Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:1:DefaultText
source: Looking for weapons? You've come to the right place. Every Byzantine needs high-quality armaments, and you won't find better anywhere else.
cs: Hledáte zbraně? Jste na správném místě. Každý Byzantinec potřebuje kvalitní výzbroj a nikde jinde nenajdete lepší.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:2:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:3:DefaultText
source: Excuse me.
cs: Promiňte.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:5:DefaultText
source: Why place your faith in automechanical sentries when you can place a high-quality weapon in your own two hands?
cs: Proč věřit automechanickým strážcům, když můžete mít ve vlastních rukou kvalitní zbraň?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:6:DefaultText
source: The best defense is a powerful offense, is it not?
cs: Nejlepší obrana je silný útok, nebo ne?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:7:DefaultText
source: Come to do your part to defend our fair city?
cs: Přišli jste se podílet na obraně našeho krásného města?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:9:DefaultText
source: What can I help you find?
cs: Co vám mohu pomoci najít?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:10:DefaultText
source: What do people around here need weapons for?
cs: K čemu tady lidé potřebují zbraně?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:11:DefaultText
source: Why, to defend their property, of course!
cs: Proč, aby bránili svůj majetek, samozřejmě!

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:12:DefaultText
source: Byzantium is the best of what Halcyon has to offer. It's up to us to protect it.
cs: Byzantium je to nejlepší, co Halcyon nabízí. Je na nás, abychom ho chránili.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:13:DefaultText
source: Protect it from what?
cs: Před čím ji chránit?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:14:DefaultText
source: I see.
cs: Chápu.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:15:DefaultText
source: Marauders. Dissidents. Especially large sprats. One never knows what threat might arise.
cs: Nájezdníci. Disidenti. Zejména velcí šproti. Člověk nikdy neví, jaká hrozba se může objevit.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:16:DefaultText
source: Byzantium seems pretty safe to me.
cs: Byzanc mi připadá docela bezpečná.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:17:DefaultText
source: Smart man.
cs: Chytrý muž.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:18:DefaultText
source: Whatever you say.
cs: Cokoli řekneš.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:19:DefaultText
source: Only because we make it so! It is only the fear of the well-armed Byzantine that keeps the rabble at bay.
cs: Jen proto, že to tak děláme my! Jen strach z dobře vyzbrojeného Byzantince drží lůzu na uzdě.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:20:DefaultText
source: One can never be too well-armed. Who knows when the hordes may hurl themselves at our gates?
cs: Dobře vyzbrojených lidí není nikdy dost. Kdo ví, kdy se hordy vrhnou k našim branám?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:21:DefaultText
source: You're an idiot.
cs: Jsi idiot.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:22:DefaultText
source: And you're here to buy a weapon, are you not?
cs: A vy jste si přišel koupit zbraň, že?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:23:DefaultText
source: Indeed. Now, what are you in the market for, my fine friend?
cs: Vskutku. A teď, co hledáte, můj milý příteli?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:24:DefaultText
source: I'm glad, for too few do.
cs: Jsem rád, protože to dělá příliš málo lidí.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:25:DefaultText
source: Oh, please. From what I've seen of this city, a rusty nail is the most hazardous peril you've ever suffered.
cs: Ale prosím vás. Z toho, co jsem v tomto městě viděl, je rezavý hřebík tím nejnebezpečnějším nebezpečím, které tě kdy potkalo.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:26:DefaultText
source: The point is to be adequately prepared. And good preparation is a powerful deterrent.
cs: Jde o to, abyste byli dostatečně připraveni. A dobrá příprava je silným odstrašujícím prostředkem.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:27:DefaultText
source: Fifty bits says he's got a hard-on right now.
cs: Padesát kousků říká, že mu právě teď stojí.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:28:DefaultText
source: You oughta worry about protecting your eyes. What happened? Were you running with scissors?
cs: Měli byste se starat o ochranu svých očí. Co se stalo? Běhal jsi s nůžkami?

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:29:DefaultText
source: What? Oh, the eyepatch is just for show.
cs: Cože? Ta páska přes oko je jen pro parádu.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:30:DefaultText
source: I can honestly say *I'm* personally terrified at the thought of someone such as yourself wielding a high powered weapon.
cs: Upřímně mohu říci, že mě osobně děsí představa, že by někdo jako vy ovládal vysoce výkonnou zbraň.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:31:DefaultText
source: Indeed. It's up to us to take our safety into our own capable hands.
cs: Vskutku. Je na nás, abychom vzali svou bezpečnost do vlastních rukou.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:32:DefaultText
source: But the weapons are all real and of the highest quality.
cs: Všechny zbraně jsou však skutečné a kvalitní.

# conversations/02_terra2/0202_byzantium/0202_cv_weapon_shop_clerk:33:DefaultText
source: What do you need to protect Byzantium from?
cs: Před čím musíte Byzanc chránit?
