Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_cartographer.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:1:DefaultText
source: Were you following me? Back off, all right? I've got a slide-rule and I'm not afraid to use it.
cs: Sledoval jsi mě? Ustupte, ano? Mám šoupátko a nebojím se ho použít.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:2:DefaultText
source: <Attack> The Adjutant wants you gone.
cs: <Útok> Adjutant chce, abys odešel.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:3:DefaultText
source: Get away from me!
cs: Jděte ode mě pryč!

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:4:DefaultText
source: Rachel Lockwood? Adjutant Akande sent me.
cs: Rachel Lockwoodová? Poslal mě adjutant Akande.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:5:DefaultText
source: What's your problem?
cs: V čem je váš problém?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:6:DefaultText
source: I've got a lot of problems, and none of them involve you.
cs: Mám spoustu problémů a žádný z nich se netýká tebe.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:7:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:8:DefaultText
source: What do you want?
cs: Co chcete?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:9:DefaultText
source: I didn't know what I was doing, all right? I didn't even do anything. All I did was look at a few maps!
cs: Nevěděl jsem, co dělám, jasný? Vždyť jsem ani nic nedělal. Jen jsem se podíval na pár map!

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:10:DefaultText
source: Relax. I'm not going to kill you.
cs: Uvolněte se. Nezabiju tě.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:11:DefaultText
source: I'm not gonna cause any trouble for the Board, I swear. You won't hear a word out of me. I'll just disappear. It'll be like I was never here.
cs: Nechci způsobit Radě žádné potíže, přísahám. Neuslyšíte ode mě ani slovo. Prostě zmizím. Bude to, jako bych tu nikdy nebyl.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:12:DefaultText
source: Were you following me? Back off, all right? I've got a slide-rule and I'm not afraid to use it.
cs: Sledoval jsi mě? Ustupte, ano? Mám šoupátko a nebojím se ho použít.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:34:DefaultText
source: Gallows humor. I love it. Give 'em a false sense of security before snatching it away. Shall I do the honors?
cs: Šibeniční humor. Miluju ho. Dejte jim falešný pocit bezpečí, než jim ho seberete. Mám to udělat já?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:35:DefaultText
source: What do you want?
cs: Co chcete?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:36:DefaultText
source: I swear I'll leave Byzantium. I'll leave Terra 2. I'll find a way off Halcyon if I can.
cs: Přísahám, že opustím Byzanc. Opustím Terru 2. Najdu cestu z Halcyonu, pokud to půjde.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:37:DefaultText
source: The documents you were working on. Where are they?
cs: Dokumenty, na kterých jste pracovali. Kde jsou?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:38:DefaultText
source: In my office. Here's my key. Help yourself to anything you find. Scuff up the floors and kick your feet up on the desk. I don't care.
cs: V mé kanceláři. Tady je můj klíč. Vezměte si, co najdete. Vyčistěte podlahu a vykopněte si nohy na stůl. Je mi to jedno.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:39:DefaultText
source: Today's your lucky day. I'm letting you go.
cs: Dnes máte šťastný den. Nechávám tě jít.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:40:DefaultText
source: I'm not gonna cause any trouble for the Board, I swear. You won't hear a word out of me. I'll just disappear. It'll be like I was never here.
cs: Nechci způsobit Radě žádné potíže, přísahám. Neuslyšíte ode mě ani slovo. Prostě zmizím. Bude to, jako bych tu nikdy nebyl.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:42:DefaultText
source: I don't think you understand. I'm letting her go.
cs: Myslím, že tomu nerozumíš. Nechávám ji jít.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:43:DefaultText
source: Well, that's just perfect. Guess I'm gonna have to do all the killing myself. As usual.
cs: No, to je prostě perfektní. Asi budu muset všechno zabíjet sám. Jako obvykle.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:44:DefaultText
source: Go for it.
cs: Jděte do toho.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:45:DefaultText
source: Wait, what?
cs: Počkat, cože?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:46:DefaultText
source: Thanks, friend. This is really gonna help my career.
cs: Díky, příteli. Tohle mi opravdu pomůže v kariéře.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:50:DefaultText
source: Let's get this over with.
cs: Ať už to máme za sebou.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:51:DefaultText
source: You just... you killed him. Please, just leave me alone. I don't know anything, I swear.
cs: Právě jsi ho zabil. Prosím, nech mě být. Nic nevím, přísahám.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:52:DefaultText
source: Anything I can do to help?
cs: Mohu vám nějak pomoci?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:53:DefaultText
source: I don't know you. You can help by leaving me be.
cs: Neznám vás. Můžeš mi pomoci tím, že mě necháš být.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:54:DefaultText
source: You look nervous.
cs: Vypadáš nervózně.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:55:DefaultText
source: Then stop looking at me, and go away.
cs: Pak se na mě přestaňte dívat a odejděte.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:56:DefaultText
source: What kind of maps?
cs: Jaké mapy?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:57:DefaultText
source: I swear, I was just doing my job. I wasn't trying to sabotage or undermine the Board in any way.
cs: Přísahám, že jsem jen dělal svou práci. Nesnažil jsem se radu nijak sabotovat ani podkopávat.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:60:DefaultText
source: I was asked to prepare some survey maps of Emerald Vale, all right? Except I was specifically told to omit the town of Edgewater. Just make it disappear.
cs: Byl jsem požádán, abych připravil průzkumné mapy Emerald Vale, ano? Až na to, že mi bylo výslovně řečeno, abych vynechal město Edgewater. Prostě ať zmizí.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:61:DefaultText
source: You're not? Why not? I mean - thank you. Thank you thank you thank you.
cs: Vy ne? Proč ne? Chci říct - děkuji. Děkuji, děkuji, děkuji, děkuji.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:62:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:63:DefaultText
source: <Attack> That's all I needed to know.
cs: <Útok> To je vše, co jsem potřeboval vědět.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:65:DefaultText
source: You... you killed him. I mean - not that I'm complaining.
cs: Ty... ty jsi ho zabil. Tedy - ne že bych si stěžoval.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:66:DefaultText
source: You were willing to pay us for your life. I want his share, too.
cs: Byl jsi ochoten nám zaplatit za svůj život. Chci také jeho podíl.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:67:DefaultText
source: You can't be serious. All right. Here. Take the money. Just leave me alone.
cs: To snad nemyslíte vážně. Dobře. Tady. Vezmi si peníze. Nech mě na pokoji.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:68:DefaultText
source: Don't worry. We're done here.
cs: Nebojte se. Tady jsme skončili.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:80:DefaultText
source: Just make sure Akande doesn't hear about it, or she's putting a hit out on us next.
cs: Hlavně ať se o tom nedozví Akande, jinak na nás příště vyrukuje.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:81:DefaultText
source: Nothing about this job feels good, but this comes close.
cs: Nic v této práci není příjemné, ale tohle se tomu blíží.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:82:DefaultText
source: Oh, thank heavens.
cs: Díky bohu.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:83:DefaultText
source: The system isn't always fair, but today it is.
cs: Systém není vždy spravedlivý, ale dnes je.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:90:DefaultText
source: Just make sure Akande doesn't hear about it, or she's putting a hit out on us next.
cs: Hlavně ať se o tom nedozví Akande, jinak na nás příště vyrukuje.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:91:DefaultText
source: Nothing about this job feels good, but this comes close.
cs: Nic v této práci není příjemné, ale tohle se tomu blíží.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:92:DefaultText
source: Oh, thank heavens.
cs: Díky bohu.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:93:DefaultText
source: I do rest easier when we break neither the Law nor the law.
cs: Jsem klidnější, když neporušujeme ani zákon, ani právo.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:94:DefaultText
source: Not sure I'd call anything about her situation lucky. Out of one frying pan and into another.
cs: Nejsem si jistý, jestli bych něco v její situaci označil za štěstí. Z jedné pánve do druhé.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:95:DefaultText
source: Did you know SAM units are capable of equipping regulation-grade flamethrower nozzles? Upgrade your attachment today, and get to Firing Away!
cs: Věděli jste, že jednotky SAM mohou být vybaveny plamenometnými tryskami? Vylepšete svůj nástavec ještě dnes a pusťte se do palby!

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:98:DefaultText
source: Sad state of affairs in this colony when someone's gotta thank us for not murdering them in cold blood.
cs: Smutný stav v této kolonii, když nám někdo musí děkovat za to, že jsme ho chladnokrevně nezavraždili.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:99:DefaultText
source: Awaiting KILL COMMAND. Contaminants in need of sterilization detected in the area.
cs: Čeká na příkaz k zabití. V oblasti zjištěny kontaminanty vyžadující sterilizaci.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:100:DefaultText
source: You were asked to take Edgewater off the maps? Why?
cs: Byl jste požádán, abyste Edgewater vyřadil z map? Proč?

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:101:DefaultText
source: I don't know, okay? I swear, I don't know!
cs: Já nevím, dobře? Přísahám, že nevím!

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:102:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/02_terra2/0202_byzantium/0202_cv_cartographer:103:DefaultText
source: Get away from me!
cs: Jděte ode mě pryč!
