Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_byz_residents_01.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:1:DefaultText
source: I've always loved that sculpture.
bs: Vždycky jsem tu sochu miloval.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:2:DefaultText
source: It's an orrery. And you say that every time.
bs: Je to orerie. A ty to říkáš pokaždé.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:3:DefaultText
source: It's strange, though, I thought Byzantium was the center of Halcyon.
bs: Je to ale zvláštní, myslel jsem, že Byzanc je centrem Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:4:DefaultText
source: I love Byzantium. Where else are you going to find art? Culture? Working toilets?
bs: Miluji Byzanc. Kde jinde najdete umění? Kulturu? Fungující záchody?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:5:DefaultText
source: I'm sure other colonies have cities like this.
bs: Jsem si jistý, že podobná města mají i jiné kolonie.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:6:DefaultText
source: But those are so far away. I'm talking about Halcyon.
bs: Ale ty jsou tak daleko. Mluvím o Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:10:DefaultText
source: Remember that stranger I saw in the square?
bs: Pamatuješ si na toho cizince, kterého jsem viděl na náměstí?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:11:DefaultText
source: Shh.
bs: Pšššt.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:12:DefaultText
source: You know, the one who was traveling alone, didn't seem to be from around here...
bs: Víte, ten, kdo cestoval sám, nevypadal, že by byl odsud...

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:13:DefaultText
source: What do you suppose all that ruckus in Celete's shop was about?
bs: Co myslíš, že se stalo v Celetově obchodě?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:14:DefaultText
source: It would be unseemly to speculate. She's always been a bit... artistic.
bs: Bylo by nevhodné spekulovat. Vždycky byla trochu... umělecká.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:15:DefaultText
source: Oh, right. Creative temperament and all that.
bs: Aha, jasně. Tvůrčí temperament a tak.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:17:DefaultText
source: The one with the Spacer's Choice aficionado - looked like she'd styled her hair with engine grease. Doesn't she know the "spacer chic" look was last season?
bs: Ta s milovníkem Spacer's Choice - vypadala, jako by si vlasy upravovala motorovým tukem. Copak neví, že vzhled "spacer chic" byl minulou sezónou?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:18:DefaultText
source: The one with the low-rent personal security detail. Honestly, I think he assembled his armor from old automech parts...
bs: Ten, který má podřadnou osobní ochranku. Upřímně řečeno, myslím, že si brnění sestavil ze starých automechanických dílů...

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:19:DefaultText
source: The one with what must have been a T&L rep. Rather well-dressed and well-armed.
bs: Ten s něčím, co musel být zástupce T&L. Poměrně dobře oblečený a vyzbrojený.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:20:DefaultText
source: The one with that guy who looked like an old tossball player. Could've sworn I've seen him play.
bs: Ten s tím chlápkem, co vypadal jako starý hráč přehazované. Přísahal bych, že jsem ho viděl hrát.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:21:DefaultText
source: You know, the one traveling with the rather filthy plumber. I thought we had automechs for that sort of thing.
bs: Však víte, ten, který cestuje s tím poněkud špinavým instalatérem. Myslel jsem, že na takové věci máme automechy.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:22:DefaultText
source: You know, the one with their own personal janitor mech. How do you get one of those, anyway?
bs: Však víte, ten s vlastním osobním údržbářským mechem. Jak se takový dá vůbec získat?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:23:DefaultText
source: You know, the one with that... rather colorful retinue. Must be giving all of Halcyon a tour of the city.
bs: Však víš, ten s tou... docela pestrou družinou. Určitě provádí celý Halcyon po městě.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:24:DefaultText
source: Enough! They're standing right here.
bs: Dost! Stojí tady.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:25:DefaultText
source: That's a figure of speech.
bs: To je řečnický obrat.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:26:DefaultText
source: ...I know that.
bs: ...to vím.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_01:27:DefaultText
source: In that case, thank the Law we've got the Chairman and the minister to keep the rabble at bay.
bs: V tom případě máme díky zákonu předsedu a ministra, kteří drží tu chátru na uzdě.
