Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_hortense_complains.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:1:DefaultText
source: You must be joking. Our fair city is being overrun by a pox of vagrants and undesirables and your plan is to sit idly by?
bs: To si děláte legraci. Naše krásné město je zaplaveno neštovicemi tuláků a nežádoucích osob a vy chcete nečinně přihlížet?

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:2:DefaultText
source: And what would you have me do exactly?
bs: A co přesně bych podle vás měl udělat?

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:3:DefaultText
source: I don't know... something! Anything! You're the security expert. Secure the situation!
bs: Já nevím... něco! Cokoliv! Ty jsi bezpečnostní expert. Zajistěte situaci!

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:4:DefaultText
source: Ma'am, again, Byzantium is perfectly secure. You're under the watchful eye of UDL security.
bs: Madam, Byzanc je opět v naprostém bezpečí. Jste pod dohledem ochranky UDL.

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:5:DefaultText
source: Yes, you've said the slogan. I don't need to hear the slogan. I need to hear, "Yes, Ms. Ingalsbee, I will personally hunt down these hooligans with my excessively large firearm."
bs: Ano, řekl jste slogan. Nepotřebuji slyšet slogan. Potřebuji slyšet: "Ano, paní Ingalsbeeová, já osobně ty chuligány ulovím svou nadměrně velkou střelnou zbraní." To je to, co potřebuji slyšet.

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:6:DefaultText
source: Ma'am, you know I can't.
bs: Madam, víte, že nemůžu.

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:7:DefaultText
source: Ugh, you're useless! All of you! Utterly and completely useless!
bs: Jsi k ničemu! Všichni! Naprosto a úplně k ničemu!

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:8:DefaultText
source: Oh, there! That's one right there! Can't you just see the stench of impropriety radiating off of him?
bs: Aha, tady! To je přesně ono! Nevidíte, jak z něj vyzařuje pach nevhodnosti?

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:8:FemaleText
source: Oh, there! That's one right there! Can't you just see the stench of impropriety radiating off of her?
bs: Aha, tady! Tady je jeden! Copak nevidíš, jak z ní vyzařuje pach nevhodnosti?

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:9:DefaultText
source: For the last time, access to Byzantium is impossible without a proper Navkey.
bs: Naposledy připomínám, že přístup do Byzance není možný bez řádného klíče Navkey.

# conversations/02_terra2/0202_byzantium/0202_bs_hortense_complains:10:DefaultText
source: Now if you'll excuse me, I need to be... somewhere else. Anywhere else.
bs: A teď mě omluvte, musím být... někde jinde. Kdekoliv jinde.
