Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_byz_residents_06.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:1:DefaultText
source: Did you hear? Marjorie Dalton and Archibald Harris are redecorating. With real crystal faux windows.
bs: Slyšeli jste to? Marjorie Daltonová a Archibald Harris rekonstruují. S pravými křišťálovými falešnými okny.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:2:DefaultText
source: Laws. Don't they know those went out of style three weeks ago?
bs: Zákony. Copak nevědí, že ty vyšly z módy před třemi týdny?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:3:DefaultText
source: You should retile your entryway instead. No one's going to see your pipes.
bs: Místo toho byste měli svůj vstupní prostor vyměnit. Nikdo vaše potrubí neuvidí.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:4:DefaultText
source: I'm thinking about having my pipes plated with real platinum. Winifred and Dora had theirs done already.
bs: Přemýšlím, že si nechám trubky pokovit pravou platinou. Winifred a Dora si je už nechaly udělat.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:5:DefaultText
source: Did you see that slovenly young woman arguing with Lionel and Theodora?
bs: Viděla jsi tu nedbalou mladou ženu, jak se hádá s Lionelem a Theodorou?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:6:DefaultText
source: How delicious! Was there a scene?
bs: Jak lahodné! Byla tam nějaká scéna?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:7:DefaultText
source: Hortense certainly seems pleased about something.
bs: Hortense má z něčeho určitě radost.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:8:DefaultText
source: Good for her, I suppose. Perhaps now she has something to do besides sit around and judge the rest of us.
bs: To je pro ni asi dobře. Možná má teď na práci něco jiného než sedět a soudit nás ostatní.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:9:DefaultText
source: I say, I haven't seen Hortense in a while.
bs: Říkám, že jsem Hortensii už dlouho neviděl.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:10:DefaultText
source: No great loss if you ask me. That woman was always sitting on her bench, judging the rest of us.
bs: Podle mě žádná velká ztráta. Ta ženská pořád seděla na lavičce a soudila nás ostatní.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:11:DefaultText
source: So did their marriage, apparently. I'd wager my inverted bathtub she backs out of the contract first.
bs: Stejně tak jejich manželství. Vsadil bych svou obrácenou vanu, že od smlouvy odstoupí jako první.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:12:DefaultText
source: Quite. There were raised voices, vulgar insults, and even some expressive gestures.
bs: Zcela. Ozývaly se zvýšené hlasy, vulgární urážky a dokonce i expresivní gesta.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:13:DefaultText
source: About time someone took them down a peg. That story about their daughter bought them entirely too much status.
bs: Už bylo na čase, aby je někdo zničil. Ta historka o jejich dceři jim vynesla až příliš velký status.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:14:DefaultText
source: A rather tiresome creature, indeed.
bs: Vskutku poněkud únavné stvoření.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_06:15:DefaultText
source: That's exactly what makes them more exclusive.
bs: Právě to je činí exkluzivnějšími.
