Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:2:DefaultText
source: Hey, you! Yeah, you! Want to be famous?
cs: Hej, ty! Jo, ty! Chceš být slavný?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:3:DefaultText
source: By the law, look at those arms! How'd you like to show those off for millions?
cs: Podle zákona, podívejte se na ty ruce! Jak by se ti líbilo předvádět je milionům?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:4:DefaultText
source: Hey, you! Yeah, you, with the million bit smile. How'd you like to make it worth ten million?
cs: Hej, ty! Jo, ty, s tím milionovým úsměvem. Jak by se ti líbilo, kdyby měl hodnotu deseti milionů?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:6:DefaultText
source: Kid, you got presence. Natural magnetism. Know what I mean?
cs: Chlapče, máš přítomnost. Přirozený magnetismus. Víš, co tím myslím?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:7:DefaultText
source: I knew you'd be back! You were made for this business, kid.
cs: Věděl jsem, že se vrátíš! Pro tuhle práci jsi byl stvořen, chlapče.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:8:DefaultText
source: You're gonna be big. I can feel it!
cs: Budeš velký. Cítím to!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:9:DefaultText
source: Hey, listen, I appreciate what you tried there. We've gotta review your footage before we make a final decision, though.
cs: Hele, poslouchej, oceňuju, co jsi zkusil. Než ale uděláme konečné rozhodnutí, musíme si tvé záběry prohlédnout.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:10:DefaultText
source: I knew you had chops, but that was something else! You found the energy in the scene and ran with it! That was visceral.
cs: Věděl jsem, že máš kotlety, ale tohle bylo něco jiného! Našel jsi energii ve scéně a běžel s ní! To bylo niterné.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:11:DefaultText
source: Finally, a hero audiences can relate to. That was pure genius. We're gonna rake in the bits and the awards with this one.
cs: Konečně hrdina, se kterým se diváci mohou ztotožnit. To bylo naprosto geniální. S tímhle filmem budeme sbírat kousky a ceny.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:12:DefaultText
source: Maybe we need more guns. Bigger guns. With gold-plating. Marketing'll love that.
cs: Možná potřebujeme více zbraní. Větší zbraně. S pozlacením. To se bude marketingu líbit.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:13:DefaultText
source: I'm thinking we can get at least ten- no, twelve sequels outta this if we play the endorsements right.
cs: Myslím, že z toho můžeme mít nejméně deset, ne, dvanáct pokračování, pokud budeme správně hrát s podporou.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:14:DefaultText
source: That was pure poetry. Right out of a greeting card.
cs: To byla čistá poezie. Přímo jako z přáníčka.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:16:DefaultText
source: I'm in.
cs: Jsem pro.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:17:DefaultText
source: Not now.
cs: Teď ne.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:18:DefaultText
source: Terrific! We're holding auditions at the studio. Head to Odeon Pictures and take the elevator. You're going all the way to the top, baby.
cs: Úžasné! Ve studiu pořádáme konkurz. Jděte do Odeon Pictures a jeďte výtahem. Dostaneš se až nahoru, zlato.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:19:DefaultText
source: Here, take this for making the trip down here. Don't call us, we'll call you.
cs: Tady, vezměte si to za cestu sem dolů. Nevolejte nám, my zavoláme vám.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:20:DefaultText
source: It'll take a few months to get your contract set up, but it'll be worth it. Here's your fee for today, but there's more to come!
cs: Nastavení smlouvy zabere několik měsíců, ale vyplatí se to. Tady je váš poplatek pro dnešek, ale čeká vás toho víc!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:21:DefaultText
source: It'll take months to get your contract lined up, but it'll be worth it - this fee is just the beginning. Stick with me, and you'll take us both to the top!
cs: Bude trvat několik měsíců, než si smlouvu vyřídíte, ale vyplatí se to - tento poplatek je jen začátek. Držte se mě a vynesete nás oba na vrchol!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:23:DefaultText
source: There's my star! Walk and talk with me.
cs: Tady je moje hvězda! Projděte se a mluvte se mnou.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:24:DefaultText
source: I'm making a feature - "Space Pirates of Moros Prime." It's gonna be a hit, but we still need a star, and I think you got the chops.
cs: Chystám celovečerní film "Vesmírní piráti z Moros Prime". Bude to hit, ale pořád potřebujeme hvězdu a myslím, že ty na to máš.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:25:DefaultText
source: I like where this is going.
cs: Líbí se mi, kam to směřuje.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:26:DefaultText
source: Whatever you're selling, I'm not buying.
cs: Ať už prodáváte cokoli, já to nekupuji.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:27:DefaultText
source: Is that why bullets find me wherever I go?
cs: Proto mě kulky najdou, kamkoli jdu?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:28:DefaultText
source: That's gold!
cs: To je zlatý důl!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:29:DefaultText
source: Listen, you got an agent? Some kind of representation?
cs: Poslyš, máš agenta? Nějaké zastoupení?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:30:DefaultText
source: Tell you what, you're gonna like it a whole lot more once we start talking bits.
cs: Něco ti řeknu, bude se ti to líbit mnohem víc, až začneme mluvit o kouscích.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:31:DefaultText
source: There's those street smarts! Just the right amount of rough-around-the-edges.
cs: Tady je ta pouliční chytrost! Správná míra drsnosti.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:32:DefaultText
source: I consider myself freelance.
cs: Považuji se za člověka na volné noze.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:33:DefaultText
source: What? No.
cs: Cože? Ne.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:34:DefaultText
source: Does working for a mad scientist count?
cs: Počítá se práce pro šíleného vědce?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:35:DefaultText
source: I get my work directly from Sophia Akande.
cs: Práci dostávám přímo od Sophie Akande.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:36:DefaultText
source: A mad scientist? Guy sounds like he's moonlighting.
cs: Šílený vědec? Ten chlap vypadá, jako by si přivydělával.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:37:DefaultText
source: Next time, we'll have you say that over the rim of a Tripistout. Product placement, baby!
cs: Příště tě necháme říct to přes okraj Tripistoutu. Product placement, baby!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:38:DefaultText
source: Hey, don't worry about it. I'm gonna take good care of you.
cs: Hej, nedělej si s tím starosti. Dobře se o tebe postarám.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:39:DefaultText
source: Fresh, natural talent! I know it when I see it.
cs: Svěží, přirozený talent! Poznám ho, když ho vidím.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:40:DefaultText
source: Listen, you got a real special quality. Raw energy. I see you in pictures, kid.
cs: Poslouchej, máš opravdu výjimečné vlastnosti. Syrovou energii. Vidím tě na fotkách, chlapče.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:41:DefaultText
source: Yeah, and Chairman Rockwell's my assistant director.
cs: Jo, a předseda Rockwell je můj asistent ředitele.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:42:DefaultText
source: Here's some free advice - if you wanna make it in this business, you gotta work with professionals.
cs: Zde je bezplatná rada - pokud chcete v tomto oboru uspět, musíte spolupracovat s profesionály.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:43:DefaultText
source: Just tell me what you're offering.
cs: Jen mi řekněte, co nabízíte.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:44:DefaultText
source: Not interested.
cs: Nemá zájem.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:45:DefaultText
source: That's disgusting. I never agreed to that!
cs: To je nechutné. S tím jsem nikdy nesouhlasil!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:46:DefaultText
source: Ah, a sense of humor! That's good. Every picture needs some comedy.
cs: Ach, smysl pro humor! To je dobré. Každý film potřebuje nějakou komedii.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:47:DefaultText
source: So, whaddya say? Are you ready to be a star? "Space Pirates of Moros Prime" is gonna be a hit!
cs: Tak co říkáte? Jste připraveni stát se hvězdou? "Vesmírní piráti z Moros Prime" budou hitem!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:48:DefaultText
source: That was brilliant stuff. Do you write your own material?
cs: To byla skvělá věc. Píšete si vlastní materiál?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:49:DefaultText
source: Here, this is for your work today. I'll be in touch once we get that script!
cs: Tady, to je za vaši dnešní práci. Ozvu se vám, jakmile dostaneme ten scénář!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:50:DefaultText
source: You've got it all! The snappy quips, the dangerous energy, and talk about a finale!
cs: Máte všechno! Břitké vtípky, nebezpečná energie, a mluvme o finále!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:51:DefaultText
source: It'll take months to get the contracts set up, but we're gonna be rolling in bits. This fee's just a taste!
cs: Bude trvat několik měsíců, než se smlouvy nastaví, ale budeme se pohybovat po kouscích. Tento poplatek je jen ochutnávka!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:53:DefaultText
source: You bet.
cs: To si pište.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:54:DefaultText
source: I'm gonna have to fire the writing staff. What do those anemic fuckwits know about dialogue, anyway?
cs: Budu muset vyhodit pracovníky, kteří píší. Co ti chudokrevní sráči vůbec vědí o dialozích?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:55:DefaultText
source: Just tell me what's next.
cs: Jen mi řekni, co bude dál.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:56:DefaultText
source: Hey, time is bits, right?
cs: Hej, čas jsou kousky, že?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:57:DefaultText
source: Amazing. Just firm up that jawline and you'll be a triple threat!
cs: Úžasné. Stačí zpevnit linii čelisti a budeš trojnásobná hrozba!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:58:DefaultText
source: I'm thinking a whole new script. More pirates. Bigger explosions. You flicking a Stogie Slim into a barrel of gasoline - marketing says that kind of action sells tickets!
cs: Přemýšlím o úplně novém scénáři. Více pirátů. Větší výbuchy. Švihnutí Stogie Slima do sudu s benzínem - marketing říká, že taková akce prodává lístky!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:59:DefaultText
source: Okay.
cs: Dobře.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:60:DefaultText
source: You don't sound impressed.
cs: Nezníte nijak ohromeně.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:61:DefaultText
source: Look, sometimes you just gotta wait for your break, you know?
cs: Podívej, někdy prostě musíš počkat na přestávku, víš?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:62:DefaultText
source: You liked that?
cs: Líbilo se vám to?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:63:DefaultText
source: Just tell me what's next.
cs: Jen mi řekni, co bude dál.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:64:DefaultText
source: Hey, time is bits, right?
cs: Hej, čas jsou kousky, že?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:65:DefaultText
source: Liked it? I fucking LOVED it!
cs: Líbilo se vám to? Mně se to sakra líbilo!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:66:DefaultText
source: The lawyers are another story, but you let me worry about them. You just hang onto that energy.
cs: Právníci jsou jiný příběh, ale ty mě necháváš, abych se o ně staral. Prostě se držíš té energie.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:68:DefaultText
source: Just tell me what's next.
cs: Jen mi řekni, co bude dál.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:69:DefaultText
source: You liked that?
cs: Líbilo se vám to?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:70:DefaultText
source: Hey, time is bits, right?
cs: Hej, čas jsou kousky, že?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:71:DefaultText
source: I've gotta talk with marketing. Get some ad deals in motion.
cs: Musím si promluvit s marketingem. Rozjeď nějaké reklamní nabídky.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:72:DefaultText
source: Liked it? I fucking LOVED it!
cs: Líbilo se vám to? Mně se to sakra líbilo!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:73:DefaultText
source: Just tell me what's next.
cs: Jen mi řekni, co bude dál.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:74:DefaultText
source: We're doing what? That sounds like hard work.
cs: Co děláme? To zní jako těžká práce.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:75:DefaultText
source: You bet it is! But that's show business.
cs: To si pište, že ano! Ale to je showbyznys.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:76:DefaultText
source: Hey, time is bits, right?
cs: Hej, čas jsou kousky, že?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:77:DefaultText
source: Hey, I said cut! Forget it, you're fired!
cs: Hej, řekl jsem řezat! Zapomeň na to, máš padáka!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:78:DefaultText
source: A hero audiences can relate to?
cs: Hrdina, se kterým se diváci mohou ztotožnit?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:79:DefaultText
source: Exactly! Someone who speaks the language of the masses - small words and big bangs.
cs: Přesně tak! Někdo, kdo mluví jazykem mas - malá slova a velké rány.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:80:DefaultText
source: Do raptidons shit acid?
cs: Serou raptidoni kyselinu?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:82:DefaultText
source: You here for the audition? Today's your lucky day.
cs: Přišel jsi na konkurz? Dnes je tvůj šťastný den.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:83:DefaultText
source: Terrific! We're holding auditions today. Take the elevator - you're going all the way to the top, baby.
cs: Úžasné! Dnes pořádáme konkurz. Nastupte do výtahu - pojedete až nahoru, zlato.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:86:DefaultText
source: Eek, Captain, you're gonna be in pictures!
cs: Kapitáne, budete na fotkách!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:87:DefaultText
source: Boss! We have to.
cs: Šéfe! Musíme.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:88:DefaultText
source: Well, I have been told I have a face made for an aetherwave drama.
cs: Bylo mi řečeno, že mám tvář jako stvořenou pro drama o éterových vlnách.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:89:DefaultText
source: Hey, if you want an action story, you oughta haul a couple cameras to Monarch sometime. We'll give you some damn good footage. If you survive.
cs: Jestli chceš akční příběh, měl bys někdy do Monarchu vzít pár kamer. Dáme ti zatraceně dobré záběry. Pokud přežiješ.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:90:DefaultText
source: Not so fast. First, we gotta talk about royalties.
cs: Ne tak rychle. Nejprve si musíme promluvit o autorských poplatcích.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:91:DefaultText
source: No job is too great, too grueling, or too gruesome for a SAM!
cs: Žádná práce není pro SAM příliš velká, příliš vyčerpávající nebo příliš hrozná!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:92:DefaultText
source: Already got an entourage, huh? Way to get ahead of the game.
cs: Už máš doprovod, co? Tak to je náskok.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:93:DefaultText
source: Your pal's got the right idea. He's also got a certain... expendable look. Bring him along - we've got a lot of stunts to shoot.
cs: Váš kamarád má správný nápad. Také má jistý... postradatelný vzhled. Vezmi ho s sebou - musíme natočit spoustu kaskadérských kousků.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:94:DefaultText
source: And pipes to match! Maybe we can get you reading some of our ad segments.
cs: A dýmky k tomu! Možná vás přimějeme číst některé z našich reklamních segmentů.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:95:DefaultText
source: Unscripted chaos? Come on, who'll pay to see that? Audiences want heroes and villains, just like the one standing in front of me.
cs: Chaos bez scénáře? No tak, kdo by za to platil? Diváci chtějí hrdiny a padouchy, jako je ten, který stojí přede mnou.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:96:DefaultText
source: Let's just see where this audition goes, huh?
cs: Uvidíme, jak tenhle konkurz dopadne, co říkáš?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:97:DefaultText
source: That's a unique model, there. Might wanna lease him for our Mechbeth production. If it ever gets greenlit.
cs: To je jedinečný model. Možná bychom si ho chtěli pronajmout pro naši výrobu Mechbeth. Pokud to někdy dostane zelenou.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:98:DefaultText
source: So, whaddya say? You ready for the chance of a lifetime?
cs: Tak co říkáte? Jste připraveni na životní šanci?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:99:DefaultText
source: I'm seeing you with a Hammersmith in one hand and a 2-Hour Energy Brew in the other, a Stogie Slim between your teeth. Cross-promotion, baby!
cs: Vidím tě s Hammersmithem v jedné ruce a dvouhodinovým energetickým pivem v druhé, mezi zuby máš Stogie Slim. Křížová propagace, bejby!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:100:DefaultText
source: We're gonna put your face on everything - posters, cereal boxes, posters OF cereal boxes! This is gonna be big.
cs: Tvůj obličej dáme na všechno - plakáty, krabice od cereálií, plakáty krabic od cereálií! Tohle bude něco velkého.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:101:DefaultText
source: Ah, the favored mindless entertainment of the unwashed masses.
cs: Ach, oblíbená bezduchá zábava nemytých mas.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_johnston:102:DefaultText
source: Hey, thousands of viewers and millions of bits can't be wrong!
cs: Hej, tisíce diváků a miliony bitů se nemohou mýlit!
