Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_task_force_commander.po
Languages: cs

source: Hey. Careful. Don't go running around in the middle of a crime scene.
cs: Hej. Opatrně. Neběhej uprostřed místa činu.

source: What happened to Celeste?
cs: Co se stalo Celeste?

source: I didn't think this kind of thing happened here.
cs: Nemyslel jsem si, že se tu něco takového děje.

source: I can handle myself.
cs: Zvládnu to sám.

source: You mean Ms. Jolicoeur. She was reported for practicing a subversive aesthetic.
cs: Myslíte paní Jolicoeurovou. Byla nahlášena za praktikování podvratné estetiky.

source: Never took her for a dissident sympathizer.
cs: Nikdy jsem ji nepovažoval za sympatizantku disentu.

source: Strange times we live in. Radicals and dissidents living within the walls of Byzantium, hiding in plain sight. Never imagined Ms. Jolicoeur was one of them.
cs: Žijeme v podivné době. Radikálové a disidenti žijí mezi zdmi Byzance a skrývají se na očích. Nikdy by mě nenapadlo, že paní Jolicoeurová je jednou z nich.

source: You say that, but subversives work in subtle ways. Ms. Jolicoeur's art was found in violation of the Board's cultural standards.
cs: To říkáte vy, ale podvratníci pracují rafinovaně. Umění paní Jolicoeurové bylo shledáno v rozporu s kulturními normami rady.

source: You killed Celeste? That's insane!
cs: Zabil jsi Celestu? To je šílené!

source: Did you really have to kill her? We were doing business.
cs: Opravdu jsi ji musel zabít? Dělali jsme obchod.

source: <Attack> Murderer!
cs: <Útok> Vrah!

source: No argument there. Feels like the whole colony's going insane, what with dissidents infiltrating the walls of Byzantium.
cs: O tom není sporu. Připadá mi, že se celá kolonie zbláznila, když disidenti pronikají mezi zdi Byzance.

source: Byzantium cultural standards are enforced by Universal Defense Logistics. Universal Defense Logistics - your first and last line of defense in the war against sedition.
cs: Byzantské kulturní standardy prosazuje společnost Universal Defense Logistics. Univerzální obranná logistika - vaše první a poslední obranná linie ve válce proti vzpouře.

source: Byzantium security regrets any disruption to regular flow of commerce. However, cultural and moral hygiene must always be maintained.
cs: Byzantská bezpečnost lituje jakéhokoli narušení pravidelného obchodního toku. Kulturní a morální hygiena však musí být vždy zachována.

source: Cultural hygiene is the law. Report any violations you see.
cs: Kulturní hygiena je zákon. Nahlaste jakékoli porušení, které vidíte.

source: We found her in her office working on something perverse. She didn't cooperate, so we had to put her down.
cs: Našli jsme ji v její kanceláři, kde pracovala na něčem perverzním. Nespolupracovala, a tak jsme ji museli uspat.

source: I'll leave you be.
cs: Nechám tě být.

source: Excuse me.
cs: Promiňte.
