Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_byz_guards_01.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:1:DefaultText
source: Are you still tinkering with that?
bs: Stále s tím ještě pracujete?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:2:DefaultText
source: It's not going to fix itself.
bs: Samo se to nespraví.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:3:DefaultText
source: Don't we have repair drones for that kind of thing?
bs: Nemáme na takové věci opravárenské drony?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:4:DefaultText
source: That's what we really need, you know.
bs: To je to, co opravdu potřebujeme.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:5:DefaultText
source: More of you standing in my light?
bs: Více z vás stojí v mém světle?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:6:DefaultText
source: A repair drone that repairs itself. Like an... auto-repair drone.
bs: Opravárenský dron, který se opravuje sám. Jako... autoopravárenský dron.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:7:DefaultText
source: You don't really know how to fix that, do you?
bs: Nevíte, jak to napravit, že?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:8:DefaultText
source: What are you talking about? I've repaired two of these while you've been blathering.
bs: O čem to mluvíte? Zatímco ty jsi tady blábolil, já jsem opravil dva.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:9:DefaultText
source: Really? The pile next to you looks the same.
bs: Opravdu? Hromada vedle vás vypadá stejně.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:10:DefaultText
source: Good news! There's been a major automechanical failure in the Retirement District.
bs: Dobré zprávy! V důchodovém okrsku došlo k závažné automechanické poruše.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:11:DefaultText
source: How in the void is that good news?!
bs: Jak to, že je to dobrá zpráva?!

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:12:DefaultText
source: 'Cause that means you get to fix everything! You like fixing stuff, right?
bs: Protože to znamená, že můžeš všechno opravit! Rád opravuješ věci, že?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:13:DefaultText
source: This WAS a repair drone.
bs: Tohle byl opravárenský dron.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:14:DefaultText
source: That's because the damn things keep breaking. Or haven't you noticed?
bs: To proto, že se ty zatracené věci pořád rozbíjejí. Nebo jste si toho nevšimli?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:15:DefaultText
source: Then I'll go with you. You probably don't wanna be alone down there.
bs: Pak půjdu s vámi. Asi tam nechceš být sám.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_guards_01:16:DefaultText
source: I'd like it better without the running commentary.
bs: Bez komentáře by se mi to líbilo víc.
