Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_carmen.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:1:DefaultText
source: Do you mind? I'm meeting someone.
cs: Nevadí vám to? Mám s někým schůzku.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:2:DefaultText
source: What is it? I'm trying to keep a low profile.
cs: Co to je? Snažím se být nenápadný.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:6:DefaultText
source: There's got to be a way to catch the minister someplace less protected.
cs: Musí existovat způsob, jak ministra chytit na méně chráněném místě.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:7:DefaultText
source: Afraid not. He almost never leaves his home, and his guards never leave him.
cs: Obávám se, že ne. Téměř nikdy neopouští svůj domov a jeho strážci ho nikdy neopouštějí.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:8:DefaultText
source: Looks like I've got work to do.
cs: Vypadá to, že mám co dělat.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:9:DefaultText
source: Can't you get me into the minister's estate?
cs: Nemůžete mě dostat na farářovo panství?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:10:DefaultText
source: Whoa, I'm not one of your B-and-E specialists. I just provide intelligence.
cs: Páni, já nejsem jeden z vašich specialistů na B a E. Jen poskytuji zpravodajské informace.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:11:DefaultText
source: I know of a shipment going to the Ministry of Accuracy and Morale. Can you sneak me in?
cs: Vím o zásilce, která jde na ministerstvo přesnosti a morálky. Můžete mě propašovat dovnitř?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:12:DefaultText
source: Are you crazy? The only thing MORE suicidal would be walking in the front door!
cs: Zbláznil ses? Jediná věc, která by byla sebevražednější, by bylo vejít do dveří!

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:13:DefaultText
source: Just do it.
cs: Prostě to udělejte.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:14:DefaultText
source: Here we are. I hope you like tight spaces.
cs: A je to tady. Doufám, že máte rádi stísněné prostory.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:15:DefaultText
source: Yeah, Phineas sent me.
cs: Jo, poslal mě Phineas.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:16:DefaultText
source: <Roll your eyes and sigh dramatically.>
cs: <Vyvalte oči a dramaticky si povzdechněte.>

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:17:DefaultText
source: What a coincidence! Me, too.
cs: To je ale náhoda! Já taky.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:18:DefaultText
source: The Phoenix is a wanted man, and the Board has eyes everywhere in Byzantium.
cs: Fénix je hledaný muž a Rada má oči všude v Byzanci.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:19:DefaultText
source: Let's get this over with. You have information for me.
cs: Ať už to máme za sebou. Máte pro mě informace.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:20:DefaultText
source: The Phoenix?
cs: Fénix?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:21:DefaultText
source: Yeah, that's my code name for- you know. Our mutual friend.
cs: Jo, to je moje krycí jméno pro... víš. Náš společný přítel.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:22:DefaultText
source: Yeah. You're looking to make contact with Minister- er, Magpie, right?
cs: Jo. Chcete navázat kontakt s ministrem Strakou, že?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:23:DefaultText
source: I should warn you, it won't be easy. He spends most of his time in his estate, which is heavily guarded.
cs: Měl bych vás varovat, že to nebude snadné. Většinu času tráví na svém panství, které je přísně střeženo.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:24:DefaultText
source: What's your code name?
cs: Jaké je vaše krycí jméno?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:25:DefaultText
source: We have a mutual friend? How nice.
cs: Máme společného přítele? Jak milé.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:26:DefaultText
source: Oh, I'm Golden Eagle.
cs: Já jsem Zlatý orel.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:27:DefaultText
source: Do I have a code name?
cs: Mám kódové jméno?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:28:DefaultText
source: Of course you are.
cs: Samozřejmě, že ano.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:29:DefaultText
source: It makes perfect sense if you know about the territoriality of old Earth birds of prey.
cs: Dává to smysl, pokud víte o teritorialitě starých pozemských dravců.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:30:DefaultText
source: Um, yeah. I named you Cuckoo.
cs: Jo. Pojmenoval jsem tě Kukačka.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:31:DefaultText
source: Enough of this. You have information for me, don't you?
cs: Už toho bylo dost. Máte pro mě informace, že?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:32:DefaultText
source: Seriously?!
cs: Vážně?!

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:33:DefaultText
source: It makes sense if you think about it! Because I didn't know who you were and old Earth cuckoos would routinely trick other birds into feeding them!
cs: Když se nad tím zamyslíte, dává to smysl! Protože jsem nevěděl, kdo jsi, a staré pozemské kukačky běžně obelhávaly jiné ptáky, aby je krmili!

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:34:DefaultText
source: I- oh! Oh. You mean I'm supposed to be meeting you.
cs: Chceš říct, že se s tebou mám setkat.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:35:DefaultText
source: Let's keep this moving. You have information for me.
cs: Pokračujme v práci. Máte pro mě informace.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:36:DefaultText
source: Why do you sound so surprised?
cs: Proč zníš tak překvapeně?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:37:DefaultText
source: Nothing, it's just... I thought you'd be taller.
cs: Nic, jen... Myslel jsem, že budeš vyšší.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:38:DefaultText
source: Anyway, let's not get hung up on that.
cs: Každopádně se tím nenechme unést.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:39:DefaultText
source: Shh! No names, okay?
cs: Pšššt! Žádná jména, ano?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:40:DefaultText
source: He did a good job finding you. You'll fit right in here.
cs: Odvedl dobrou práci, když tě našel. Zapadneš sem.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:41:DefaultText
source: Anyway, you're looking to make contact with Minister- er, Magpie, right?
cs: Každopádně chcete navázat kontakt s ministrem, ehm, Strakou, že?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:42:DefaultText
source: No way. I'm Golden Eagle. You can be Cuckoo.
cs: V žádném případě. Jsem Zlatý orel. Ty můžeš být Kukačka.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:43:DefaultText
source: That doesn't even make- fine. FINE.
cs: To ani neznamená, že... fajn. FAJN.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:44:DefaultText
source: Whatever. Just give me the information I came for.
cs: To je jedno. Jen mi dejte informace, pro které jsem přišel.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:45:DefaultText
source: Okay, so what can you tell me?
cs: Dobře, tak co mi můžete říct?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:46:DefaultText
source: That's debatable.
cs: To je sporné.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:47:DefaultText
source: Some of the guards hang around Billingsly's House of Inebriation between shifts.
cs: Někteří strážní se mezi směnami potloukají kolem Billingslyho domu opilosti.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:49:DefaultText
source: Maybe you could do some reconnaissance there. You know, swipe a key while nobody's looking.
cs: Možná bys tam mohl udělat nějaký průzkum. Však víš, prošmejdit klíč, když se nikdo nedívá.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:50:DefaultText
source: Thanks for the tip.
cs: Děkujeme za tip.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:51:DefaultText
source: That's theft, not reconnaissance.
cs: To je krádež, ne průzkum.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:52:DefaultText
source: Whatever. I'm better with bird terms.
cs: To je jedno. Ptačí termíny mi jdou lépe.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:53:DefaultText
source: Just remember, you didn't hear it from me.
cs: Jen si pamatujte, že jsem vám to neřekl já.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:54:DefaultText
source: Pretend we're strangers. The Board's always watching.
cs: Předstírejte, že jsme cizí lidé. Rada se vždycky dívá.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:55:DefaultText
source: Crazy's my middle name.
cs: Blázen je moje druhé jméno.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:56:DefaultText
source: Come on, Golden Eagle!
cs: Pojď, Zlatý orle!

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:57:DefaultText
source: Okay, okay! I should be able to get you in, but it won't be pleasant.
cs: Dobře, dobře! Měl bych tě dostat dovnitř, ale nebude to příjemné.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:58:DefaultText
source: Get ready to take a deep breath and hold it.
cs: Připravte se zhluboka nadechnout a zadržet dech.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:59:DefaultText
source: I hope you're joking.
cs: Doufám, že si děláte legraci.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:60:DefaultText
source: <Take a deep breath and hold it.>
cs: <Hluboce se nadechněte a zadržte dech.>

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:61:DefaultText
source: Not now! Also, I was kidding.
cs: Teď ne! Také jsem si dělal legraci.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:62:DefaultText
source: Hey, it's your neck. I can get you packed away, but it won't be a pleasant journey.
cs: Hej, je to tvůj krk. Můžu tě sbalit, ale nebude to příjemná cesta.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:63:DefaultText
source: Mostly.
cs: Většinou.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:64:DefaultText
source: If you let me suffocate in a box, I will rise from the grave and hunt you down.
cs: Jestli mě necháš dusit se v krabici, vstanu z hrobu a ulovím tě.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:65:DefaultText
source: Only if you can afford the Board's exhumation fees! They're a killer.
cs: Pouze pokud si můžete dovolit poplatky za exhumaci! Ty jsou zabijácké.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:66:DefaultText
source: Just kidding. Relax, you won't be the strangest thing I've ever shipped to the Ministry.
cs: Dělám si legraci. Klid, nebudeš ta nejpodivnější věc, kterou jsem kdy na ministerstvo poslal.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:67:DefaultText
source: Follow me. And play it cool.
cs: Následujte mě. A hraj to v klidu.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:68:DefaultText
source: Good hunting, Golden Eagle.
cs: Dobrý lov, Golden Eagle.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:69:DefaultText
source: Good luck, Cuckoo.
cs: Hodně štěstí, Cuckoo.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:70:DefaultText
source: This is Golden Eagle you're talking to.
cs: Mluvíte s Golden Eaglem.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:72:DefaultText
source: I am one hundred percent not okay with this, Captain.
cs: Tohle mi stoprocentně nevadí, kapitáne.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:73:DefaultText
source: Of all the hullheaded ideas we've had, this one ranks somewhere in the middle.
cs: Ze všech našich nápadů na korbu se tento řadí někam doprostřed.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:74:DefaultText
source: Would now be a bad time to mention my claustrophobia? Side effect of serving my time at the prison.
cs: Byla by teď špatná chvíle zmínit se o své klaustrofobii? Vedlejší účinek mého pobytu ve vězení.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:75:DefaultText
source: Not eager to be boxed up like an animal, but if this is the only way...
cs: Netoužím po tom, aby mě zavřeli do krabice jako zvíře, ale pokud je to jediná možnost...

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:79:DefaultText
source: Oh, oh, oh! Can I be "Chicken?" Because chickens will adopt any critter's baby and keep them warm.
cs: Oh, oh, oh! Můžu být "Kuře?" Protože kuřata adoptují mláďata jakéhokoli zvířete a budou je hřát.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:80:DefaultText
source: Can we pick our own code names? I wanna be Rolling Thunder. Wait, no, I got it. Drop Kick Millstone. Yeah.
cs: Můžeme si zvolit vlastní kódová jména? Já chci být Rolling Thunder. Počkat, ne, už to mám. Drop Kick Millstone. Jo.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:81:DefaultText
source: I'm almost afraid to ask, but what's my code name?
cs: Skoro se bojím zeptat, ale jaké je moje krycí jméno?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:82:DefaultText
source: This cloak and dagger stuff is nonsense, but... if everyone else gets a code name, I want one, too.
cs: Tohle maskování je nesmysl, ale... když všichni ostatní mají krycí jméno, tak já ho chci taky.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:83:DefaultText
source: Does this mean I'm supposed to have one, too? Fine, but make it a really good one.
cs: Znamená to, že ho mám mít i já? Fajn, ale ať je opravdu dobrá.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:86:DefaultText
source: You sure you don't wanna be Raven? Or Sparrowhawk?
cs: Určitě nechceš být Raven? Nebo krahujec?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:87:DefaultText
source: I was really trying to stick with the bird theme. How about... Bullfinch.
cs: Opravdu jsem se snažil držet ptačího tématu. Co třeba... Bullfinch.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:88:DefaultText
source: You're... Rockhopper Penguin.
cs: Jste... Rockhopper Penguin.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:89:DefaultText
source: You can be Cassowary.
cs: Můžeš být Cassowary.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:90:DefaultText
source: Let's go with... Rufous Hummingbird.
cs: Zvolíme... Kolibřík rezavý.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:92:DefaultText
source: Wow. That is so much better. Bullfinch Millstone.
cs: Páni. To je mnohem lepší. Mlýnský kámen Bullfinch.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:93:DefaultText
source: I can't tell whether you're joking.
cs: Nevím, jestli si děláte legraci.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:94:DefaultText
source: That's... shockingly apt. Cassowaries were a solitary bunch, but once they had a friend, they'd stick with them 'til the end.
cs: To je... šokující. Kasuáři byli samotáři, ale jakmile měli kamaráda, drželi se ho až do konce.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:95:DefaultText
source: Forget it. Code names are for amateurs, anyway.
cs: Zapomeňte na to. Krycí jména jsou stejně pro amatéry.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:96:DefaultText
source: Okay, okay. Chicken it is.
cs: Dobře, dobře. Je to kuře.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:97:DefaultText
source: Okay, but adding your last name kinda misses the point.
cs: Dobře, ale přidání tvého příjmení trochu postrádá smysl.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:98:DefaultText
source: I never joke about tradecraft.
cs: Nikdy nežertuji o obchodování.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:99:DefaultText
source: Aggressive little creatures, too.
cs: Agresivní malá stvoření.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:100:DefaultText
source: Too late, I've already marked it off. Can't just go reassigning code names.
cs: Pozdě, už jsem si to odškrtl. Nemůžu jen tak přejmenovávat kódová jména.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:101:DefaultText
source: How exactly did you get involved in all this, anyway?
cs: Jak jste se do toho všeho vlastně zapletl?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:102:DefaultText
source: I've always been fascinated by birds. If you ever research Earth species, there are thousands of them, so colorful and distinct.
cs: Ptáci mě vždycky fascinovali. Pokud někdy zkoumáte pozemské druhy, jsou jich tisíce, tak pestré a odlišné.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:103:DefaultText
source: The other thing about birds, though, is they're environmental indicators.
cs: Další věc, která se týká ptáků, je, že jsou indikátory životního prostředí.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:104:DefaultText
source: When they die off, it's a sign that something's wrong.
cs: Když odumřou, je to znamení, že něco není v pořádku.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:105:DefaultText
source: Meaning?
cs: Co to znamená?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:106:DefaultText
source: Get to the point.
cs: Přejděte k věci.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:107:DefaultText
source: Exactly.
cs: Přesně tak.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:108:DefaultText
source: When the birds start disappearing, you know something's afoul.
cs: Když začnou ptáci mizet, víte, že se něco děje.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:109:DefaultText
source: No pun intended.
cs: Bez slovní hříčky.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:110:DefaultText
source: I started thinking about everything we see around Halcyon. And all the things we don't see.
cs: Začal jsem přemýšlet o všem, co vidíme kolem Halcyonu. A o všem, co nevidíme.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:111:DefaultText
source: Like what?
cs: Co jako?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:112:DefaultText
source: For starters, you rarely come across anyone living in Byzantium who wasn't born here. Even though we get ships in all the time.
cs: Za prvé, v Byzanci málokdy potkáte někoho, kdo se zde nenarodil. A to i přesto, že k nám neustále připlouvají lodě.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:113:DefaultText
source: On second thought, I don't have time for this now.
cs: Když o tom tak přemýšlím, nemám na to teď čas.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:114:DefaultText
source: Doesn't that seem strange to you?
cs: Nepřipadá vám to divné?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:115:DefaultText
source: It does.
cs: Je to tak.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:116:DefaultText
source: Not really.
cs: Ne tak docela.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:117:DefaultText
source: And then there's the way nothing gets fixed. There used to be a suggestion box around here. People would drop ideas in. Nothing ever came of them, of course.
cs: A pak je tu způsob, jakým se nic neopravuje. Kdysi tu byla schránka na návrhy. Lidé do ní házeli nápady. Nikdy z nich samozřejmě nic nebylo.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:118:DefaultText
source: Seems pretty normal, actually.
cs: Vlastně to vypadá docela normálně.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:119:DefaultText
source: That's not right.
cs: To není správné.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:120:DefaultText
source: I mean, there's a shredder at the bottom of the box, so I don't know what you'd expect to happen.
cs: Na dně krabice je skartovačka, takže nevím, co byste čekali, že se stane.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:121:DefaultText
source: But one day, the shredder broke. No one came to fix it. And since it wasn't working, we didn't have anywhere to file our complaints, so you can imagine how messy things got.
cs: Jednoho dne se však skartovačka rozbila. Nikdo ji nepřišel opravit. A protože nefungovala, neměli jsme kam podávat stížnosti, takže si dovedete představit, jaký byl nepořádek.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:122:DefaultText
source: Sure, that part is. That's why they install shredders in those boxes, after all.
cs: Jistě, tato část je. Proto se přece do těch krabic instalují skartovačky.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:123:DefaultText
source: And?
cs: A?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:124:DefaultText
source: A regular tragedy.
cs: Pravidelná tragédie.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:125:DefaultText
source: At first, management put up an "Out of Order" sign, but that just seemed to worry people. Like they were advertising something wasn't working.
cs: Vedení nejprve vyvěsilo ceduli "Mimo provoz", ale zdálo se, že to lidi jen znepokojuje. Jako kdyby inzerovali, že něco nefunguje.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:126:DefaultText
source: They eventually took the whole "Suggestion Box" sign down so that people didn't have any expectations about it.
cs: Nakonec celý nápis "Suggestion Box" odstranili, aby lidé neměli žádná očekávání.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:127:DefaultText
source: But they never fixed it. Never replaced it. Doesn't that seem odd to you?
cs: Ale nikdy to neopravili. Nikdy ho nevyměnili. Nepřipadá vám to divné?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:128:DefaultText
source: Yes.
cs: Ano.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:129:DefaultText
source: No. That's how things go around Halcyon, in case you didn't notice.
cs: Ne. Takhle to chodí v Halcyonu, pokud sis nevšiml.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:130:DefaultText
source: If you ask me, the suggestion box was pretty useless to begin with.
cs: Podle mého názoru byla schránka na návrhy od začátku dost zbytečná.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:131:DefaultText
source: Except that's not how they go. At least, that's not how they're supposed to go in Byzantium.
cs: Až na to, že takhle to neprobíhá. Přinejmenším by tak neměly probíhat v Byzanci.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:132:DefaultText
source: The whole episode made me wonder. If they can't fix something as simple as a suggestion box, what else aren't they fixing?
cs: Celá epizoda mě přiměla k zamyšlení. Když nedokážou opravit něco tak jednoduchého, jako je schránka na návrhy, co ještě neopravují?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:133:DefaultText
source: After a while, I got connected with our mutual friend and started using my position here to feed him information when I could. That's it, really.
cs: Po nějaké době jsem se spojil s naším společným přítelem a začal jsem využívat své pozice zde, abych mu předával informace, kdykoli jsem mohl. To je vlastně všechno.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:134:DefaultText
source: None taken.
cs: Nebyla přijata žádná.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:136:DefaultText
source: I don't know how else people are supposed to complain about things they can't change, but that's not the point.
cs: Nevím, jak jinak si mají lidé stěžovat na věci, které nemohou změnit, ale o to nejde.
