Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_byz_residents_03.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:1:DefaultText
source: I'm afraid I can't come down any more, my good man. I'd have to request a counter waiver, and you know how dreadful the paperwork is.
bs: Obávám se, že už nemohu přijít dolů, můj dobrý muži. Musel bych požádat o protinávrh a víte, jak strašné je to papírování.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:2:DefaultText
source: Don't I ever, my dear fellow! Why, I spent three hours filing a discussion authorization just to commence our little tête-à-tête!
bs: To nikdy, můj drahý příteli! Proč jsem strávil tři hodiny vyplňováním povolení k diskusi, jen abych mohl začít náš malý tête-à-tête!

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:3:DefaultText
source: How we suffer in the name of commerce!
bs: Jak trpíme ve jménu obchodu!

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:4:DefaultText
source: I tell you what. We'll change the font in our contracts as per your request if you'll replace the landscaping around your offices as per ours.
bs: Něco vám řeknu. Změníme písmo v našich smlouvách podle vašeho přání, pokud vyměníte terénní úpravy kolem vašich kanceláří podle našich.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:5:DefaultText
source: My dear fellow, you've no idea how our production has suffered. Why, the loafers working our factory lines are practically robbing us.
bs: Drahý příteli, ani nevíte, jak naše produkce utrpěla. Vždyť ti povaleči, kteří pracují u našich výrobních linek, nás prakticky okrádají.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:6:DefaultText
source: It's even worse for us, my good man. Our workers - if one can call them that - keep losing fingers. How are we to make a bit?
bs: Pro nás je to ještě horší, dobrý muži. Naši dělníci - dá-li se to tak nazvat - stále ztrácejí prsty. Jak máme něco vydělat?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:7:DefaultText
source: You, sir, are a fabulous negotiator.
bs: Jste báječný vyjednavač, pane.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:8:DefaultText
source: Don't get me started, my dear fellow! You are most certainly the master of this art.
bs: Nechtějte, abych začal, drahý příteli! V tomto umění jsi zcela jistě mistr.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:9:DefaultText
source: Ah, look at us, at it again already!
bs: Ach, podívejte se na nás, už jsme v tom zase!

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:10:DefaultText
source: Wretched, isn't it?
bs: Ubohé, že?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:11:DefaultText
source: Throw in a clause about hosting our weekly bridge tournaments, and you've got yourself a deal.
bs: Přidejte klauzuli o pořádání našich týdenních bridžových turnajů a máte dohodu.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:12:DefaultText
source: You drive a hard bargain, my good man!
bs: Tvrdě vyjednáváš, můj dobrý muži!

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_03:13:DefaultText
source: They've got to pay me for something, my dear fellow!
bs: Za něco mi musí zaplatit, drahý příteli!
