Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_clothing_store_clerk.po
Languages: cs

source: How can I help you?
cs: Jak vám mohu pomoci?

source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

source: Take care.
cs: Dávejte na sebe pozor.

source: What happened to Celeste?
cs: Co se stalo Celeste?

source: I don't know who you're talking about.
cs: Nevím, o kom mluvíte.

source: Welcome to Jolicoeur's Haberdashery, now under new management. I'm Malini Gupta.
cs: Vítejte v galanterii Jolicoeur's, která je nyní pod novým vedením. Jsem Malini Gupta.

source: Her name's on the damn sign.
cs: Její jméno je na té zatracené ceduli.

source: Never mind.
cs: Nevadí.

source: Celeste Jolicoeur. Proprietor. Runs the shop. Owes me a suit.
cs: Celeste Jolicoeur. Majitelka. Provozuje obchod. Dluží mi oblek.

source: Oh. This is going to be one of those conversations.
cs: Oh. Tohle bude jeden z těch rozhovorů.

source: Celeste Jolly-something. She was gonna make me a suit.
cs: Celeste Jolly-něco. Chtěla mi ušít oblek.

source: The Jolicoeur brand has been associated with fine tailoring for generations.
cs: Značka Jolicoeur je již po generace spojována s jemným krejčovstvím.

source: Look, could you please just lay off the questions? I don't want to get in trouble. Please.
cs: Podívej, mohl bys prosím přestat s těmi otázkami? Nechci se dostat do problémů. Prosím.

source: I - I don't know anyone by that name, and definitely haven't associated with anyone by that name. If you're expecting a suit, there might be one in the back rooms.
cs: Já - neznám nikoho s tímto jménem a rozhodně jsem se s nikým s tímto jménem nestýkal. Pokud očekáváte oblek, mohl by být v zadních místnostech.

source: They killed Celeste. Why are you so calm?
cs: Celestu zabili. Proč jsi tak klidný?

source: My engineer's going on a date, and she needs a fine outfit.
cs: Moje inženýrka jde na rande a potřebuje pěkné oblečení.

source: You don't gotta be so forward about my reasons, Captain.
cs: Nemusíte být tak upřímný, pokud jde o mé důvody, kapitáne.

source: Turn around, please. Little slower. There we are. Hm.
cs: Otočte se, prosím. Trochu pomaleji. Tady jsme. Hm.

source: That's all I gotta do? I feel like I'm in a doctor's exam.
cs: To je vše, co musím udělat? Připadám si jako na lékařské prohlídce.

source: I know just what would suit. Here's an estimate, including materials, labor, and our standard licensing fees.
cs: Vím, co by se k tomu hodilo. Tady je odhad včetně materiálu, práce a našich standardních licenčních poplatků.

source: I can cover <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bits.
cs: Mohu pokrýt <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bity.

source: Excellent. I'll punch the patterns in and spin the machines up. It should only take an hour...
cs: Vynikající. Vypíchnu vzory a roztočím stroje. Mělo by to trvat jen hodinu...

source: ...All done. Custom fit, but it might be snug around the thighs and shoulders. You're a touch more muscular than our usual clientele.
cs: ...Hotovo. Přizpůsobení na míru, ale může být těsné kolem stehen a ramen. Jste trochu svalnatější než naše obvyklá klientela.

source: ...There you are, Captain. Assuming her measurements were accurate, it shoudn't require any tailoring.
cs: ...Tady jste, kapitáne. Za předpokladu, že její míry byly přesné, by to nemělo vyžadovat žádné úpravy.

source: I guess we can swing <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bits.
cs: Myslím, že se můžeme rozmáchnout <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bity.

source: I'm pleased we could come to an accommodation.
cs: Jsem rád, že jsme se dohodli.

source: She's an engineer. You think she can afford that? She needs to impress her true love.
cs: Je inženýrka. Myslíš, že si to může dovolit? Potřebuje zapůsobit na svou pravou lásku.

source: How quaint. Not a marriage contract, but actual... romance?
cs: Jak kuriózní. Ne manželská smlouva, ale skutečný... románek?

source: Is that so strange?
cs: Je to tak divné?

source: You're either not from Byzantium, or you've read far too many ten-bit novels.
cs: Buď nejsi z Byzance, nebo jsi četl příliš mnoho románů o deseti kouscích.

source: This is the best I can do for you, Captain. Do mind the fine print - if this outfit appears on aetherwave, you'll be in violation of Jolicoeur's copyrights.
cs: To je to nejlepší, co pro vás mohu udělat, kapitáne. Dávejte pozor na drobné písmo - pokud se tento outfit objeví na aetherwave, porušíte Jolicoeurova autorská práva.

source: Fees for "licensing and copyright?" Cut the bullshit. Show me a fair price. Now.
cs: Poplatky za "licence a autorská práva"? Nechte si ty kecy. Ukažte mi férovou cenu. Teď.

source: Captain, please don't do this again.
cs: Kapitáne, prosím, už to nedělejte.

source: Boss is just trying to get you a fair price from this fancy-pants for your, uh - your fancy pants.
cs: Šéf se z vás jen snaží dostat férovou cenu za vaše, ehm - vaše nóbl kalhoty.

source: Captain, please don't do this again.
cs: Kapitáne, prosím, už to nedělejte.

source: Shop around. My prices are quite fair. But I can trim a few standard options, and discount on my own labor.
cs: Nakupujte v okolí. Moje ceny jsou docela férové. Ale mohu zkrátit několik standardních možností a slevu na vlastní práci.

source: Hold up. Did you actually measure her for this outfit? I didn't see any measuring tape.
cs: Počkejte. Opravdu jsi ji měřil, aby se mohla obléknout? Neviděl jsem žádný metr.

source: Certainly. There's an automated system installed in the showroom. I just aimed the cameras at her and switched on.
cs: Jistě. V showroomu je nainstalován automatický systém. Jen jsem na ni namířil kamery a zapnul je.

source: Between you and me, the former owner liked to claim she did measurements by eye. Just to make herself sound like some manner of auteur.
cs: Mezi námi, bývalá majitelka ráda tvrdila, že měření prováděla od oka. Jen aby vypadala jako autorka.

source: I'll think it over and get back to you.
cs: Promyslím si to a ozvu se vám.

source: I'll keep the measurements and estimate on file for you. Let me know if I can help you.
cs: Rozměry a odhad si nechám pro vás. Dejte mi vědět, jestli vám mohu pomoci.

source: I'd be happy to help her out, but she'll need to come in personally. Unless you happen to have all her measurements. Inseams and whatnot.
cs: Rád jí pomůžu, ale musí přijít osobně. Pokud náhodou nemáte všechny její míry. Švy a tak.

source: Let's talk about that outfit for my engineer.
cs: Promluvme si o tom oblečení pro mého inženýra.

source: Unless you bring her in, there's no way I can do a proper fitting.
cs: Pokud ji nepřivedete, nemám šanci ji pořádně upravit.

source: Here's our last estimate.
cs: Zde je náš poslední odhad.

source: Ah, seems we have her measurements on file. Excellent.
cs: Aha, zdá se, že máme její míry v souboru. Výborně.

source: It looks real pretty, ma'am. Reminds me of the rocks by my home. Thank you.
cs: Vypadá to moc hezky, madam. Připomíná mi skály u mého domu. Děkuji.

source: You're definitely not from around here. But enjoy your evening.
cs: Určitě nejste zdejší. Ale užijte si večer.
