Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_actor_leader.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:1:DefaultText
source: Well, well! Here to stop us at last, Captain Steele? You're too late!
cs: No, no! Konečně jste nás zastavil, kapitáne Steele? Přišel jste pozdě!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:2:DefaultText
source: Joke's on you, idiot. Those crates are just decoys.
cs: Vtip je na tvé straně, idiote. Ty bedny jsou jen návnada.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:3:DefaultText
source: You foul pirate! I won't let you get away with this.
cs: Ty odporný piráte! Tohle ti neprojde.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:4:DefaultText
source: Whatever, as long as you stop monologuing about it.
cs: To je jedno, pokud o tom přestaneš mluvit.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:5:DefaultText
source: They- they are?
cs: Oni... oni jsou?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:6:DefaultText
source: Here to stop us at last, Captain Steele? You're too- oh, sorry, I already said that.
cs: Konečně jste nás zastavil, kapitáne Steele? Jste příliš... ach, promiňte, to už jsem řekl.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:7:DefaultText
source: Come on, stick to the script!
cs: No tak, drž se scénáře!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:8:DefaultText
source: Do you remember the last time we faced each other? The Battle of Axajaxx, staring one another down across the void of space while flaming debris fell like rain around us?
cs: Vzpomínáš si, kdy jsme proti sobě stáli naposledy? V bitvě o Axajaxx, kdy jsme na sebe hleděli přes prázdnotu vesmíru, zatímco kolem nás padaly hořící trosky jako déšť?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:11:DefaultText
source: Can I shoot someone? Wait, are we the good guys or the bad guys?
cs: Mohu někoho zastřelit? Počkat, jsme my ti hodní, nebo ti zlí?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:12:DefaultText
source: Am I in this shot? Hang on, I'm gonna give 'em the old Millstone Glare.
cs: Jsem na snímku já? Počkejte, podívám se na ně starým známým pohledem Millstone Glare.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:14:DefaultText
source: Which side is my good side?
cs: Která strana je moje dobrá strana?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:15:DefaultText
source: Are we on camera now? 'Cause I really don't care to be.
cs: Jsme teď na kameře? Protože o to opravdu nestojím.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:16:DefaultText
source: REMINDER: prolonged exposure to germicidal fumes kills braincells.
cs: UPOZORNĚNÍ: dlouhodobé vystavení germicidním výparům zabíjí mozkové buňky.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:17:DefaultText
source: I hope you've paid your burial fees and signed your personal death and dismemberment waivers, because this is the end for you!
cs: Doufám, že jste zaplatili pohřebné a podepsali zřeknutí se práva na osobní pohřeb, protože tohle je pro vás konec!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:18:DefaultText
source: No, it's the end for YOU.
cs: Ne, je to konec pro tebe.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:21:DefaultText
source: Good, because I still don't know what's going on!
cs: To je dobře, protože pořád nevím, co se děje!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:22:DefaultText
source: <Attack> Rehearsal's over.
cs: <Útok> Zkouška skončila.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:24:DefaultText
source: I- Law, what a presence! I'm going to need a moment to match this energy.
cs: I- Law, jaká přítomnost! Budu potřebovat chvilku, abych se té energii vyrovnal.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:31:DefaultText
source: To the break room, everyone! I need my Mo-App Fizzy Tea.
cs: Všichni do odpočívárny! Potřebuji svůj Mo-App Fizzy Tea.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:34:DefaultText
source: Fuck! How does Maverick expect me to compete with this?!
cs: Kurva! Jak si Maverick myslí, že s tímhle budu soutěžit?!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:61:DefaultText
source: I can improvise, too! Safeties off, everyone!
cs: I já umím improvizovat! Všichni se pojistit!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:64:DefaultText
source: I thought this scene needed more action.
cs: Myslím, že tato scéna potřebovala více akce.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:65:DefaultText
source: Yeah! And - uh - you're about to get a scathing review!
cs: Jo! A - ehm - chystáte se na zdrcující recenzi!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:67:DefaultText
source: Oh good, I was getting bored.
cs: Dobře, už jsem se nudil.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:68:DefaultText
source: Stop! It's make-believe!
cs: Přestaňte! Je to jen výmysl!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:69:DefaultText
source: SAM units aren't just lethal to germs, they're lethal to ALL organic lifeforms. Settings can be adjusted using the "Easy 1-2-3 Installation Manual."
cs: Jednotky SAM nejsou smrtící jen pro bakterie, ale pro VŠECHNY organické formy života. Nastavení lze upravit pomocí "Snadné instalační příručky 1-2-3".

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:70:DefaultText
source: He's really shooting! Safeties off!
cs: Opravdu střílí! Pojistky vypnuty!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:70:FemaleText
source: She's really shooting! Safeties off!
cs: Opravdu střílí! Pojistky vypnuty!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:71:DefaultText
source: What are you doing? Go to your mark.
cs: Co to děláte? Jdi ke svému cíli.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:72:DefaultText
source: Is it "YOU'RE too late" or "you're TOO late?" Hm.
cs: Je to "JDEŠ pozdě" nebo "JDEŠ PŘÍLIŠ pozdě"? Hm.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:79:DefaultText
source: With their patented stomach-stuffing effects and baseline vitamin content, we'll be nigh unstoppable!
cs: Díky jejich patentovaným účinkům na nacpání žaludku a základnímu obsahu vitamínů budeme téměř nezastavitelní!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:80:DefaultText
source: How did C&P manage to fit MORE in something so tiny?! They're geniuses!
cs: Jak se společnosti C&P podařilo vměstnat VÍCE do něčeho tak malého?! Jsou to géniové!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:81:DefaultText
source: You trying to snag my C&P endorsement? Take it easy.
cs: Snažíš se mi sebrat podporu C&P? Buď v klidu.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:82:DefaultText
source: I've been waiting for five years now, and at last my day for vengeance has come!
cs: Čekal jsem na to pět let a konečně přišel můj den pomsty!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:83:DefaultText
source: You ran like a coward then. You'll run now if you know what's good for you.
cs: Pak jsi utekl jako zbabělec. Utečeš i teď, pokud víš, co je pro tebe dobré.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:84:DefaultText
source: That's what you think!
cs: To si myslíte vy!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:85:DefaultText
source: Is this where we're dumping backstory? Because that should come up earlier.
cs: Je tohle místo, kde se zbavujeme příběhu? Protože ta by se měla objevit dřív.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:86:DefaultText
source: We screen tested that, and the audiences forgot all about it!
cs: Testovali jsme to na plátně a diváci na to úplně zapomněli!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:87:DefaultText
source: Yes! It is!
cs: Ano! Je to tak!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:88:DefaultText
source: ...Um, when is that day?
cs: ...Hm, kdy je ten den?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:89:DefaultText
source: Dammit! Don't upstage me!
cs: Sakra! Nepředváděj mě!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:91:DefaultText
source: I- oh, I just got chills.
cs: Právě mi běhá mráz po zádech.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:92:DefaultText
source: Let's see you try!
cs: Uvidíme, jak to zkusíte!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:93:DefaultText
source: FINALLY.
cs: KONEČNĚ.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:94:DefaultText
source: I refuse to work like this! I've done aetherwave spots for Wentsworth, I'll have you know.
cs: Odmítám takhle pracovat! Pro Wentswortha jsem dělal spoty s éterovou vlnou, to musíš vědět.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:97:DefaultText
source: I- line? Never mind, I think that's scene.
cs: I- line? Nevadí, myslím, že to je scéna.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:98:DefaultText
source: All of this settlement's C&P HungryTime Food Pills - same nutritional value, but now with added filler - are ours!
cs: Všechny tablety C&P HungryTime Food Pills z této osady - se stejnou výživovou hodnotou, ale nyní s přidanou náplní - jsou naše!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:99:DefaultText
source: ...What an unexpected twist! You may have fooled me for now, but not for long!
cs: ...Jaký nečekaný zvrat! Možná jsi mě prozatím oklamal, ale ne na dlouho!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:100:DefaultText
source: I had you surrounded and outgunned! But you overcame my superior numbers with tactical thinking and a Hammersmith Limited Edition Grenade Launcher!
cs: Obklíčil jsem tě a přestřelil! Ale ty jsi překonal mou přesilu taktickým myšlením a granátometem z limitované edice Hammersmith!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:101:DefaultText
source: What of it?
cs: Co s tím?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:102:DefaultText
source: <Remain stoically silent.>
cs: <Zůstaňte stoicky zticha.>

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:103:DefaultText
source: The things you just described are scientifically impossible.
cs: Věci, které jste právě popsal, jsou z vědeckého hlediska nemožné.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:104:DefaultText
source: I'm confused! Have we actually met before?
cs: Jsem zmatený! Už jsme se někdy setkali?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:105:DefaultText
source: Hey, I didn't write this. Just go with it.
cs: Hele, já to nenapsal. Prostě se s tím smiř.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:106:DefaultText
source: What indeed!
cs: Cože?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:107:DefaultText
source: I see you haven't changed a bit, Steele.
cs: Vidím, že ses ani trochu nezměnil, Steele.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:108:DefaultText
source: Oh, I'm sorry, am I not giving this scene enough energy for you?
cs: Promiňte, ale copak vám nedávám této scéně dost energie?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:109:DefaultText
source: I have this whole port wired with submicro energon transistors!
cs: Mám celý tento port propojený submikro energonovými tranzistory!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:110:DefaultText
source: Plasma's already a vapor-like kind of thing. You can't re-vaporize it. Can you?
cs: Plazma je už teď podobná páře. Nemůžete ji znovu odpařit. Můžeš?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:111:DefaultText
source: <Exude wordless fury.>
cs: <Vyzařovat zuřivost beze slov.>

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:112:DefaultText
source: Speechless, I see! It is a flawless plan.
cs: Vidím, že nemáte slov! Je to bezchybný plán.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:113:DefaultText
source: Most of those words are made up, and the ones that are real don't work like that.
cs: Většina těchto slov je vymyšlená a ta, která jsou skutečná, takhle nefungují.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:114:DefaultText
source: Quiet! You're supposed to be an extra!
cs: Ticho! Máš být komparzista!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:115:DefaultText
source: <Say nothing, but make your eye twitch a little.>
cs: <Neříkejte nic, ale nechte oko trochu cuknout.>

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:116:DefaultText
source: Yes, even you are powerless this time, Steele!
cs: Ano, i ty jsi tentokrát bezmocný, Steele!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:117:DefaultText
source: ...But still, you'll not stop me now!
cs: ...Ale stejně mě teď nezastavíš!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:118:DefaultText
source: Not if I have anything to say about it!
cs: Ne, pokud k tomu mám co říct!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:119:DefaultText
source: And I spent three hours learning how to pronounce them!
cs: A strávil jsem tři hodiny tím, že jsem se je učil vyslovovat!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:120:DefaultText
source: Data! Calibration! Microscope!
cs: Data! Kalibrace! Mikroskop!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:121:DefaultText
source: Oh, but there's nothing you can do!
cs: Ale s tím nic nenaděláš!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:122:DefaultText
source: Uh... Energon transistors! Gamma thing! Vaporized plasma!
cs: Uh... Energonové tranzistory! Gama věc! Odpařená plazma!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:123:DefaultText
source: What the fuck are you doing?
cs: Co to kurva děláš?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:124:DefaultText
source: Saying science words! Isn't that what's happening now?
cs: Říkat vědecká slova! Není to to, co se teď děje?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:125:DefaultText
source: I'm supposed to say the science words! You're just making me look bad!
cs: Mám říkat vědecká slova! Děláte ze mě jen špatného člověka!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:126:DefaultText
source: You're not even taking this seriously!
cs: Vždyť to ani nebereš vážně!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:128:DefaultText
source: Plasma's already a vapor-like kind of thing. You can't re-vaporize it. Can you?
cs: Plazma je už teď podobná páře. Nemůžete ji znovu odpařit. Můžeš?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:129:DefaultText
source: Quiet! You're supposed to be an extra!
cs: Ticho! Máš být komparzista!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:130:DefaultText
source: Once we're away, I'll activate the gamma particulate field, and the quantoponic chain reaction will turn this whole place into vaporized plasma!
cs: Jakmile budeme pryč, aktivuji pole gama částic a kvantoponická řetězová reakce promění celé tohle místo v odpařenou plazmu!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:131:DefaultText
source: Wow - you got a real limited edition? With ten percent more ammo, for twelve percent more carnage?
cs: Páni - máš opravdu limitovanou edici? O deset procent více munice, o dvanáct procent více krveprolití?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:132:DefaultText
source: Quit upstaging me!
cs: Přestaň mě vyvyšovat!

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:133:DefaultText
source: This what passes for entertainment around here? They oughta try tossing back a Spectrum Red and going rapt hunting. Someone's bound to lose an eye. It'll be a riot.
cs: Tohle se tady považuje za zábavu? Měli by si zkusit dát Spectrum Red a jít na lov. Někdo určitě přijde o oko. To by byla výtržnost.

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:134:DefaultText
source: Hey, no one told me we were giving critics an early look. I gotta focus, okay?
cs: Hej, nikdo mi neřekl, že jsme kritikům dali přednost. Musím se soustředit, dobře?

# conversations/02_terra2/0202_byzantium/0202_cv_actor_leader:135:DefaultText
source: Doesn't matter. I wanna shoot someone.
cs: Na tom nezáleží. Chci někoho zastřelit.
