Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_byz_checkpoint_guard_commander.po
Languages: cs

source: You can pass. Go on through.
cs: Můžete projít. Projděte.

source: The Acropolis District is off-limits. Move along.
cs: Do čtvrti Akropolis je vstup zakázán. Jděte dál.

source: What is it now?
cs: Co je to teď?

source: Mind if I take a breather? I'm pretty tired after hauling around all these bits.
cs: Můžu si oddechnout? Jsem dost unavený po tom, co jsem se tahal se všemi těmi kousky.

source: What in the Law's name are you on about?
cs: O čem to proboha mluvíte?

source: These <oeiglobal>Bribe_Amount</oeiglobal> bits have been weighing me down all day. Here, you hold them.
cs: Tyhle <oeiglobal>Bribe_Amount</oeiglobal> kousky mě tíží celý den. Tady je podržte.

source: Sure, let me just take that off your hands.
cs: Jistě, dovolte mi, abych vám to vzal z rukou.

source: These <oeiglobal>Bribe_Amount</oeiglobal> bits have been weighing me down all day. Here, you hold them.
cs: Tyhle <oeiglobal>Bribe_Amount</oeiglobal> kousky mě tíží celý den. Tady je podržte.

source: This is embarrassing. I was going to bribe you, but I just realized I don't have enough on me.
cs: To je trapné. Chtěl jsem tě podplatit, ale právě jsem si uvědomil, že u sebe nemám dost peněz.

source: Honest mistake. Why don't you come back another time, and we can take this from the top?
cs: Čestná chyba. Proč se nevrátíte jindy a nevezmeme to od začátku?

source: You don't know me because I'm new to the job. I'm starting at the Ministry tomorrow.
cs: Neznáte mě, protože jsem v této práci nováček. Zítra nastupuji na ministerstvo.

source: You're new to the Ministry? You one of those labcoats they promoted from a company town?
cs: Jste na ministerstvu nový? Jsi jeden z těch laborantů, které povýšili z firemního města?

source: I'm back with money. Want to try this bribery thing again?
cs: Jsem zpátky s penězi. Chceš to s tím uplácením zkusit znovu?

source: As I recall, you were saying something about being tired and needing a breather.
cs: Pokud si vzpomínám, říkal jsi něco o tom, že jsi unavený a potřebuješ si vydechnout.

source: I'm not looking for trouble. I just want in.
cs: Nevyhledávám problémy. Jen chci dovnitř.

source: And seeing as you don't seem the executive sort, you obviously don't belong in the Acropolis District.
cs: A protože nevypadáte na výkonného člověka, zřejmě do čtvrti Akropolis nepatříte.

source: Farewell.
cs: Rozloučení.

source: Did I say restricted area? Slip of the tongue. What I meant was - welcome to the Acropolis District.
cs: Řekl jsem zakázaná oblast? Přeřeknutí. Chtěl jsem říct - vítejte ve čtvrti Akropolis.

source: Goodbye.
cs: Sbohem.

source: You don't know that.
cs: To nevíte.

source: I really don't have time for this.
cs: Na tohle opravdu nemám čas.

source: That's some brilliant logic. You should be promoted.
cs: To je brilantní logika. Měl bys být povýšen.

source: Hey, were you awarded Most Persons Profiled six non-consecutive months in a row? I didn't think so.
cs: Hej, byl jsi šest měsíců po sobě oceněn jako nejprofláknutější osoba? To jsem si nemyslel.

source: Yeah? Well, my shift ends approximately never, so I've got all the time in the world.
cs: Ano? No, moje směna končí přibližně za hodinu, takže mám všechen čas na světě.

source: Hey, I've been trying to get a post at the HHC, but they keep turning me down on account of my "odious interpersonal skills." Or something.
cs: Ahoj, snažím se získat místo v HHC, ale stále mě odmítají kvůli mým "odporným mezilidským schopnostem". Nebo tak nějak.

source: Anyway, I've worked here long enough to know every clerk by name and face. And since I don't know yours, you ain't getting through.
cs: Každopádně tu pracuji už dost dlouho na to, abych znal každého úředníka jménem i tváří. A protože neznám tvůj, tak se sem nedostaneš.

source: Yeah, and I'd really like a new Hammersmith Grenade Launcher. Hammersmith - the most trusted brand in brutality. But we can't all have what we want.
cs: Jo, a opravdu bych chtěl nový granátomet Hammersmith. Hammersmith - nejdůvěryhodnější značka v oblasti brutality. Ale všichni nemůžeme mít, co chceme.

source: Would you believe it? Punched my ticket out of Edgewater. Good riddance.
cs: Věřili byste tomu? Mám lístek z Edgewateru. Dobře mi tak.

source: Handing out promotions like Cleo bars. Auntie Cleo, better than nature.
cs: Rozdávání propagačních akcí jako tyčinky Cleo. Teta Cleo, lepší než příroda.

source: So you start tomorrow, huh? You know they should've set you up with an ID six to eight weeks ago.
cs: Takže zítra začínáš, co? Víš, že ti měli vystavit průkaz už před šesti až osmi týdny.

source: I know, I know. But it never arrived. I tried to file a complaint.
cs: Já vím, já vím. Ale nikdy nedorazil. Snažil jsem se podat stížnost.

source: But then you had to wait six to eight weeks for the complaint forms to arrive, right? I've been there.
cs: Ale pak jste museli čekat šest až osm týdnů, než dorazí formuláře stížností, že? Zažil jsem to.

source: Yeah, all right. You're good to go.
cs: Jo, dobře. Můžeš jít.

source: If I ever find the clerk who stiffed me, I'm gonna censure him with a strongly worded memo.
cs: Jestli někdy najdu úředníka, který mě podvedl, vynadám mu důrazně formulovanou poznámkou.

source: You do that.
cs: To udělejte vy.

source: What are you doing in the Acropolis District? I don't remember letting you in.
cs: Co děláte ve čtvrti Akropolis? Nevzpomínám si, že bych tě pustil dovnitř.

source: I'm on special assignment for the Adjutant. You never saw me.
cs: Mám zvláštní úkol pro adjutanta. Nikdy jsi mě neviděl.

source: Oh, carry on, then.
cs: Tak pokračujte.

source: I just flew in to the landing pad atop the tower.
cs: Právě jsem přiletěl na přistávací plochu na vrcholu věže.

source: You didn't let me in because I didn't come through the gate.
cs: Nepustil jsi mě dovnitř, protože jsem neprošel branou.

source: Move along.
cs: Pokračujte.

source: Uh, I'm pretty sure that wouldn't have worked with Constable Reyes. Is this a Byzantium thing?
cs: Jsem si docela jistý, že u konstábla Reyese by to nefungovalo. Je to záležitost Byzance?

source: You're a master of misdirection, Boss.
cs: Jste mistr v klamání, šéfe.

source: Can you spell gullible? No, really, I'm asking.
cs: Umíte hláskovat naivní? Ne, opravdu se ptám.

source: Gonna have to remember that line.
cs: Tuhle větu si budu muset zapamatovat.

source: You get paid by the word, Officer Windbag?
cs: Jste placený od slova, důstojníku Větrníku?

source: As a matter of fact, I get paid per profile, you marginally employed twenty-something male with more guts than sense.
cs: Ve skutečnosti dostávám zaplaceno za profil, ty okrajově zaměstnaný dvacetiletý muži s více odvahy než rozumu.

source: You could've asked me, you know.
cs: Mohl ses mě zeptat.

source: <moving/travel music playing>
cs: <přehrávání hudby z cestování/pohybu>

source: I've got a Hammersmith Grenade Launcher. It's yours if you let me through.
cs: Mám granátomet Hammersmith. Je tvůj, když mě necháš projít.

source: I'll take it off your hands. In the interest of public safety, of course.
cs: Vezmu si ho z vašich rukou. Samozřejmě v zájmu veřejné bezpečnosti.

source: Really? In that case...
cs: Opravdu? V tom případě...

source: You ever heard of Stimu-Lotion? I developed the active compound.
cs: Slyšeli jste někdy o Stimu-Lotion? Vyvinul jsem účinnou látku.

source: That was yours? Wow. You earned that promotion, all right.
cs: To bylo tvoje? Páni. To povýšení sis zasloužil.
