Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:1:DefaultText
source: Great, you made it! Listen, I know you're expecting a script, but you're the real deal. Just go in there and do what feels natural!
cs: Skvělé, zvládli jste to! Poslyš, vím, že čekáš scénář, ale ty jsi opravdový. Prostě tam jdi a dělej to, co ti přijde přirozené!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:2:DefaultText
source: We gave the other actors real weapons to keep things authentic. And 'cause Joch is paying to see their logo on the big screen.
cs: Ostatním hercům jsme dali skutečné zbraně, aby vše bylo autentické. A protože Joch platí za to, aby viděl své logo na velkém plátně.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:3:DefaultText
source: Now go in there, find your mark, and show us what you got!
cs: Teď jdi dovnitř, najdi svůj cíl a ukaž nám, co umíš!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:4:DefaultText
source: Brilliant! Shoot first and ask questions later! You're a natural!
cs: Skvělé! Nejdřív střílej a pak se ptej! Jsi přirozený talent!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:5:DefaultText
source: I've never seen anything like that. You're gonna be a star. I'm talking huge.
cs: Nikdy jsem nic takového neviděl. Budeš hvězda. Mluvím o obrovské hvězdě.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:6:DefaultText
source: Someone call in the janitor automechs! And you, Captain, baby! You were great!
cs: Zavolejte někdo automechaniky! A ty, kapitáne, zlato! Byl jsi skvělý!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:7:DefaultText
source: That was interesting, kid. Real novel take.
cs: To bylo zajímavé, chlapče. Opravdu neotřelý záběr.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:8:DefaultText
source: Cut! Cut!
cs: Střih! Střih!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:11:DefaultText
source: Let's take five.
cs: Vezměme si jich pět.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:13:DefaultText
source: That was fantastic! With actors like you, who needs writers?
cs: To bylo fantastické! Kdo potřebuje scénáristy s herci, jako jste vy?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:14:DefaultText
source: Got it.
cs: Mám to.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:15:DefaultText
source: What's that supposed to mean?
cs: Co to má znamenat?

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:16:DefaultText
source: Okay, but you should know I drank a lot of water before coming here.
cs: Dobře, ale měl bys vědět, že jsem před příchodem sem vypil hodně vody.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:17:DefaultText
source: See, that's the kind of energy I'm talking about! Real, raw, spontaneous. Give us more of that.
cs: Vidíte, to je ten druh energie, o kterém mluvím! Skutečná, syrová, spontánní. Dejte nám toho víc.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:18:DefaultText
source: No, no, no, don't question yourself! Just feel the scene and go with it. I got a feeling you'll know what to do.
cs: Ne, ne, ne, nezpochybňujte se! Prostě tu scénu vnímejte a jděte s ní. Mám pocit, že budeš vědět, co máš dělat.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:19:DefaultText
source: I can work with that.
cs: S tím mohu pracovat.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:20:DefaultText
source: I don't think that's a good idea.
cs: Nemyslím si, že je to dobrý nápad.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:21:DefaultText
source: See, I knew you'd get it.
cs: Vidíš, věděl jsem, že to pochopíš.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:22:DefaultText
source: Don't think, kid. Just act.
cs: Nepřemýšlej, chlapče. Prostě jednej.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:23:DefaultText
source: Hey, I said cut! Forget it, you're fired!
cs: Hej, řekl jsem řezat! Zapomeň na to, máš padáka!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:25:DefaultText
source: Hey, we're on break.
cs: Ahoj, máme přestávku.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:26:DefaultText
source: Quit playing with the intercom!
cs: Přestaňte si hrát s interkomem!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:27:DefaultText
source: I don't have to take this! I'm a junior associate director's assistant!
cs: Nemusím si to vzít! Jsem mladší asistentka ředitele!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:28:DefaultText
source: Listen, I know you're expecting a script, but you're the real deal. Just go in there and do what feels natural!
cs: Poslyš, vím, že očekáváš scénář, ale ty jsi skutečný. Prostě tam jdi a dělej to, co ti přijde přirozené!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:29:DefaultText
source: Get in there - time is money.
cs: Vydejte se tam - čas jsou peníze.

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:30:DefaultText
source: Hey, watch the equipment!
cs: Hej, pozor na vybavení!

# conversations/02_terra2/0202_byzantium/0202_cv_maverick_intercom:32:DefaultText
source: Whatever he offers you, ask for more.
cs: Ať už vám nabídne cokoli, řekněte si o víc.
