Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:5:DefaultText
source: Lilya Hagen sent me to kill you.
cs: Lilya Hagenová mě poslala, abych tě zabil.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:9:DefaultText
source: Hagen? Never heard of her. Is she from the Board? Damn it, I knew this would happen.
cs: Hagen? Nikdy jsem o ní neslyšel. Je z představenstva? Sakra, věděl jsem, že se to stane.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:18:DefaultText
source: Lilya runs Sublight Salvage on Groundbreaker. Good boss. Bit of a live wire.
cs: Lilya provozuje záchrannou službu Sublight Salvage na Groundbreakeru. Dobrý šéf. Trochu živý drát.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:26:DefaultText
source: This is utter nonsense. I've never even been to Groundbreaker!
cs: To je naprostý nesmysl. Nikdy jsem v Groundbreakeru nebyl!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:32:DefaultText
source: You've been to Cascadia. And Station Ten Eighty-Four. I know all of your dirty secrets.
cs: Byl jsi v Kaskádii. A stanice Ten Eighty-Four. Znám všechna vaše špinavá tajemství.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:45:DefaultText
source: <Attack> And you never will.
cs: <Útok> A nikdy nebudeš.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:102:DefaultText
source: The Board wants to "adapt" the entire population of Halcyon?
cs: Rada chce "přizpůsobit" celou populaci Halcyonu?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:113:DefaultText
source: It's been missing for over two years now. They never reestablished contact after the skip to Earth. Of course, the Board is keeping that under wraps.
cs: Chybí už více než dva roky. Po přeskoku na Zemi s ním nikdy nenavázali kontakt. Rada to samozřejmě drží pod pokličkou.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:115:DefaultText
source: The Board is uneasy about letting the colony know, seeing as half of their military force vanished without a trace.
cs: Správní rada je znepokojena, že o tom chce dát kolonii vědět, protože polovina jejich vojenských sil beze stopy zmizela.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:119:DefaultText
source: <Attack> I can't let this go on. Sorry, Doc.
cs: <Útok> Nemůžu to takhle nechat. Promiňte, doktore.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:123:DefaultText
source: You know Phineas Welles? If you work with him, I'll spare you.
cs: Znáte Phinease Wellese? Pokud s ním pracujete, ušetřím vás.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:132:DefaultText
source: Keep working with the Board on a plan to save Halcyon. I'll leave you be.
cs: Pokračujte ve spolupráci s představenstvem v přípravě plánu na záchranu Halcyonu. Nechám tě být.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:133:DefaultText
source: You won't regret this. I'm still far from the breakthrough I need, but you're at least giving me a chance.
cs: Nebudete toho litovat. Stále jsem daleko od průlomu, který potřebuji, ale ty mi alespoň dáváš šanci.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:134:DefaultText
source: For the last time, no.
cs: Naposledy ne.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:139:DefaultText
source: That's far enough. What are you doing here? How did you even get inside?
cs: To je dost daleko. Co tady děláte? Jak ses vůbec dostal dovnitř?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:140:DefaultText
source: I hope Dr. Welles has the resources to handle this project.
cs: Doufám, že Dr. Welles má prostředky na to, aby tento projekt zvládl.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:142:DefaultText
source: The one on the wanted posters? They say he's an anarchist. A madman. A butcher.
cs: Ten na plakátech s hledanými osobami? Říká se, že je to anarchista. Šílenec. Řezník.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:143:DefaultText
source: That didn't take much convincing.
cs: To mě nemuselo moc přesvědčovat.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:144:DefaultText
source: So there really is no alien conspiracy?
cs: Takže opravdu neexistuje žádné mimozemské spiknutí?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:145:DefaultText
source: <Attack> Changed my mind.
cs: <Útok> Změnil jsem názor.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:146:DefaultText
source: If working with Welles is the only way I can save the colony, then I will damn well do it!
cs: Jestli je spolupráce s Wellesem jediný způsob, jak zachránit kolonii, tak to sakra udělám!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:148:DefaultText
source: I need to get out of here. Phineas can contact me when he's ready to work together.
cs: Musím odsud vypadnout. Phineas mě může kontaktovat, až bude připraven spolupracovat.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:161:DefaultText
source: In the future, try and stay away from plans that hack our species.
cs: V budoucnu se snažte vyhýbat plánům, které nabourávají náš druh.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:162:DefaultText
source: What kind of scientist would I be if I held to a promise like that?
cs: Co bych to byl za vědce, kdybych se držel takového slibu?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:178:DefaultText
source: For now, I had better pack up the lab and head somewhere discreet.
cs: Prozatím bych měl sbalit laboratoř a vyrazit někam, kde to bude diskrétní.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:179:DefaultText
source: Why would the Board want you dead?
cs: Proč by tě rada chtěla zabít?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:180:DefaultText
source: To keep me quiet. But if you didn't know that, I'm guessing they didn't send you.
cs: Aby mě umlčel. Ale jestli jsi to nevěděl, tak tě asi neposlali.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:181:DefaultText
source: I always assumed they would put a bullet in my head one of these days. I don't know anyone named Hagen.
cs: Vždycky jsem předpokládal, že mi jednou prostřelí hlavu. Neznám nikoho jménem Hagen.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:182:DefaultText
source: Cut the distractions. I know all about your alien conspiracy.
cs: Omezte rozptylování. Vím všechno o vašem mimozemském spiknutí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:183:DefaultText
source: My WHAT conspiracy?
cs: Moje JAKÉ spiknutí?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:184:DefaultText
source: Let's talk about this. Please. I think there's been a crucial misunderstanding.
cs: Promluvme si o tom. Prosím. Myslím, že došlo k zásadnímu nedorozumění.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:185:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:186:DefaultText
source: The alien theory did seem a little far-fetched.
cs: Teorie o mimozemšťanech se zdála být trochu přitažená za vlasy.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:187:DefaultText
source: <Attack> I'm done talking.
cs: <Útok> Už jsem skončil.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:188:DefaultText
source: Just give me a second to explain myself. If you still want to shoot me, at least it'll be for an accurate reason.
cs: Dejte mi chvilku na vysvětlení. Jestli mě budeš chtít zastřelit, bude to alespoň z přesného důvodu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:189:DefaultText
source: If you came looking for some elaborate scheme... it isn't here. All I'm doing is trying to keep Halcyon alive.
cs: Pokud jste přišli hledat nějaký propracovaný plán... tady ho nenajdete. Snažím se jen udržet Halcyona naživu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:190:DefaultText
source: I'm researching a new way to feed the colony. The crops we transplanted from Earth don't give us the nutrients we need. Our colonists might not realize it yet, but they're starving.
cs: Zkoumám nový způsob krmení kolonie. Plodiny, které jsme přesadili ze Země, nám neposkytují potřebné živiny. Naši kolonisté si to možná ještě neuvědomují, ale hladoví.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:191:DefaultText
source: This is startling. But it doesn't explain the research I found.
cs: To je zarážející. Ale nevysvětluje to výzkum, který jsem našel.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:192:DefaultText
source: Hold on, what about the aliens?
cs: Počkat, a co ti mimozemšťané?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:194:DefaultText
source: Look around. We're the only intelligent aliens in Halcyon.
cs: Rozhlédněte se kolem sebe. Jsme jediní inteligentní mimozemšťané v Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:195:DefaultText
source: I knew it. Wait, what?
cs: Věděl jsem to. Počkat, cože?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:196:DefaultText
source: The food we grow here barely sustains human life. The colony won't last under these conditions! So, the Board let me approach the problem from a different angle.
cs: Potraviny, které zde pěstujeme, sotva udrží lidský život. V těchto podmínkách kolonie nevydrží! Rada mi tedy dovolila přistoupit k problému z jiného úhlu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:197:DefaultText
source: I believed that I could adapt humans to live on Halcyon's terms... that I could change us, give us the ability to derive sustenance from the nutrients the food *does* have.
cs: Věřil jsem, že dokážu lidi přizpůsobit životu podle Halcyonových podmínek... že nás dokážu změnit, dát nám schopnost získávat potravu z živin, které potrava obsahuje.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:198:DefaultText
source: Hm. I see. How do I put this so you'll understand...
cs: Hm. Aha. Jak to mám říct, abys to pochopil...

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:199:DefaultText
source: Halcyon. Our colony? Food here doesn't feed us real good, so I want to change Earth humans into Halcyon humans. Yes?
cs: Halcyon. Naše kolonie? Zdejší jídlo nás moc dobře nenakrmí, takže chci pozemské lidi změnit na halcyonské. Ano?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:200:DefaultText
source: Adaptation didn't save your research team.
cs: Adaptace váš výzkumný tým nezachránila.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:201:DefaultText
source: All you have to show for it is a lab full of preserved colleagues.
cs: Jediné, co vám za to zůstane, je laboratoř plná zakonzervovaných kolegů.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:202:DefaultText
source: Do you always have corporate guards in your home?
cs: Máte doma vždy firemní ochranku?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:203:DefaultText
source: <Attack> Let's see how quickly you can adapt to a bullet.
cs: <Útok> Uvidíme, jak rychle se dokážeš přizpůsobit kulce.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:204:DefaultText
source: Not for lack of trying. I wanted to save them all, but I wasn't strong enough.
cs: Ne proto, že by se nesnažili. Chtěl jsem je všechny zachránit, ale nebyl jsem dost silný.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:205:DefaultText
source: I wouldn't allow us to experiment on convicts or the unemployed. It's wrong, no matter what the law says. Everyone agreed. We accepted the risks.
cs: Nedovolil bych nám experimentovat na odsouzených nebo nezaměstnaných. Je to špatné, bez ohledu na to, co říká zákon. Všichni souhlasili. Přijali jsme rizika.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:206:DefaultText
source: You're a crucial misunderstanding!
cs: Jste zásadní nedorozumění!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:207:DefaultText
source: Okay. Okay. Just... stay calm and let me explain.
cs: Dobře. Dobře. Jen... zůstaň v klidu a nech mě to vysvětlit.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:208:DefaultText
source: I'm desperate. I've already asked all the best institutes on Earth for help. Years ago we sent a message out on the Cornelius Vanderbilt, but heard nothing back.
cs: Jsem zoufalý. Už jsem požádal o pomoc všechny nejlepší ústavy na světě. Před lety jsme vyslali zprávu na Cornelius Vanderbilt, ale nic se nám nevrátilo.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:209:DefaultText
source: I saw a presentation about this in Rockwell's office. Didn't look good.
cs: Viděl jsem o tom prezentaci v Rockwellově kanceláři. Nevypadalo to dobře.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:210:DefaultText
source: Then you know how desperate things are.
cs: Pak víte, jak je situace zoufalá.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:211:DefaultText
source: I know. I was there. Thomas was the first to take the gas. A simple test, he said. I told him not to, but he insisted.
cs: Já vím. Byl jsem tam. Thomas šel na plyn jako první. Říkal, že je to jednoduchý test. Říkal jsem mu, ať to nedělá, ale on na tom trval.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:214:DefaultText
source: We learned a lot from his autopsy. Enough that we could try it on each other and know when to stop. No one else died! I must find a cure, so his sacrifice isn't in vain.
cs: Z jeho pitvy jsme se dozvěděli mnoho nového. Dost na to, abychom to mohli zkoušet jeden na druhém a věděli, kdy přestat. Nikdo jiný nezemřel! Musím najít lék, aby jeho oběť nebyla zbytečná.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:215:DefaultText
source: That's a hell of a story. Lilya Hagen still wants me to kill you.
cs: To je zatraceně dobrý příběh. Lilya Hagenová pořád chce, abych tě zabil.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:216:DefaultText
source: If I die, there's no one who can reproduce our work. Every sacrifice will have been for nothing. And we'll be no closer to a solution that feeds the colony.
cs: Pokud zemřu, není nikdo, kdo by mohl naši práci reprodukovat. Každá oběť bude zbytečná. A my se nepřiblížíme k řešení, které by kolonii uživilo.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:218:DefaultText
source: Once we can replicate a success, the Board will move to rewire our nuclein. With any luck, our next generation will be eating and thriving off Halcyon crops.
cs: Jakmile se nám podaří zopakovat úspěch, přikročí rada k přepracování našeho jádra. S trochou štěstí se naše další generace bude živit a prospívat z plodin Halcyon.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:220:DefaultText
source: Sophia Akande told me everything. The nutrition crash, the Board's plans to survive.
cs: Sophia Akande mi všechno řekla. Výživový krach, plány představenstva na přežití.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:221:DefaultText
source: You're working with Sophia? Then you must know how desperate things are.
cs: Pracujete se Sophií? Pak jistě víte, jak zoufalé to je.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:223:DefaultText
source: What happened to the team? Tell me you didn't move their suspension tanks?
cs: Co se stalo s týmem? Řekni mi, že jsi nepřemístil jejich závěsné nádrže?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:224:DefaultText
source: SubLight took over the lab. Your human aquariums are probably just office decor.
cs: Laboratoř převzala společnost SubLight. Vaše lidská akvária jsou pravděpodobně jen dekorací kanceláře.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:225:DefaultText
source: Lilya has orders to airlock your sleeping friends if I don't report in.
cs: Lilya má rozkaz zamknout vaše spící přátele, pokud se neohlásím.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:226:DefaultText
source: <Attack> I'm done talking.
cs: <Útok> Už jsem skončil.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:227:DefaultText
source: I'll tell you everything, just don't hurt them! Too many people have been harmed on my account.
cs: Řeknu ti všechno, jen jim neubližuj! Kvůli mně bylo poškozeno příliš mnoho lidí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:228:DefaultText
source: I'm the one asking the questions.
cs: Já jsem ten, kdo klade otázky.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:229:DefaultText
source: Your alien mind tricks won't fool me!
cs: Tvoje mimozemské triky mě neoklamou!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:230:DefaultText
source: My WHAT?
cs: Moje CO?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:231:DefaultText
source: <Attack> Let's skip the talk and get to the good part.
cs: <Útok> Přeskočme řeči a přejděme k tomu lepšímu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:232:DefaultText
source: You're in MY house, and I'm not fucking around. Start talking.
cs: Jsi v MÉM domě a já si z toho nic nedělám. Začni mluvit.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:233:DefaultText
source: I came to blow the lid off your alien conspiracy.
cs: Přišel jsem vám prozradit vaše mimozemské spiknutí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:234:DefaultText
source: <Attack> I hate negotiating.
cs: <Útok> Nesnáším vyjednávání.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:235:DefaultText
source: A recent development, Captain. Apparently someone's broken into the laboratories where I used to work. The Board wanted me... protected.
cs: Nedávný vývoj, kapitáne. Někdo se zřejmě vloupal do laboratoří, kde jsem pracoval. Rada mě chtěla... chránit.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:236:DefaultText
source: Small consolation. My team, the finest minds of their generation... reduced to salvage.
cs: Malá útěcha. Můj tým, nejlepší mozky své generace... zredukovaný na záchranu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:237:DefaultText
source: What were they trying to prove by experimenting on themselves?
cs: Co chtěli dokázat tím, že experimentovali sami na sobě?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:238:DefaultText
source: At least they're no longer accomplices to your alien conspiracy.
cs: Alespoň už nejsou komplici vašeho mimozemského spiknutí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:239:DefaultText
source: We were trying to prove that the colony could survive the crisis bearing down on us.
cs: Snažili jsme se dokázat, že kolonie dokáže přežít krizi, která se na nás valí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:240:DefaultText
source: One of the two Earth Directorate assault cruisers assigned to patrol the Halcyon System.
cs: Jeden ze dvou útočných křižníků Pozemského direktorátu, které mají za úkol hlídkovat v soustavě Halcyon.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:241:DefaultText
source: Isn't Cornelius Vanderbilt one of the assault cruisers patrolling Halcyon?
cs: Není Cornelius Vanderbilt jedním z útočných křižníků hlídkujících na Halcyonu?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:242:DefaultText
source: Lilya sent me after a conspiracy, but it looks like I found a cover-up instead.
cs: Lilya mě poslala za konspirací, ale vypadá to, že jsem místo toho našel zástěrku.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:243:DefaultText
source: Colonists might get unruly if they realized there was only one boot on their neck.
cs: Kolonisté by mohli být neukáznění, kdyby si uvědomili, že mají na krku jen jednu botu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:244:DefaultText
source: The Board also has its brand to uphold. If you can't trust the brand, what else is there?
cs: Rada má také svou značku, kterou musí udržovat. Pokud nemůžete věřit značce, co jiného vám zbývá?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:245:DefaultText
source: I'd prefer if you didn't use my name when you talk about this. My contract has a list of very terrible consequences for breaking secrecy.
cs: Byl bych raději, kdybyste v této souvislosti nepoužíval mé jméno. Moje smlouva obsahuje seznam velmi hrozných následků za porušení mlčenlivosti.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:246:DefaultText
source: <Attack> You've told me everything I need to know and more. Goodbye, Doc.
cs: <Útok> Řekl jsi mi všechno, co jsem potřeboval vědět, a ještě víc. Sbohem, doktore.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:247:DefaultText
source: Enough talk. Where do we go from here?
cs: Dost bylo řečí. Jak dál?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:248:DefaultText
source: You could always shoot me. I assume that's why you're here.
cs: Vždycky mě můžeš zastřelit. Předpokládám, že proto jsi tady.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:249:DefaultText
source: You came to kill me. I assume that's still on the table. Please don't.
cs: Přišel jsi mě zabít. Předpokládám, že to je stále na stole. Prosím, nedělejte to.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:250:DefaultText
source: I'll do it.
cs: Udělám to.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:251:DefaultText
source: Oh, for pity's sake. I'll make sure you regret this!
cs: Proboha, proboha. Postarám se, abys toho litoval!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:252:DefaultText
source: Alien conspiracy? No. What? Did you hit your head on your way in or something?
cs: Mimozemské spiknutí? Ne. Co? Uhodil ses cestou dovnitř do hlavy nebo co?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:258:DefaultText
source: If the Board's authority is vulnerable, that's a crisis waiting to unfold.
cs: Pokud je autorita správní rady zranitelná, je to krize, která čeká na svůj rozuzlení.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:259:DefaultText
source: Exactly. If colonists know we can't feed them or protect them, they'll begin to wonder why they need us at all.
cs: Přesně tak. Pokud kolonisté budou vědět, že je nedokážeme uživit ani ochránit, začnou přemýšlet, proč nás vůbec potřebují.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:261:DefaultText
source: The Board is our best and only chance at survival. People will learn to accept that.
cs: Rada je naší nejlepší a jedinou šancí na přežití. Lidé se to naučí akceptovat.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:264:DefaultText
source: You know Phineas Welles? Once I get him out of prison, you two should work together.
cs: Znáte Phinease Wellese? Až ho dostanu z vězení, měli byste spolupracovat.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:268:DefaultText
source: Wait. You're telling me this was all about vegetables?
cs: Počkat. Chceš mi říct, že šlo o zeleninu?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:269:DefaultText
source: Our produce might get us through the day, but we're getting weaker as a species. And sicker.
cs: Naše produkty nám mohou pomoci přežít den, ale jako druh slábneme. A nemocnější.
