Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:1:DefaultText
source: Oh, splendid! Another rungleech wandering through the streets of Byzantium.
cs: Skvělé! Další rungleech bloudící ulicemi Byzance.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:2:DefaultText
source: Why, just this morning I thought to myself, "As lovely as the gardens are, what they really need is more greasy vagrants frolicking through them."
cs: Zrovna dnes ráno jsem si říkala: "Ačkoli jsou zahrady krásné, potřebují, aby se v nich prohánělo víc umaštěných tuláků."

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:3:DefaultText
source: Can't leave me alone, hmm? Not that I blame you, I'm widely adored.
cs: Nemůžeš mě nechat na pokoji, co? Ne že bych se ti divil, jsem všeobecně zbožňován.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:4:DefaultText
source: Now, do we have any further business or are you just here for the repartee?
cs: Máme ještě nějakou práci, nebo jste tu jen kvůli replikám?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:5:DefaultText
source: How did you get those access codes?
cs: Jak jste získal ty přístupové kódy?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:6:DefaultText
source: If the Board isn't supposed to let people into the city, how'd you get here?
cs: Když rada nemá lidi pouštět do města, jak jste se sem dostal?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:7:DefaultText
source: What's wrong with more people coming to Byzantium?
cs: Co je špatného na tom, že do Byzance přijíždí více lidí?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:8:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:9:DefaultText
source: The same way anyone gets anything here, of course. I made friends with the right people.
cs: Samozřejmě stejným způsobem, jakým zde kdokoli cokoli získá. Spřátelil jsem se s těmi správnými lidmi.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:10:DefaultText
source: Still in a good mood, I see.
cs: Vidím, že máš stále dobrou náladu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:11:DefaultText
source: Of course I am. Now I know for certain that this is the pinnacle - there's nowhere more beautiful, and no lifestyle more luxurious.
cs: Samozřejmě, že jsem. Teď už vím jistě, že tohle je vrchol - nikde není nic krásnějšího a žádný životní styl luxusnější.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:12:DefaultText
source: I earned my place here, just like everyone else. My grandfather was the CIO at Tile, you see.
cs: Své místo jsem si tu zasloužil, stejně jako všichni ostatní. Můj dědeček byl ředitelem informačních technologií v Tile, víte.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:13:DefaultText
source: What's a CIO?
cs: Co je to CIO?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:14:DefaultText
source: Chief Idea Officer. He came up with all the best ideas for their products. You know the font they use for Stogie Slims? That was him.
cs: Chief Idea Officer. Přicházel se všemi nejlepšími nápady pro jejich produkty. Víte, jaké písmo používají pro Stogie Slims? To byl on.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:15:DefaultText
source: What other ideas did he come up with?
cs: S jakými dalšími nápady přišel?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:16:DefaultText
source: Let's see... he picked the colors they included in Rainbow Chips. No one else wanted purple, but he insisted. Everyone loves the purple ones.
cs: Podívejme se... vybral barvy, které jsou součástí Rainbow Chips. Nikdo jiný nechtěl fialovou, ale on na tom trval. Všichni milují ty fialové.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:17:DefaultText
source: I see, thanks.
cs: Chápu, díky.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:18:DefaultText
source: You're welcome.
cs: Není zač.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:19:DefaultText
source: Wait, but what did you do to earn your place here?
cs: Počkej, ale čím sis zasloužil své místo tady?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:20:DefaultText
source: I just told you. My grandfather made millions of bits as CIO, and I earned them from him.
cs: Právě jsem ti to řekl. Můj dědeček vydělal jako CIO miliony a já jsem je získal od něj.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:21:DefaultText
source: Inheriting bits isn't the same as earning them.
cs: Zdědit kousky není totéž jako si je zasloužit.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:22:DefaultText
source: Of course it is. Wealth is the most visible, objective measure of success, and success isn't given to you, it's earned. My grandfather taught me that.
cs: Samozřejmě, že je. Bohatství je nejviditelnějším a nejobjektivnějším měřítkem úspěchu a úspěch vám není dán, ale zasloužíte si ho. To mě naučil můj dědeček.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:23:DefaultText
source: But now we are overrun with the unworthy and the ungrateful, and this Early Retirement nonsense is making it even worse.
cs: Nyní jsme však zahlceni nehodnými a nevděčnými lidmi a tento nesmysl s předčasným odchodem do důchodu to ještě zhoršuje.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:24:DefaultText
source: That's a terrible attitude. You shouldn't look down on people like that.
cs: To je hrozný přístup. Neměli byste se na lidi dívat takhle svrchu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:25:DefaultText
source: What's Early Retirement?
cs: Co je to předčasný důchod?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:26:DefaultText
source: I agree. No one should be handed anything.
cs: Souhlasím. Nikdo by neměl nic dostávat.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:27:DefaultText
source: Oh do spare me your petty judgment. It's beneath me. Millions and millions of bits beneath me.
cs: Ušetřete mě svých malicherných soudů. Je to pod mou úroveň. Miliony a miliony kousků pod mou úroveň.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:28:DefaultText
source: The worst thing to happen to Halcyon - a contest that gives even the lowliest, most inefficient workers a chance to live in Byzantium.
cs: To nejhorší, co se Halcyonu mohlo stát - soutěž, která dává šanci žít v Byzanci i těm nejnižším a nejnevýkonnějším pracovníkům.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:29:DefaultText
source: By simply winning a lottery, those Early Retirees get an exclusive district of Byzantium to themselves. No one else is even allowed to go there.
cs: Výhrou v loterii získají tito předčasní důchodci exkluzivní čtvrť Byzantia jen pro sebe. Nikdo jiný tam ani nesmí.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:31:DefaultText
source: Yes, thank you! Goodness, what's the system coming to when unkempt vagabonds are making more sense than the Board itself?
cs: Ano, děkuji! Proboha, kam ten systém spěje, když nezvedení tuláci dávají větší smysl než samotná rada?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:32:DefaultText
source: It's not right! I deserve to see any district I please! Why, if it weren't guarded, I'd...
cs: To není správné! Zasloužím si vidět jakýkoli okres, který se mi líbí! Kdyby nebyl hlídaný, tak bych...

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:33:DefaultText
source: Sure, I'll look into it.
cs: Jistě, podívám se na to.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:34:DefaultText
source: I'll think about it.
cs: Budu o tom přemýšlet.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:35:DefaultText
source: I've decided to look into this Early Retirement business after all.
cs: Rozhodl jsem se, že se přece jenom podívám do předčasného důchodu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:36:DefaultText
source: Fantastic. Consider yourself employed, vagrant!
cs: Fantastické. Považuj se za zaměstnance, tuláku!

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:37:DefaultText
source: I hear the chosen retirees all enter the Retirement District via the port landing pad, but it's completely locked down. You'd never get in that way.
cs: Slyšel jsem, že všichni vybraní důchodci vstupují do důchodcovské čtvrti přes přístavní přistávací plochu, ale ta je zcela uzavřená. Takhle se tam nikdy nedostaneš.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:38:DefaultText
source: These codes will get you past the lockdown. Oh, and don't worry about subtlety. I don't care how you deal with security, just correct this injustice at all costs!
cs: Tyto kódy vás dostanou přes uzamčení. A nedělejte si starosti s rafinovaností. Je mi jedno, jak se s ochrankou vypořádáte, jen tuto nespravedlnost za každou cenu napravte!

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:40:DefaultText
source: Ah, if it isn't my favorite vagrant in the system. What can I do for you?
cs: Ach, jestli to není můj oblíbený tulák v systému. Co pro vás mohu udělat?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:41:DefaultText
source: So it turns out Early Retirement isn't so much a life of luxury as it is a brutal execution.
cs: Ukazuje se, že předčasný důchod není ani tak luxusní život, jako spíše brutální poprava.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:42:DefaultText
source: What? You mean it's just a sham they perpetuate so they can... dispose of the rabble? That's... that's...
cs: Cože? Chcete říct, že je to jen přetvářka, kterou udržují, aby se mohli... zbavit lůzy? To je... to je...

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:43:DefaultText
source: Brilliant! To take the most burdensome members of our society and simply remove them... oh, I'll never doubt the wisdom of the Board again.
cs: Skvělé! Vzít ty nejzatíženější členy naší společnosti a jednoduše je odstranit... ach, už nikdy nebudu pochybovat o moudrosti Rady.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:47:DefaultText
source: I really should have expected this reaction.
cs: Takovou reakci jsem opravdu měl očekávat.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:48:DefaultText
source: Well I'm happy you're happy, I guess.
cs: Jsem rád, že jsi šťastná.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:49:DefaultText
source: I was pretty relieved myself. I love killing me some automechanicals.
cs: I mně se dost ulevilo. Rád zabíjím automechaniky.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:50:DefaultText
source: You would, wouldn't you, you precious little pauper?
cs: Ty bys to udělal, viď, ty drahý chudáčku?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:51:DefaultText
source: And how else would I react? A vagrant such as yourself couldn't possibly appreciate the emotional burden this news has lifted from my shoulders.
cs: A jak jinak bych reagoval? Tulák jako vy by asi nedokázal ocenit citové břemeno, které mi tato zpráva sejmula z ramen.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:52:DefaultText
source: Now then, to the matter of your fee.
cs: Nyní tedy k otázce vašeho honoráře.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:53:DefaultText
source: With a bonus for the unexpected danger, of course.
cs: Samozřejmě s bonusem za nečekané nebezpečí.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:55:DefaultText
source: My sizable fee, you mean, unless you want to see what Early Retirement is like after all.
cs: Myslíte můj vysoký poplatek, pokud se tedy nechcete podívat, jaké to je odejít do předčasného důchodu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:56:DefaultText
source: Just pay what we settled on and we'll be copacetic.
cs: Stačí zaplatit to, na čem jsme se dohodli, a bude to v pořádku.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:57:DefaultText
source: Forget it. It wouldn't feel right to get paid for something like this.
cs: Zapomeňte na to. Nepřipadalo by mi správné nechat si za něco takového platit.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:58:DefaultText
source: Just as any professional should be, even if your profession is "violently inclined vagrant."
cs: Stejně jako každý profesionál, i když je vaše profese "tulák s prudkými sklony".

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:59:DefaultText
source: I suppose that would be appropriate. Very well, treat yourself to an extra bowl of sprat stew, or something.
cs: Předpokládám, že by to bylo vhodné. Dobrá, dejte si navíc misku šprotího guláše nebo něco podobného.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:60:DefaultText
source: No, no, that's all right. Sizable fee it is.
cs: Ne, ne, to je v pořádku. Je to značný poplatek.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:61:DefaultText
source: Of course, as we agreed. I'm not one to break a contract.
cs: Samozřejmě, jak jsme se dohodli. Nejsem ten, kdo by porušoval smlouvy.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:62:DefaultText
source: What, because of the violence? They were just automechanicals. But suit yourself, I suppose.
cs: Kvůli násilí? Byli to jen automechanici. Ale jak myslíš.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:63:DefaultText
source: In any event, while I'm deeply grateful for the peace of mind you've brought me, I will need some solitude to fully bask in it. So if there's nothing further...
cs: Každopádně jsem ti velmi vděčný za klid, který jsi mi přinesl, ale budu potřebovat trochu samoty, abych si ho mohl plně vychutnat. Takže jestli už nemáte nic dalšího...

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:71:DefaultText
source: And here you are... frolicking.
cs: A tady jsi... a dovádíš.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:72:DefaultText
source: That's a rude way to greet someone.
cs: To je neslušný způsob, jak někoho pozdravit.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:73:DefaultText
source: Gracefully, I might add.
cs: Dalo by se dodat, že s grácií.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:74:DefaultText
source: What a coincidence, just now I thought, "I'd really like to sock this lady in the face."
cs: Jaká to náhoda, právě teď jsem si pomyslel: "Téhle dámě bych nejraději vrazil do obličeje."

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:75:DefaultText
source: Frolicking? Do I frolic?
cs: Skotačení? Skotačím?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:76:DefaultText
source: Frolicking? Guys, do I frolic?
cs: Skotačení? Lidi, skotačím?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:80:DefaultText
source: Hey, it's nothing to be ashamed of. Own it.
cs: Hej, není se za co stydět. Přiznejte si to.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:81:DefaultText
source: The Board made frolicking illegal a couple years back. But don't let that stop you.
cs: Před několika lety rada zakázala skotačení. Ale nenechte se tím zastavit.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:82:DefaultText
source: Frolicking is for sprats. You're a captain. You prance.
cs: Skotačení je pro šproty. Jsi kapitán. Ty skotačíš.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:83:DefaultText
source: I must be honest with you, Captain. Yes.
cs: Musím k vám být upřímný, kapitáne. Ano.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:84:DefaultText
source: I don't reckon so. Maybe she's talking about me? I mean, I'm definitely the greasy one.
cs: To si nemyslím. Možná mluví o mně? Chci říct, že já jsem rozhodně ten mastný.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:85:DefaultText
source: Speed setting: whistle while you work.
cs: Nastavení rychlosti: pískání při práci.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:86:DefaultText
source: Hmm, admittedly. Now if only you could gracefully take a shower. Preferably in whatever hovel you came from.
cs: Hmm, přiznávám. Teď už jen kdybyste se dokázali elegantně osprchovat. Nejlépe v té chatrči, ze které jsi přišel.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:87:DefaultText
source: Ugh, how utterly expected. You must be one of those violent vagrants I've heard tell of - wandering the system in search of brutality.
cs: Uf, jak naprosto očekávané. Musíš být jeden z těch násilnických tuláků, o kterých jsem slyšel vyprávět - bloudí systémem a hledá brutalitu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:88:DefaultText
source: Forgive me if my manners don't live up to the standards of an interloper who accosts total strangers in their own neighborhood.
cs: Odpusťte mi, že mé chování neodpovídá standardům vetřelce, který obtěžuje cizí lidi v jejich vlastní čtvrti.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:89:DefaultText
source: Well whatever you call it, do it elsewhere, and take your merry band with you.
cs: Ať už tomu říkáte jakkoli, udělejte to jinde a vezměte s sebou svou veselou bandu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:90:DefaultText
source: Honestly, what is the Board thinking, letting so many of your ilk into the city proper? It's madness!
cs: Upřímně řečeno, co si rada myslí, že pustí do města tolik vám podobných? To je šílenství!

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:92:DefaultText
source: I'm afraid you've mistaken me for someone who cares. So long.
cs: Obávám se, že jste si mě spletl s někým, komu na mně záleží. Tak zatím.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:96:DefaultText
source: Yes, I'm sure it is. Now, if you'll excuse me...
cs: Ano, jsem si jistý, že ano. A teď mě omluvte...

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:97:DefaultText
source: My, my, look who suddenly decided to care.
cs: Panečku, podívejte, kdo se najednou rozhodl starat.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:98:DefaultText
source: Now then, what is it you want?
cs: Co tedy chcete?

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:99:DefaultText
source: I must admit, I'm getting a certain thrill out of our little arrangement. If this goes well, perhaps I'll start hiring wandering delinquents to handle all of my affairs.
cs: Musím přiznat, že mě naše malá dohoda docela vzrušuje. Jestli to půjde dobře, možná si začnu najímat potulné delikventy, aby vyřizovali všechny moje záležitosti.

source: It is going well, I hope?
cs: Doufám, že to jde dobře?

source: What's wrong? It erodes the very pillars of our society! Merit! Decorum! Personal hygiene!
cs: Co se děje? Podkopává to samotné pilíře naší společnosti! Zásluhy! Slušnost! Osobní hygienu!

source: This city is meant for us, the system's finest! We earned its luxuries.
cs: Toto město je určeno nám, nejlepším z celého systému! Zasloužili jsme si jeho luxus.

source: Tell me, how is that fair?
cs: Řekněte mi, jak je to fér?

source: A random lottery seems pretty fair to me.
cs: Náhodná loterie mi připadá docela spravedlivá.

source: You're right, it's not.
cs: Máte pravdu, není.

source: Life's not fair.
cs: Život není fér.

source: Well most contests have some inherent biases, so technically...
cs: Většina soutěží má vrozené předsudky, takže technicky vzato...

source: Only if I win it!
cs: Pouze pokud vyhraji!

source: Oh by the law... I mean the principle of it, not the mechanics.
cs: Podle zákona... Mám na mysli jeho princip, ne mechaniku.

source: Exactly!
cs: Přesně tak!

source: Well it should be if you pay enough!
cs: No, mělo by být, pokud zaplatíte dost!

source: Hmm... you know, you look like you've been shot at before. What say I hire you to investigate this travesty, and you get paid to do so?
cs: Hmm... víš, vypadáš, jako by po tobě už někdo střílel. Co kdybych tě najal, abys tuhle parodii vyšetřil, a ty bys za to dostal zaplaceno?

source: She's got a point. We're probably gonna get shot at anyway. Might as well make a few bits.
cs: Má pravdu. Stejně po nás asi budou střílet. Mohli bychom si pár kousků vydělat.

source: She ain't wrong, boss. We do got a knack for getting shot at.
cs: Nemýlí se, šéfe. Máme talent na to, aby po nás stříleli.

source: Beats standing around and talking to aristocrats, anyway.
cs: Stejně je to lepší než postávat a povídat si s aristokraty.

source: Oh, we get paid this time? I like this plan.
cs: Aha, tentokrát dostaneme zaplaceno? Tento plán se mi líbí.

source: How come we never find jobs where we don't get shot at? Like delivering wooly calves, maybe.
cs: Jak to, že nikdy nenajdeme práci, kde by po nás nestříleli? Třeba při rozvozu vlněných telat.

source: On standby for instruction.
cs: V pohotovosti pro instrukce.

source: These codes will get you past the lockdown. You'll encounter security afterward, but surely you'll handle it. You are the violent sort of vagrant, after all.
cs: Tyto kódy vás dostanou přes uzamčení. Poté se setkáte s ochrankou, ale jistě to zvládnete. Jsi přece násilnický druh tuláka.

source: Why I had no reason to be envious at all. What a relief!
cs: Proč jsem vůbec neměl důvod závidět. Jaká úleva!

source: But regardless of your ignorance, I promised you a fee for your services, so a fee you shall have.
cs: Ale bez ohledu na tvou nevědomost jsem ti slíbil odměnu za tvé služby, takže ji dostaneš.

source: My, you're really quite primal aren't you? Fascinating.
cs: Ty jsi ale primitiv, viď? Fascinující.

source: I deserve the very best our society has to offer. I earned it, and thanks to you, I know that I have it. Wouldn't you rest easier too, in my position?
cs: Zasloužím si to nejlepší, co naše společnost nabízí. Zasloužím si to a díky vám vím, že to mám. Nebylo by vám na mém místě také lépe?

source: I suppose.
cs: Předpokládám, že.

source: Who cares? Life's not a contest.
cs: Koho to zajímá? Život není soutěž.

source: And all those people being killed doesn't bother you at all?
cs: A to, že jsou všichni ti lidé zabíjeni, vám vůbec nevadí?

source: Oh you poor, greasy space hobo, you have so much to learn.
cs: Ty ubohý, umaštěný vesmírný tuláku, máš se toho tolik co učit.

source: Why would I waste energy being upset over deaths I didn't even know about, and why would the Board waste resources on those who aren't productive?
cs: Proč bych měl plýtvat energií na to, abych se rozčiloval kvůli úmrtí, o kterém jsem ani nevěděl, a proč by rada měla plýtvat prostředky na ty, kteří nejsou produktivní?

source: Exactly. And maybe one day, if you play your cards just right, you'll live here too.
cs: Přesně tak. A možná jednoho dne, když si dobře zahraješ, tu budeš žít taky.
