Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:447:DefaultText
source: I am trying to help you. And here, you're going to need all the help you can get. Now.
cs: Snažím se vám pomoci. A tady budeš potřebovat veškerou pomoc, kterou můžeš dostat. Teď.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:448:DefaultText
source: I assure you, I didn't ask to be locked up and made to perform like a trained animal.
cs: Ujišťuji vás, že jsem nežádal, aby mě zavřeli a nutili mě vystupovat jako cvičené zvíře.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:449:DefaultText
source: There might be a route through the maintenance tunnels, but I'm afraid I don't know specifics. Most people avoid the area for obvious reasons.
cs: Možná existuje cesta přes tunely údržby, ale obávám se, že neznám podrobnosti. Většina lidí se této oblasti ze zřejmých důvodů vyhýbá.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:450:DefaultText
source: The tunnels sound good. I prefer a quiet approach.
cs: Tunely zní dobře. Dávám přednost tichému přístupu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:451:DefaultText
source: Obvious reasons?
cs: Zřejmé důvody?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:452:DefaultText
source: They're rather... dirty.
cs: Jsou poněkud... špinavé.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:453:DefaultText
source: There are also rumors of sprat infestations, faulty automechanicals, and other unsavory hazards. If that sort of thing bothers you.
cs: Kolují také zvěsti o výskytu šprotů, vadných automechanikách a dalších nechutných nebezpečích. Pokud vám takové věci vadí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:454:DefaultText
source: Well, you won't have much human company down there. Plenty of sprats and automechanicals, though.
cs: No, tam dole moc lidské společnosti mít nebudeš. Ale spoustu šprotů a automechaniků.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:455:DefaultText
source: On second thought, I'll deal with the guards.
cs: Když o tom tak přemýšlím, vyřídím to se strážemi.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:456:DefaultText
source: It doesn't.
cs: Není tomu tak.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:457:DefaultText
source: Decided you have further business with me, I see.
cs: Vidím, že jste se rozhodl, že se mnou budete mít další jednání.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:458:DefaultText
source: Take heart. You're doing what you can.
cs: Vezměte si odvahu. Děláte, co můžete.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:459:DefaultText
source: How pointless. Why bother?
cs: Jak nesmyslné. Proč se obtěžovat?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:460:DefaultText
source: Because someone must!
cs: Protože někdo musí!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:461:DefaultText
source: That's what I tell myself. But it can be rather dispiriting.
cs: To si říkám. Ale může to být dost skličující.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:462:DefaultText
source: How delightful!
cs: Jak rozkošné!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:463:DefaultText
source: Excellent! I knew there was hope.
cs: Výborně! Věděl jsem, že je naděje.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:464:DefaultText
source: I don't mean to sit around and wait.
cs: Nemám v úmyslu sedět a čekat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:465:DefaultText
source: Then I guess we have to hope they hear us.
cs: Pak asi musíme doufat, že nás vyslyší.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:467:DefaultText
source: Unfortunately, there is little else I can do from here, and my celebrity would only imperil you.
cs: Bohužel odsud nemohu udělat nic jiného a moje celebrita by vás jen ohrozila.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:468:DefaultText
source: It took me long enough to set this one in motion!
cs: Trvalo mi dost dlouho, než jsem to uvedl do pohybu!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:469:DefaultText
source: The Lifetime Employment Program - that must be what all the whispers were about!
cs: Program celoživotního zaměstnávání - to musí být to, o čem se šeptalo!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:470:DefaultText
source: How does Rockwell mean to go about it? This would be monstrous.
cs: Jak chce Rockwell postupovat? To by bylo monstrózní.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:471:DefaultText
source: He won't if I have anything to say about it.
cs: Nebude, pokud k tomu budu mít co říct.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:472:DefaultText
source: I dunno, it's the best plan I've heard so far.
cs: Nevím, je to nejlepší plán, jaký jsem zatím slyšel.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:473:DefaultText
source: Just thought you should know.
cs: Jen jsem myslel, že byste to měli vědět.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:475:DefaultText
source: If you can stop him, by all means, do. This will be the end of Halcyon if he has his way.
cs: Pokud ho můžete zastavit, rozhodně to udělejte. Jestli bude po jeho, bude to konec Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:476:DefaultText
source: You can't mean that! Rockwell's mismanagement is part of what's gotten us here in the first place!
cs: To nemůžete myslet vážně! Rockwellovo špatné řízení je součástí toho, co nás sem dostalo!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:477:DefaultText
source: We need the Earth Directorate's help more than ever.
cs: Potřebujeme pomoc ředitelství Země více než kdy jindy.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:478:DefaultText
source: I knew he was up to something, but I had no idea it was a plan on this scale.
cs: Věděl jsem, že něco chystá, ale netušil jsem, že to bude plán takového rozsahu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:479:DefaultText
source: Look on the bright side, Mr. Clarke - when folks come looking for those reports one day, imagine how excited they'll be to find your work! Could do a whole heap of good.
cs: Podívejte se na to z té lepší stránky, pane Clarku - až budou lidé jednou hledat tyto zprávy, představte si, jak budou nadšeni, až najdou vaši práci! Mohlo by to přinést spoustu dobrého.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:480:DefaultText
source: I only hope someone comes looking before it's too late. It sometimes feels as though I'm writing these reports purely for my own amusement.
cs: Jen doufám, že někdo přijde dřív, než bude pozdě. Někdy mám pocit, že tyto zprávy píšu jen pro vlastní pobavení.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:482:DefaultText
source: I'd never be able to forgive myself if we sat idly by while the Board did this to the colony.
cs: Nikdy bych si neodpustil, kdybychom nečinně přihlíželi tomu, jak rada s kolonií zachází.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:483:DefaultText
source: You said it, boss. The corporate machine ain't gonna demolish itself.
cs: Řekl jsi to, šéfe. Korporátní mašinérie se sama nezničí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:484:DefaultText
source: Exactly. Let's take this wooly bull by the horns.
cs: Přesně tak. Chyťme tohoto vlnitého býka za rohy.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:485:DefaultText
source: Damn right. What's the saying about idle hands? That they belong to boring people?
cs: To máš sakra pravdu. Jak se říká o nečinných rukou? Že patří nudným lidem?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:487:DefaultText
source: On standby for instruction.
cs: V pohotovosti pro instrukce.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:488:DefaultText
source: This is most heartening! How I wish I could join your escapades.
cs: To je velmi povzbudivé! Kéž bych se mohl připojit k vašim eskapádám.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:490:DefaultText
source: Once they know what's going on, they'll have to send help. R-right, Captain?
cs: Jakmile zjistí, co se děje, budou muset poslat pomoc. Je to tak, kapitáne?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:491:DefaultText
source: You're saying we should make a whole lotta noise. I like the way you think.
cs: Říkáte, že bychom měli dělat velký hluk. Líbí se mi, jak přemýšlíš.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:492:DefaultText
source: Unfortunately, hope has little bearing on how the universe unfolds.
cs: Naděje má bohužel jen malý vliv na to, jak se vesmír vyvíjí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:493:DefaultText
source: Hoping other people will solve problems is how you end up with a mess like Monarch.
cs: Doufat, že problémy vyřeší jiní lidé, je způsob, jak skončit s takovým nepořádkem, jako je Monarch.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:494:DefaultText
source: And that they're willing to spend billions of bits to haul a few cruisers to our end of the galaxy.
cs: A že jsou ochotni utratit miliardy bitů, aby na náš konec galaxie dopravili pár křižníků.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:495:DefaultText
source: Sorry, customer! That request cannot be found in the file banks.
cs: Omlouváme se, zákazníku! Tento požadavek nelze nalézt v souborových bankách.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:496:DefaultText
source: Believe me, I wish I could offer a more concrete plan. Unfortunately, our options - my options, anyway - are limited.
cs: Věřte mi, že bych rád nabídl konkrétnější plán. Bohužel naše možnosti - tedy alespoň moje možnosti - jsou omezené.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:498:DefaultText
source: I don't mean to gainsay you, Captain, but I can't fathom how you'd think freezing folks is gonna help.
cs: Nechci vám křivdit, kapitáne, ale nechápu, jak si můžete myslet, že zmrazení lidí pomůže.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:499:DefaultText
source: You're being ironical, right boss? Hard to tell with you sometimes.
cs: Jste ironický, že ano, šéfe? U tebe je to někdy těžké poznat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:500:DefaultText
source: At times, sacrifices must be made for the greater good.
cs: Někdy je třeba přinést oběti pro vyšší dobro.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:501:DefaultText
source: Maybe if we could trust the Board to make good on their promises. Otherwise the colonists they ice are staying that way forever.
cs: Možná, kdybychom mohli věřit, že představenstvo splní své sliby. Jinak kolonisté, kteří jsou u ledu, tak zůstanou navždy.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:502:DefaultText
source: Especially if you find a way onto the Board's "nice" list.
cs: Zvláště pokud se dostanete na seznam "milých" členů rady.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:503:DefaultText
source: <cheerful/upbeat music playing>
cs: <hraje veselá/beatová hudba>

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:505:DefaultText
source: We're gonna stop him, right Captain? We can't let him do that to all those people.
cs: Zastavíme ho, že ano, kapitáne? Nemůžeme ho nechat, aby to udělal všem těm lidem.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:506:DefaultText
source: Boss has the right of it. We're gonna make the Chairman answer for everything he's done.
cs: Šéf na to má právo. Přinutíme předsedu, aby se zodpovídal ze všeho, co udělal.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:507:DefaultText
source: Excuse me? That sounded like we're going to take on the Chairman and his Board directly.
cs: Promiňte? To znělo, jako bychom se chystali postavit přímo předsedovi a jeho představenstvu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:508:DefaultText
source: That's the spirit, Cap. Take the fight to them.
cs: To je ten duch, kapitáne. Bojuj s nimi.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:509:DefaultText
source: Yeah, you tell him! Just leave me on the ship when you do.
cs: Jo, řekni mu to! Až to uděláš, nech mě na lodi.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:510:DefaultText
source: SAM units are built to battle any and all contaminants.
cs: Jednotky SAM jsou konstruovány tak, aby dokázaly bojovat se všemi kontaminanty.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:511:DefaultText
source: Gotta side with the Minister on that one. Dissident Hunter is a work of genuine culture.
cs: V tomto případě musím souhlasit s ministrem. Lovec disidentů je skutečné kulturní dílo.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:512:DefaultText
source: Was- was that a joke? Sarcasm, even?
cs: Byl to vtip? Dokonce sarkasmus?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:513:DefaultText
source: When you reach the HHC building, this access card...
cs: Po příchodu do budovy HHC je tato přístupová karta...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:514:DefaultText
source: Aloysius, you fool, where did you put it...
cs: Aloysius, ty blázne, kam jsi to dal...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:515:DefaultText
source: ...Well, I USED to have an access card to what USED to be my office. But I suppose you'll have to find your own way up to the executive suites.
cs: ...No, kdysi jsem měl přístupovou kartu do kanceláře, která kdysi bývala mou kanceláří. Ale předpokládám, že si budete muset najít vlastní cestu nahoru do manažerských apartmá.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:516:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:517:DefaultText
source: Watch your tone with me, old man.
cs: Dávej si pozor na tón, staříku.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:518:DefaultText
source: Have I not made myself clear?
cs: Nevyjádřil jsem se jasně?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:520:DefaultText
source: You! You just slaughtered those guards, and for what? To speak with me?! What could possibly be so urgent?
cs: Ty! Právě jsi zabil ty stráže a proč? Abyste se mnou mluvil?! Co by mohlo být tak naléhavé?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:521:DefaultText
source: Please, take this and transmit it from his office. Rockwell hasn't given me any messages from Earth for years - he's desperate to keep me out of contact with the Earth Directorate.
cs: Prosím, vezměte si to a předejte to z jeho kanceláře. Rockwell mi už léta nedává žádné zprávy ze Země - zoufale se mě snaží udržet mimo kontakt s pozemským ředitelstvím.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:522:DefaultText
source: Large enough, I assure you. That's why you must transmit the data to the Earth Directorate and hope for their speedy intervention.
cs: Ujišťuji vás, že dostatečně velký. Proto musíte data předat ředitelství Země a doufat v jeho rychlý zásah.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:523:DefaultText
source: The Earth Directorate is our best hope - even Rockwell's resources are no match. And it is hardly in their interest to let Halcyon crash.
cs: Ředitelství Země je naší největší nadějí - ani Rockwellovy zdroje se mu nevyrovnají. A sotva je v jejich zájmu nechat Halcyon ztroskotat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:524:DefaultText
source: The Earth Directorate is our best hope - even Rockwell's resources are no match. And it is hardly in their interest to let Halcyon crash.
cs: Ředitelství Země je naší největší nadějí - ani Rockwellovy zdroje se mu nevyrovnají. A sotva je v jejich zájmu nechat Halcyon ztroskotat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:525:DefaultText
source: A fine thought, but I'm afraid you underestimate how deep these problems run. And how long they've persisted.
cs: Hezká myšlenka, ale obávám se, že podceňujete, jak hluboko tyto problémy sahají. A jak dlouho přetrvávají.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:526:DefaultText
source: A fine thought, but I'm afraid you underestimate how deep these problems run. And how long they've persisted.
cs: Hezká myšlenka, ale obávám se, že podceňujete, jak hluboko tyto problémy sahají. A jak dlouho přetrvávají.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:527:DefaultText
source: A cautionary tale, isn't it? Too bad Monarch's been relegated to aetherwave fodder for a dozen sensationalist serials.
cs: Varovný příběh, že? Škoda, že Monarcha byl degradován na potravu pro tucet senzacechtivých seriálů.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:528:DefaultText
source: If Halcyon falls apart, it will take all of us with it, laborer and executive alike. What astounds me is that no one is inclined to change our course.
cs: Pokud se Halcyon rozpadne, vezme s sebou nás všechny, dělníky i vedoucí pracovníky. Udivuje mě, že nikdo není ochoten změnit náš kurz.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:529:DefaultText
source: I dearly hope so. And you might be part of the equation.
cs: V to pevně doufám. A vy můžete být součástí této rovnice.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:530:DefaultText
source: I've long suspected Rockwell of transacting business in my name, but this proves it.
cs: Dlouho jsem Rockwella podezříval, že obchoduje mým jménem, ale tohle to dokazuje.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:532:DefaultText
source: Believe me, things have been off around here for a very, very long time. A reckoning is most certainly due.
cs: Věřte mi, že tady už to dlouho nefunguje. Určitě by mělo dojít k zúčtování.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:533:DefaultText
source: That's certainly one way of doing things. Far be it from me to dictate your methods.
cs: To je jistě jeden ze způsobů, jak to udělat. Jsem dalek toho, abych vám diktoval vaše metody.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:534:DefaultText
source: Indeed, it cannot. I can't overstate the urgency of the matter.
cs: Vskutku nemůže. Nemohu přeceňovat naléhavost této záležitosti.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:535:DefaultText
source: This is about more than bits! This is about the survival of the colony. If you don't help, who will?
cs: Jde o víc než jen o kousky! Jde o přežití kolonie. Když nepomůžete vy, kdo pomůže?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:536:DefaultText
source: It's filthy, indeed, my mechanical friend. Rife with the worst sort of corruption.
cs: Je to opravdu špinavé, můj mechanický příteli. Je plný nejhoršího druhu korupce.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:537:DefaultText
source: WILL THAT BE ALL, THEN?
cs: BUDE TO TEDY VŠECHNO?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:538:DefaultText
source: This colony's problems have always seemed to trickle down from the top. If we're set on fixing Halcyon, that's as good a place as any to start.
cs: Zdá se, že problémy této kolonie se vždy šířily shora. Pokud jsme se rozhodli Halcyon napravit, je to nejlepší místo, kde začít.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:539:DefaultText
source: Exactly! And fix it we must.
cs: Přesně tak! A musíme to napravit.
