Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:1:DefaultText
source: Welcome to Halcyon Parcel Service. Deliveries guaranteed within standard margins of accuracy!
cs: Vítejte ve společnosti Halcyon Parcel Service. Doručení se zárukou standardní přesnosti!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:2:DefaultText
source: How may I be of assistance?
cs: Jak vám mohu pomoci?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:3:DefaultText
source: What exactly do you do here?
cs: Co přesně zde děláte?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:4:DefaultText
source: Halcyon Parcel Service is the most dependable parcel delivery service in the colony. You might even say we're part and parcel of Halcyon's commercial enterprise!
cs: Halcyon Parcel Service je nejspolehlivější doručovací služba v kolonii. Dalo by se dokonce říci, že jsme nedílnou součástí obchodního podniku Halcyon!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:5:DefaultText
source: Do you have a parcel waiting for Clarke? Minister Clarke?
cs: Čeká na vás balíček pro Clarkea? Ministr Clarke?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:6:DefaultText
source: We do in fact have a parcel here for a Mister Clarke-comma-Minister.
cs: Ve skutečnosti tu máme balíček pro pana Clarkea-komu-ministra.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:7:DefaultText
source: I'm here to pick up the minister's parcel.
cs: Přišel jsem vyzvednout ministrův balíček.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:9:DefaultText
source: You're not an official member of the Halcyon Parcel Service Team. That means you'll have to sign a release form.
cs: Nejste oficiálním členem týmu Halcyon Parcel Service. To znamená, že budete muset podepsat formulář o uvolnění.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:10:DefaultText
source: Farewell.
cs: Rozloučení.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:12:DefaultText
source: I do hope you aren't here for any mail order clothes. Those deliveries are always late.
cs: Doufám, že tu nejste kvůli oblečení, které si objednáváte poštou. Tyhle zásilky mají vždycky zpoždění.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:36:DefaultText
source: Well! You're getting an early start on the day's parcels, aren't you?
cs: Dobře! Začínáte s balíčky na dnešní den dřív, že?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:37:DefaultText
source: A fine day for parcel pickups, isn't it?
cs: Krásný den na vyzvedávání balíků, že?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:38:DefaultText
source: Burning the midnight oil, are we? The Halcyon Parcel Service's work is never done!
cs: Pálíme půlnoční olej, že? Práce služby Halcyon Parcel Service není nikdy hotová!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:42:DefaultText
source: That's just a little parcel joke.
cs: To je jen takový malý vtip o balíčcích.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:43:DefaultText
source: So if someone needed a package delivered, they'd come here?
cs: Takže kdyby někdo potřeboval doručit balíček, přišel by sem?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:44:DefaultText
source: Nope. Just parcels. We don't deal in packages.
cs: Ne. Jen balíky. Balíčky neprodáváme.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:45:DefaultText
source: What's the difference?
cs: Jaký je v tom rozdíl?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:46:DefaultText
source: It's very technical. Halcyon Parcel Service strictly adheres to the standards and definitions of packaging as outlined by the Executive Ministry of Accuracy and Morale.
cs: Je to velmi technické. Společnost Halcyon Parcel Service přísně dodržuje normy a definice obalů, jak je stanovilo Výkonné ministerstvo pro přesnost a morálku.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:47:DefaultText
source: We can ship all the parcels you want. But if I start shipping packages, I could get into some real trouble. Handcuffs and hard labor trouble.
cs: Můžeme zaslat všechny balíky, které si přejete. Ale kdybych začal posílat balíky, mohl bych se dostat do pořádných problémů. Pouta a těžkou práci.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:48:DefaultText
source: How do I do that?
cs: Jak to mám udělat?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:49:DefaultText
source: Oh, I'd have to submit a request for a release form, and then wait for a receipt for my request of a release form. Then you'd have to make an appointment.
cs: Aha, musel bych podat žádost o vydání formuláře a pak čekat na potvrzení o přijetí žádosti o vydání formuláře. Pak byste si museli domluvit schůzku.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:50:DefaultText
source: How long does that usually take?
cs: Jak dlouho to obvykle trvá?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:51:DefaultText
source: Couldn't say. We've got a backlog, and I'm planning on retiring in the next thirty-five years, but I could give my successor a memo on your behalf.
cs: To se nedá říct. Máme spoustu nevyřízených záležitostí a já mám v plánu odejít do důchodu v příštích pětatřiceti letech, ale mohl bych svému nástupci předat oběžník vaším jménem.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:52:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:53:DefaultText
source: You're welcome to lodge a complaint in our suggestion box. Actually, no - we're still waiting on our delivery of a new suggestion box.
cs: Stížnost můžete podat do naší schránky pro návrhy. Vlastně ne - stále čekáme na dodání nové schránky na podněty.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:54:DefaultText
source: That's ridiculous.
cs: To je směšné.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:55:DefaultText
source: You're kidding me.
cs: To si děláte legraci.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:56:DefaultText
source: What's your name?
cs: Jak se jmenujete?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:57:DefaultText
source: The minister's here in Byzantium. I'll make the delivery, and you're free to take the credit.
cs: Ministr je zde v Byzanci. Já to doručím a ty si můžeš vzít úvěr.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:60:DefaultText
source: Here's your parcel, to be delivered to Mister Clarke-comma-Minister. Lawspeed!
cs: Tady je váš balíček, který má být doručen panu Clarkovi-comma-Ministerovi. Lawspeed!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:61:DefaultText
source: You'd do that? Wow. Hey, you know, a positive review from the Minister would go a long way in my semi-monthly employment audit!
cs: Udělal bys to? Páni. Hej, víš, kladné hodnocení od ministra by se mi hodně hodilo při mém půlročním auditu zaměstnání!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:62:DefaultText
source: Why do you need to know?
cs: Proč to potřebujete vědět?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:63:DefaultText
source: I think Mister Clarke-comma-Minister deserves to know the name of the worker who disappointed him.
cs: Myslím, že si pan Clarke-comma-Minister zaslouží znát jméno pracovníka, který ho zklamal.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:64:DefaultText
source: You know, that is an absolutely sound and sensible line of reasoning, and I see your point clear as day.
cs: Víte, to je naprosto rozumná a rozumná úvaha a já ji chápu jako jasnou věc.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:65:DefaultText
source: Thanks. Goodbye.
cs: Děkuji. Na shledanou.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:68:DefaultText
source: Forget it.
cs: Zapomeňte na to.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:69:DefaultText
source: Excellent. I'll mark that down as "customer's complaint resolved." Another satisfied patron!
cs: Vynikající. Tohle si zapíšu jako "stížnost zákazníka vyřešena". Další spokojený zákazník!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:70:DefaultText
source: Can I pick up the minister's parcel now?
cs: Mohu si teď vyzvednout ministrův balíček?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:71:DefaultText
source: I'm afraid it doesn't look good. I filed that request for you, but our backlog's grown by another six months or so since we last spoke.
cs: Obávám se, že to nevypadá dobře. Tu žádost jsem za vás podal, ale od našeho posledního rozhovoru se počet nevyřízených žádostí zvýšil asi o dalších šest měsíců.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:72:DefaultText
source: Celeste Jolicoeur sent me. I'm here to sign for a parcel.
cs: Poslala mě Celeste Jolicoeur. Přišla jsem podepsat balík.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:73:DefaultText
source: If you would like to sign for a parcel, please go to Window B.
cs: Pokud si chcete zásilku podepsat, přejděte k okénku B.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:74:DefaultText
source: I'm here to pick up a parcel for Celeste Jolicoeur.
cs: Přišla jsem vyzvednout balíček pro Celeste Jolicoeurovou.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:75:DefaultText
source: Of course. If you could just verify for me that you are Jolicoeur-comma-Celeste, or an officially authorized proxy?
cs: Samozřejmě. Kdybyste mi mohl ověřit, že jste Jolicoeur-comma-Celeste, nebo oficiálně pověřený zástupce?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:76:DefaultText
source: Everything seems to be in order. Here you are - one parcel.
cs: Zdá se, že je vše v pořádku. Tady máte jeden balíček.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:77:DefaultText
source: Can you not see what I'm wearing? I'm obviously one of Celeste's models.
cs: Nevidíš, co mám na sobě? Jsem zřejmě jeden z Celesteiných modelů.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:78:DefaultText
source: <Show her your authorization.> Celeste gave me this.
cs: <Ukaž jí své oprávnění.> Celeste mi dala tohle.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:79:DefaultText
source: Yes, I can see by your eccentric mode of dress that you must be one of Ms. Jolicoeur's associates.
cs: Ano, podle vašeho výstředního způsobu oblékání vidím, že patříte ke spolupracovníkům paní Jolicoeurové.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_01:80:DefaultText
source: I hope this has been a pleasant and satisfying transaction. Halcyon Parcel Service thanks you for your patronage.
cs: Doufám, že to byla příjemná a uspokojivá transakce. Společnost Halcyon Parcel Service vám děkuje za vaši přízeň.
