Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_odeon_fans_ambient.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:1:DefaultText
source: All right. How does this sound? "Oh, I'm sorry. I didn't mean to walk into you like that - oh my goodness! Ruth Bellamy? I simply adore your work!"
bs: Dobře. Jak to zní? "Promiňte. Nechtěla jsem do tebe takhle vrazit - panebože! Ruth Bellamyová? Já prostě zbožňuju vaši práci!"

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:2:DefaultText
source: We've been over this already. You can't rehearse running into Ruth Bellamy. It's not going to work.
bs: To už jsme probírali. Nemůžeš si nacvičit, že narazíš na Ruth Bellamyovou. Nebude to fungovat.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:3:DefaultText
source: Fine, fine. What about this? "Oh my stars! It's Halcyon Helen! May I have your autograph?"
bs: Dobře, dobře. A co tohle? "Ach, moje hvězdy! To je Halcyon Helen! Můžu dostat tvůj autogram?"

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:4:DefaultText
source: Now you just sound like a crazed fan. Which, I suppose, is not far from the truth.
bs: Teď už mluvíš jako šílený fanoušek. Což asi není daleko od pravdy.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:5:DefaultText
source: So how many times have you seen Terror on Monarch?
bs: Kolikrát jste viděli Teror na Monarchu?

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:6:DefaultText
source: Terror on Monarch loses its appeal after the fifth viewing. Now, Titus Androidicus. There's a work of timeless culture!
bs: Teror na Monarchu ztrácí po pátém zhlédnutí na přitažlivosti. Nyní Titus Androidicus. To je dílo nadčasové kultury!

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:7:DefaultText
source: Titus Androidicus? Your idea of timeless culture is watching two mechanicals knocking about?
bs: Titus Androidicus? Vaše představa o nadčasové kultuře je sledování dvou mechaniků, kteří se pošťuchují?

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:8:DefaultText
source: Excuse me? Those "mechanicals" had more heart than any two-bit actor in one of your serial adventures.
bs: Promiňte? Ti "mechanikové" měli víc srdce než kterýkoli herec v některém z vašich seriálových dobrodružství.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:9:DefaultText
source: I think we can both agree that Maverick Johnston is the finest director in Halcyon.
bs: Myslím, že se oba shodneme na tom, že Maverick Johnston je nejlepším režisérem v Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:10:DefaultText
source: I agree with that, but only because Halcyon's aetherwave industry is sorely lacking in sophisticated directors.
bs: S tím souhlasím, ale jen proto, že v halcyonském éterovém průmyslu velmi chybí sofistikovaní režiséři.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:11:DefaultText
source: Oh, for Law's sake. What about All My Colonists? Johnston directed that.
bs: Proboha, Law. A co všichni moji kolonisté? To režíroval Johnston.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:12:DefaultText
source: Johnston did not direct All My Colonists. His name was tacked on, much like his endings.
bs: Johnston nerežíroval film Všichni moji kolonisté. Jeho jméno bylo přidáno, stejně jako jeho konce.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:13:DefaultText
source: Don't you think we ought to go inside?
bs: Nemyslíš, že bychom měli jít dovnitř?

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:14:DefaultText
source: I suppose. There's an outside possibility we'll run into Spencer Woolrich.
bs: Předpokládám, že. Je tu možnost, že narazíme na Spencera Woolriche.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:15:DefaultText
source: I don't know if I can handle a run-in with Mr. Woolrich. I'd just stand there, gawking and star-struck.
bs: Nevím, jestli zvládnu střet s panem Woolrichem. Jen bych tam stála, zírala a byla v úžasu.

# conversations/02_terra2/0202_byzantium/0202_bs_odeon_fans_ambient:16:DefaultText
source: You would, wouldn't you? And then I'd be embarrassed by association with you. Maybe we should just stay outside.
bs: Vy byste to udělal, že? A já bych se pak styděl za to, že jsem s tebou spojován. Možná bychom měli zůstat venku.
