Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:1:DefaultText
source: H-hey, stand back... you. I'm part of Minister Clarke's personal detail, and that means you gotta keep five feet back at all times.
cs: Hej, ustupte... vy. Patřím k osobnímu týmu ministra Clarkea, a to znamená, že se musíš držet pět stop vzadu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:2:DefaultText
source: Hey, you look familiar. Have we met before?
cs: Hej, vypadáš povědomě. Už jsme se někdy potkali?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:3:DefaultText
source: What's so important about guarding Minister Clarke?
cs: Co je tak důležitého na ochraně ministra Clarkea?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:4:DefaultText
source: He's basically the most important person in the colony, which makes me... the most important guard in the colony! Yeah.
cs: Je to v podstatě nejdůležitější osoba v kolonii, což ze mě dělá... nejdůležitějšího strážce v kolonii! Jo.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:8:DefaultText
source: I'll leave you to it.
cs: Nechám vás o tom přemýšlet.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:17:DefaultText
source: How about I buy you a drink to celebrate your promotion?
cs: Co kdybych vás pozval na drink na oslavu vašeho povýšení?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:18:DefaultText
source: That's a great idea! I'll have a Spectrum Vodka.
cs: To je skvělý nápad! Dám si Spectrum Vodku.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:19:DefaultText
source: That means I got a key to the minister's estate. My own personal UDL-issued shotgun. They don't give those out to just anyone.
cs: To znamená, že jsem dostal klíč od ministrova majetku. Moje osobní brokovnice vydaná UDL. Ty se nedávají jen tak někomu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:27:DefaultText
source: Hey, you're really great. Have I told you that? We should be friends.
cs: Jsi vážně skvělý. Už jsem ti to říkal? Měli bychom být přátelé.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:29:DefaultText
source: I really shouldn't. I'll have the worst hangover tomorrow if I don't stop.
cs: To bych opravdu neměl. Jestli nepřestanu, budu mít zítra tu nejhorší kocovinu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:30:DefaultText
source: That's a problem for tomorrow.
cs: To je problém zítřka.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:31:DefaultText
source: You know, that's a very good point.
cs: Víte, to je velmi dobrá poznámka.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:32:DefaultText
source: With your BMI, you could metabolize another. Just drink plenty of water.
cs: S vaším BMI byste mohli metabolizovat další. Stačí pít hodně vody.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:33:DefaultText
source: Okay, here goes.
cs: Dobře, tak tady to je.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:34:DefaultText
source: I... don't feel so good. I think I'm gonna be sick.
cs: Já... se necítím moc dobře. Myslím, že mi bude špatně.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:54:DefaultText
source: <Offer him a Spectrum Vodka.> Here's to your promotion.
cs: <Nabídněte mu vodku Spectrum.> Na vaše povýšení.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:55:DefaultText
source: Here's to me!
cs: Na mě!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:56:DefaultText
source: <Offer him another Spectrum Vodka.> Let's have another.
cs: <Nabídněte mu další Spectrum Vodku.> Dáme si další.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:57:DefaultText
source: It's not every day you get your dream job, right?
cs: Práci snů nezískáte každý den, že?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:58:DefaultText
source: WOW. You've got, like, this crazy energy. Has anyone ever told you that? Like a mantisaur. You've got mantisaur energy.
cs: WOW. Máš takovou šílenou energii. Řekl ti to někdy někdo? Jako kudlanka. Máš energii kudlanky.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:59:DefaultText
source: Hey, buddy!
cs: Hej, kámo!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:63:DefaultText
source: I just need to sit down...
cs: Jen si musím sednout...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:65:DefaultText
source: Anything you can tell me about Minister Clarke?
cs: Můžete mi říct něco o ministru Clarkovi?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:66:DefaultText
source: Oh, um. He's, uh, medium height. With, like, medium-colored hair and a kind of medium face. Just like in his posters.
cs: Je středně vysoký. Středně vysoké vlasy a středně vysoký obličej. Stejně jako na plakátech.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:67:DefaultText
source: Didn't know I was talking to such a big shot.
cs: Nevěděl jsem, že mluvím s takovým velikánem.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:68:DefaultText
source: Are you supposed to drink on the job?
cs: Máš v práci pít?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:69:DefaultText
source: Calm down, I was just looking for the bathroom.
cs: Uklidni se, jen jsem hledal záchod.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:70:DefaultText
source: Oh, it's right here. Good thing, too, 'cause I may be headed there soon.
cs: Oh, je to tady. To je dobře, protože tam možná brzy zamířím.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:71:DefaultText
source: The others took me out to celebrate. On account of me just getting hired and all.
cs: Ostatní mě vzali na oslavu. Kvůli tomu, že mě právě přijali a tak.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:72:DefaultText
source: Yep, you're looking at the minister's newest personal guard, right here.
cs: Ano, právě se díváte na ministrovu nejnovější osobní stráž.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:74:DefaultText
source: 'Course not. But I'm not on the job right now.
cs: "Samozřejmě, že ne. Ale já teď nejsem v práci.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:76:DefaultText
source: How descriptive.
cs: Jak popisné.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:77:DefaultText
source: You haven't met him, have you?
cs: Vy jste se s ním nesetkal, že ne?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:78:DefaultText
source: You'd definitely recognize him if you saw him. He's very important.
cs: Určitě byste ho poznali, kdybyste ho viděli. Je velmi důležitý.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:79:DefaultText
source: Everyone tells me he's very private, okay? Besides, I just started!
cs: Všichni mi říkají, že je velmi uzavřený, dobře? Kromě toho jsem právě začala!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:80:DefaultText
source: Congratulations.
cs: Gratulujeme.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:81:DefaultText
source: A key, you say?
cs: Říkáte klíč?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:82:DefaultText
source: 's right! Not just anyone is allowed to have a key to Minister Clarke's residence. It's all so very high-level.
cs: 's right! Klíč od rezidence ministra Clarkea nesmí mít jen tak někdo. Je to všechno na velmi vysoké úrovni.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:83:DefaultText
source: Yep! I've nearly made it to the top, my friend. I'm just two promotions away from on-the-job bathroom breaks.
cs: Jo! Už jsem skoro na vrcholu, příteli. Už mi chybí jen dvě povýšení a přestávky na záchod v práci.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:84:DefaultText
source: Wow, listen to me. I'm soaked. I should probably slow down before I'm facedown on the tile somewhere.
cs: Páni, poslouchejte mě. Jsem promočený. Asi bych měl zpomalit, než skončím někde na dlaždicích obličejem dolů.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:85:DefaultText
source: Oh, Laws, I gotta stop. I'm seeing at least two of you.
cs: Oh, Lawsi, musím přestat. Vidím vás nejméně dva.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:86:DefaultText
source: Nonsense. You've got another in you. Doctor's orders.
cs: Nesmysl. Máš v sobě dalšího. Doktor to nařídil.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:87:DefaultText
source: Guess I can't argue with that!
cs: S tím se asi nedá polemizovat!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:88:DefaultText
source: Ugh. Was that one supposed to taste like Purpleberry Crunch, or am I just tasting breakfast?
cs: Uf. Měl tenhle chutnat jako Purpleberry Crunch, nebo jen ochutnávám snídani?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:90:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:91:DefaultText
source: You're a really good friend, you know?
cs: Jsi opravdu dobrý přítel, víš?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:93:DefaultText
source: I really shouldn't have any more.
cs: Opravdu bych už neměl mít žádné další.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:94:DefaultText
source: You sure sound like you know what you're talking about.
cs: Vypadá to, že víte, o čem mluvíte.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:95:DefaultText
source: Captain, I can smell him from clear over here. I reckon he's had a fair number already.
cs: Kapitáne, cítím ho odtud. Myslím, že už jich měl pěknou řádku.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:96:DefaultText
source: Sure have! 'Cause today's my big day.
cs: Určitě ano! Protože dnes je můj velký den.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:97:DefaultText
source: Only two? You've got a ways to go.
cs: Jen dva? To máš před sebou ještě dlouhou cestu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:98:DefaultText
source: Have you always been here? I didn't see you a minute ago.
cs: Byl jsi tu vždycky? Před chvílí jsem tě neviděl.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_bar:99:DefaultText
source: Preparing bodily waste collection receptacle.
cs: Příprava sběrné nádoby na tělesný odpad.

source: He's got powerful good ears, too.
cs: Má také silné uši.

source: Aw, who am I kidding. I could have another! You got another?
cs: Co si to namlouvám. Mohl bych si dát další! Máš další?

source: You, uh, you have a Spectrum Vodka for a new pal?
cs: Máš vodku Spectrum pro nového kamaráda?

source: And a powerful thirst.
cs: A silná žízeň.

source: I don't have any Spectrum Vodka to give you.
cs: Nemám žádnou Spectrum Vodku, kterou bych vám mohl dát.

source: Oh. Maybe they got some at the bar?
cs: Oh. Možná mají nějaké v baru?
