Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_byz_residents_02.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:1:DefaultText
source: Ugh, why can't something exciting happen around here for once?
bs: Proč se tu jednou nemůže stát něco zajímavého?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:2:DefaultText
source: Nothing wrong with stability. It means everything's running like clockwork.
bs: Na stabilitě není nic špatného. Znamená to, že všechno šlape jako hodinky.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:3:DefaultText
source: Don't you ever want a little fun? Maybe see a marauder ship get blown to bits overhead?
bs: Nechcete se někdy trochu pobavit? Třeba vidět, jak se nad hlavou rozletí nájezdnická loď na kusy?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:4:DefaultText
source: If I spit, think I can hit that mechanical down there?
bs: Když plivnu, myslíš, že se trefím do té mechanické části dole?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:5:DefaultText
source: You'll get in trouble.
bs: Dostanete se do potíží.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:6:DefaultText
source: No, I won't. I'll blame it on you.
bs: Ne, neudělám to. Obviním z toho tebe.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:7:DefaultText
source: Wouldn't it be something to see an Earth assault cruiser land here?
bs: Nebylo by to něco, kdyby tu přistál pozemský útočný křižník?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:8:DefaultText
source: Don't be ridiculous. There's no way one would fit.
bs: Nebuďte směšní. Není možné, aby se tam jeden vešel.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:9:DefaultText
source: How would you know? You've never seen one.
bs: Jak to víte? Nikdy jsi žádnou neviděl.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:10:DefaultText
source: Neither have you. I don't know anyone who's seen one.
bs: Ani vy ne. Neznám nikoho, kdo by ho viděl.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:11:DefaultText
source: Down there, a new ship! It doesn't look like any of the corporate freighters.
bs: Tam dole je nová loď! Nevypadá jako žádná z firemních nákladních lodí.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:12:DefaultText
source: But what would they be doing here? And how did they ever get permission to land?
bs: Ale co by tu dělali? A jak vůbec získali povolení k přistání?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:13:DefaultText
source: Perhaps we'll finally get some excitement after all.
bs: Možná se nakonec přece jen dočkáme nějakého vzrušení.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_02:16:DefaultText
source: What a thing to say! Everyone knows marauders can't fly.
bs: Co to je za řeči! Každý ví, že nájezdníci neumějí létat.
