Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:1:DefaultText
source: Ah-ah-ah. Don't speak. Hold that posture for a moment while I admire you. You have a natural contrapposto, my dear.
cs: Ah-ah-ah. Nemluvte. Vydrž chvíli v tomto postoji, zatímco tě budu obdivovat. Máš přirozený kontrapost, má drahá.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:2:DefaultText
source: I can't wait to see those outfits.
cs: Nemůžu se dočkat, až uvidím ty outfity.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:3:DefaultText
source: The sooner you find me that leather, the sooner I can get started.
cs: Čím dřív mi tu kůži najdete, tím dřív budu moct začít.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:4:DefaultText
source: I can't possibly finish my prototype without that lapel.
cs: Bez této klopy nemohu dokončit svůj prototyp.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:6:DefaultText
source: What can I do for you, darling?
cs: Co pro tebe mohu udělat, miláčku?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:7:DefaultText
source: The way you rest your weight against your hip suggests a certain rugged charisma possessed only by the mighty primal, and the well-traveled spacer. Splendid! I love it!
cs: Způsob, jakým se opíráš o boky, naznačuje jisté drsné charisma, které mají jen mocní pračlověci a zcestovalí roznožky. Skvělé! To se mi líbí!

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:8:DefaultText
source: You can tell all that by the way I'm standing?
cs: Poznáte to podle toho, jak stojím?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:9:DefaultText
source: That's me. Rugged and well-traveled.
cs: To jsem já. Drsný a zcestovalý.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:12:DefaultText
source: Your walk. Your posture. The cut of your clothes. You carry yourself with the bearing of a noble, but you dress like a barbarian. How deliciously outré!
cs: Vaše procházka. Vaše držení těla. Střih vašeho oblečení. Nosíš se jako šlechtic, ale oblékáš se jako barbar. Jak lahodně přehnané!

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:13:DefaultText
source: I'm Celeste Jolicoeur. And you, my dear, are exactly what Byzantium needs.
cs: Jsem Celeste Jolicoeurová. A ty, má drahá, jsi přesně to, co Byzanc potřebuje.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:14:DefaultText
source: I'm working on a new line of clothing that will shock this city to its core, and I'd like your help. What do you say, my dear? Care to make history with me?
cs: Pracuji na nové řadě oblečení, která bude pro toto město šokem, a chtěl bych, abyste mi pomohli. Co říkáš, má drahá? Chceš se se mnou zapsat do historie?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:15:DefaultText
source: Ah, Celeste. You've done it again. I knew from the moment I laid eyes on you that I'd found my muse.
cs: Ach, Celeste. Zase jsi to dokázala. Od chvíle, kdy jsem tě spatřil, jsem věděl, že jsem našel svou múzu.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:16:DefaultText
source: Sounds like fun. Count me in.
cs: Zní to jako zábava. Počítejte se mnou.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:17:DefaultText
source: I'll think about it.
cs: Budu o tom přemýšlet.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:18:DefaultText
source: Marvelous! You and I are going to wake this city up like a cold splash of wine to the face.
cs: Úžasné! Ty a já probudíme tohle město jako studené víno do tváře.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:19:DefaultText
source: Consider it a standing offer.
cs: Považujte to za stálou nabídku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:21:DefaultText
source: Can I buy something?
cs: Mohu si něco koupit?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:22:DefaultText
source: There was something else I wanted to ask.
cs: Chtěl jsem se zeptat ještě na něco.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:23:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:24:DefaultText
source: For you? Anything.
cs: Pro vás? Cokoli.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:25:DefaultText
source: Have you ever been outside Byzantium?
cs: Byl jste někdy mimo Byzanc?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:26:DefaultText
source: You said I was exactly what Byzantium needs. What did you mean?
cs: Řekl jsi, že jsem přesně to, co Byzanc potřebuje. Co jsi tím myslel?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:27:DefaultText
source: I see. Thanks.
cs: Chápu. Děkuji.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:28:DefaultText
source: You're very welcome.
cs: Není zač.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:29:DefaultText
source: Outside Byzantium? Of course not. There's nothing for me outside Byzantium.
cs: Mimo Byzanc? Jistěže ne. Mimo Byzanc pro mě nic není.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:30:DefaultText
source: Byzantium has lost its élan vital. Everything about this city is so dreadfully stale.
cs: Byzanc ztratila svůj élan vital. Všechno v tomto městě je tak strašně zatuchlé.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:31:DefaultText
source: Yet you're sending me all over Halcyon.
cs: Přesto mě posíláte po celém Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:32:DefaultText
source: Yes, and I'm terribly grateful you've agreed. Look, darling. I don't belong outside Byzantium any more than a fish belongs on the land.
cs: Ano, a jsem ti strašně vděčná, že jsi souhlasil. Podívej, miláčku. Nepatřím mimo Byzanc o nic víc než ryba na souš.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:33:DefaultText
source: Never heard of a tailor who wants to make people uncomfortable.
cs: Nikdy jsem neslyšel o krejčím, který by chtěl lidem dělat potíže.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:34:DefaultText
source: I'm not some common button-monger, darling. I'm an artist. It's my job to make you uncomfortable.
cs: Nejsem žádný obyčejný knoflíkář, miláčku. Jsem umělec. Mým úkolem je, aby ti to bylo nepříjemné.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:35:DefaultText
source: You still want help with that fashion problem? I'm available.
cs: Ještě pořád chcete pomoct s tím módním problémem? Jsem k dispozici.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:36:DefaultText
source: What I need is a survey of the outside world. What does the common laborer wear? How do the wild-eyed madmen of Monarch dress themselves? I've heard rumors, but I require samples.
cs: Potřebuji průzkum vnějšího světa. Co nosí běžný dělník? Jak se oblékají divoce vyhlížející šílenci z Monarchu? Slyšel jsem zvěsti, ale potřebuji vzorky.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:37:DefaultText
source: Also, I expect you to model for me.
cs: Také očekávám, že mi budete dělat modelku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:38:DefaultText
source: What's the benefit of seeing me wear it?
cs: Jaký je přínos toho, že mě uvidíte, jak to nosím?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:39:DefaultText
source: Any excuse to admire my looks, huh? Can't blame you.
cs: Jakákoli záminka k obdivování mého vzhledu, co? To se ti nedivím.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:40:DefaultText
source: I'm not much for modeling.
cs: Modeling mě moc nebaví.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:41:DefaultText
source: My dear, fashion is a performance art. An outfit without a body is like an instrument without a player.
cs: Má drahá, móda je umělecké představení. Oblečení bez těla je jako nástroj bez hráče.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:42:DefaultText
source: Oh, you cad. You'll be the talk of Byzantium once I'm done with you.
cs: Ty hulváte. Až s tebou skončím, bude se o tobě mluvit v Byzanci.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:43:DefaultText
source: Trust me, darling. I've been at this business a lot longer than you.
cs: Věř mi, miláčku. Pracuji v tomto oboru mnohem déle než ty.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:44:DefaultText
source: You have the bearing and demeanor of a born model. You're going to absolutely murder this job.
cs: Máte vystupování a chování rozené modelky. Tuhle práci naprosto zabiješ.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:45:DefaultText
source: Hold on. I need to know more about these outfits.
cs: Počkejte. Potřebuji se dozvědět víc o tomhle oblečení.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:46:DefaultText
source: You're in luck. I'm already wearing an Iconoclast's outfit.
cs: Máte štěstí. Už mám na sobě oblečení Ikonoklasta.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:47:DefaultText
source: I'm wearing marauder gear. Mind the bloodstains.
cs: Mám na sobě nájezdnickou výstroj. Pozor na krvavé skvrny.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:48:DefaultText
source: I expect you'll cut an exquisite figure. What else do you need to know?
cs: Očekávám, že budete mít skvělou postavu. Co ještě potřebujete vědět?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:49:DefaultText
source: I'm already wearing a Spacer's outfit. How do I look?
cs: Už mám na sobě oblečení Spacera. Jak vypadám?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:50:DefaultText
source: I'll see what I can do.
cs: Uvidím, co se dá dělat.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:53:DefaultText
source: Goodness, look at those atrocious contours. The sheer brutality of its design offends the senses and shocks the mind into a state of palpable excitement. I adore it.
cs: Bože, podívejte se na ty příšerné obrysy. Brutalita jeho designu uráží smysly a šokuje mysl do stavu hmatatelného vzrušení. Zbožňuji ho.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:54:DefaultText
source: Yes. That's it. I have it. I know exactly what we're doing. Brace yourself, my dear. We're going to call this style *barbarian-chic.*
cs: Ano, to je ono. Mám to. Vím přesně, co děláme. Připrav se, má drahá. Tomuto stylu budeme říkat *barbarský šik*.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:57:DefaultText
source: Oh, how grotesque! I always suspected the dramas did no justice to real marauders. Their armor is so much more hideous in person.
cs: Ach, jak groteskní! Vždycky jsem měl podezření, že dramata nezachycují skutečné nájezdníky. Jejich zbroj je naživo mnohem odpornější.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:58:DefaultText
source: Like a star, darling. Square your shoulders. Hand on your hip. Eyebrow cocked. Yes. Perfect. My heart is all a-flutter.
cs: Jako hvězda, miláčku. Narovnejte ramena. Ruku na bok. Obočí nakrčené. Ano. Perfektní. Srdce se mi rozbušilo.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:59:DefaultText
source: Fabulous! I can't wait to see what you dredge up.
cs: Báječné! Nemůžu se dočkat, až uvidím, co jsi vyhrabal.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:60:DefaultText
source: The saucy confidence of a spacer. The raw contempt of an Iconoclast. The brutish musk of a marauder. And the pièce de résistance? Monster leather.
cs: Drzá sebejistota distančního pracovníka. Syrové opovržení ikonoklasta. Brutální pižmo nájezdníka. A to nejlepší na konec? Monstrózní kůže.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:61:DefaultText
source: One part mantiqueen chitin. Three parts hide from a raptidon's flank. And let's say - oh - eight strips of primal leather. No, make that ten.
cs: Jeden díl chitinu z mantikénu. Tři díly skrýše z boku raptidona. A řekněme - aha - osm proužků pravěké kůže. Ne, spíš deset.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:62:DefaultText
source: I was expecting a simple modeling job.
cs: Očekával jsem jednoduchou modelářskou práci.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:63:DefaultText
source: I'll get it done.
cs: Udělám to.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:64:DefaultText
source: I'll need you to model for me the following: the apparel of an Iconoclast, the armor of a marauder, and a full ensemble of spacer gear. Helmet included.
cs: Potřebuji, abys mi vymodeloval následující: oděv ikonoklasta, brnění nájezdníka a kompletní výstroj vesmírné lodi. Včetně přilby.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:66:DefaultText
source: We're revolutionizing the fashion of Byzantium. Our work is anything but simple.
cs: Přinášíme revoluci do byzantské módy. Naše práce je všechno, jen ne jednoduchá.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:67:DefaultText
source: My dear, I have the highest confidence in you.
cs: Má drahá, mám ve vás nejvyšší důvěru.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:68:DefaultText
source: Mantiqueen chitin. Raptidon hide. Primal leather. All done.
cs: Mantikénský chitin. Kůže raptidona. Primální kůže. Vše hotovo.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:69:DefaultText
source: I've been thinking of a name for this new outfit. Chimaera. Crafted from the hides of three species of monster.
cs: Přemýšlela jsem o názvu tohoto nového oblečení. Chimaera. Vyrobeno z kůží tří druhů příšer.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:70:DefaultText
source: While you were gone, I put in an order for one of my bespoke lapels. Solid gold. Diamond encrusted. If it doesn't have one of my lapels, it's not a Jolicoeur Original.
cs: Zatímco jsi byl pryč, objednal jsem si jednu ze svých klop na míru. Zlatou. S diamanty. Pokud nemá jednu z mých klop, není to Jolicoeur Original.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:71:DefaultText
source: Those slackwits at HPS are holding my parcel while they wait for a signature. Bureaucracy is so utterly insufferable. Be a dear and retrieve it for me?
cs: Ti flákači z HPS zadržují můj balík, zatímco čekají na podpis. Byrokracie je tak nesnesitelná. Buďte tak hodní a vyzvedněte mi to?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:73:DefaultText
source: You're asking a lot from me.
cs: Chceš toho po mně hodně.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:74:DefaultText
source: Understatement of the year, darling. Believe me, I'm every bit as frustrated as you are.
cs: Podcenění roku, miláčku. Věř mi, jsem stejně frustrovaný jako ty.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:75:DefaultText
source: Sure thing.
cs: Jistě.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:76:DefaultText
source: Wonderful! I'm giving you authorization to retrieve this parcel on my behalf. You truly are my savior, darling.
cs: Úžasné! Pověřuji vás, abyste si mým jménem vyzvedl tuto zásilku. Jsi opravdu můj zachránce, miláčku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:77:DefaultText
source: My engineer's going on a date, and she needs a fine outfit.
cs: Moje inženýrka jde na rande a potřebuje pěkné oblečení.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:78:DefaultText
source: Let me do a back-of-the-envelope calculation. Materials. Labor. Licensing and copyright... there.
cs: Dovolte mi, abych provedl zpětný výpočet. Materiály. Práce. Licence a autorská práva... tady.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:79:DefaultText
source: I can cover <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bits.
cs: Mohu pokrýt <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bity.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:80:DefaultText
source: Now stand back. Back, back! I'll enter the settings and get these machines spinning. You'll be broke to bespoke in merely an hour...
cs: Nyní ustupte. Zpátky, zpátky! Zadám nastavení a roztočím tyto stroje. Za pouhou hodinu budete na mizině...

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:81:DefaultText
source: She's an engineer. You think she can afford that? She needs to impress her true love.
cs: Je inženýrka. Myslíš, že si to může dovolit? Potřebuje zapůsobit na svou pravou lásku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:82:DefaultText
source: I'll think it over and get back to you.
cs: Promyslím si to a ozvu se vám.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:83:DefaultText
source: Don't bother putting your pants back on. I'm dressing you with my eyes.
cs: Neobtěžuj se s oblékáním kalhot. Oblékám tě očima.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:84:DefaultText
source: What's this about pasta?
cs: Co je to s těstovinami?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:85:DefaultText
source: Oh, you slay me. Not pasta, my dear. Contrapposto. To slouch fashionably. One's posture reveals the quality of one's character.
cs: Oh, ty mě zabíjíš. Ne těstoviny, má drahá. Contrapposto. Módně se hrbit. Postava člověka prozrazuje kvalitu jeho charakteru.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:86:DefaultText
source: There it is. The most pretentious thing I'll hear all day.
cs: Tady je. Nejnáročnější věc, kterou za celý den uslyším.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:87:DefaultText
source: You're not afraid of speaking your mind. You smolder and growl. Oh, you are just too perfect.
cs: Nebojíte se říct svůj názor. Doutnáš a vrčíš. Jsi prostě příliš dokonalá.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:90:DefaultText
source: I can tell a great deal by the way you're standing, my dear. Your physique is a sartorial dream. I simply want to cover you in my latest creations.
cs: Podle toho, jak stojíš, toho hodně poznám, má drahá. Tvoje postava je sartoriální sen. Jednoduše tě chci zahalit do svých nejnovějších výtvorů.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:91:DefaultText
source: It's like you read my mind.
cs: Jako bys mi četl myšlenky.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:92:DefaultText
source: What Byzantium needs is to be taken apart brick by brick.
cs: Byzanc je třeba rozebrat cihlu po cihle.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:93:DefaultText
source: Are you trying to sell me something?
cs: Snažíte se mi něco prodat?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:94:DefaultText
source: Darling, you and that brutish swagger of yours have been on my mind the moment you stepped into my studio.
cs: Miláčku, na tebe a tvou brutální drzost jsem myslel od chvíle, kdy jsi vstoupil do mého studia.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:95:DefaultText
source: I'm an artist, darling, not a tweed merchant. I don't "sell things," I pollinate the world with art.
cs: Jsem umělec, miláčku, ne obchodník s tvídem. Neprodávám věci, ale opyluju svět uměním.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:96:DefaultText
source: Yes! Perfect! That rakish audacity is exactly what I'm after.
cs: Ano! Perfektní! Přesně o tuhle dravou drzost mi jde.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:98:DefaultText
source: You've got a pretty high opinion of someone you just met.
cs: O někom, koho jsi právě poznal, máš dost vysoké mínění.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:99:DefaultText
source: Everything I need to know can be deduced from a first impression.
cs: Vše, co potřebuji vědět, lze odvodit z prvního dojmu.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:101:DefaultText
source: What do you have in mind?
cs: Co máte na mysli?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:102:DefaultText
source: You. When I look at you, I see the very embodiment of everything the walls of Byzantium were built to keep out.
cs: Vy. Když se na tebe dívám, vidím ztělesnění všeho, co měly byzantské hradby chránit před vniknutím.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:103:DefaultText
source: You said something about an Iconoclast's outfit.
cs: Říkal jsi něco o oblečení Iconoclastů.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:105:DefaultText
source: Where am I supposed to find spacer gear?
cs: Kde mám najít distanční zařízení?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:106:DefaultText
source: What's so interesting about marauder armor?
cs: Co je na nájezdnické zbroji tak zajímavého?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:107:DefaultText
source: I've heard rumors of these Iconoclasts, half-mad zealots rampaging across the surface of Monarch.
cs: Slyšel jsem zvěsti o těchto ikonoklastech, pološílených fanaticích, kteří řádí na povrchu Monarchie.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:108:DefaultText
source: You'll have to find your own way into Monarch. I can't help you. Even if I could, I prefer not to interfere with your creative process.
cs: Cestu do Monarchu si budete muset najít sami. Nemohu vám pomoci. I kdybych mohl, raději bych se do tvého tvůrčího procesu nevměšoval.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:109:DefaultText
source: Don't worry about it. I've got a Navkey for Stellar Bay.
cs: Nedělejte si s tím starosti. Mám Navkey pro Hvězdnou zátoku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:111:DefaultText
source: That sounds incredibly illegal. I love it.
cs: To zní neuvěřitelně nezákonně. To se mi líbí.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:112:DefaultText
source: If I were an enterprising spacer in need of a wardrobe, I'd probably head to the Groundbreaker.
cs: Kdybych byl podnikavý vesmířan, který potřebuje šatník, nejspíš bych zamířil do Groundbreakeru.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:113:DefaultText
source: I don't know. I've never seen a marauder. Not in person anyway. There are always aetherwave programmes, but I want something authentic.
cs: Nevím. Nikdy jsem neviděl nájezdníka. Alespoň ne osobně. Vždycky existují programy na éterové vlny, ale já chci něco autentického.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:114:DefaultText
source: Byzantium is long overdue for a change of wardrobe, my dear. Something barbaric, yet elegant.
cs: Byzanc už měla dávno změnit šatník, drahá. Něco barbarského, ale elegantního.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:115:DefaultText
source: One outfit left. Do hurry, my dear. The bird of inspiration is about to take flight.
cs: Zbývá jedno oblečení. Pospěš si, má drahá. Pták inspirace se chystá vzlétnout.
