Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_minister_guard_commander.po
Languages: cs

source: This property is off-limits. Solicitors, loiterers, and uninvited visitors will be fined to the fullest extent of company policy.
cs: Na tento pozemek je vstup zakázán. Obtěžovatelé, poflakující se a nezvaní návštěvníci budou pokutováni v plném rozsahu pravidel společnosti.

source: There's nothing to see here. Move along.
cs: Není tu nic k vidění. Jděte dál.

source: I'm here for Minister Clarke.
cs: Jsem tu kvůli ministru Clarkovi.

source: Farewell.
cs: Rozloučení.

source: That's funny. The minister isn't expecting visitors. And you don't much look like one of those couriers from HPS.
cs: To je legrační. Ministr neočekává návštěvy. A ty moc nevypadáš jako jeden z těch kurýrů z HPS.

source: Was the minister expecting a delivery?
cs: Očekával ministr porod?

source: Minister Clarke's a private man. And you're asking too many questions.
cs: Ministr Clarke je soukromník. A vy kladete příliš mnoho otázek.

source: Sure I am.
cs: Jistěže ano.

source: Sure you are. And what is it you're delivering today?
cs: Jistěže ano. A co dnes doručujete?

source: I've got this parcel right here.
cs: Mám tu tenhle balíček.

source: I didn't bring it with me.
cs: Nevzal jsem si ho s sebou.

source: Typical. Why don't you come back when you're ready to actually make a delivery?
cs: Typické. Proč se nevrátíš, až budeš připraven doručit zásilku?

source: Excuse me. I'll be right back.
cs: Promiňte. Hned jsem zpátky.

source: I've got a parcel here with the Minister's name on it.
cs: Mám tu balíček se jménem pana ministra.

source: Huh. Looks like your papers are in order.
cs: Huh. Vypadá to, že vaše doklady jsou v pořádku.

source: Nice place. Who lives here?
cs: Pěkné místo. Kdo tu bydlí?

source: If you don't know, I'm not telling.
cs: Pokud to nevíte, neřeknu vám to.

source: Sorry, I guess I had you mistaken for somebody important.
cs: Promiňte, asi jsem si vás spletl s někým důležitým.

source: Hey, they don't put just anyone in charge of guarding Minister Clarke's residence. I-
cs: Hej, hlídáním sídla ministra Clarkea nepověří jen tak někoho. I-

source: Go on in.
cs: Vstupte.

source: Delivery for the minister.
cs: Doručení pro ministra.

source: Yeah? Let's see it.
cs: Ano? Podívejme se na to.

source: You are currently in violation of Personal Grooming Statute 22-B, Public Indecency Ordinance 542, and the Third Revised Law on Common Standards for Good Taste.
cs: V současné době porušujete zákon o osobní hygieně 22-B, vyhlášku o veřejné neslušnosti 542 a třetí revidovaný zákon o obecných normách dobrého vkusu.

source: All right. Go on through.
cs: Dobře. Projděte.

source: Thanks for your time.
cs: Děkujeme za váš čas.

source: This ultimatum brought to you by Universal Defense Logistics.
cs: Toto ultimátum vám přináší společnost Universal Defense Logistics.

source: Now leave. You're exhausting my daily conversation quota.
cs: Nyní odejděte. Vyčerpáváš můj denní limit konverzace.

source: Aw, shoot. Forget I said anything, okay?
cs: A sakra. Zapomeň, že jsem něco řekl, dobře?

source: What's that mean?
cs: Co to znamená?

source: Please put some clothes on or face the repudiation of your peers and betters.
cs: Oblékněte se, prosím, nebo se setkáte s odsouzením svých vrstevníků a nadřízených.

source: Means I'm not here to stand around answering questions.
cs: To znamená, že tu nejsem od toho, abych tu stál a odpovídal na otázky.

source: You give me a couple minutes and a bottle, and I wager I could knock out the first and second revised laws on common standards, too.
cs: Dejte mi pár minut a láhev a vsadím se, že bych dokázal vyrazit i první a druhý revidovaný zákon o společných normách.

source: You know, that's just the sort of thing folks say when they're trying to hide something.
cs: Víš, to je přesně to, co lidé říkají, když se snaží něco skrýt.

source: Chasing us off already? This feels familiar.
cs: Už nás vyháníte? Tohle je mi povědomé.

source: I have... no idea what you're talking about, sir.
cs: Nemám ponětí, o čem to mluvíte, pane.

source: Ma'am, please don't cause a scene.
cs: Madam, prosím, nedělejte scény.

source: I want you to know I'm holding back for your sake.
cs: Chci, abys věděl, že se držím zpátky kvůli tobě.

source: Do you have any actual business here, or...?
cs: Máte tady nějaký skutečný obchod, nebo...?

source: <Attack> Death!
cs: <Útok> Smrt!
