Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:1:DefaultText
source: Welcome! Welcome to the Byzantium Office of - I mean Bureau. Bureau of Exploration. I'm - never mind who I am. Hi there!
cs: Vítejte! Vítejte v Byzantské kanceláři - chci říct v Úřadu. Úřad pro průzkum. Já jsem - nevadí, kdo jsem. Ahoj!

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:2:DefaultText
source: Well, hey there! What can I do for you?
cs: Tak ahoj! Co pro vás mohu udělat?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:3:DefaultText
source: Excuse me.
cs: Promiňte.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:4:DefaultText
source: I'm looking for a cartographer by the name of Rachel Lockwood.
cs: Hledám kartografku jménem Rachel Lockwoodová.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:5:DefaultText
source: Ah, yes! Lockwood. Right. Unfortunately, she isn't in the office right now.
cs: Ach, ano! Lockwood. Správně. Bohužel teď není v kanceláři.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:6:DefaultText
source: I'm just here to pick something up from her office.
cs: Přišla jsem si jen něco vyzvednout z její kanceláře.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:7:DefaultText
source: Do you have any idea where she might be?
cs: Nevíte, kde by mohla být?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:8:DefaultText
source: If I knew, I wouldn't be here, would I? ... uh. I mean... sometimes she's at the bar wetting her beak.
cs: Kdybych to věděl, nebyl bych tady, že? ... uh. Teda... někdy je u baru a smáčí si zobák.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:9:DefaultText
source: Uh, you can't do that. Sorry. It's, uh, locked! Yes. It is locked and you cannot enter.
cs: To nemůžete. Omlouvám se. Je to zamčené! Ano. Je zamčeno a nemůžete vstoupit.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:10:DefaultText
source: You got a key to her office?
cs: Máš klíč od její kanceláře?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:11:DefaultText
source: Of course I've got a key. I'm the receptionist! It's my job to have a key! I'm not giving it to the likes of you, though. I am honor-bound to protect this office.
cs: Samozřejmě mám klíč. Jsem recepční! Je to moje práce mít klíč! Ale takovým, jako jsi ty, ho nedám. Mám čestnou povinnost chránit tuhle kancelář.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:12:DefaultText
source: How long has she been gone?
cs: Jak dlouho je pryč?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:13:DefaultText
source: I don't know. Five hours. Five days. I'm a receptionist, not a clock.
cs: Nevím. Pět hodin. Pět dní. Jsem recepční, ne hodiny.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:17:DefaultText
source: Hey, about that cartographer.
cs: Hej, co se týče toho kartografa.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:18:DefaultText
source: Yeah?
cs: Ano?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:20:DefaultText
source: I looked in the closet. You've got some explaining to do.
cs: Podívala jsem se do skříně. Máš co vysvětlovat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:21:DefaultText
source: Aw, shit. That's, um. That's a mannequin. Ms. Lockwood and I work on the set of a show, you see, and-
cs: Do prdele. To je... to je figurína. Slečna Lockwoodová a já pracujeme na natáčení seriálu, víte, a...

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:22:DefaultText
source: Damn. Fine. You got me. I ain't a receptionist. Truth be told, I'm glad you know. Lying to a stranger weighs heavily on my spirit.
cs: Zatraceně. Fajn. Dostal jsi mě. Nejsem recepční. Popravdě řečeno, jsem rád, že to víš. Lhaní cizímu člověku mě velmi tíží.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:24:DefaultText
source: An assassin? What are you doing here?
cs: Nájemný vrah? Co tady děláte?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:25:DefaultText
source: You sure fooled me.
cs: Určitě jsi mě oklamal.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:26:DefaultText
source: I was hired to cross off Ms. Lockwood. Thought I'd pose as her receptionist. Brilliant, right? Thing is, she ain't shown up in ages, so here we are.
cs: Byl jsem najat, abych vyškrtl slečnu Lockwoodovou. Myslel jsem, že se budu vydávat za její recepčního. Geniální, že? Jde o to, že se už dlouho neukázala, takže jsme tady.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:27:DefaultText
source: Hey, thanks! You know, hiding in plain sight like this is tougher than it looks.
cs: Ahoj, díky! Schovávat se takhle na očích je těžší, než to vypadá.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:28:DefaultText
source: You don't think she'd recognize that you aren't her normal receptionist?
cs: Myslíš, že nepozná, že nejsi její normální recepční?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:29:DefaultText
source: I'll just tell her I'm the replacement. If she calls me on it, I'll kill her. If she buys it, I'll kill her. Win-win.
cs: Prostě jí řeknu, že jsem náhradník. Jestli mi to řekne, zabiju ji. Jestli to koupí, zabiju ji. Výhra pro všechny.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:30:DefaultText
source: Well, this is great. I was hired to kill her, too.
cs: To je skvělé. Taky mě najali, abych ji zabil.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:31:DefaultText
source: Hah! Hope you don't mind a bit of competition. May the best receptionist win!
cs: Hah! Doufám, že ti nevadí trocha konkurence. Ať vyhraje nejlepší recepční!

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:32:DefaultText
source: I hope you're not planning on attacking me. It won't go well for you.
cs: Doufám, že mě nehodláte napadnout. To by pro tebe nedopadlo dobře.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:33:DefaultText
source: Perish the thought! I don't just waltz about murdering who I please. I am a professional. I have got standards.
cs: Ať se propadne do záhuby! Nebudu si jen tak chodit a vraždit, koho se mi zlíbí. Jsem profesionál. Mám své standardy.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:35:DefaultText
source: What's on your mind, friend?
cs: Na co myslíš, příteli?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:38:DefaultText
source: How'd you get hired for this job, anyway?
cs: Jak tě vůbec na tuhle práci přijali?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:39:DefaultText
source: Oh, you know how it goes. Board put out a contract. I put in a request. Made a few appointments with the appropriate departments. Signed some papers.
cs: Víte, jak to chodí. Představenstvo uzavře smlouvu. Podal jsem žádost. Udělal jsem si pár schůzek s příslušnými odděleními. Podepsal jsem nějaké papíry.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:40:DefaultText
source: Lockwood's hiding in the tunnels.
cs: Lockwood se skrývá v tunelech.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:41:DefaultText
source: The tunnels! That sprat! You're brilliant. Meet me down there and we'll sort this all out.
cs: Tunely! Ten šprot! Jsi skvělý. Sejdeme se tam dole a všechno vyřešíme.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:42:DefaultText
source: But you will kill an innocent receptionist to take his place.
cs: Ale na jeho místo zabijete nevinného recepčního.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:43:DefaultText
source: Hey. I tried to convince him to take a vacation. He wasn't hearing it. Some peoples' work ethic is just too strong for their own good.
cs: Snažil jsem se ho přesvědčit, aby si vzal dovolenou. Nechtěl to slyšet. Pracovní morálka některých lidí je prostě příliš silná, než aby to bylo dobré.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:74:DefaultText
source: I really need that key. I'll be quick, I promise.
cs: Ten klíč opravdu potřebuji. Budu rychlý, slibuji.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:75:DefaultText
source: Uh well, fine. Hurry up, before she comes back and catches me - I mean, you. Catches you.
cs: Dobře, fajn. Pospěš si, než se vrátí a chytí mě - chci říct tebe. Chytí tě.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:76:DefaultText
source: Hey, mind if I get into her office? Maybe there's a clue in there.
cs: Hej, nevadí, když se dostanu do její kanceláře? Možná je tam nějaká stopa.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:77:DefaultText
source: Knock yourself out. Let me know if you find anything.
cs: Vyražte si sami. Dej mi vědět, jestli něco najdeš.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:79:DefaultText
source: Whew! That was fun. Thanks for the help, friend. I'll get this body outta here.
cs: Uf! To byla zábava. Díky za pomoc, příteli. Dostanu to tělo pryč.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:84:DefaultText
source: Hey, hey! You found her! I'm a little miffed you didn't let me know, but all's well that ends well. Let's get to killing!
cs: Hej, hej! Našel jsi ji! Trochu mě mrzí, že jsi mi nedal vědět, ale konec dobrý, všechno dobré. Pojďme zabíjet!

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:85:DefaultText
source: What? Killing? What the fuck is going on here?
cs: Cože? Zabíjení? Co se to tu kurva děje?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:86:DefaultText
source: My friend and I here have jobs to do. You just sit tight for a minute while we discuss how we're gonna handle this.
cs: Já a můj přítel tu máme práci. Chvíli vydržte, než se domluvíme, jak to vyřešíme.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:87:DefaultText
source: She's my kill.
cs: Je to můj zabiják.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:88:DefaultText
source: Ah, yeah, look. Reception doesn't pay as well as it used to. Turns out I really need this. I know, I know. I'm a jerk. Hate me if you want. But I gotta take her head in.
cs: Jo, podívej. Příjem už neplatí tak dobře jako dřív. Ukázalo se, že tohle opravdu potřebuju. Já vím, já vím. Jsem blbec. Nenáviď mě, jestli chceš. Ale musím ji vzít do hlavy.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:89:DefaultText
source: The contract calls for her maps, yeah? Half the bits for the maps, half for confirmation of the kill. How's about I take the kill and you take the maps?
cs: Smlouva vyžaduje její mapy, ano? Půlku za mapy, půlku za potvrzení o zabití. Co kdybych si já vzal zabití a ty mapy?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:90:DefaultText
source: Hold on. Okay, just hear me out. What if ...
cs: Počkejte. Dobře, jen mě vyslechněte. Co když...

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:91:DefaultText
source: Will you pipe down? We're trying to have a business meeting here.
cs: Ztišíte se? Snažíme se tu mít obchodní schůzku.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:92:DefaultText
source: The kill's mine.
cs: Zabití je moje.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:93:DefaultText
source: We coulda had a beautiful thing here, you know. Oh, well. Here I go killing again.
cs: Mohli jsme tu mít krásnou věc. Aha, no. A už zase zabíjím.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:94:DefaultText
source: How about you take the maps and I take the kill?
cs: Co kdybyste si vzali mapy a já se postaral o zabíjení?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:95:DefaultText
source: Afraid not, friend. I've carefully cultivated this reputation of mine. I always get what I'm after, and today it's her head.
cs: Obávám se, že ne, příteli. Tuto svou pověst jsem si pečlivě pěstoval. Vždycky dostanu to, po čem jdu, a dnes je to její hlava.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:96:DefaultText
source: We haven't found her maps yet. We shouldn't kill her until we do.
cs: Její mapy jsme zatím nenašli. Dokud je nenajdeme, neměli bychom ji zabíjet.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:97:DefaultText
source: I don't really care about the maps. I know, I know. What a surprise. Half the contract and all that. But I figure, if I kill her first, it'll make it easier to look for 'em.
cs: Na mapách mi nezáleží. Já vím, já vím. Jaké překvapení. Polovina smlouvy a tak. Ale říkám si, že když ji zabiju první, bude snazší je hledat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:98:DefaultText
source: My ... head? Oh, no. Please. Please don't do this.
cs: Moje... hlava? Ale ne. Prosím. Prosím, nedělej to.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:99:DefaultText
source: All right. She's yours.
cs: Dobře. Je tvoje.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:100:DefaultText
source: Hot damn! This is gonna be fun.
cs: Zatraceně! Tohle bude zábava.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:101:DefaultText
source: I'd like to hear what she has to say.
cs: Rád bych si poslechl, co mi řekne.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:102:DefaultText
source: You must be new to the assassination game. If you talk to your victims, it makes it harder to kill 'em, see? It's not recommended. Didn't you read the handbook?
cs: Ve hře na vrahy musíte být nováčkem. Když se svými oběťmi mluvíš, je těžší je zabít, chápeš? To se nedoporučuje. Nečetl jsi příručku?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:103:DefaultText
source: Please, just listen. You don't need to ...
cs: Prosím, jen poslouchejte. Nemusíte...

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:104:DefaultText
source: Shush!
cs: Pšššt!

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:105:DefaultText
source: Look, we came all this way. Might as well hear her out.
cs: Podívejte, jeli jsme až sem. Mohli bychom ji vyslechnout.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:106:DefaultText
source: Oh, all right. The anticipation is killing me, though. Heh, get it? Because I want to kill her.
cs: Dobře. Ale to očekávání mě zabíjí. Heh, chápeš? Protože ji chci zabít.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:107:DefaultText
source: Wait wait wait. Whatever the contract is, I'll pay you both the full amount. You let me live and you don't have to split anything.
cs: Počkat, počkat, počkat. Ať už je smlouva jakákoli, zaplatím vám oběma celou částku. Necháte mě žít a nemusíte se o nic dělit.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:108:DefaultText
source: That's a lot of bits! But, ah ... I mean, I've got a reputation to uphold. How would you feel if someone paid you to make bogus maps?
cs: To je spousta kousků! Ale... Chci říct, že si musím udržet dobrou pověst. Jak by ses cítil, kdyby ti někdo zaplatil za vytvoření falešných map?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:109:DefaultText
source: I'd just as soon not have to deal with the mess. I say we take the offer.
cs: Nejraději bych se tím nepořádkem vůbec nezabýval. Říkám, že tu nabídku přijmeme.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:110:DefaultText
source: Right! Well, Ms. Lockwood? Any last words?
cs: Správně! No, slečno Lockwoodová? Nějaká poslední slova?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:111:DefaultText
source: Thank the Law. Here's your half.
cs: Poděkujte zákonu. Tady je vaše polovina.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:112:DefaultText
source: Right! Well, you two, it has been an absolute pleasure.
cs: Správně! No, vy dva, bylo mi velkým potěšením.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:113:DefaultText
source: Pleasure. Yeah. I honestly hope I never see either of you again.
cs: Potěšení. Jo. Upřímně doufám, že už vás nikdy neuvidím.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:114:DefaultText
source: He's got a point. No deal.
cs: Má pravdu. Žádná dohoda.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:115:DefaultText
source: Listen, I don't want to beat around the bush. If you're dead set on taking that deal, I'm dead set on taking your life.
cs: Poslyšte, nechci chodit kolem horké kaše. Jestli jsi rozhodnutý tu dohodu přijmout, tak já jsem rozhodnutý tě připravit o život.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:116:DefaultText
source: Okay, okay. Fine. Let's kill her.
cs: Dobře, dobře. Dobře. Zabijeme ji.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:117:DefaultText
source: Whew! You had me worried for a little bit there.
cs: Uf! Chvíli jsem se o tebe bál.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:118:DefaultText
source: <Attack> Let's get on with it, then.
cs: <Útok> Tak se do toho dáme.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:119:DefaultText
source: What a damn shame. I was starting to like you.
cs: Jaká škoda. Začínal jsem tě mít rád.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:120:DefaultText
source: Honestly, with the mess you've made getting here, I'd take the money and run.
cs: Upřímně řečeno, s tím nepořádkem, který jsi tu nadělal, bych vzal peníze a utekl.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:121:DefaultText
source: You know, my friend, that's a fine point. If I high tail it outta here, I could avoid the inside of a cell for once. All right. Deal.
cs: Víš, příteli, to je přesná otázka. Kdybych odsud vypadl, mohl bych se pro jednou vyhnout celám. Dobře. Platí.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:122:DefaultText
source: Got something in mind?
cs: Máte něco na mysli?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:124:DefaultText
source: You spratbag! That was my kill!
cs: Ty spratku! To byla moje vražda!

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:128:DefaultText
source: Well. Can't say I've ever left someone alive before. Hope I can sleep tonight.
cs: Dobře. Nemůžu říct, že bych někdy někoho nechal naživu. Doufám, že dneska budu moct spát.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:129:DefaultText
source: Go fuck yourselves.
cs: Jděte do prdele.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:130:DefaultText
source: I admire her spirit. So, how are we doing this? I'd still like credit for the kill.
cs: Obdivuji jejího ducha. Jak to děláme? Pořád bych chtěl mít zásluhy za zabití.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:131:DefaultText
source: She's getting real spooked here, friend. Let's come to terms already.
cs: Začíná být opravdu vyděšená, příteli. Pojďme se s tím už smířit.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:132:DefaultText
source: I'm an assassin.
cs: Jsem vrah.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:133:DefaultText
source: Yeah. The dead body was kind of a tip-off.
cs: Jo. Mrtvé tělo byl tak trochu tip.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:134:DefaultText
source: Not bad, huh? Blew his head clean off. One of my better kills, if I do say so myself.
cs: To není špatné, co? Ustřelil mu hlavu. Jedno z mých lepších zabití, když to tak řeknu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:136:DefaultText
source: So what now?
cs: Co teď?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:139:DefaultText
source: I'm gonna wait for her to return. Tell you what - you find out where she is, you let me know, yeah? As a professional courtesy.
cs: Počkám, až se vrátí. Něco ti řeknu - až zjistíš, kde je, dej mi vědět, jo? Jako profesionální zdvořilost.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:140:DefaultText
source: Then we can both have at it, and whoever kills her better gets the contract. What do you say?
cs: Pak si to můžeme rozdat oba, a kdo ji zabije lépe, dostane smlouvu. Co říkáš?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:143:DefaultText
source: And here's yours.
cs: A tady je ten váš.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:144:DefaultText
source: Plus, then I can turn in her head and relax for a bit. You know. Take a break, kick my feet back. Look for the maps later.
cs: Navíc se pak můžu otočit v její hlavě a na chvíli si odpočinout. Však víte. Odpočinout si, kopnout nohama dozadu. Na mapy se podívám později.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:145:DefaultText
source: Looked like an easy job. She's a map-maker, right? What's she gonna do - consult her maps and find a good place to hide?
cs: Vypadalo to na snadnou práci. Je to mapařka, že? Co udělá - poradí se s mapami a najde dobré místo, kde se schovat?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:146:DefaultText
source: Billingsly's. That's the place. You checked there yet? You should.
cs: Billingsly's. To je to místo. Už jsi to tam kontroloval? Měl bys.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:147:DefaultText
source: Hey, take it easy. I'm uh - new to the job. Yeah. Learning as I go.
cs: Hej, uklidni se. Jsem tu nový. Jo. Učím se za pochodu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:148:DefaultText
source: You're not much of a receptionist either.
cs: Ani ty nejsi moc dobrý recepční.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:152:DefaultText
source: I'd appreciate it if you could keep this whole assassin thing just between us.
cs: Ocenil bych, kdybys celou tu věc s vrahem nechal jen mezi námi.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:153:DefaultText
source: Any sign of Ms. Lockwood? I'd look for her myself, but I was always better at killing than tracking.
cs: Nějaké známky po slečně Lockwoodové? Sám bych ji hledal, ale vždycky mi šlo lépe zabíjení než stopování.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:154:DefaultText
source: Nice outfit. Is that a Jolicoeur?
cs: Pěkné oblečení. Je to Jolicoeur?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:157:DefaultText
source: All right. Enough with the pleasantries.
cs: Dobře. Dost bylo zdvořilostí.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:158:DefaultText
source: Easy there, friend. You look like you're in a real hurry to get somewhere.
cs: Klid, příteli. Vypadáš, jako bys někam opravdu spěchal.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:159:DefaultText
source: Yeah, I found her papers.
cs: Jo, našel jsem její papíry.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:160:DefaultText
source: And if I refuse?
cs: A když odmítnu?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:161:DefaultText
source: Then I get angry and take out my frustration on your corpse. Which, I admit, I really wanna do.
cs: Pak se naštvu a vybíjím si frustraci na tvé mrtvole. Což, přiznávám, chci opravdu udělat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:162:DefaultText
source: <Attack> You're welcome to try.
cs: <Attack> Klidně to zkuste.
