Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:84:DefaultText
source: You! You're not one of my guards! What are you doing here?
cs: Ty! Ty nejsi jeden z mých strážců! Co tady děláš?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:85:DefaultText
source: I'm here for the dimethyl sulfoxide.
cs: Jsem tu kvůli dimethylsulfoxidu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:86:DefaultText
source: I DON'T HAVE ANY DRUGS. YOU SHOULD TRY A VENDING MACHINE OR A PURVEYOR OF CURATIVE GOODS.
cs: NEMÁM ŽÁDNÉ DROGY. MĚL BYS ZKUSIT AUTOMAT NEBO DODAVATELE LÉČIVÉHO ZBOŽÍ.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:87:DefaultText
source: I have records proving you've been hoarding dimethyl sulfoxide.
cs: Mám záznamy, které dokazují, že jste hromadil dimetylsulfoxid.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:88:DefaultText
source: Whatever Rockwell's doing, he'll be doing it from the HHC headquarters. Your best lead is to look for details in his office.
cs: Ať už Rockwell dělá cokoli, bude to dělat z velitelství HHC. Nejlepším vodítkem je hledat podrobnosti v jeho kanceláři.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:89:DefaultText
source: When you reach the HHC building, this access card should get you up to the executive suites. Where the Chairman's office and what used to be my office are.
cs: Po příchodu do budovy HHC byste se s touto přístupovou kartou měli dostat do apartmá pro vedoucí pracovníky. Tam, kde je kancelář předsedy a kde bývala moje kancelář.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:91:DefaultText
source: Then I'll be on my way.
cs: Pak se vydám na cestu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:92:DefaultText
source: What a pleasure. I haven't had this much company in quite some time. I dearly hope I'm not imagining this.
cs: Jaké potěšení. Už dlouho jsem neměl takovou společnost. Pevně doufám, že se mi to jen nezdá.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:93:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:94:DefaultText
source: But they need to know what's happening here.
cs: Ale musí vědět, co se tu děje.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:95:DefaultText
source: What's on the cartridge?
cs: Co je na kazetě?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:97:DefaultText
source: I'm the one asking questions.
cs: To já se ptám.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:98:DefaultText
source: What exactly do you do here?
cs: Co přesně zde děláte?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:100:DefaultText
source: Chairman Rockwell. He's kept me under house arrest for years. I've long suspected him of transacting business in my name, but this proves it.
cs: Předseda Rockwell. Už léta mě drží v domácím vězení. Dlouho jsem ho podezříval, že obchoduje mým jménem, ale tohle to dokazuje.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:101:DefaultText
source: Whatever it is that brought you here, Rockwell's the one behind it.
cs: Ať už tě sem přivedlo cokoli, stojí za tím Rockwell.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:102:DefaultText
source: You expect me to believe this?
cs: Čekáte, že tomu budu věřit?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:103:DefaultText
source: After seeing this place, is it really a stretch? I've been confined to this house for years, and even I can tell you things aren't right in Halcyon.
cs: Po shlédnutí tohoto místa, je to opravdu přitažené za vlasy? Jsem v tomhle domě zavřený už léta a i já vám můžu říct, že v Halcyonu není všechno v pořádku.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:104:DefaultText
source: Then I'll have to deal with him.
cs: Pak se s ním budu muset vypořádat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:105:DefaultText
source: Drugs, of course. What else? Why did I get my hopes up?
cs: Drogy, samozřejmě. Co dál? Proč jsem si dělal naděje?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:109:DefaultText
source: Just tell me how to get there.
cs: Jen mi řekněte, jak se tam dostanu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:110:DefaultText
source: The HHC headquarters?
cs: Velitelství HHC?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:112:DefaultText
source: Halcyon Holdings Corporation. The collective of companies that run the colony together.
cs: Halcyon Holdings Corporation. Kolektiv společností, které společně provozují kolonii.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:113:DefaultText
source: ...Allegedly in partnership with the Earth Directorate and appointed minister of Earth.
cs: ...Údajně ve spolupráci s ředitelstvím Země a jmenován ministrem Země.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:118:DefaultText
source: Via the Acropolis District, of course. That's where the most important corporate and government facilities are.
cs: Samozřejmě přes čtvrť Akropolis. Tam se nacházejí nejdůležitější firemní a vládní zařízení.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:119:DefaultText
source: But only Board employees are allowed into the district - there's a heavily guarded checkpoint just down the street.
cs: Do čtvrti však smějí pouze zaměstnanci Správní rady - na konci ulice je přísně střežené kontrolní stanoviště.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:120:DefaultText
source: What used to be your office?
cs: Co bývala vaše kancelář?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:121:DefaultText
source: Oh, I haven't been allowed up there in years. I shudder to think what Rockwell's done with the place.
cs: Už léta jsem tam nesměl. Děsí mě představa, co s tím místem Rockwell udělal.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:122:DefaultText
source: How did you manage to hang onto your access card?
cs: Jak se vám podařilo udržet si přístupovou kartu?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:123:DefaultText
source: The Board's lackeys are none too bright. I simply claimed I'd lost it and hid it somewhere no one would think to look.
cs: Lokajové správní rady nejsou příliš chytří. Prostě jsem tvrdil, že jsem ho ztratil a schoval ho někam, kde by ho nikdo nehledal.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:124:DefaultText
source: Anyway, I should get going.
cs: Každopádně bych měl jít.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:125:DefaultText
source: Do I want to know?
cs: Chci to vědět?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:126:DefaultText
source: Ew.
cs: Fuj.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:127:DefaultText
source: I merely hid it in a book. No one reads anything longer than a few pages around here.
cs: Pouze jsem ji schoval do knihy. Nikdo tady nečte nic delšího než pár stránek.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:128:DefaultText
source: Wait! Rockwell has one of the only terminals capable of transmitting to the Earthbound message drone. This is our chance.
cs: Počkejte! Rockwell má jeden z mála terminálů, které jsou schopné vysílat na pozemský dron zprávy. To je naše šance.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:130:DefaultText
source: You can count on me, Minister Clarke.
cs: Můžete se na mě spolehnout, pane ministře Clarku.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:131:DefaultText
source: I've gathered meeting minutes, internal messages, sustainability reports, and more, all exposing the corruption and mismanagement plaguing Halcyon.
cs: Shromáždil jsem zápisy ze schůzí, interní zprávy, zprávy o udržitelnosti a další dokumenty, které odhalují korupci a špatné řízení společnosti Halcyon.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:132:DefaultText
source: Once the rest of the Earth Directorate sees it, they'll have to send help.
cs: Jakmile to uvidí zbytek pozemského ředitelství, budou muset poslat pomoc.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:133:DefaultText
source: Good plan.
cs: Dobrý plán.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:134:DefaultText
source: That's idiotic.
cs: To je idiotské.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:135:DefaultText
source: In the name of the Architect. What hope is there if this is our best chance?
cs: Ve jménu architekta. Jaká je naděje, když je to naše nejlepší šance?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:136:DefaultText
source: Perhaps there is hope, after all.
cs: Možná přece jen existuje naděje.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:137:DefaultText
source: Once the Earth Directorate learns of our plight here, they'll HAVE to send help. Yes. We just have to hold out until then.
cs: Jakmile se ředitelství Země dozví o naší situaci, MUSÍ nám poslat pomoc. Ano. Jen musíme do té doby vydržet.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:138:DefaultText
source: Why, I do all the work no one else wants to do. I write reports no one ever reads, monitor colony statistics that no one pays attention to.
cs: Dělám všechnu práci, kterou nikdo jiný nechce dělat. Píšu zprávy, které nikdo nečte, sleduji statistiky kolonií, kterým nikdo nevěnuje pozornost.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:139:DefaultText
source: When I'm not being conscripted to perform in the Chairman's propaganda, of course.
cs: Samozřejmě, když nejsem povolán k účinkování v předsedově propagandě.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:140:DefaultText
source: I don't understand.
cs: Nerozumím tomu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:142:DefaultText
source: Haven't you heard? Chairman Rockwell and I are on a goodwill tour of the colony as we speak.
cs: Copak jste to neslyšeli? Předseda Rockwell a já jsme právě teď na cestě dobré vůle po kolonii.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:143:DefaultText
source: <Give him his parcel.> I've brought you something from HPS.
cs: <Předejte mu jeho balíček.> Přinesl jsem vám něco z HPS.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:144:DefaultText
source: What is it?
cs: Co to je?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:145:DefaultText
source: Open it and see for yourself.
cs: Otevřete ji a přesvědčte se sami.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:146:DefaultText
source: It's a parcel.
cs: Jedná se o balíček.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:147:DefaultText
source: It's a package.
cs: Je to balíček.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:148:DefaultText
source: I should hope not. Certainly looks more like a parcel.
cs: Doufám, že ne. Určitě to vypadá spíš jako balík.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:150:DefaultText
source: I sent your message from the Chairman's terminal.
cs: Vaši zprávu jsem odeslal z předsedova terminálu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:151:DefaultText
source: Chairman Rockwell plans to freeze most of the colony while a few work to keep Byzantium running.
cs: Předseda Rockwell plánuje zmrazit většinu kolonie, zatímco několik lidí bude pracovat na udržení Byzantia v chodu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:155:DefaultText
source: Then what do you- oh.
cs: Co tedy děláte...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:156:DefaultText
source: Where is the dimethyl sulfoxide?
cs: Kde je dimethylsulfoxid?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:157:DefaultText
source: I didn't come all this way to play games, Clarke. It's your name on the receipts.
cs: Nepřijel jsem sem kvůli hrám, Clarku. Na účtenkách je tvoje jméno.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:158:DefaultText
source: Let me get this straight. The Chairman is keeping you here under house arrest?
cs: Řeknu vám to na rovinu. Předseda vás tu drží v domácím vězení?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:159:DefaultText
source: Why would he go through all this trouble?
cs: Proč by si s tím dělal tolik starostí?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:160:DefaultText
source: How should I know? I've been under house arrest for years!
cs: Jak to mám vědět? Už roky jsem v domácím vězení!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:163:DefaultText
source: I told you, I'm not doing any more publicity spots.
cs: Říkal jsem vám, že už nebudu dělat žádné reklamní spoty.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:182:DefaultText
source: There are a few advantages to dealing with imbeciles.
cs: Jednání s imbecily má několik výhod.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:183:DefaultText
source: And now I entrust it to you. Good luck, and trust no one in the Acropolis District.
cs: A nyní ji svěřuji tobě. Hodně štěstí a nikomu v Akropoli nevěřte.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:184:DefaultText
source: Halcyon is headed for a collapse, and no one seems inclined to do anything about it.
cs: Halcyon se řítí ke kolapsu a zdá se, že nikdo není ochoten s tím něco udělat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:185:DefaultText
source: Except produce chatty aetherwave programs that pretend everything's fine.
cs: Kromě toho, že produkují ukecané éterovlnné programy, které předstírají, že je všechno v pořádku.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:186:DefaultText
source: The latest issue of Dissident Hunter! I'd been waiting for this. Most of what passes for "entertainment" here is appalling.
cs: Nejnovější číslo časopisu Dissident Hunter! Na tohle jsem čekal. Většina toho, co se tu vydává za "zábavu", je otřesná.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:187:DefaultText
source: The latest issue of Dissident Hunter! I'd been waiting for this. Most of what passes for "entertainment" here is appalling.
cs: Nejnovější číslo časopisu Dissident Hunter! Na tohle jsem čekal. Většina toho, co se tu vydává za "zábavu", je otřesná.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:188:DefaultText
source: Well, this is curious. It seems someone's sneaking a few things by the censors. This is a promising direction, indeed.
cs: To je zvláštní. Zdá se, že někdo propašoval pár věcí kolem cenzury. To je vskutku slibný směr.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:189:DefaultText
source: How long?
cs: Jak dlouho?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:190:DefaultText
source: That's not enough. We've got to take action.
cs: To nestačí. Musíme jednat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:191:DefaultText
source: Months at least. Possibly years. Information travels slowly and people even more so, I'm afraid.
cs: Nejméně měsíce. Možná roky. Obávám se, že informace se šíří pomalu a lidé ještě pomaleji.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:192:DefaultText
source: Is this your only plan? Send a message to Earth and wait?
cs: Je to váš jediný plán? Poslat zprávu na Zemi a čekat?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:195:DefaultText
source: You are a bold one, indeed. But boldness may not be enough.
cs: Jsi vskutku odvážný. Ale odvaha nemusí stačit.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:196:DefaultText
source: Unfortunately, the Earth Directorate - as distant as it may be - is the only power with the reach to curb the Board's excesses.
cs: Ředitelství Země - jakkoli vzdálené - je bohužel jedinou mocí, která má dosah na to, aby mohla omezit excesy Rady.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:197:DefaultText
source: And indeed you should not!
cs: A to byste opravdu neměli!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:206:DefaultText
source: How did you get in here?
cs: Jak jste se sem dostal?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:207:DefaultText
source: My friend, the slightest demonstration of independent thought or action renders one a dissident in the Board's rather expansive definition of the term.
cs: Můj příteli, sebemenší projev nezávislého myšlení nebo jednání činí z člověka disidenta v poněkud expanzivní definici tohoto pojmu, kterou používá Rada.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:212:DefaultText
source: But what are you doing here? And how did you get in?
cs: Ale co tady děláte? A jak jste se sem dostal?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:213:DefaultText
source: Wait, you think I'm a dissident?
cs: Počkej, ty si myslíš, že jsem disident?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:217:DefaultText
source: Do you really think I'm a dissident?
cs: Opravdu si myslíte, že jsem disident?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:227:DefaultText
source: I'm looking for dimethyl sulfoxide.
cs: Hledám dimethylsulfoxid.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:229:DefaultText
source: Oh, dear. I don't think I can say this any more slowly. Unless...
cs: Ach, bože. Myslím, že už to nemůžu říct pomaleji. Ledaže...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:231:DefaultText
source: Back up and tell me what you're talking about.
cs: Ustupte a řekněte mi, o čem mluvíte.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:232:DefaultText
source: You'd better start making sense real fast.
cs: Měl bys rychle začít dávat smysl.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:237:DefaultText
source: Why, this is starting to sound like an issue of Dissident Hunter.
cs: Začíná to znít jako vydání časopisu Dissident Hunter.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:238:DefaultText
source: You seem a little too excited by all this.
cs: Zdá se, že jsi z toho všeho až příliš nadšený.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:239:DefaultText
source: We're discussing industrial espionage! Legal redress! The possible salvation of Halcyon! Is this not exhilarating?
cs: Probíráme průmyslovou špionáž! Právní náprava! Možná záchrana společnosti Halcyon! Není to vzrušující?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:240:DefaultText
source: Also, this is the longest conversation I've had with someone else in quite some time.
cs: Tohle je také nejdelší rozhovor, který jsem s někým vedl za poslední dobu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:242:DefaultText
source: Let's focus. How do I get to the HHC headquarters?
cs: Zaměřme se na to. Jak se dostanu do sídla HHC?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:243:DefaultText
source: At any rate, I'm glad to have someone else on my side.
cs: V každém případě jsem rád, že mám na své straně někoho dalšího.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:245:DefaultText
source: Once I get into the Acropolis District, what then?
cs: Jakmile se dostanu do čtvrti Akropolis, co pak?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:246:DefaultText
source: A few guards don't scare me.
cs: Několik strážců mě neděsí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:247:DefaultText
source: I dearly hope I'm not imagining this.
cs: Pevně doufám, že se mi to nezdá.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:248:DefaultText
source: If you're saying we're headed for trouble, I'm ready for it.
cs: Pokud říkáte, že se řítíme do problémů, jsem na ně připraven.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:249:DefaultText
source: It usually doesn't turn out so well for the dissidents in the stories, but I like your verve!
cs: Obvykle to pro disidenty v příbězích nedopadá dobře, ale líbí se mi vaše verva!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:252:DefaultText
source: That's good, because there are sure to be more at headquarters.
cs: To je dobře, protože v centrále jich bude určitě víc.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:259:DefaultText
source: Why are you trusting me to help you?
cs: Proč mi věříte, že vám pomůžu?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:260:DefaultText
source: Why indeed? I know so little about you, much less your motivations...
cs: Proč vlastně? Vím o vás tak málo, natož o vašich motivacích...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:261:DefaultText
source: Besides, I've nothing to lose. If you're looking into Rockwell, I can only hope you're also looking out for Halcyon.
cs: Kromě toho nemám co ztratit. Pokud se zajímáš o Rockwella, mohu jen doufat, že se zajímáš i o Halcyon.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:262:DefaultText
source: A gilded minibar, perhaps? A personal theater? The man has too much money and too little sense.
cs: Snad pozlacený minibar? Osobní divadlo? Ten člověk má příliš mnoho peněz a příliš málo rozumu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:263:DefaultText
source: How long will that take?
cs: Jak dlouho to bude trvat?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:264:DefaultText
source: Depending on the nature of their response? Months, at least. Perhaps years.
cs: V závislosti na povaze jejich reakce? Přinejmenším měsíce. Možná roky.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:265:DefaultText
source: Organizing and sending personnel all the way out here is no mean feat.
cs: Organizace a vyslání personálu až sem není nic jednoduchého.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:266:DefaultText
source: Well, it's something.
cs: No, něco na tom je.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:267:DefaultText
source: But if it works, it'll be worth it.
cs: Ale pokud to bude fungovat, bude to stát za to.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:268:DefaultText
source: This is a waste of time.
cs: Je to ztráta času.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:271:DefaultText
source: Finally! High time we got the recognition we deserve.
cs: Konečně! Je nejvyšší čas, aby se nám dostalo uznání, které si zasloužíme.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:272:DefaultText
source: And so affable! Why, you're nothing like the crazed hooligans the Board loves to caricature.
cs: A tak přívětivý! Vůbec se nepodobáte šíleným chuligánům, které rada tak ráda karikuje.
