Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:56:DefaultText
source: Oh, it's you. I suppose you're here to collect your prize, hmm?
cs: To jsi ty. Předpokládám, že jste si přišel vyzvednout cenu, hmm?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:68:DefaultText
source: Well, you're obviously not from around here. I don't believe I've ever seen visitors in the Bureau before, come to think of it.
cs: Zřejmě nejste zdejší. Když o tom tak přemýšlím, myslím, že jsem ještě nikdy neviděl návštěvníky v Úřadu.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:69:DefaultText
source: Hey, welcome back!
cs: Ahoj, vítej zpátky!

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:70:DefaultText
source: I changed my mind. I'll take your guided tour.
cs: Rozmyslel jsem si to. Vezmu si vaši prohlídku s průvodcem.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:87:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:88:DefaultText
source: Yeah? What gave it away?
cs: Ano? Co to prozradilo?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:89:DefaultText
source: I'm just here to take in the sights.
cs: Jsem tu jen proto, abych se pokochal památkami.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:90:DefaultText
source: You don't know that. Maybe I work here.
cs: To nevíte. Možná tu pracuji.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:91:DefaultText
source: You don't look nearly bored enough to work here. Believe me, I know everyone here by face.
cs: Nevypadáš ani zdaleka tak znuděně, abys tu mohl pracovat. Věř mi, že tu všechny znám podle obličeje.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:92:DefaultText
source: Well, almost everyone. That receptionist is a new face. Never mind - I'm getting sidetracked.
cs: Tedy téměř všichni. Ta recepční je nová tvář. Nevadí - odbočuji od tématu.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:93:DefaultText
source: Trust me, friend. None of us would be caught dead wearing a Jolicoeur Original in the Bureau, of all places.
cs: Věř mi, příteli. Nikdo z nás by se nenechal nachytat, kdyby měl na sobě Jolicoeur Original na úřadě.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:94:DefaultText
source: If you were from around here, you'd probably be off enjoying yourself in Prosperity Plaza, not poking around the Bureau.
cs: Kdybys byl zdejší, pravděpodobně by sis užíval na Prosperity Plaza a nešťoural se v Úřadu.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:95:DefaultText
source: Are you serious? You're a sight-seer? I didn't know people like you even existed! Oh, this is just too perfect.
cs: To myslíte vážně? Vy jste vidoucí? Nevěděl jsem, že lidé jako vy vůbec existují! Tohle je prostě dokonalé.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:96:DefaultText
source: Alonzo Vallejos. Extraordinarily pleased to make your acquaintance, and so on, and so forth.
cs: Alonzo Vallejos. Je mi velkým potěšením se s vámi seznámit a tak dále a tak dále.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:97:DefaultText
source: I'm currently operating a sightseeing tour, of sorts. Think of it as a guided journey across Halcyon. Would you be interested in a trial run?
cs: V současné době pořádám jakýsi poznávací zájezd. Představte si to jako cestu s průvodcem po Halcyonu. Měli byste zájem o zkušební jízdu?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:98:DefaultText
source: I didn't know Byzantium had a tourism industry.
cs: Nevěděl jsem, že Byzanc má turistický průmysl.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:99:DefaultText
source: How does this work?
cs: Jak to funguje?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:100:DefaultText
source: I'm not interested.
cs: Nemám zájem.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:101:DefaultText
source: Are you sure? There's a fancy hat in it for you.
cs: Jste si jistý? Je v něm pro tebe krásný klobouk.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:102:DefaultText
source: The Bureau of Exploration was founded to promote expeditions into the colony's wilderness. Charting the unknown. Here be mantisaurs, and all that.
cs: Na podporu výprav do koloniální divočiny byl založen Úřad pro průzkum. Mapování neznáma. Tady jsou kudlanky a tak dále.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:103:DefaultText
source: But that's in the past. Halcyon is a well-charted system. And as for tourism - well. Have you seen Byzantium lately? Who'd ever want to leave?
cs: Ale to už je minulost. Halcyon je dobře propracovaný systém. A co se týče cestovního ruchu - no. Viděli jste v poslední době Byzanc? Komu by se chtělo odejít?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:104:DefaultText
source: Personally, I think this guided tour has a lot of potential. I just need someone to take it for a trial run.
cs: Osobně si myslím, že tato prohlídka má velký potenciál. Potřebuji jen někoho, kdo by ji vzal na zkoušku.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:106:DefaultText
source: Glad you asked! Our tour guides you across some of the most picturesque and breathtaking sights around Halcyon.
cs: Jsem rád, že se ptáte! Naše prohlídka vás provede po nejmalebnějších a nejúchvatnějších památkách v okolí Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:107:DefaultText
source: We've placed some beacons across a series of locations around Halcyon. All you have to do is follow the beacons... to adventure!
cs: Umístili jsme několik majáků na řadu míst v okolí Halcyonu. Jediné, co musíte udělat, je následovat majáky... za dobrodružstvím!

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:110:DefaultText
source: That slogan's a work in progress. So, what do you think? Are you interested?
cs: Na tomto sloganu se pracuje. Co si o tom myslíte? Máte zájem?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:111:DefaultText
source: All right, I'll help you.
cs: Dobře, pomůžu ti.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:112:DefaultText
source: I've seen plenty of Halcyon already. I'm not impressed.
cs: Už jsem viděl spoustu Halcyonů. Nejsem ohromen.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:114:DefaultText
source: Fair enough, fair enough. If you change your mind, I'll be here. And remember - fancy hat!
cs: To je fér, to je fér. Pokud si to rozmyslíš, budu tady. A nezapomeň - parádní klobouk!

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:115:DefaultText
source: Well, why didn't you say so? Count me in.
cs: Proč jste to neřekl? Počítejte se mnou.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:116:DefaultText
source: I said no.
cs: Řekl jsem ne.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:117:DefaultText
source: Whatever. I'll do it if it'll get you off my back.
cs: To je jedno. Udělám to, když se mě zbavíš.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:118:DefaultText
source: Outstanding! Here, you'll need this special triangulating device. Think of it as a wireless compass, pointing the way to the next beacon.
cs: Vynikající! Zde budete potřebovat tento speciální triangulační přístroj. Představte si ho jako bezdrátový kompas, který vám ukáže cestu k dalšímu majáku.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:119:DefaultText
source: Well then! That just makes you the perfect test subject. If my guided tours can impress you, they'll impress anyone.
cs: Tak tedy! To z vás dělá dokonalý testovací subjekt. Pokud moje prohlídky dokážou zapůsobit na vás, zapůsobí na kohokoli.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:121:DefaultText
source: When you find a beacon, this device records your discovery and directs you to the next stop on your tour.
cs: Když najdete maják, toto zařízení zaznamená váš nález a navede vás k další zastávce na vaší trase.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:122:DefaultText
source: Find every beacon, finish your tour, and come back here to claim your commemorative hat. Simple!
cs: Najděte všechny majáky, dokončete prohlídku a vraťte se sem pro pamětní klobouk. Jednoduché!

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:123:DefaultText
source: All right. I'm off.
cs: Dobře. Končím.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:124:DefaultText
source: I'm starting to regret this already.
cs: Už teď toho začínám litovat.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:125:DefaultText
source: I really do have the worst luck. When I gave you this job, I never expected you'd be so damned competent.
cs: Opravdu mám tu nejhorší smůlu. Když jsem ti tuhle práci dával, nečekal jsem, že budeš tak zatraceně schopný.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:126:DefaultText
source: That's me. Damned competent.
cs: To jsem já. Zatraceně kompetentní.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:127:DefaultText
source: Uh, what?
cs: Cože?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:128:DefaultText
source: I don't care, Alonzo. Just give me my hat, and I'll be on my way.
cs: Je mi to jedno, Alonzo. Jen mi dej můj klobouk a já už půjdu.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:129:DefaultText
source: Fine, fine. You're entitled to your reward.
cs: Dobře, dobře. Máš nárok na svou odměnu.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:130:DefaultText
source: One Certified Explorer's Hat, courtesy of the Bureau of Exploration. With my compliments.
cs: Jeden certifikovaný klobouk průzkumníka s laskavým svolením Úřadu pro průzkum. S mou poklonou.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:131:DefaultText
source: The tour's not real, friend. Board shut it down years ago due to unacceptably high rates of fatalities. So I greased a few palms and got the tour up and running again.
cs: Prohlídka není skutečná, příteli. Představenstvo ji před lety zrušilo kvůli nepřijatelně vysokému počtu úmrtí. Tak jsem si namazal pár dlaní a prohlídku znovu zprovoznil.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:132:DefaultText
source: I outfitted every beacon with a recording device. Live footage of dimwitted mercenaries dying in gruesome ways across Halcyon. Imagine the ratings!
cs: Každý maják jsem vybavil záznamovým zařízením. Živý záznam hloupých žoldáků, kteří umírají hrůzným způsobem po celém Halcyonu. Představte si tu sledovanost!

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:133:DefaultText
source: Yes, go on and gloat. You've already ruined all my plans with your talent for staying alive.
cs: Ano, pokračujte a radujte se. Svým talentem zůstat naživu jsi mi už zničil všechny plány.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:134:DefaultText
source: There's no way this is legal.
cs: V žádném případě to není legální.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:135:DefaultText
source: Aw, that's so sad. Can I have my hat now?
cs: To je tak smutné. Můžu už dostat svůj klobouk?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:136:DefaultText
source: You tried to get me killed? Are you crazy?
cs: Chtěl jsi mě nechat zabít? Zbláznil ses?

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:137:DefaultText
source: Oh, come on. I would've made your death worth millions.
cs: Ale no tak. Tvá smrt by stála miliony.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:138:DefaultText
source: Look, never mind. Just take your reward and get out of my hair.
cs: Podívej, to je jedno. Vezmi si svou odměnu a zmiz mi z očí.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:140:DefaultText
source: Why the hell shouldn't it be legal? I filed the appropriate paperwork. I paid my dues.
cs: Proč by to sakra nemělo být legální? Vyplnil jsem příslušné papíry. Zaplatil jsem poplatky.

# conversations/02_terra2/0202_byzantium/0202_cv_alonzo_vallejos:142:DefaultText
source: This guided tour you mentioned - how does it work?
cs: Ta prohlídka s průvodcem, o které jste se zmínil - jak to funguje?
