Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_byz_residents_04.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:1:DefaultText
source: The dissidents actually took over the refinery! I can't believe it.
bs: Disidenti skutečně převzali rafinerii! Nemůžu tomu uvěřit.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:2:DefaultText
source: And then the Chairman shot their space shuttle down with a Hammersmith grenade launcher! Incredible.
bs: A pak předseda sestřelil jejich raketoplán kladivovým granátometem! Neuvěřitelné.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:3:DefaultText
source: Are you two talking about the new Dissident Hunter adaptation? Don't spoil it, I'm behind!
bs: Mluvíte vy dva o nové adaptaci Lovce disidentů? Nekazte to, jsem pozadu!

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:4:DefaultText
source: You need to watch more aetherwave. You never know what's going on.
bs: Musíte se více dívat na aetherwave. Nikdy nevíš, co se děje.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:5:DefaultText
source: That episode from a few weeks ago was supposedly based on a real incident.
bs: Ta epizoda před několika týdny byla údajně založena na skutečné události.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:6:DefaultText
source: You mean the one where the dissidents blew up an orphanage? That's awful.
bs: Myslíte ten, kde disidenti vyhodili do vzduchu sirotčinec? To je hrozné.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:7:DefaultText
source: Thank the Law we live in Byzantium, right?
bs: Díky zákonu žijeme v Byzanci, že?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:8:DefaultText
source: I think it lends the whole program a rather quaint touch.
bs: Myslím, že to celému programu dodává poněkud kuriózní nádech.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:9:DefaultText
source: I only wish they weren't showing so many Spacer's Choice ads in the commercial breaks. Who do they think their audience is?
bs: Jen bych si přál, aby v reklamních přestávkách nedávali tolik reklam na Spacer's Choice. Kdo si myslí, že jsou jejich diváci?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:10:DefaultText
source: You can't blame them for wanting to appeal to the masses, I suppose.
bs: Nemůžete jim mít za zlé, že chtějí oslovit masy.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:11:DefaultText
source: I know a guy who knows a guy who works at Odeon Pictures, and word is they've found a star for their new feature.
bs: Znám člověka, který zná člověka pracujícího v Odeon Pictures, a říká se, že našli hvězdu pro svůj nový film.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:12:DefaultText
source: The one who shot all the extras, right?
bs: Ten, který natočil všechny komparzisty, že?

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:13:DefaultText
source: I hear they're writing a bunch of new action scenes for him.
bs: Slyšel jsem, že pro něj píší spoustu nových akčních scén.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:13:FemaleText
source: I hear they're writing a bunch of new action scenes for her.
bs: Slyšel jsem, že pro ni píší spoustu nových akčních scén.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:14:DefaultText
source: I know a guy who knows a guy who works at Odeon Pictures, and word is they've found a star for their new feature.
bs: Znám člověka, který zná člověka pracujícího v Odeon Pictures, a říká se, že našli hvězdu pro svůj nový film.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:15:DefaultText
source: The natural, right? That's the guy who just walked onto the set and improvised the whole scene.
bs: Přirozené, že? To je ten, kdo prostě přišel na plac a celou scénu improvizoval.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:15:FemaleText
source: The natural, right? That's the lady who just walked onto the set and improvised the whole scene.
bs: Přirozené, že? To je ta paní, která prostě přišla na plac a celou scénu improvizovala.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:16:DefaultText
source: I'll be surprised if they don't put him in everything.
bs: Budu překvapen, pokud ho nedají do všeho.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:16:FemaleText
source: I'll be surprised if they don't put her in everything.
bs: Budu překvapený, jestli ji nedají do všeho.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:17:DefaultText
source: I know a guy who knows a guy who works at Odeon Pictures, and word is they've found a star for their new feature.
bs: Znám člověka, který zná člověka pracujícího v Odeon Pictures, a říká se, že našli hvězdu pro svůj nový film.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:18:DefaultText
source: The guy with all the snappy one-liners, right? I hear they'll have to give him a writing credit. I can't imagine the paperwork.
bs: Chlapík se všemi těmi trefnými hláškami, že? Slyšel jsem, že mu budou muset připsat zásluhy za scénář. Neumím si představit to papírování.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:18:FemaleText
source: The lady with all the snappy one-liners, right? I hear they'll have to give her a writing credit. I can't imagine the paperwork.
bs: Dáma se všemi těmi trefnými hláškami, že? Slyšel jsem, že jí budou muset připsat zásluhy za scénář. Neumím si představit to papírování.

# conversations/02_terra2/0202_byzantium/0202_bs_byz_residents_04:19:DefaultText
source: Odeon owns all those lines now. The real problem will be writing the other characters to keep up.
bs: Všechny tyto linky nyní vlastní společnost Odeon. Skutečným problémem bude napsat další postavy, aby s nimi držely krok.
