Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_minister_interrogation_f.po
Languages: cs

source: You should've left when you had the chance.
cs: Měl jsi odejít, když jsi měl příležitost.

source: That's it. You've got to the count of three to explain yourself. One... Two...
cs: To je vše. Musíte to vysvětlit do tří. Jedna... dva...

source: Slow down. I'm sure we can resolve this without resorting to violence.
cs: Zpomalte. Jsem si jistý, že to můžeme vyřešit bez použití násilí.

source: Violence is part of the job description, pal.
cs: Násilí je součástí popisu práce, kamaráde.

source: And if you want to live to collect your next paycheck, you won't try it with me.
cs: A jestli se chceš dožít další výplaty, tak to se mnou nezkoušej.

source: They don't pay me near enough to deal with crazy.
cs: Neplatí mi ani zdaleka tolik, abych se mohl zabývat šílenstvím.

source: Look, I'll let you go just this once. But you've got to leave, or I'm gonna have to do my job.
cs: Podívej, pro tentokrát tě nechám jít. Ale musíš odejít, jinak budu muset dělat svou práci.

source: Okay.
cs: Dobře.

source: Not against the minister's own cousin.
cs: Ne proti ministrově vlastnímu bratranci.

source: Wait, you're related? I didn't think he had any living family.
cs: Počkat, vy jste příbuzní? Nemyslel jsem si, že má nějakou žijící rodinu.

source: Well, in that case.
cs: V tom případě.

source: That's not actually how you count.
cs: Takhle se to vlastně nepočítá.

source: Oh, sure. Next you're gonna tell me I Can't Believe It's Not Boarst isn't made from real boarst.
cs: Jistě. Příště mi řekneš, že I Can't Believe It's Not Boarst není vyroben z pravého divočáka.

source: You think I came all the way here to discuss packaged food? My time is valuable.
cs: Myslíte si, že jsem sem přišel diskutovat o balených potravinách? Můj čas je cenný.

source: Sorry, I didn't realize you were such a big shot.
cs: Promiň, nevěděl jsem, že jsi takový machr.

source: I'll let this slide, but this is the last time. No one short of Chairman Rockwell himself is supposed to be here without prior approval.
cs: Nechám to plavat, ale tohle je naposledy. Nikdo kromě samotného předsedy Rockwella tu nesmí být bez předchozího souhlasu.

source: Fine.
cs: V pořádku.

source: No, next I'm gonna smash your teeth in. Because I don't have time for this.
cs: Ne, příště ti vyrazím zuby. Protože na tohle nemám čas.

source: I mean, just think about the name.
cs: Jen si vzpomeňte na ten název.

source: Three! I love death. Do your worst!
cs: Tři! Miluji smrt. Udělej to nejhorší!

source: That's supposed to be my line! What's wrong with you?
cs: To měla být moje hláška! Co je s tebou?

source: What's wrong is that I'm too busy to play stupid counting games.
cs: Špatně je, že mám moc práce na to, abych hrál hloupé počítací hry.

source: Absolutely nothing. This was a test and you passed. Good job.
cs: Absolutně nic. Byl to test a vy jste jím prošel. Dobrá práce.

source: Uh, I'm gonna have to ask my commander about this.
cs: Budu se na to muset zeptat svého velitele.

source: If I see you again, it's gonna mean trouble. For real.
cs: Jestli tě ještě uvidím, bude to znamenat problémy. Opravdu.

source: You're still standing here, that's what!
cs: Pořád tu stojíš, to je to, co!

source: You're counting too fast!
cs: Počítáte příliš rychle!

source: I don't know what you're up to, soldier, but you'd better have a good reason for being here.
cs: Nevím, o co ti jde, vojáku, ale měl bys mít dobrý důvod, proč jsi tady.

source: And you'll need a better one for stopping me.
cs: A na to, abys mě zastavil, budeš potřebovat lepší.

source: What are you talking about? I'm just doing my job.
cs: O čem to mluvíte? Jen dělám svou práci.

source: That makes two of us. Please don't make this hard on me.
cs: To jsme dva. Prosím, nedělej mi to těžké.

source: Fine. But you'd better get out of here. If I catch you again, it'll be a different story.
cs: V pořádku. Ale raději odsud vypadni. Jestli tě chytím znovu, bude to jiný příběh.

source: I knew you'd get it.
cs: Věděl jsem, že to pochopíš.

source: Uh huh. How far is that excuse really going to get you?
cs: Uh huh. Jak daleko vás tato výmluva dostane?

source: What are you talking about? It usually works for everything.
cs: O čem to mluvíte? Obvykle to funguje na všechno.

source: Does the minister's undercover bodyguard need a reason?
cs: Potřebuje ministrův tajný bodyguard nějaký důvod?

source: You're what? I've never seen you around.
cs: Co jsi? Nikdy jsem tě tu neviděl.

source: Exactly.
cs: Přesně tak.

source: I need to get my eyes checked.
cs: Musím si nechat zkontrolovat oči.

source: This conversation never happened.
cs: K tomuto rozhovoru nikdy nedošlo.

source: That's because one of us is good at our job.
cs: To proto, že jeden z nás je ve své práci dobrý.

source: Hey, you don't have to get mean about it.
cs: Hej, nemusíte být zlí.

source: I got five right here in this hand.
cs: Tady v ruce jich mám pět.

source: What?!
cs: Cože?!

source: Looks like I took a wrong turn.
cs: Vypadá to, že jsem špatně odbočil.

source: That's for sure.
cs: To je jisté.

source: Hey, soldier, you can't just wander around the minister's residence. What do you think you're doing?
cs: Hej, vojáku, nemůžeš se jen tak potulovat po rezidenci ministra. Co si myslíš, že děláš?

source: My job. The real question is, what are you doing?
cs: Moje práce. Skutečná otázka zní: Co děláte vy?

source: Me? I'm watching for suspicious activity.
cs: Já? Sleduji podezřelé aktivity.

source: What's so suspicious about a fellow UDL guard calling on the minister?
cs: Co je podezřelého na tom, že kolega z UDL volá na ministra?

source: Well, when you put it that way...
cs: Když to řekneš takhle...

source: Look, I don't have any visitors on file today, UDL-related or otherwise. I won't report this, but you need to leave.
cs: Podívejte se, dnes nemám v evidenci žádnou návštěvu, ať už se týká UDL nebo ne. Nebudu to hlásit, ale musíte odejít.

source: Fair enough.
cs: To je fér.

source: So you'd better get back to it.
cs: Tak se k tomu raději vraťte.

source: I... now you've got me all confused.
cs: Já... teď jsi mě úplně zmátla.

source: I'm delivering a parcel for Minister Clarke.
cs: Doručuji balíček pro ministra Clarkea.

source: Already? His magazines usually take weeks to arrive. Discretionary holding period and all that.
cs: Už? Jeho časopisy obvykle dorazí až za několik týdnů. Diskrétní doba držení a tak.

source: Sounds like someone's been reading his mail. Which would be a crime.
cs: Vypadá to, že mu někdo četl poštu. Což by byl zločin.

source: Let's not jump to conclusions. Just drop it off and get out of here. I don't want to see you hanging around.
cs: Nedělejme ukvapené závěry. Prostě ho vyhoď a vypadni. Nechci, aby ses tu poflakoval.

source: Sure thing.
cs: Jistě.

source: What's not to love about a faster, more efficient parcel service?
cs: Co by se vám nelíbilo na rychlejší a efektivnější balíkové službě?

source: Just make sure you drop it off fast and efficient-like, too. I don't want to see you hanging around here.
cs: Jen se ujistěte, že ji odevzdáte rychle a efektivně. Nechci, aby ses tu potloukal.

source: Whatever I damn well please.
cs: Cokoliv se mi zlíbí.

source: What did you say?
cs: Co jsi říkal?

source: Did I stutter?!
cs: Koktal jsem?!

source: Sheesh, calm down. I'm not looking for trouble, but you can't be here. Get going, and don't cause a scene.
cs: Klid, uklidni se. Nevyhledávám problémy, ale ty tady nemůžeš být. Jdi a nedělej scény.

source: Fine, but just this once.
cs: Dobře, ale jen pro tentokrát.

source: You'll quit asking stupid questions if you know what's good for you.
cs: Pokud víte, co je pro vás dobré, přestanete se ptát na hloupé otázky.

source: Uh... leaving?
cs: Uh... odcházíte?

source: Not so fast.
cs: Ne tak rychle.

source: Look, I still don't know you, so if you are what you say you are, you'd better disappear again. Fast.
cs: Podívej, pořád tě neznám, takže jestli jsi to, co říkáš, raději zase zmiz. Rychle.

source: It sounds like you're above my pay grade, so I'll make an exception. But if I catch you again, it'll be a different story.
cs: Zní to, jako byste byl nad mou platovou třídu, takže udělám výjimku. Ale jestli tě chytím znovu, bude to jiný příběh.

source: Is that not enough? 'Cause I got five more in the other.
cs: Je to málo? Protože v té druhé mám dalších pět.

source: WHAT?!
cs: CO?!

source: I can't deal with this. If I chip the marble in here, it's coming out of my pay.
cs: Nemůžu se s tím vyrovnat. Když tady odštípnu mramor, půjde mi to z výplaty.

source: Do us both a favor and go take a Level Head or two. And don't let me catch you here again, or my pay's gonna have to take the hit.
cs: Udělejte nám oběma laskavost a jděte si dát Level Head nebo dva. A nenech se tady zase nachytat, jinak to odnese můj plat.

source: You made the right decision.
cs: Rozhodli jste se správně.

source: Hush! No thinking on the job!
cs: Ticho! Žádné přemýšlení v práci!

source: Understood.
cs: Rozumím.

source: Wait, I recognize you. Yeah, you're in the preview for "Space Pirates of Moros Prime"! I've never met anyone famous before.
cs: Počkej, poznávám tě. Jo, jsi v ukázce na "Vesmírné piráty z Moros Prime"! Ještě nikdy jsem nepotkal nikoho slavného.

source: I'll let you go this once, but you really have to leave. I'd hate to have to shoot a future movie star.
cs: Tentokrát tě nechám jít, ale opravdu musíš odejít. Nerad bych zastřelil budoucí filmovou hvězdu.

source: You sure? Hang on...
cs: Určitě? Počkejte...

source: Hold on, I know I've heard your voice somewhere!
cs: Počkejte, vím, že jsem váš hlas někde slyšel!

source: Three!
cs: Tři!
