Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:1:DefaultText
source: I'm afraid I can't help you at the moment. Have a prosperous day!
cs: Obávám se, že vám v tuto chvíli nemohu pomoci. Přeji vám úspěšný den!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:2:DefaultText
source: Welcome to Halcyon Parcel Service, where all parcels are guaranteed to be delivered within acceptable margins of certainty.
cs: Vítejte ve službě Halcyon Parcel Service, kde je zaručeno, že všechny zásilky budou doručeny s přijatelnou mírou jistoty.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:3:DefaultText
source: How may I be of assistance?
cs: Jak vám mohu pomoci?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:4:DefaultText
source: I'm here to collect a parcel for Celeste Jolicoeur.
cs: Přišel jsem si vyzvednout balíček pro Celeste Jolicoeurovou.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:5:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:6:DefaultText
source: Let me just look that up for you.
cs: Dovolte mi, abych se na to podíval.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:7:DefaultText
source: It appears that a parcel for Ms. Jolicoeur-comma-Celeste is currently out for delivery.
cs: Zdá se, že zásilka pro paní Jolicoeur-comma-Celeste je v současné době předána k doručení.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:8:DefaultText
source: Out for delivery where, exactly?
cs: Kam přesně?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:9:DefaultText
source: Let me see here. A parcel for Jolicoeur-comma-Celeste is being delivered to 316 Rockwell, in the Byzantium Estates.
cs: Podívám se na to. Balíček pro Jolicoeur-comma-Celeste je doručován na adresu Rockwell 316, Byzantium Estates.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:10:DefaultText
source: I was told the parcel was being held here.
cs: Bylo mi řečeno, že zásilka je zde zadržována.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:11:DefaultText
source: It was! And now it's being delivered.
cs: Bylo to tak! A nyní se doručuje.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:12:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:13:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:14:DefaultText
source: Halcyon Parcel Service is proud to be the colony's only parcel delivery service.
cs: Společnost Halcyon Parcel Service je hrdá na to, že je jedinou doručovací službou v kolonii.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:15:DefaultText
source: It is being delivered to Miss Jolicoeur's address right?
cs: Doručuje se na adresu slečny Jolicoeurové, že?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:16:DefaultText
source: Thank you for allowing HPS to be your only option today.
cs: Děkujeme, že jste umožnili společnosti HPS, aby byla dnes vaší jedinou možností.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:18:DefaultText
source: I'm afraid I can't help you at the moment. Have a prosperous day!
cs: Obávám se, že vám v tuto chvíli nemohu pomoci. Přeji vám úspěšný den!

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:19:DefaultText
source: Yeah, I've got this notice to pick up a parcel.
cs: Jo, mám tu výzvu k vyzvednutí balíku.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:20:DefaultText
source: I must respectfully ask that you calm down, please. Parcels must be picked up at Window A.
cs: Musím vás zdvořile požádat, abyste se uklidnil. Balíčky je třeba vyzvednout u okénka A.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:21:DefaultText
source: But that's all the way over there. Can't you just get it for me?
cs: Ale to je až tam. Nemůžeš mi to prostě přinést?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:22:DefaultText
source: Are you kidding me?
cs: Děláte si srandu?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:23:DefaultText
source: Fine, I'll go back to window A.
cs: Dobře, vrátím se k oknu A.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:24:DefaultText
source: Maintaining proper window structure is imperative to the smooth operation of HPS.
cs: Udržování správné struktury oken je pro bezproblémový provoz HPS nezbytné.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:25:DefaultText
source: If you would like to lodge a complaint about the quality of your service, please request a complaint form at Window C.
cs: Chcete-li podat stížnost na kvalitu služeb, vyžádejte si formulář stížnosti v okénku C.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:26:DefaultText
source: Let me guess. If I want to make an appointment, I have to request a form?
cs: Nech mě hádat. Když si chci domluvit schůzku, musím si vyžádat formulář?

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:27:DefaultText
source: Please remember that Halcyon Parcel Service is not responsible for any lost, damaged, stolen, or confiscated shipments.
cs: Nezapomeňte, že společnost Halcyon Parcel Service nenese odpovědnost za ztracené, poškozené, odcizené nebo zabavené zásilky.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:28:DefaultText
source: If you would like to request a complaint form at Window C, please make an appointment.
cs: Pokud si chcete vyžádat formulář stížnosti v okně C, domluvte si schůzku.

# conversations/02_terra2/0202_byzantium/0202_cv_hps_clerk_02:29:DefaultText
source: I see you're familiar with our company policy.
cs: Vidím, že znáte zásady naší společnosti.
