Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:276:DefaultText
source: He's got no idea what we're asking about.
cs: Nemá ponětí, na co se ptáme.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:277:DefaultText
source: I ain't buying it, boss. I say we check him for drugs.
cs: Já ti to nežeru, šéfe. Říkám, že ho zkontrolujeme na drogy.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:278:DefaultText
source: What is this system coming to when even the Earth Minister is disillusioned beyond hope?
cs: Kam tento systém spěje, když je i ministr Země beznadějně rozčarován?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:280:DefaultText
source: I don't know if our chemicals are here, but this guy is definitely not.
cs: Nevím, jestli jsou tu naše chemikálie, ale tenhle chlapík určitě ne.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:283:DefaultText
source: You been all alone in this house? Would- would you like me to make you tea?
cs: Byl jsi v tomto domě sám? Chceš, abych ti udělala čaj?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:284:DefaultText
source: So the Chairman's a crook who can't be trusted. Who knew?
cs: Takže předseda je podvodník, kterému se nedá věřit. Kdo by to byl řekl?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:285:DefaultText
source: He's attempting to game the system. But he won't be able to get away with it forever. Eventually Rockwell's house of cards will topple.
cs: Pokouší se hrát systém. Ale nebude mu to procházet věčně. Nakonec se Rockwellův domeček z karet zhroutí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:287:DefaultText
source: Yeah, sure. It's always "someone else" who ordered the hookers and Energizing Ointment.
cs: Jo, jasně. Vždycky to byl "někdo jiný", kdo si objednal šlapky a energizující mast.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:293:DefaultText
source: Are you not? We're talking about busting into the Chairman's office, here.
cs: Nebo ne? Mluvíme tu o vloupání do kanceláře předsedy.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:297:DefaultText
source: This all feels off, Captain. Like when there's a storm coming, but everything's quiet and still.
cs: Tohle všechno se mi nezdá, kapitáne. Jako když se blíží bouře, ale všude je ticho a klid.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:298:DefaultText
source: If by "look for details," he means "knock things about and take what we like," count me in.
cs: Jestli tím "hledat detaily" myslí "rozbíjet věci a brát si, co se nám líbí", tak se mnou počítejte.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:299:DefaultText
source: Captain, we must investigate Rockwell. An injustice like this cannot go unchecked.
cs: Kapitáne, musíme prozkoumat Rockwella. Taková nespravedlnost nemůže zůstat nepovšimnuta.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:301:DefaultText
source: We really gonna do this? Getting involved is a messy business, and it rarely pays.
cs: Opravdu to uděláme? Zapojit se do toho je špinavá záležitost a málokdy se to vyplatí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:302:DefaultText
source: If it's dirty, it's a job for SAM.
cs: Pokud je špinavý, je to práce pro SAM.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:307:DefaultText
source: But they wouldn't get here for- I don't even know. Shouldn't we do something our own selves?
cs: Ale oni by se sem nedostali ani za... ani nevím. Neměli bychom něco udělat sami?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:308:DefaultText
source: You're telling us you gathered up a whole mess of evidence on the Board's corruption? How big is this cartridge, again?
cs: Říkáte nám, že jste shromáždil celou řadu důkazů o korupci v představenstvu? Jak velká je ta kazeta?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:309:DefaultText
source: Putting your faith in the inherent goodness of mankind?
cs: Vkládáte svou víru v přirozenou dobrotu lidstva?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:311:DefaultText
source: You're awful trusting for a guy who's been locked in his own house for years.
cs: Jsi strašně důvěřivý na člověka, který je už roky zavřený ve svém domě.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:313:DefaultText
source: It's worth a try, but the Earth Directorate still needs that message. We must hope for their intervention.
cs: Za pokus to stojí, ale ředitelství Země tu zprávu stále potřebuje. Musíme doufat v jejich zásah.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:315:DefaultText
source: What's your thing with dissidents and Dissident Hunter, anyway?
cs: Co máš vlastně s disidenty a Lovcem disidentů?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:317:DefaultText
source: I'm inclined, sir. Just point me towards the busted. I'll fix it. I can fix it.
cs: Jsem tomu nakloněn, pane. Jen mě nasměrujte k tomu, co bylo zničeno. Opravím to. Umím to opravit.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:318:DefaultText
source: I'm inclined to do something about it. Just give me a tossball stick and ten minutes alone with the Chairman.
cs: Mám chuť s tím něco udělat. Jen mi dejte hokejku a deset minut o samotě s předsedou.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:319:DefaultText
source: We're here aren't we? The Captain and I are trying to save people.
cs: Jsme tady, že? Kapitán a já se snažíme zachránit lidi.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:320:DefaultText
source: Headed for? Monarch's already there, and from what I've seen, the rest of you ain't far behind.
cs: Kam míříte? Monarcha už tam je a podle toho, co jsem viděl, vy ostatní nejste daleko.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:321:DefaultText
source: You say these things like you're surprised, and then I gotta remind myself that you've been locked away for years.
cs: Říkáš tyhle věci, jako bys byl překvapený, a já si pak musím připomenout, že jsi byl léta zavřený.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:324:DefaultText
source: Neither do I, frankly.
cs: Upřímně řečeno, já také ne.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:326:DefaultText
source: Seriously, what's stopping you from leaving?
cs: Vážně, co ti brání odejít?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:327:DefaultText
source: A fine thought, but I'm afraid you underestimate how deep these problems run. And how long they've persisted.
cs: Hezká myšlenka, ale obávám se, že podceňujete, jak hluboko tyto problémy sahají. A jak dlouho přetrvávají.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:328:DefaultText
source: It's about time someone else stepped in.
cs: Je nejvyšší čas, aby se do toho vložil někdo jiný.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:329:DefaultText
source: Time, yes. But it may be some time still before they are able to respond.
cs: Ano, čas. Ale může trvat ještě nějakou dobu, než budou schopni reagovat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:338:DefaultText
source: I guess you really can be in two places at once.
cs: Myslím, že opravdu můžete být na dvou místech najednou.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:339:DefaultText
source: Does this mean all the news about you and Rockwell working together is fake?
cs: Znamená to, že všechny zprávy o vaší spolupráci s Rockwellem jsou falešné?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:340:DefaultText
source: Why would Rockwell do this to you?
cs: Proč by vám to Rockwell dělal?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:341:DefaultText
source: Aside from battalions of UDL Security forces? Most of Halcyon knows my name and face. So I could hardly evade Rockwell for long.
cs: Kromě praporů bezpečnostních sil UDL? Většina Halcyonu zná mé jméno i tvář. Takže bych se Rockwellovi těžko mohl dlouho vyhýbat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:342:DefaultText
source: Besides, remaining close has allowed me to learn just how wrong things have gone around here.
cs: Kromě toho jsem se díky tomu, že jsem zůstal nablízku, dozvěděl, jak špatně se tady věci mají.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:343:DefaultText
source: Probably because I've no interest in being his puppet. My predecessor was content to serve as Rockwell's lapdog.
cs: Nejspíš proto, že nemám zájem být jeho loutkou. Můj předchůdce se spokojil s tím, že sloužil jako Rockwellův psík.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:344:DefaultText
source: When he saw I meant to oppose him, he made sure I'd have little opportunity to.
cs: Když viděl, že mu chci odporovat, postaral se, abych k tomu neměl moc příležitostí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:345:DefaultText
source: Except for the bit about my suddenly coming down with stomach flu last year. That truly happened.
cs: Až na tu část o tom, jak jsem loni náhle onemocněl střevní chřipkou. To se opravdu stalo.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:346:DefaultText
source: He terms it "indefinite furlough." But that's the long and short of it.
cs: Říká tomu "časově neomezená dovolená". Ale to je zkrátka a dobře.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:347:DefaultText
source: Believe me, if that were true, this would not be one of them.
cs: Věřte mi, že kdyby to byla pravda, nebyl by to jeden z nich.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:348:DefaultText
source: It's too bad you're stuck here.
cs: Je škoda, že jsi tu uvízl.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:349:DefaultText
source: It's quite all right. I've got every back issue of Dissident Hunter to keep me company.
cs: To je v pořádku. Společnost mi dělají všechna čísla časopisu Dissident Hunter.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:350:DefaultText
source: Are you telling me you haven't read one? They're fabulously entertaining!
cs: Chceš mi říct, že jsi žádnou nečetl? Jsou báječně zábavné!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:351:DefaultText
source: Also, they're a surprisingly useful means of ascertaining what's going on in the broader colony.
cs: Jsou také překvapivě užitečným prostředkem, jak zjistit, co se děje v širší kolonii.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:352:DefaultText
source: The Board's most pressing grievances tend to feature heavily as the problem of the week. Sometimes it's factory strikes, other times it's dissenters.
cs: Nejpalčivější stížnosti správní rady bývají často označovány za problém týdne. Někdy jsou to stávky v továrnách, jindy nespokojenci.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:357:DefaultText
source: Obviously the Chairman surrounds himself with the cream of Byzantium's elite.
cs: Předseda se samozřejmě obklopuje smetánkou byzantské elity.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:369:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:370:DefaultText
source: If this is about another aetherwave clip or radio spot, you may kindly "fuck off," as the parlance goes. I'm not doing any more.
cs: Pokud se jedná o další klip nebo rádiový spot, můžete si laskavě "trhnout nohou", jak se říká. Já už nic dalšího dělat nebudu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:371:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:372:DefaultText
source: Why would I want something like that?
cs: Proč bych měl něco takového chtít?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:373:DefaultText
source: Seems like we're getting off on the wrong foot.
cs: Zdá se, že jsme vykročili špatnou nohou.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:374:DefaultText
source: Slowly and loudly, Aloysius. That's the only way these morons understand anything.
cs: Pomalu a hlasitě, Aloysie. To je jediný způsob, jak tihle pitomci něco pochopí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:375:DefaultText
source: I SAID, YOU MAY TELL CHARLES TO GO FUCK HIMSELF.
cs: ŘEKL JSEM, ŽE MŮŽEŠ CHARLESE POSLAT DO PRDELE.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:376:DefaultText
source: Calm down. I'm just here to ask you some questions.
cs: Uklidněte se. Přišel jsem se tě jen zeptat na pár otázek.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:377:DefaultText
source: Call me a moron again and I will end you.
cs: Ještě jednou mě nazvi blbcem a skončím s tebou.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:378:DefaultText
source: WHO IS CHARLES AND WHY ARE WE YELLING?
cs: KDO JE CHARLES A PROČ KŘIČÍME?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:379:DefaultText
source: Then... you're not part of Rockwell's PR team?
cs: Takže... nejste členem Rockwellova PR týmu?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:380:DefaultText
source: Oh. Terribly sorry. I thought you were part of Rockwell's PR team. But if you're not...
cs: Oh. Strašně se omlouvám. Myslel jsem, že jste členem Rockwellova PR týmu. Ale jestli nejste...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:381:DefaultText
source: CHAIRMAN ROCK- oh.
cs: PŘEDSEDA ROCK- aha.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:382:DefaultText
source: That means... you're a dissident? A real, live dissident?
cs: To znamená, že jste disident? Skutečný, živý disident?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:383:DefaultText
source: Sure, like I'm going to trust a gibbering lunatic.
cs: Jistě, jako bych věřil blábolícímu šílenci.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:384:DefaultText
source: If you're the best this colony has to offer, we're screwed.
cs: Pokud jsi to nejlepší, co může tato kolonie nabídnout, jsme v háji.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:385:DefaultText
source: No promises.
cs: Nic neslibuju.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:387:DefaultText
source: Oh my Law. Captain, Captain, that's the Minister! Mr. Clarke! Oh, wow.
cs: Můj zákon. Kapitáne, kapitáne, to je ministr! Pane Clarku! Páni.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:388:DefaultText
source: I don't know if I trust this so-called "Minister" fella, if that is his real name.
cs: Nevím, jestli tomu takzvanému "ministrovi" věřím, pokud je to jeho skutečné jméno.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:389:DefaultText
source: Minister Clarke, what a remarkable honor it is to meet you.
cs: Pane ministře Clarku, je mi velkou ctí se s vámi setkat.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:391:DefaultText
source: So this is one of the guys who runs the colony, huh? Small room for a big shot.
cs: Takže tohle je jeden z těch, co řídí kolonii, co? Malá místnost pro velkého šéfa.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:393:DefaultText
source: Back to idiot-speak.
cs: Zpět k idiotské mluvě.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:394:DefaultText
source: Why do you keep talking like that?
cs: Proč pořád takhle mluvíš?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:395:DefaultText
source: I SHALL ENDEAVOR TO SPEAK MORE SLOWLY. IS THIS BETTER?
cs: BUDU SE SNAŽIT MLUVIT POMALEJI. JE TO TAK LEPŠÍ?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:396:DefaultText
source: Stars, they're getting denser by the day.
cs: Hvězdy jsou den ode dne hustší.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:397:DefaultText
source: Enough games. I know the dimethyl sulfoxide orders came from your office.
cs: Dost bylo her. Vím, že objednávky na dimethylsulfoxid přišly z vaší kanceláře.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:398:DefaultText
source: Stop that! I understand you just fine!
cs: Přestaňte s tím! Rozumím ti dobře!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:399:DefaultText
source: SLOWER. AND LOUDER. AND INTO MY GOOD EAR.
cs: POMALEJI. A HLASITĚJI. A DO MÉHO ZDRAVÉHO UCHA.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:401:DefaultText
source: Oh, this is such a relief! You've no idea how long it's been since I spoke with someone intelligent enough for irony.
cs: To je taková úleva! Ani nevíte, jak dlouho jsem nemluvil s někým dostatečně inteligentním, aby to byla ironie.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:402:DefaultText
source: You- you do?
cs: Vy... vy?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:403:DefaultText
source: Oh, this is such a relief! You've no idea how long it's been since I spoke to someone with more than a modicum of intelligence.
cs: To je taková úleva! Ani nevíte, jak dlouho jsem nemluvil s někým, kdo má víc než jen špetku inteligence.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:405:DefaultText
source: They're not drugs, they're chemicals. And if you haven't been ordering them, who has?
cs: Nejsou to drogy, ale chemikálie. A pokud jste si je neobjednali vy, tak kdo?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:406:DefaultText
source: Process of elimination. The only other person with access...
cs: Vylučovací proces. Jediná další osoba s přístupem...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:407:DefaultText
source: Of course, of course! It's Rockwell again, who else? And I thought he was only holding me here to keep me out of the way...
cs: Samozřejmě, samozřejmě! Je to zase Rockwell, kdo jiný? A já myslel, že mě tu drží jen proto, abych mu nepřekážel...

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:408:DefaultText
source: Great, so how about you tell me about those chemicals?
cs: Skvělé, tak co kdybys mi řekl o těch chemikáliích?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:409:DefaultText
source: What's going on here?!
cs: Co se to tu děje?!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:414:DefaultText
source: You mean Chairman Rockwell's locked you up here?
cs: Myslíte, že vás tu předseda Rockwell zavřel?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:415:DefaultText
source: You are a quick study, indeed!
cs: Jsi opravdu rychlý student!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:417:DefaultText
source: Don't play dumb. You ordered a batch of chemicals. I need them.
cs: Nehrajte si na hlupáky. Objednal jste si dávku chemikálií. Potřebuju je.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:418:DefaultText
source: I'm looking for a batch of chemicals. Tell me where they are and no one gets hurt.
cs: Hledám dávku chemikálií. Řekni mi, kde jsou, a nikomu se nic nestane.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:419:DefaultText
source: This again? I really don't know about any chemicals.
cs: Zase tohle? Opravdu nevím o žádných chemikáliích.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:420:DefaultText
source: Please, this is important!
cs: Prosím, je to důležité!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:422:DefaultText
source: But there is a way to find out. And perhaps to set things right.
cs: Existuje však způsob, jak to zjistit. A možná i napravit věci.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:423:DefaultText
source: Would you sooner trust an avaricious, mendacious profiteer? Or his horde of toadies and fools, perhaps?
cs: Důvěřovali byste raději hrabivému a lstivému spekulantovi? Nebo snad jeho hordě poskoků a hlupáků?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:424:DefaultText
source: Cut the crap. I'm here for dimethyl sulfoxide.
cs: Přestaňte s těmi kecy. Jsem tu kvůli dimethylsulfoxidu.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:425:DefaultText
source: Drugs, of course. What else would it be?
cs: Drogy, samozřejmě. Co jiného by to bylo?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:426:DefaultText
source: NOW, WHY DON'T YOU RUN ALONG AND TELL CHARLES I'M FINISHED.
cs: A TEĎ BĚŽ A ŘEKNI CHARLESOVI, ŽE JSEM SKONČIL.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:429:DefaultText
source: Now, we've got to get into the HHC. That's in the Acropolis District, along with the other major corporate and government facilities.
cs: Nyní se musíme dostat do HHC. Ta se nachází ve čtvrti Akropolis spolu s dalšími významnými firemními a vládními zařízeními.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:430:DefaultText
source: Seriously? I wouldn't trust you to run an empty warehouse.
cs: Vážně? Nevěřil bych ti ani, že budeš řídit prázdné skladiště.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:431:DefaultText
source: But I'm attempting to make the best of an opportunity. I only hope you can do the same.
cs: Ale snažím se využít příležitosti, která se mi naskytla. Doufám, že vy dokážete totéž.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:432:DefaultText
source: What ISN'T on it is the real question!
cs: Co na něm není, je skutečná otázka!

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:433:DefaultText
source: But I'm afraid I don't have many options, confined as I am.
cs: Ale obávám se, že nemám moc možností, protože jsem omezený.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:434:DefaultText
source: It's all I can do. Please, won't you at least try?
cs: To je vše, co mohu udělat. Prosím, nezkusíš to alespoň ty?

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:435:DefaultText
source: Then I suppose I can only hope. Good luck.
cs: Pak tedy mohu jen doufat. Hodně štěstí.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:436:DefaultText
source: Good. Halcyon is in dire need of someone like you.
cs: Dobré. Halcyon nutně potřebuje někoho, jako jsi ty.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:439:DefaultText
source: Well, thanks for your help.
cs: Děkujeme za pomoc.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:440:DefaultText
source: Are we done here? Because I've got things to do.
cs: Skončili jsme? Protože mám ještě něco na práci.

# conversations/02_terra2/0202_byzantium/0202_cv_minister_of_earth:443:DefaultText
source: Which is why I'm dying to know what brought you here.
cs: Proto bych moc rád věděl, co tě sem přivedlo.
