Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cp_chartrand_research_terminal.po
Languages: cs

source: Personal Terminal - Dr. Eva Chartrand ============================= Main menu
cs: Osobní terminál - Dr. Eva Chartrand ============================= Hlavní menu

source: [Logs]
cs: [Deníky]

source: [Laboratory Access]
cs: [Přístup do laboratoře]

source: Personal Terminal - Dr. Eva Chartrand ============================= Logs
cs: Osobní terminál - Dr. Eva Chartrand ============================= Logs

source: [Cascadia, compromised?]
cs: [Cascadia, ohrožena?]

source: Personal Terminal - Dr. Eva Chartrand ============================= I received a message that an unauthorized user was looking through the files on my Cascadia terminal. Maybe some marauder with two firing brain cells. Maybe not. I hope whoever it is understands that the sacrifices made on Monarch and HRS-1084 serve a higher purpose. One day, when all of us have attained a new state of being, humanity may forgive my sins.
cs: Osobní terminál - Dr. Eva Chartrand ============================= Obdržela jsem zprávu, že v mém terminálu Cascadia prohlíží soubory neoprávněný uživatel. Možná nějaký nájezdník se dvěma vystřelujícími mozkovými buňkami. Možná ne. doufám, že ať už je to kdokoli, chápe, že oběti, které přinesl na Monarchu a HRS-1084, slouží vyššímu účelu. Jednoho dne, až všichni dosáhneme nového stavu bytí, mi lidstvo možná odpustí hříchy.

source: Personal Terminal - Dr. Eva Chartrand ============================= My worst suspicions are confirmed. HRS-1084 was ransacked. Who knows what became of the suspension tanks, my team? As usual, my handlers on the Board are no help. Until I deliver results they can replicate, package, and disperse to the general population, they desire only silence and obedience from the likes of me.
cs: Osobní terminál - Dr. Eva Chartrandová ============================= Moje nejhorší podezření se potvrdilo. HRS-1084 byl vypleněn. Kdo ví, co se stalo se závěsnými nádržemi, můj týme? Jako obvykle mi moji průvodci v Radě nepomohli. Dokud nepřinesu výsledky, které by mohli replikovat, zabalit a rozšířit mezi širokou populaci, touží jen po mlčení a poslušnosti takových, jako jsem já.

source: Personal Terminal - Dr. Eva Chartrand ============================= Laboratory Access Status: SEALED
cs: Osobní terminál - Dr. Eva Chartrand ============================= Stav přístupu do laboratoře: SEALED

source: Personal Terminal - Dr. Eva Chartrand ============================= Laboratory Access Status: UNSEALED
cs: Osobní terminál - Dr. Eva Chartrand ============================= Stav přístupu do laboratoře: UNSEALED

source: [Unseal Entrance]
cs: [Odpečetit vchod]

source: [Return to Root]
cs: [Zpět na kořen]

source: [Continue]
cs: [Pokračovat]

source: Personal Terminal - Dr. Eva Chartrand ============================= Doubtless there is a connection to be drawn to the hooligans who accessed my Monarch notes. The project demands that I protect every research asset with my life. Now the time has come to fulfill that promise.
cs: Osobní terminál - Dr. Eva Chartrandová ============================= Nepochybně je tu souvislost s chuligány, kteří se dostali k mým poznámkám z Monarchu. Projekt vyžaduje, abych každý výzkumný přínos chránila svým životem. Nyní nastal čas tento slib splnit.

source: [Continue]
cs: [Pokračovat]

source: Personal Terminal - Dr. Eva Chartrand ============================= Could HRS-1084 have been jeopardized as well? If the project is under attack, it falls to me to defend it. There are too few of us left.
cs: Osobní terminál - Dr. Eva Chartrand ============================= Mohl být ohrožen i HRS-1084? Pokud je projekt napaden, je na mně, abych ho bránil. Zůstalo nás příliš málo.

source: Personal Terminal - Dr. Eva Chartrand ============================= I've received no messages from the Cascadia lab. I can hold out hope that a mere salvager happened upon HRS-1084, and not a saboteur.
cs: Osobní terminál - Dr. Eva Chartrand ============================= Z laboratoře Cascadia jsem neobdržela žádné zprávy. Mohu doufat, že na HRS-1084 narazil pouhý záchranář, a ne sabotér.

source: [Yet another relocation]
cs: [Další stěhování]

source: Personal Terminal - Dr. Eva Chartrand ============================= Circumstances were hardly optimal at the primary and secondary labs. Political instability pulled Cascadia out from under me, and some combination of cabin fever and paranoia soured HRS-1084. Perhaps my home in steadfast Byzantium will offer the retreat I need. Though I miss working alongside colleagues, I know that I hardly deserved the ones I so enjoyed. The ones I lost. The work continues in isolation and loneliness, perhaps as it should.
cs: Osobní terminál - Dr. Eva Chartrandová ============================= Okolnosti v primární a sekundární laboratoři byly sotva optimální. Politická nestabilita vytrhla Cascadii trn z paty a jakási kombinace chalupářské horečky a paranoie zkvašila HRS-1084. Snad mi můj domov v nezlomné Byzanci poskytne potřebné útočiště. I když mi chybí práce po boku kolegů, vím, že jsem si ty, které jsem měl tak rád, sotva zasloužil. Těch, o které jsem přišel. Práce pokračuje v izolaci a osamění, možná tak, jak by měla.

source: [The first extraterrestrials]
cs: [První mimozemšťané]

source: Personal Terminal - Dr. Eva Chartrand ============================= Ever since our species became aware of itself, we imposed our superiority on the worlds we touched. Colonialism worked. For a time. But our oldest trick didn't work in Halcyon, did it? Now we are the ones who must bow to a force greater than ourselves. We are the ones who must adapt. Update - Wine makes me too introspective. Perhaps I'll balance it out with vodka.
cs: Osobní terminál - Dr. Eva Chartrand ============================= Od chvíle, kdy si náš druh začal uvědomovat sám sebe, jsme světům, kterých jsme se dotkli, vnucovali svou nadřazenost. Kolonialismus fungoval. Po určitou dobu, ale na Halcyonu náš nejstarší trik nefungoval, že? Teď jsme to my, kdo se musí sklonit před silou větší, než jsme my sami. To my se musíme přizpůsobit. Aktualizace - Víno mě činí příliš introspektivním. Možná to vyvážím vodkou.
