Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee.po
Languages: cs

source: Bits might earn you a place in Byzantium, but that means everyone here has little need for more of them.
cs: Bity vám sice mohou zajistit místo v Byzanci, ale to znamená, že všichni zde mají jen malou potřebu jich využívat více.

source: If you have wealth, you're successful, and if you're successful, you must have earned it. Honestly, it's a simple concept.
cs: Pokud máte bohatství, jste úspěšní, a pokud jste úspěšní, museli jste si ho zasloužit. Upřímně řečeno, je to jednoduchý koncept.

source: Well he described the idea of it to their Font Development Team, then picked it from a list of choices, but that's basically the same thing.
cs: No, popsal jeho myšlenku jejich týmu pro vývoj písma a pak ho vybral ze seznamu možností, ale to je v podstatě totéž.

source: It was a very long list.
cs: Byl to velmi dlouhý seznam.

source: And you know how the Cosmic Smokes logo has an eye in the middle of a heptagon? He said that one came to him in a dream.
cs: A víte, že logo Cosmic Smokes má uprostřed sedmiúhelníku oko? Říkal, že se mu to zdálo ve snu.

source: He was a true visionary. So far ahead of his time...
cs: Byl to skutečný vizionář. Tak daleko předstihl svou dobu...

source: For favors like this, you need to spend... let's call it social capital.
cs: Na takové laskavosti je třeba vynaložit... říkejme tomu sociální kapitál.

source: Why would I ever help you with something so selfish?
cs: Proč bych ti měl pomáhat s něčím tak sobeckým?

source: Did you miss the part where I said I'd pay you? That's all the reason someone like you should require.
cs: Přehlédl jsi tu část, kde jsem řekl, že ti zaplatím? To je vše, co by měl někdo jako ty vyžadovat.

source: Doing it for the money would just make me selfish too. No thanks.
cs: Kdybych to dělal pro peníze, byl bych taky sobec. Ne, díky.

source: I do like money...
cs: Mám rád peníze...

source: Well it's not. Give me something better.
cs: No, není. Dejte mi něco lepšího.

source: I don't see how, but very well. Frolic along then, you're blocking my view.
cs: Nevím jak, ale velmi dobře. Tak si běžte, bráníte mi ve výhledu.

source: Better than money? Let's see, there's... no...
cs: Lepší než peníze? Podívejme se, je tu... ne...

source: The thrill of discovery! Like in an aetherwave adventure. People love those, right? Don't you want to see what the Retirement District is like?
cs: Vzrušení z objevování! Jako v dobrodružství na éterové vlně. Lidé je milují, že? Nechcete se podívat, jak vypadá důchodcovská čtvrť?

source: Fine. I'll do it, but not for the money.
cs: V pořádku. Udělám to, ale ne kvůli penězům.

source: The Retirement District is a paradise. You should see for yourself.
cs: Důchodcovská čtvrť je rájem. Měli byste se o tom přesvědčit na vlastní oči.

source: I knew it! I just knew it! What a disaster. Did you get a good look around? What was it like?
cs: Já to věděl! Prostě jsem to věděl! To je ale katastrofa. Prohlédl sis to tu dobře? Jak to tam vypadalo?

source: Truly? That's... why that's the most beautiful thing I've ever heard.
cs: Opravdu? To je... to je ta nejkrásnější věc, jakou jsem kdy slyšel.

source: An endless, extravagant garden. There were even signs that said "no frolicking."
cs: Nekonečná, extravagantní zahrada. Byly tam dokonce cedule s nápisem "zákaz skotačení".

source: It was just one giant party. They had a vodka fountain and everything.
cs: Byla to jedna velká párty. Měli fontánu s vodkou a všechno.

source: Everything is gold. Golden streets, golden chairs, golden toothbrushes...
cs: Všechno je ze zlata. Zlaté ulice, zlaté židle, zlaté kartáčky na zuby...

source: Toothbrushes? Why that is positively gaudy... I must have one!
cs: Zubní kartáčky? Proč je to tak křiklavé... Musím ho mít!

source: A fountain of it? I bet it's Spectrum Ultraviolet too. Disgraceful! I can't find one bottle of it and they get a whole fountain.
cs: Je to fontána? Vsadím se, že je to také spektrum Ultraviolet. Hanebné! Nemůžu najít ani jednu lahvičku a oni dostanou celou fontánu.

source: I can't believe they kept this from us. From me! The nerve! The audacity!
cs: Nemůžu uvěřit, že nám to zatajili. Přede mnou! Ta drzost! Ta drzost!

source: Here, take your payment. I have to fetch my things. I don't care what I have to do - they'll give me luxury or give me death!
cs: Tady si vezměte svou platbu. Musím si dojít pro věci. Je mi jedno, co musím udělat - buď mi dají luxus, nebo smrt!

source: Her words.
cs: Její slova.

source: Hey, if you insist.
cs: Hej, když na tom trváš.

source: Poor thing's just ignorant. Can't say as I'm thrilled to be sending her off.
cs: Chudák je prostě ignorant. Nemůžu říct, jak jsem nadšená, že ji posílám pryč.

source: If it's meant to be, it'll happen.
cs: Pokud to tak má být, stane se to.

source: I feel like I oughta be more conflicted about this.
cs: Mám pocit, že bych měl být v tomto ohledu rozporuplnější.

source: Preparing body bag for use.
cs: Příprava vaku na tělo k použití.

source: This is it! I'm finally going to get the life I deserve!
cs: To je ono! Konečně budu mít život, který si zasloužím!

source: Unless, of course, you had a wealthy, beautiful benefactor of impeccable social pedigree. Which you do. How fortunate for you.
cs: Pokud jste ovšem neměli bohatého, krásného mecenáše s bezvadným společenským původem. A to vy máte. Jaké štěstí pro vás.

source: I'll take care of it.
cs: Postarám se o to.

source: The grease is part of my rugged, bad boy charm.
cs: Mastnota je součástí mého drsného, drsňáckého šarmu.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:191:FemaleText
source: The grease is part of my rugged, bad girl charm.
cs: Mastnota je součástí mého drsného kouzla zlobivé holky.

source: Well you should bottle it and sell it to Auntie Cleo's. I'm sure it would make an excellent repellent.
cs: Měl bys ho stáčet do lahví a prodávat tetě Cleo. Určitě by to byl vynikající repelent.

source: Ugh, I can't believe this...
cs: Uf, tomu nemůžu uvěřit...

source: Ah, there you are. I trust our arrangement is going well?
cs: Aha, tady jste. Věřím, že naše dohoda probíhá dobře?

source: I'd hardly call my present attire "greasy."
cs: Svůj současný oděv bych těžko nazval "mastným".

source: A cystypig in a suit is still but a cystypig. Those clothes are obviously stolen, and you, sir, are still quite greasy.
cs: Cystypig v obleku je stále jen cystypig. Ty šaty jsou očividně kradené a vy, pane, jste pořád ještě dost mastný.

# conversations/02_terra2/0202_byzantium/0202_cv_hortense_ingalsbee:212:FemaleText
source: A cystypig in a suit is still but a cystypig. Those clothes are obviously stolen, and you, madame, are still quite greasy.
cs: Cystypig v obleku je stále jen cystypig. Ty šaty jsou očividně kradené a vy, madam, jste ještě pořád dost mastná.

source: Yes, listen to your... your...
cs: Ano, poslouchejte své... své...

source: Well it doesn't matter. What's important is that you think this is a fabulous arrangement and you'd be thrilled to lend me your services. Aren't you?
cs: Na tom nezáleží. Důležité je, že si myslíte, že je to báječná dohoda, a že byste mi s radostí půjčili své služby. Že ano?

source: Because wooly calf delivery is the exclusive purview of Happy Dale Farms, a division of the PostAgra Corporation. How could you possibly be so ignorant?
cs: Protože dodávka vlněných telat je výhradní záležitostí společnosti Happy Dale Farms, divize společnosti PostAgra Corporation. Jak můžeš být takový ignorant?

source: What is that person's job exactly? Are they your secretary? Personal masseuse? Or do you just keep them around as a mobile arm rest?
cs: Co přesně je náplní práce této osoby? Je to vaše sekretářka? Osobní masérka? Nebo si je jen necháváte jako mobilní opěrku rukou?

source: Ah, see? This is why automechanicals should provide all our labor and services. They're so agreeable. Where did you get this one anyway? It looks like an antique.
cs: Aha, vidíte? To je důvod, proč by automechanici měli poskytovat veškerou naši práci a služby. Jsou tak příjemní. Kde jsi vůbec sehnal tohle? Vypadá jako starožitnost.
