Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:1:DefaultText
source: Have you tried our new cocktail, sponsored by Rizzo's? One part purple spectrum vodka. One part artificial tomato-like substitute juice. We call it a Blue-Bloody Mary.
cs: Už jste vyzkoušeli náš nový koktejl, který sponzoruje Rizzo's? Jeden díl vodky s fialovým spektrem. Jeden díl umělé šťávy podobné rajčatům. Říkáme mu Blue-Bloody Mary.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:2:DefaultText
source: What can I do for you?
cs: Co pro vás mohu udělat?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:3:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:4:DefaultText
source: I wanted to ask you something.
cs: Chtěl jsem se tě na něco zeptat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:5:DefaultText
source: Oh, by all means. Ask away.
cs: V každém případě. Ptejte se.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:6:DefaultText
source: I'm looking for Rachel Lockwood. She's a cartographer.
cs: Hledám Rachel Lockwoodovou. Je to kartografka.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:7:DefaultText
source: How curious. I was just wondering after Rachel myself.
cs: Jak zajímavé. Sama jsem si říkala, co se děje po Rachel.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:8:DefaultText
source: Do you know where she is?
cs: Víte, kde je?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:9:DefaultText
source: Hey, about Rachel Lockwood.
cs: Ahoj, ohledně Rachel Lockwoodové.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:10:DefaultText
source: Or, no. Not honor-bound. The other thing. Paid. Yes. I'm paid to keep her location a secret. Can you make me a better offer?
cs: Nebo ne. Není vázán ctí. Další věc. Placená. Ano. Jsem placený za to, abych udržel její polohu v tajnosti. Můžete mi udělat lepší nabídku?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:13:DefaultText
source: I'm sure we can come to an agreement. Say, <oeiglobal>Bribe_Amount</oeiglobal> bits?
cs: Jsem si jistý, že se dohodneme. Řekněme, že <oeiglobal>Částka úplatku</oeiglobal> bitů?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:14:DefaultText
source: Much appreciated. Thank you for your patronage. Ms. Lockwood can be found hiding in the service tunnels.
cs: Velmi si toho vážíme. Děkujeme za vaši přízeň. Slečnu Lockwoodovou najdete schovanou ve služebních tunelech.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:15:DefaultText
source: Still looking for Ms. Lockwood, are we? How can I help you?
cs: Stále hledáme slečnu Lockwoodovou, že? Jak vám mohu pomoci?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:16:DefaultText
source: I have to meet with her. It's important.
cs: Musím se s ní setkat. Je to důležité.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:17:DefaultText
source: I'm quite sure you'll be able to convince me. Bit by bit.
cs: Jsem si jistý, že mě přesvědčíte. Kousek po kousku.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:18:DefaultText
source: Actually, let me ask you something else.
cs: Vlastně se vás zeptám na něco jiného.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:20:DefaultText
source: She's a regular?
cs: Je pravidelná?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:21:DefaultText
source: Quite so. She's especially fond of NearMaple liqueurs, but I suppose there's no accounting for taste.
cs: Přesně tak. Obzvlášť ráda má likéry NearMaple, ale předpokládám, že chuť se nedá nijak zohlednit.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:22:DefaultText
source: I could use a drink.
cs: Mohl bych se napít.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:24:DefaultText
source: Then you'll want to speak with our Automechanical Inebriation Assistant, located just over there.
cs: Pak byste si měli promluvit s naším asistentem pro automechanickou opilost, který se nachází tamhle.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:25:DefaultText
source: Thanks. I'll do that.
cs: Děkuji. Udělám to.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:26:DefaultText
source: Aren't you the bartender?
cs: Nejste vy barman?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:27:DefaultText
source: Quite so, but I would never lower myself to something as gauche as tending bar. My automechanical assistant does all the work for me.
cs: To ano, ale nikdy bych se nesnížil k něčemu tak hanebnému, jako je obsluha baru. Všechnu práci za mě dělá můj automechanický asistent.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:30:DefaultText
source: She's a common enough sight during the evening hours. Occasionally she'll stop by for a cordial in the afternoon.
cs: Ve večerních hodinách je dost častým jevem. Občas se zastaví na srdečný pozdrav i odpoledne.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:31:DefaultText
source: I do. Unfortunately, Rachel doesn't want to be found. I'm honor-bound to keep her location a secret.
cs: Já ano. Bohužel Rachel nechce být nalezena. Mám povinnost udržet její polohu v tajnosti.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:32:DefaultText
source: What's it like working in Byzantium?
cs: Jaké to je pracovat v Byzanci?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:33:DefaultText
source: Picked up any interesting rumors?
cs: Zaznamenali jste nějaké zajímavé zvěsti?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:34:DefaultText
source: How do I get inside the service tunnels?
cs: Jak se dostanu do servisních tunelů?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:35:DefaultText
source: You'll have to take a service elevator. I'd recommend a change of shoes when you're done.
cs: Musíte jet služebním výtahem. Doporučuji se po skončení cesty přezout.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:36:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:37:DefaultText
source: Lockwood trusted you. Why did you sell her out?
cs: Lockwood vám věřil. Proč jste ji prodal?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:38:DefaultText
source: I beg your pardon. I have no emotional or personal obligation to Ms. Lockwood. She paid me for my silence, and you made a more convincing offer.
cs: Omlouvám se. K paní Lockwoodové nemám žádné citové ani osobní závazky. Zaplatila mi za mlčení a vy jste jí učinil přesvědčivější nabídku.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:39:DefaultText
source: Besides, Ms. Lockwood is obviously involved in something scandalous. If I protect her, I risk sullying my own name by association.
cs: Kromě toho je slečna Lockwoodová zřejmě zapletena do něčeho skandálního. Když ji budu chránit, riskuji, že si tím pošpiním vlastní jméno.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:40:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:41:DefaultText
source: I don't believe in work. Work is for automechanicals and lower classes.
cs: Nevěřím na práci. Práce je pro automechaniky a nižší třídy.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:42:DefaultText
source: Are you serious?
cs: To myslíte vážně?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:43:DefaultText
source: So how does anything get done around here?
cs: Jak se tady vůbec něco dělá?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:44:DefaultText
source: You're missing out. There's something satisfying about a hard day's work.
cs: Přicházíte o to. Těžká práce přináší uspokojení.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:45:DefaultText
source: I don't mean to sound cruel. There's nothing wrong with working. It's just so unnecessary. Why bother?
cs: Nechci, aby to znělo krutě. Na práci není nic špatného. Jen je to tak zbytečné. Proč se obtěžovat?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:46:DefaultText
source: We all have our roles in society. I like to think of myself as an entrepreneur. This drinking establishment is my investment.
cs: Všichni máme ve společnosti své role. Rád o sobě přemýšlím jako o podnikateli. Tento podnik je mou investicí.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:47:DefaultText
source: By automechanicals, of course. Byzantium's fleet of mechanical servitors are programmed to simulate a labor force, but without all the unsightly workers milling about.
cs: Samozřejmě pomocí automechaniky. Flotila mechanických služebníků Byzantia je naprogramována tak, aby simulovala pracovní sílu, ale bez všech nevzhledných dělníků, kteří se kolem ní motají.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:48:DefaultText
source: I suppose there is something charming about work, in a parochial sort of way. Personally, I can't imagine ruining my sleeves by rolling them up.
cs: Myslím, že na práci je něco okouzlujícího, svým způsobem provinčního. Osobně si nedovedu představit, že bych si vyhrnutím rukávů zničil rukávy.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:50:DefaultText
source: Do you know Celeste Jolicoeur? I've heard she's working on some spectacular new design.
cs: Znáte Celeste Jolicoeur? Slyšela jsem, že pracuje na novém velkolepém designu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:51:DefaultText
source: Celeste Jolicoeur's disappeared without a word. I've heard she's taking an extended and indefinite sabbatical.
cs: Celeste Jolicoeurová beze slova zmizela. Slyšel jsem, že si bere prodlouženou a časově neomezenou dovolenou.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:52:DefaultText
source: Maverick Johnston's about to release his new picture. From what I hear, they've already started shooting.
cs: Maverick Johnston se chystá vydat svůj nový film. Podle toho, co jsem slyšel, se už začalo natáčet.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:53:DefaultText
source: Rizzo's Spectrum Vodka is about to release its newest color. Ultraviolet. Completely invisible to the naked eye.
cs: Vodka Rizzo's Spectrum se chystá uvést na trh svou nejnovější barvu. Ultraviolet. Pouhým okem zcela neviditelná.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:56:DefaultText
source: My goodness. A Jolicoeur original.
cs: Můj bože. Jolicoeurův originál.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:57:DefaultText
source: Hey, that automechanical's pretty expensive looking.
cs: Hej, ta automechanika vypadá dost draze.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:58:DefaultText
source: You mean my automated bartender? Oh, yes. Priceless. I don't know what I'd do without it.
cs: Myslíte mého automatického barmana? Ano. K nezaplacení. Nevím, co bych si bez něj počal.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:60:DefaultText
source: Talk, or I'll program your automated bartender to murder you in your sleep.
cs: Mluv, nebo naprogramuju tvého automatického barmana, aby tě zavraždil ve spánku.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:61:DefaultText
source: Tell me where Lockwood is, and you won't have to find out.
cs: Řekni mi, kde je Lockwood, a nebudeš to muset zjišťovat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:62:DefaultText
source: Tell me where Lockwood's hiding, or I'll take it apart with my bare hands.
cs: Řekni mi, kde se Lockwood schovává, nebo ho rozeberu holýma rukama.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:63:DefaultText
source: What, you? Don't make me laugh - actually, no, you probably could take it apart.
cs: Cože, ty? Nerozesmívej mě - vlastně ne, asi bys to dokázal rozebrat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:64:DefaultText
source: Ah. Threatening me with the destruction of a priceless heirloom. A classic negotiation strategy.
cs: Ach. Vyhrožovat mi zničením neocenitelné památky. Klasická vyjednávací strategie.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:65:DefaultText
source: What? Murder me in my sleep? Have you taken leave of your senses?
cs: Cože? Zavraždit mě ve spánku? Přišel jsi o rozum?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:67:DefaultText
source: All right, you lunatic. Take it easy. You win. Lockwood's hiding in the service tunnels.
cs: Dobře, ty blázne. Uklidni se. Vyhrál jsi. Lockwood se schovává v servisních tunelech.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_bartender:68:DefaultText
source: That's all I needed.
cs: Víc jsem nepotřeboval.
