Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:270:DefaultText
source: Crisis? What crisis?
cs: Krize? Jaká krize?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:272:DefaultText
source: You burned through a lot of valuable scientists to arrive at zero solutions.
cs: Spálili jste spoustu cenných vědců, abyste dospěli k nulovému řešení.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:273:DefaultText
source: I'm surprised you don't have more support from the Board.
cs: Překvapuje mě, že nemáte větší podporu rady.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:274:DefaultText
source: There are other teams. We didn't want to experiment on human test subjects, so we used the only resources we had. Each other.
cs: Existují i další týmy. Nechtěli jsme experimentovat na lidech, a tak jsme použili jediné zdroje, které jsme měli. Jeden druhého.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:276:DefaultText
source: Imagine losing something with that many guns on it.
cs: Představte si, že byste ztratili něco s tolika zbraněmi.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:277:DefaultText
source: Board cover-ups. Vessels disappearing into the aether. Sounds like the work of aliens to me.
cs: Zakrytí desek. Nádoby mizející v éteru. To mi připadá jako práce mimozemšťanů.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:278:DefaultText
source: How d'you lose half of a pair of ships like it were a sock?
cs: Jak můžeš ztratit půlku lodi, jako by to byla ponožka?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:279:DefaultText
source: That ain't a shock. Board folks will lie to their own mothers if it preserves their paychecks.
cs: To není šok. Lidé z představenstva budou lhát i vlastním matkám, pokud jim to zachová výplatu.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:280:DefaultText
source: I can certainly understand why.
cs: Rozhodně chápu proč.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:282:DefaultText
source: Captain, you cannot seriously believe this conspiracy nonsense.
cs: Kapitáne, těm konspiračním nesmyslům nemůžete vážně věřit.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:283:DefaultText
source: If anyone ever tries to off me, I hope they do it with the same professional courtesy.
cs: Pokud se mě někdy někdo pokusí odradit, doufám, že to udělá se stejnou profesionální zdvořilostí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:285:DefaultText
source: The effort they put into killing their own people... they oughta redirect that toward, I don't know, actually helping out once in a while.
cs: Úsilí, které vynakládají na zabíjení vlastních lidí, by měli přesměrovat na, já nevím, skutečnou pomoc.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:286:DefaultText
source: That's a gentlemanly way of putting it, Captain. She's obsessed with aliens.
cs: To je gentlemanský způsob, jak to říct, kapitáne. Je posedlá mimozemšťany.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:286:FemaleText
source: That's a gentlewomanly way of putting it, Captain. She's obsessed with aliens.
cs: To je gentlemanský způsob, jak to říct, kapitáne. Je posedlá mimozemšťany.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:295:DefaultText
source: Lack of nutrition also spread like a sickness through Edgewater.
cs: Nedostatek výživy se také šířil Edgewaterem jako nemoc.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:296:DefaultText
source: Is that why everyone in Edgewater was so sick? Not a plague, but... vegetables?
cs: Proto bylo všem v Edgewateru tak špatně? Ne mor, ale... zelenina?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:297:DefaultText
source: Wrong. We got eye-witness reports. I'd show you myself, but I left my copy of Thrilling Tales back in my bunk.
cs: Špatně. Máme zprávy očitých svědků. Ukázal bych vám je sám, ale zapomněl jsem svůj výtisk Napínavých příběhů na lůžku.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:298:DefaultText
source: Thank you! Finally! I been waiting for somebody to explain all this in layman's terms.
cs: Děkujeme! Konečně! Čekal jsem, že mi to někdo vysvětlí laicky.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:299:DefaultText
source: So you doomed the greater good for the well-being of a few bad apples?
cs: Takže jste odsoudili větší dobro k zániku kvůli blahobytu několika špatných jablek?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:300:DefaultText
source: Nothing wrong with colonists getting unruly. Could be a real boost to the pitchfork industry.
cs: Na neukázněnosti kolonistů není nic špatného. Mohlo by to být skutečnou vzpruhou pro průmysl vidlí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:301:DefaultText
source: What do you think, Ellie?
cs: Co myslíš, Ellie?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:302:DefaultText
source: Thoughts, Felix?
cs: Co si o tom myslíš, Felixi?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:303:DefaultText
source: Parvati, how do you think we handle this?
cs: Parvati, jak si myslíš, že to zvládneme?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:304:DefaultText
source: Nyoka, what would you do in my shoes?
cs: Nyoko, co bys dělala na mém místě?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:305:DefaultText
source: What do you think, Vicar?
cs: Co myslíte, pane faráři?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:306:DefaultText
source: I try not to, least when it comes to the moral dilemmas. Lilya Hagen's a useful ally to have. But I'll back you up either way.
cs: Snažím se to nedělat, alespoň pokud jde o morální dilemata. Lilya Hagenová je užitečný spojenec. Ale podpořím tě tak jako tak.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:307:DefaultText
source: You know how I feel, boss. If you're a cog in the corporate apparatus, your face is pretty much fair game. That's my motto.
cs: Víš, jak se cítím, šéfe. Pokud jsi kolečkem ve firemním aparátu, tvůj obličej je v podstatě férová hra. To je moje motto.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:308:DefaultText
source: It seems like she's tryin' to help, Captain. Honest-help. Ain't many in the colony doin' that. We should let her try.
cs: Zdá se, že se snaží pomoci, kapitáne. Upřímně řečeno, pomáhat. To v kolonii moc lidí nedělá. Měli bychom ji nechat, ať to zkusí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:309:DefaultText
source: I... look, cold-blooded murder ain't easy on my spirits. But this... all this research, all these experiments... it's wrong. It's all void-damned wrong.
cs: Já... podívej, chladnokrevná vražda není snadná pro mou duši. Ale tohle... všechen ten výzkum, všechny ty experimenty... je to špatné. Je to všechno zatraceně špatně.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:310:DefaultText
source: It may not be pretty, but... we risk the colony's downfall if we hinder the doctor's research.
cs: Možná to nebude hezké, ale... pokud budeme bránit doktorovu výzkumu, riskujeme zánik kolonie.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:311:DefaultText
source: SAM? Dare I ask if you have thoughts on the matter?
cs: SAM? Smím se zeptat, jestli o tom přemýšlíte?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:312:DefaultText
source: A lethal cleaning solution is the best cleaning solution. Don't just smear germs around - kill them so they can't come back!
cs: Smrtící čisticí prostředek je nejlepší čisticí prostředek. Nemusíte bakterie jen rozmazávat - zabijte je, aby se nemohly vrátit!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:313:DefaultText
source: I hope you know what you're doing, Captain. I leave it in your hands.
cs: Doufám, že víte, co děláte, kapitáne. Nechávám to ve vašich rukou.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:315:DefaultText
source: Everything I did was for the good of the colony. Consider that.
cs: Vše, co jsem dělal, bylo pro dobro kolonie. Vezměte si to.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:316:DefaultText
source: The fate of my research is in the hands of a sanitation unit? I see. How... unexpected.
cs: Osud mého výzkumu je v rukou hygienické jednotky? Aha. Jak... nečekané.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:317:DefaultText
source: That's a rare dose of sincerity for Byzantium.
cs: To je pro Byzanc vzácná dávka upřímnosti.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:318:DefaultText
source: We haven't made enough strides to advance the plan. Hardly any at all. But we have to keep trying.
cs: Neudělali jsme dostatečné pokroky, abychom plán posunuli kupředu. Téměř vůbec. Ale musíme se snažit dál.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:320:DefaultText
source: Knowing what the Board considers a "success," that doesn't give me a lot of hope.
cs: Když vím, co rada považuje za "úspěch", nedává mi to moc nadějí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:321:DefaultText
source: I don't understand a word she said, but I don't like her tone one bit.
cs: Nerozumím jí ani slovo, ale její tón se mi ani trochu nelíbí.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:322:DefaultText
source: You really think the Board got our best interests at heart? I mean, they say, but I'm just not sure.
cs: Opravdu si myslíte, že správní rada má na srdci naše nejlepší zájmy? Říkají to, ale nejsem si tím jistý.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:323:DefaultText
source: Fuck that. People are people and oughta stay the way they were born. They start trying to tinker with my blood, I'll bury them.
cs: Na to se vykašli. Lidé jsou lidé a měli by zůstat takoví, jací se narodili. Jestli se začnou pokoušet manipulovat s mou krví, pohřbím je.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:324:DefaultText
source: Progress is the future. Adaptation is survival.
cs: Pokrok je budoucnost. Přizpůsobení znamená přežití.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:325:DefaultText
source: Not so fast! Captain, what you just learned is beyond your clearance. Hell, it's beyond mine.
cs: Ne tak rychle! Kapitáne, to, co jste se právě dozvěděl, je mimo vaše oprávnění. K čertu, je to i nad rámec mého.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:326:DefaultText
source: What are you doing, Doctor? This information is beyond classified.
cs: Co to děláte, doktore? Tyto informace jsou mimo utajení.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:327:DefaultText
source: You can write me up in your report. It hardly matters.
cs: Můžeš mě napsat do své zprávy. Na tom skoro nezáleží.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:328:DefaultText
source: Give me one reason why I should let you walk out of here alive.
cs: Řekni mi jediný důvod, proč bych tě měl nechat odejít živého.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:329:DefaultText
source: Because I can't really walk out of here if I'm dead?
cs: Protože odsud opravdu nemůžu odejít, když jsem mrtvý?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:330:DefaultText
source: <Attack> Can't think of one.
cs: <Útok> Žádný mě nenapadá.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:331:DefaultText
source: Wrong answer.
cs: Špatná odpověď.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:333:DefaultText
source: Sophia needs me alive.
cs: Sophia mě potřebuje živého.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:334:DefaultText
source: Because the fate of the colony is in my hands.
cs: Protože osud kolonie je v mých rukou.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:335:DefaultText
source: What if I gave you <oeiglobal>Bribe_Amount</oeiglobal> reasons?
cs: Co kdybych vám dal <oeiglobal>Částka úplatku</oeiglobal> důvody?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:336:DefaultText
source: Damn. That's a real good one.
cs: Zatraceně. To je fakt dobrý.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:337:DefaultText
source: You sure have an inflated sense of self-importance. But that doesn't make you wrong.
cs: Jistě máte přehnaný pocit vlastní důležitosti. Ale to neznamená, že se mýlíte.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:338:DefaultText
source: Now move along. The Doc has a lot of work ahead of her. Tidying up and such.
cs: Nyní pokračujte. Doktorka má před sebou spoustu práce. Uklízet a tak.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:339:DefaultText
source: That'll do. Sucker.
cs: To stačí. Sucker.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:340:DefaultText
source: It's less work than hauling my corpse out of here?
cs: Je to méně práce než odtáhnout odsud mou mrtvolu?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:341:DefaultText
source: Doctor!
cs: Doktore!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:342:DefaultText
source: What choice do I have, Commander?
cs: Jakou mám na výběr, veliteli?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:343:DefaultText
source: This isn't some adventure tale from a magazine!
cs: Tohle není žádný dobrodružný příběh z časopisu!

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:344:DefaultText
source: I'm glad you understand. I hope you also understand how important my research is.
cs: Jsem rád, že mi rozumíte. Doufám, že také chápete, jak důležitý je můj výzkum.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:345:DefaultText
source: It seems I have you to thank for my current houseguests.
cs: Zdá se, že za své současné hosty musím poděkovat tobě.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:347:DefaultText
source: Lilya Hagen's already dead, so we're kinda just doing this for fun, aren't we?
cs: Lilya Hagenová už je mrtvá, takže to děláme tak trochu pro zábavu, ne?

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:348:DefaultText
source: Dunno. Do what you want. You were gonna anyway.
cs: Nevím. Dělejte si, co chcete. Stejně bys to udělal.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:349:DefaultText
source: The lack of usable nutrients is compromising our immune systems. Under these conditions, even the common cold could seem like a plague.
cs: Nedostatek využitelných živin ohrožuje náš imunitní systém. Za těchto podmínek se i obyčejné nachlazení může jevit jako mor.

# conversations/02_terra2/0202_byzantium/0202_cv_chartrand_eva:350:DefaultText
source: You're talking about the food supply, aren't you?
cs: Mluvíte o zásobování potravinami, že?
