Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_monitor_speeches.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:1:DefaultText
source: Citizens! Today marks a monumentous occasion in the course of Halcyon history.
bs: Občané! Dnešní den je významnou událostí v historii Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:2:DefaultText
source: After a deep and thorough examination of our budgets, revenue streams and predictive models, we are publishing our yearly success report.
bs: Po důkladném a důkladném prozkoumání našich rozpočtů, toků příjmů a predikčních modelů zveřejňujeme naši výroční zprávu o úspěchu.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:3:DefaultText
source: Profits are soaring! Promotions abound! Thanks to your continued hard work, Halcyon is healthier and more productive than ever.
bs: Zisky prudce rostou! Propagační akce jsou bohaté! Díky vaší usilovné práci je společnost Halcyon zdravější a produktivnější než kdykoli předtím.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:4:DefaultText
source: In the coming months, Byzantium will be sure to see the many rewards reaped from your diligent labor. Once we nail down the details, I can't wait to share what's in store.
bs: V nadcházejících měsících se Byzanc jistě dočká mnoha odměn za vaši pilnou práci. Jakmile doladíme detaily, nemohu se dočkat, až se s vámi podělím o to, co vás čeká.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:5:DefaultText
source: Citizens! Today, I'd like to share the success story of one Jefferson Weathers, a supporting staff member on the Halcyon Board.
bs: Občané! Dnes bych se s vámi rád podělil o úspěšný příběh Jeffersona Weatherse, podpůrného pracovníka správní rady Halcyonu.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:6:DefaultText
source: Early in his career, Jefferson showed an aptitude for smart cuts. He had a knack for combing through bureaucracy.
bs: Na začátku své kariéry Jefferson prokázal nadání pro chytré střihy. Měl nadání procházet byrokracií.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:7:DefaultText
source: Over the last few years, this man's deft handling of cutting-edge workplace techniques has seen him sweeping up his competition.
bs: V posledních několika letech tento muž díky svému obratnému zacházení s nejmodernějšími pracovními postupy smetl svou konkurenci.

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:8:DefaultText
source: Today, I'm proud to announce that Jefferson Weathers has taken on the prestigious role of assistant to my own personal barber!
bs: Dnes vám s hrdostí oznamuji, že Jefferson Weathers přijal prestižní roli asistenta mého osobního holiče!

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:14:DefaultText
source: For now, my friends - keep up the hard work!
bs: Prozatím, přátelé - pokračujte v tvrdé práci!

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:15:DefaultText
source: Someday, after years of continued dedication to his craft, he's sure to enjoy the honor of servicing my hair himself!
bs: Jednoho dne, po letech, kdy se bude věnovat svému řemeslu, bude mít jistě tu čest, že mi bude vlasy obsluhovat sám!

# conversations/02_terra2/0202_byzantium/0202_bs_monitor_speeches:16:DefaultText
source: It just goes to show that if you're willing to put in the work, any man or woman in Halcyon can attain greatness. Keep up the hard work, my friends!
bs: To jen dokazuje, že pokud jste ochotni vynaložit úsilí, může každý muž nebo žena v Halcyonu dosáhnout velikosti. Pokračujte v tvrdé práci, přátelé!
