Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:116:DefaultText
source: Two outfits remain. I can't wait to see what you'll bring me. Something shocking, I hope.
cs: Zbývají dva outfity. Nemůžu se dočkat, co mi přinesete. Doufám, že něco šokujícího.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:117:DefaultText
source: The reward better be worth the risk.
cs: Odměna by měla stát za to riziko.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:119:DefaultText
source: I'll come back when I've got something for you.
cs: Vrátím se, až pro vás něco budu mít.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:120:DefaultText
source: We're artists. If we're not willing to risk our lives for the sake of art, we should get out of the business.
cs: Jsme umělci. Pokud nejsme ochotni riskovat své životy pro umění, měli bychom z tohoto oboru odejít.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:122:DefaultText
source: I'm not some backwater laborer, Celeste. I don't work for free.
cs: Nejsem žádný zapadlý dělník, Celesto. Nepracuji zadarmo.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:123:DefaultText
source: I love the way you just smolder with contempt. It makes me want to spoil you. Here. Treat yourself to a nice new gun or something.
cs: Líbí se mi, jak z tebe čiší opovržení. Mám chuť tě rozmazlovat. Tady. Dopřej si novou pěknou zbraň nebo tak něco.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:124:DefaultText
source: Get this done for me, and I'll have you strutting about in a Jolicoeur Original. You will be the envy of Byzantium.
cs: Udělej to pro mě a já tě nechám promenádovat se v Jolicoeur Original. Bude ti závidět celá Byzanc.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:125:DefaultText
source: Those monsters are forcing you to sign for a parcel? What a massive inconvenience.
cs: Ta monstra vás nutí podepsat balíček? To je obrovská nepříjemnost.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:126:DefaultText
source: I've been all over the colony for you. Now you want me to deal with bureaucrats?
cs: Prošel jsem kvůli vám celou kolonii. A teď po mně chceš, abych se zabýval byrokraty?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:127:DefaultText
source: So have one of your assistants fetch your parcel.
cs: Požádejte některého ze svých asistentů, aby vám přinesl zásilku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:128:DefaultText
source: My dear, I have only ever enjoyed the service of two reliable assistants in my life. The first is my muse, which is currently occupied. The second is you.
cs: Má drahá, v životě jsem měl k dispozici pouze dva spolehlivé asistenty. Prvním je moje múza, která je momentálně zaneprázdněná. Tím druhým jsi ty.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:129:DefaultText
source: I know, my dear. You do spoil me. But this outfit is my masterpiece, and that lapel is my signature. I simply must have it.
cs: Já vím, drahá. Rozmazluješ mě. Ale tohle oblečení je moje mistrovské dílo a ta klopa je můj podpis. Prostě ji musím mít.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:130:DefaultText
source: Can you believe the cheek on these people? If I didn't know any better, I'd say they were trying to grift an autograph out of me.
cs: Věřili byste, jak jsou tito lidé drzí? Kdybych je neznal, řekl bych, že se ze mě snaží vytáhnout autogram.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:132:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:133:DefaultText
source: I want to make people uncomfortable the way you do. You're an outsider. You clearly don't belong in Byzantium, and yet you strut about, doing as you please.
cs: Chci, aby se lidé cítili nepříjemně stejně jako vy. Jsi outsider. Do Byzance očividně nepatříš, a přesto si tu hovíš a děláš, co se ti zlíbí.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:134:DefaultText
source: I think you have the wrong idea about me.
cs: Myslím, že si o mně děláte špatnou představu.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:135:DefaultText
source: I am Celeste Jolicoeur, my dear. I am never wrong.
cs: Jsem Celeste Jolicoeurová, drahá. Nikdy se nemýlím.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:136:DefaultText
source: Anyway, I'm quite certain Byzantium wouldn't last three days without me. I'd return to a smoking ruin of hideous fabrics and mismatched colors.
cs: Každopádně jsem si naprosto jistý, že Byzanc by beze mě nevydržela ani tři dny. Vrátil bych se do kouřící ruiny plné odporných látek a nesourodých barev.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:137:DefaultText
source: Making an outfit worthy of you won't be easy. I'll need your help gathering the right materials.
cs: Vytvořit oblečení, které vás bude hodno, nebude snadné. Budu potřebovat tvou pomoc při shánění správných materiálů.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:138:DefaultText
source: You're an outsider. You're exotic. You carry a whiff of barbarism and adventure. You're the embodiment of everything I want in my new line.
cs: Jste outsider. Jste exotický. Neseš v sobě závan barbarství a dobrodružství. Jsi ztělesněním všeho, co chci mít ve své nové linii.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:139:DefaultText
source: All right. I'll help you out.
cs: Dobře. Pomůžu ti.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:140:DefaultText
source: You, with the hips. Over here. Let me take a closer look at you.
cs: Ty, s boky. Tady. Podívám se na tebe zblízka.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:154:DefaultText
source: Monster leather? Is fashion catching up to sensibility at last?
cs: Monstrózní kůže? Dohání móda konečně citlivost?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:158:DefaultText
source: Fees for "licensing and copyright?" Cut the bullshit. Show me a fair price. Now.
cs: Poplatky za "licence a autorská práva"? Nechte si ty kecy. Ukažte mi férovou cenu. Teď.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:159:DefaultText
source: Let's talk about that outfit for my engineer.
cs: Promluvme si o tom oblečení pro mého inženýra.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:160:DefaultText
source: You don't gotta be so forward about my reasons, Captain.
cs: Nemusíte být tak upřímný, pokud jde o mé důvody, kapitáne.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:161:DefaultText
source: Unless you bring her in, there's no way I can do a proper fitting.
cs: Pokud ji nepřivedete, nemám šanci ji pořádně upravit.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:162:DefaultText
source: Let me get a good look at you. Turn around, please, darling.
cs: Pořádně si tě prohlédnu. Otoč se, prosím, miláčku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:163:DefaultText
source: I-I'm no such thing, ma'am.
cs: Nic takového nejsem, madam.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:164:DefaultText
source: Nonsense. You're absolutely lovely. Chin up, now! I have just the thing for you.
cs: Nesmysl. Jsi naprosto úžasná. Hlavu vzhůru! Mám pro tebe tu správnou věc.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:167:DefaultText
source: Is she here? No? Well for the good Law's sake, darling, how can you expect me to dress her properly?
cs: Je tady? Ne? Proboha, miláčku, jak můžeš čekat, že ji pořádně obleču?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:168:DefaultText
source: Fetch her here so I can take her measurements and judge her aesthetic.
cs: Přiveďte ji sem, abych ji mohl změřit a posoudit její estetiku.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:169:DefaultText
source: As you wish, darling. All my pieces are custom-made. As soon as you pay, I can start working.
cs: Jak si přeješ, miláčku. Všechny mé kousky jsou vyráběny na zakázku. Jakmile zaplatíte, mohu začít pracovat.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:170:DefaultText
source: I guess we can swing <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bits.
cs: Myslím, že se můžeme rozmáchnout <oeiglobal>CQ_Token_Parvati_Dress_Price</oeiglobal> bity.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:171:DefaultText
source: Love? That's the ultimate luxury, darling. "Love!" Hah! Oh, gracious me.
cs: Láska? To je největší luxus, miláčku. "Láska!" Hah! Ach, milostpane.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:172:DefaultText
source: I don't get why that's funny, ma'am.
cs: Nechápu, proč je to vtipné, madam.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:173:DefaultText
source: Oh, my cherub. Who woos for love anymore? That's so... precious!
cs: Ach, můj cherubín. Kdo se dneska ještě uchází o lásku? To je tak... drahé!

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:174:DefaultText
source: All right, Captain. Here is the absolute best I can do for you.
cs: Dobře, kapitáne. Tady je to nejlepší, co pro vás mohu udělat.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:175:DefaultText
source: Captain, please don't do this again.
cs: Kapitáne, prosím, už to nedělejte.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:176:DefaultText
source: Hold up. Did you actually measure her for this outfit? I didn't see any measuring tape.
cs: Počkejte. Opravdu jsi ji měřil, aby se mohla obléknout? Neviděl jsem žádný metr.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:177:DefaultText
source: Darling, do I look like an amateur?
cs: Miláčku, vypadám jako amatér?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:178:DefaultText
source: I read her measurements by eye. And don't you ask, because they're no one's business but her own.
cs: Její míry jsem přečetl od oka. A neptej se, protože do nich nikomu nic není, jen jí samotné.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:179:DefaultText
source: Captain, please don't do this.
cs: Kapitáne, prosím, nedělejte to.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:180:DefaultText
source: Aren't you a brute? But you're in luck, darling. I enjoy a brute now and again. They shake things up. Create the unexpected.
cs: Nejsi ty hulvát? Ale máš štěstí, miláčku. Občas si užívám hrubiána. Rozhýbou to. Vytvářejí nečekané situace.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:181:DefaultText
source: Boss is just trying to get you a fair price from this fancy-pants for your, uh - your fancy pants.
cs: Šéf se z vás jen snaží dostat férovou cenu za vaše, ehm - vaše nóbl kalhoty.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:182:DefaultText
source: Here's my last estimate.
cs: Zde je můj poslední odhad.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:183:DefaultText
source: There are some things I simply cannot skimp on, darling. Such a lovely young lady deserves the best.
cs: Na některých věcech prostě nemůžu šetřit, miláčku. Taková krásná mladá dáma si zaslouží to nejlepší.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:185:DefaultText
source: And there we are, my darling girl. I wish you a splendiferous evening. And if you don't mind my asking, have you any interest in modelling?
cs: A je to tady, moje milá holčičko. Přeji ti nádherný večer. A jestli se mohu zeptat, zajímáš se o modeling?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:186:DefaultText
source: And there we are, Captain. Give your precious engineer my compliments. And should she ever show any interest in modelling, do send her by.
cs: A je to tady, kapitáne. Pozdravujte svého drahého inženýra. A kdyby někdy projevila zájem o modelování, pošlete ji za mnou.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:190:DefaultText
source: I wish you weren't so shy, my violet. You truly are beautiful. I hope your date sees that as clearly as I.
cs: Kéž bys nebyla tak plachá, má fialko. Jsi opravdu krásná. Doufám, že to tvůj doprovod vidí stejně jasně jako já.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:191:DefaultText
source: W-what? Oh no, ma'am. All them eyes staring at me? I couldn't. No way, no how. I get scared just thinking on it.
cs: Cože? Ale ne, madam. Všechny ty oči na mě zírají? Nemohla jsem. Ani náhodou. Mám strach, jen na to pomyslím.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:193:DefaultText
source: My word. Such muscular shoulders! You're a vision, dear.
cs: Moje slovo. Taková svalnatá ramena! Jsi jako zjevení, drahá.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:194:DefaultText
source: All right. I'll get you that parcel.
cs: Dobře. Přinesu ti ten balíček.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:195:DefaultText
source: No tall shoes, though. I mean it.
cs: Žádné vysoké boty. Myslím to vážně.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:196:DefaultText
source: If I do somehow drop dead in here, promise me you'll drag my corpse somewhere with monsters.
cs: Jestli tady nějak umřu, slib mi, že moji mrtvolu odtáhneš někam s příšerami.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:199:DefaultText
source: And when I say "spacer gear," I mean an outfit worn by real spacers. None of that garbage Spacer's Choice peddles.
cs: A když říkám "vybavení pro kosmonauty", myslím tím oblečení, které nosí skuteční kosmonauti. Žádný z těch krámů, které prodává Spacer's Choice.

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:200:DefaultText
source: Where am I supposed to find spacer gear?
cs: Kde mám najít distanční zařízení?

# conversations/02_terra2/0202_byzantium/0202_cv_celeste_jolicoeur:201:DefaultText
source: If I were an enterprising spacer in need of a wardrobe, I'd probably head to the Groundbreaker.
cs: Kdybych byl podnikavý vesmířan, který potřebuje šatník, nejspíš bych zamířil do Groundbreakeru.
