Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:163:DefaultText
source: I was hoping you'd say that. Look, this ain't personal or nothing. I'm gonna have a cleanup crew come down here and dispose of your body real efficient-like.
cs: Doufal jsem, že to řekneš. Podívej, není to nic osobního. Pošlu sem úklidovou četu, aby se tvého těla zbavila opravdu efektivně.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:167:DefaultText
source: You must be that other freelancer Akande mentioned.
cs: Ty musíš být ten další freelancer, o kterém se zmínil Akande.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:168:DefaultText
source: You talked to Adjutant Akande? I mean - she mentioned me? What'd she say? Good things, yeah?
cs: Mluvil jste s adjutantem Akandem? Tedy - zmínila se o mně? Co říkala? Dobré věci, jo?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:169:DefaultText
source: Only that the Board hired you, and you hadn't delivered results yet.
cs: Pouze to, že vás rada najala a vy jste ještě nepřinesl výsledky.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:170:DefaultText
source: How could she not?
cs: Jak by nemohla?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:171:DefaultText
source: No. You're an embarrassment.
cs: Ne. Jsi trapný.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:172:DefaultText
source: That's the problem with these bureaucratic types. They got no notion of - what's it called - aesthetics. Art takes time.
cs: To je problém těchto byrokratů. Nemají ponětí o - jak se tomu říká - estetice. Umění vyžaduje čas.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:173:DefaultText
source: I tell myself the same thing every morning. Sherman, I say, you're gonna go out there today and absolutely murder it.
cs: Každé ráno si říkám totéž. Shermane, říkám si, dneska tam půjdeš a naprosto to zabiješ.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:174:DefaultText
source: You don't pull your punches, huh? It's fine. I can take it.
cs: Ty se neštítíš ničeho, co? To je v pořádku. Já to zvládnu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:175:DefaultText
source: I really need this contract, you know? Score a kill for the Adjutant herself - that looks good. Career-making good.
cs: Já tu smlouvu opravdu potřebuju, víš? Zabít samotnou adjutantku - to vypadá dobře. Dobře na kariéru.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:176:DefaultText
source: Could it be because you've got Ms. Lockwood's papers? Please say yes. Otherwise I'm pretty much out of leads.
cs: Mohlo by to být proto, že máte doklady slečny Lockwoodové? Prosím, řekněte ano. Jinak mi docela došly stopy.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:177:DefaultText
source: Thanks for the tip-off, friend. Can we get to the killing? My palms are starting to itch.
cs: Díky za tip, příteli. Můžeme se dostat k zabíjení? Začínají mě svrbět dlaně.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:179:DefaultText
source: I don't have any documents.
cs: Nemám žádné dokumenty.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:180:DefaultText
source: Aw for cryin' out loud! I spent days on this damn job, and now I gotta start over.
cs: Proboha! Strávil jsem na téhle zatracené práci několik dní a teď musím začít znovu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:181:DefaultText
source: I can't deal with this. I'm going over to Billingsly's for a drink or three.
cs: Nemůžu se s tím vyrovnat. Jdu k Billingslymu na skleničku nebo tři.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:182:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:183:DefaultText
source: <Attack> You're a loose end.
cs: <Útok> Jsi neúspěšný.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:184:DefaultText
source: Adjutant Akande hired me. Do you really want to make an enemy of her?
cs: Najal mě adjutant Akande. Opravdu si ji chcete znepřátelit?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:185:DefaultText
source: Why'd you have to go and say something like that? I was really looking forward to killing something.
cs: Proč jsi musel jít a říct něco takového? Opravdu jsem se těšil, že něco zabiju.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:186:DefaultText
source: I changed my mind. I'm letting her live.
cs: Rozmyslel jsem si to. Nechávám ji žít.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:187:DefaultText
source: Are you serious? After I made my grand entrance?
cs: To myslíte vážně? Po mém slavnostním vstupu?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:188:DefaultText
source: I guess I'm gonna have to do all the killing by myself. As usual.
cs: Asi budu muset všechno zabíjení dělat sám. Jako obvykle.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:189:DefaultText
source: This isn't worth it. I'm letting her go.
cs: Tohle za to nestojí. Nechám ji jít.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:190:DefaultText
source: After all that, you're just gonna up and lose your nerve? Are you kidding me?
cs: Po tom všem se prostě zvedneš a ztratíš nervy? Děláš si srandu?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:192:DefaultText
source: Wow, am I ever glad I followed you. I figured you were on to something when you were snooping around the office. So, shall we get to the killing?
cs: Páni, jsem ráda, že jsem tě sledovala. Když jsi slídil po kanceláři, došlo mi, že jsi na něco přišel. Tak co, přejdeme k zabíjení?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:193:DefaultText
source: You're a little late. Lockwood's dead.
cs: Jdeš trochu pozdě. Lockwood je mrtvý.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:194:DefaultText
source: Lockwood's long gone. You're too late.
cs: Lockwood je dávno pryč. Přišel jsi pozdě.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:196:DefaultText
source: Lockwood's dead? But - she was supposed to be my kill. What am I supposed to do now?
cs: Lockwood je mrtvý? Ale - měla být mou vraždou. Co mám teď dělat?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:197:DefaultText
source: What do you mean she's gone? From Byzantium? I'm never gonna find her now. She could be anywhere.
cs: Jak to myslíš, že je pryč? Z Byzance? Teď už ji nikdy nenajdu. Může být kdekoliv.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:198:DefaultText
source: Damn it. I needed that job. I really, really needed that job.
cs: Sakra. Tu práci jsem potřeboval. Opravdu, opravdu jsem ji potřeboval.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:199:DefaultText
source: No promises.
cs: Nic neslibuju.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:200:DefaultText
source: I'll see what I can do.
cs: Uvidím, co se dá dělat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:201:DefaultText
source: Yeah! I'm excited about this.
cs: Jo! Jsem z toho nadšená.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:202:DefaultText
source: What are promises between a pair of hired killers anyway?
cs: Jaké jsou vlastně sliby mezi dvojicí nájemných vrahů?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:203:DefaultText
source: Actually, hang on.
cs: Vlastně počkejte.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:204:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:206:DefaultText
source: Who am I kidding? She gave me an easy job and I fouled it up. I'm never gonna work in this city again.
cs: Co si to namlouvám? Dala mi snadnou práci a já ji zkazil. V tomhle městě už nikdy pracovat nebudu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:207:DefaultText
source: Could you give a guy some privacy, friend? Kinda busy feeling sorry for myself here.
cs: Mohl bys mu dopřát trochu soukromí, příteli? Mám dost práce s tím, abych se tu litoval.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:210:DefaultText
source: Hope you're better at fighting than you are at lying.
cs: Doufám, že se umíš lépe prát než lhát.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:211:DefaultText
source: Wow. What a twist.
cs: Páni. To je ale zvrat.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:212:DefaultText
source: A murderer, you mean.
cs: Vraha, chcete říct.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:213:DefaultText
source: Well, we definitely wouldn't want your spirit weighed down by lying. Or killing people, but that seems like splitting hairs, really.
cs: Rozhodně bychom nechtěli, aby váš duch byl zatížen lhaním. Nebo zabíjet lidi, ale to se mi zdá, že je to jen taková hádka.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:214:DefaultText
source: I can tell you and your associates are still reeling from the shock of my revelation. But it's all true. I am an assassin by trade.
cs: Mohu říci, že vy a vaši spolupracovníci se stále ještě vzpamatováváte z šoku z mého odhalení. Ale je to všechno pravda. Jsem povoláním nájemný vrah.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:216:DefaultText
source: Just make sure Akande doesn't hear about it, or she's putting a hit out on us next.
cs: Hlavně ať se o tom nedozví Akande, jinak na nás příště vyrukuje.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:217:DefaultText
source: Nothing about this job feels good, but this comes close.
cs: Nic v této práci není příjemné, ale tohle se tomu blíží.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:218:DefaultText
source: Oh, thank heavens.
cs: Díky bohu.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:219:DefaultText
source: I do rest easier when we break neither the Law nor the law.
cs: Jsem klidnější, když neporušujeme ani zákon, ani právo.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:220:DefaultText
source: A coward, more like. Hiding so's you don't have to look someone in the eye when you pull the trigger.
cs: Spíš zbabělec. Schováváš se, abys nemusel někomu koukat do očí, když mačkáš spoušť.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:221:DefaultText
source: Need a cleaner? Call SAM. Our units are the best in the biz.
cs: Potřebujete čisticí prostředek? Zavolejte SAM. Naše jednotky jsou nejlepší v oboru.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:223:DefaultText
source: I knew you were setting a trap. Good work, Captain.
cs: Věděl jsem, že na mě chystáš past. Dobrá práce, kapitáne.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:224:DefaultText
source: Canceling queued action.
cs: Zrušení akce zařazené do fronty.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:225:DefaultText
source: Aw, for cryin' out loud! You already stole my kill. You gotta crush my last hope, too?
cs: Proboha! Už jsi mi ukradl zabití. To musíš zničit i mou poslední naději?

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:227:DefaultText
source: You're the other contractor Sophia mentioned.
cs: Vy jste ten druhý dodavatel, o kterém se Sophia zmínila.

# conversations/02_terra2/0202_byzantium/0202_cv_byz_assassin:228:DefaultText
source: Damn. Fine. You got me. I ain't a receptionist. Truth be told, I'm glad you know. Lying to a stranger weighs heavily on my spirit.
cs: Zatraceně. Fajn. Dostal jsi mě. Nejsem recepční. Popravdě řečeno, jsem rád, že to víš. Lhaní cizímu člověku mě velmi tíží.
