Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_*_retirement_center.po
Languages: bs

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:1:DefaultText
source: Welcome to the Halcyon Holdings Corporation Early Retirement Center!
bs: Vítejte v Centru předčasného odchodu do důchodu společnosti Halcyon Holdings Corporation!

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:2:DefaultText
source: You, the lucky few, have been selected to spend the rest of your days living the high life in your own private district in Byzantium!
bs: Vy, ti šťastlivci, jste byli vybráni, abyste strávili zbytek svých dnů na vysoké noze ve své vlastní soukromé čtvrti v Byzanci!

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:3:DefaultText
source: When you arrive, you'll be whisked away to your very own luxury penthouse, furnished exclusively by 24/7 Furniture's deluxe Falskawud Collection.
bs: Po příjezdu se ocitnete ve svém vlastním luxusním penthousu, který je exkluzivně zařízen luxusním nábytkem z kolekce Falskawud od společnosti 24/7 Furniture.

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:4:DefaultText
source: Some assembly required. 24/7 Furniture is not responsible for any injuries, psychological damage or divorce litigations that occur during the assembly process.
bs: Vyžaduje se určitá montáž. Společnost 24/7 Furniture neodpovídá za případné úrazy, psychickou újmu nebo rozvodové spory, ke kterým dojde během montáže.

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:5:DefaultText
source: After you get settled in, you'll have the chance to explore your new home.
bs: Po zabydlení budete mít možnost prohlédnout si svůj nový domov.

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:6:DefaultText
source: Why not go for a bite at one of our many restaurants, like C&P's Blazin' Boarst Barbecue, or Rizzo's All You Can Crunch Cereal Buffet?
bs: Proč si nezajít na něco dobrého do jedné z mnoha našich restaurací, například do C&P's Blazin' Boarst Barbecue nebo Rizzo's All You Can Crunch Cereal Buffet?

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:7:DefaultText
source: Or maybe you'd like to head to the bar and enjoy an ice cold Zero Gee Brew, by Spacer's Choice?
bs: Nebo byste možná rádi zamířili k baru a vychutnali si ledově vychlazené pivo Zero Gee Brew od Spacer's Choice?

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:8:DefaultText
source: Zero Gee Brew: An ale that's good for what ails you - although in the Early Retirement District, nothing will!
bs: Zero Gee Brew: Pivo, které je dobré na to, co vás trápí - i když v okrese předčasných důchodců nic!

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:9:DefaultText
source: All this and more will be complimentary for the entirety of your stay, courtesy of the Halcyon Holdings Corporation. You won't have to spend a bit!
bs: To vše a ještě více vám bude díky společnosti Halcyon Holdings Corporation po celou dobu pobytu k dispozici zdarma. Nebudete muset utratit ani korunu!

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:10:DefaultText
source: So relax, grab a refreshment from one of our vending machines, and enjoy our specially constructed welcome center.
bs: Odpočiňte si, vezměte si občerstvení z některého z našich automatů a užijte si naše speciálně vybudované uvítací centrum.

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:11:DefaultText
source: While you're here, be sure to check out the displays for some fun facts about the Early Retirement Program and selection process.
bs: Když už tu budete, nezapomeňte si prohlédnout displeje, kde najdete několik zajímavých informací o programu předčasného odchodu do důchodu a výběrovém řízení.

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:12:DefaultText
source: Then once you're ready, enter the elevator at the end of the hall, and leave your troubles behind.
bs: Jakmile budete připraveni, vstupte do výtahu na konci haly a nechte své problémy za sebou.

# conversations/02_terra2/0202_byzantium/0202_bs_retirement_center:13:DefaultText
source: Today is the first day of the rest of your life. Today is the first day of your Early Retirement. Congratulations!
bs: Dnes je první den zbytku tvého života. Dnes je první den vašeho předčasného důchodu. Gratulujeme!
