Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/0202_cv_carmen.po
Languages: cs

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:137:DefaultText
source: So then what?
cs: A co potom?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:138:DefaultText
source: Enough with the birds.
cs: Dost bylo ptáků.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:139:DefaultText
source: ...Fine.
cs: ...Fajn.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:140:DefaultText
source: Come on, this is important.
cs: No tak, tohle je důležité.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:141:DefaultText
source: Readying for compact mode upon command affirmation...
cs: Příprava na kompaktní režim po potvrzení příkazu...

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:142:DefaultText
source: Can't say I blame him, it's scary out of doors. I mean, can you even count how many times we been shot at?
cs: Nemůžu se mu divit, venku je to děsivé. Dokážeš vůbec spočítat, kolikrát na nás stříleli?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:143:DefaultText
source: Wetwork specialists, huh? Our mutual friend is really branching out.
cs: Specialisté na mokré práce, co? Náš společný přítel se opravdu rozrůstá.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:145:DefaultText
source: House. Of. Inebriation? Count me the hell in.
cs: Dům. Z. Opilosti? Počítejte se mnou.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:146:DefaultText
source: That place is still open? I used to study there during medical school.
cs: To místo je stále otevřené? Studoval jsem tam během studia medicíny.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:148:DefaultText
source: All of 'em trying to eat you, I'd wager.
cs: Vsadil bych se, že se tě všichni snaží sežrat.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:149:DefaultText
source: Here we got eleven flavors of pterorays and not much else. That kind of variety, I mean, gosh. Seems almost impossible.
cs: Zde jsme dostali jedenáct příchutí pterorayů a nic moc jiného. Taková rozmanitost, panečku. Zdá se to téměř nemožné.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:150:DefaultText
source: I bet your repair folks couldn't find parts. Back in Edgewater, I'd have to take something apart just to put another thing back together.
cs: Vsadím se, že vaši opraváři nemohli najít náhradní díly. V Edgewateru jsem musel něco rozebrat, abych mohl jinou věc zase složit.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:151:DefaultText
source: Might've been the paperwork. Here, you have to append forms to your forms, and Law help you if there's a single dash out of place.
cs: Možná to bylo papírováním. Tady musíte k formulářům přikládat formuláře a zákon vám pomůže, když tam bude jediná pomlčka mimo.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:152:DefaultText
source: Trust me, anyone with a lick of sense gets out of here as soon as possible.
cs: Věřte mi, že každý, kdo má trochu rozumu, odsud co nejdřív vypadne.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:153:DefaultText
source: But most people don't. In fact, most people stay exactly where they start.
cs: Ale většina lidí to nedělá. Ve skutečnosti většina lidí zůstává přesně tam, kde začala.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:154:DefaultText
source: Sounds like my old job. I had all these bang-up ideas, you know? Like makin' everybody haul their own damn boxes. Never did catch on, though.
cs: To zní jako moje bývalá práce. Měl jsem samé skvělé nápady, víte? Třeba aby si každý tahal vlastní krabice. Ale nikdy se to neujalo.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:155:DefaultText
source: That's what I mean! Everyone needs a suggestion box so they can voice their thoughts. So what if nothing changes?
cs: Přesně to mám na mysli! Každý potřebuje schránku na návrhy, aby mohl vyjádřit své myšlenky. A co když se nic nezmění?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:156:DefaultText
source: Why would the golden city need suggestions for improvement?
cs: Proč by zlaté město potřebovalo návrhy na zlepšení?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:157:DefaultText
source: It's really so people can feel heard. Everyone's got something to complain about, you know?
cs: Je to opravdu proto, aby se lidé cítili vyslyšeni. Každý si má na co stěžovat, víte?

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:158:DefaultText
source: If things are broken here, of all places, then... I'm starting to think there ain't a hope left in this colony.
cs: Pokud jsou věci rozbité zrovna tady, pak... Začínám si myslet, že v téhle kolonii už není naděje.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:159:DefaultText
source: Things have kept on running this long, right? Or so I used to think.
cs: Tak dlouho už to běží, že? Nebo jsem si to alespoň myslel.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:160:DefaultText
source: I dunno, you seem pretty good with Birds and uh... whatever "E" stands for.
cs: Nevím, zdá se, že ti to s Ptáky a... ať už "E" znamená cokoli, docela jde.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:161:DefaultText
source: Birds are kind of my specialty. Code names, too.
cs: Ptáci jsou tak trochu moje specialita. A taky krycí jména.

# conversations/02_terra2/0202_byzantium/0202_cv_carmen:162:DefaultText
source: But I can give you some information.
cs: Mohu vám však poskytnout několik informací.
