Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist.po
Languages: cs

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:68:DefaultText
source: What a pleasant surprise! Thanks to you, Reginald, Philippa, and the rest are up to their old games of deception and seduction.
cs: Jaké příjemné překvapení! Díky tobě se Reginald, Philippa a ostatní věnují svým starým hrám podvodů a svádění.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:69:DefaultText
source: Forgive me, but my small talk privileges have been revoked since the loss of those sprats.
cs: Odpusťte mi, ale od té doby, co jsem přišel o ty šproty, mi byla odebrána práva na společenskou konverzaci.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:70:DefaultText
source: My mysterious sprat savior! What an unexpected surprise.
cs: Můj tajemný zachránce šprotů! Jaké nečekané překvapení.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:71:DefaultText
source: But what are you doing here?
cs: Ale co tady děláte?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:72:DefaultText
source: I need to inspect the dimethyl sulfoxide.
cs: Musím zkontrolovat dimethylsulfoxid.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:73:DefaultText
source: On the other side of the lab? Why, that requires a top-level clearance. After all, we're running low on the stuff.
cs: Na druhé straně laboratoře? To vyžaduje prověrku nejvyššího stupně. Koneckonců, dochází nám to.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:74:DefaultText
source: I really shouldn't be doing this, but you did help me out. Take this keycard - it'll get you into the hibernation lab, where the remaining dimethyl sulfoxide is.
cs: Opravdu bych to neměl dělat, ale pomohl jsi mi. Vezmi si tuhle kartu - dostaneš se s ní do hibernační laboratoře, kde je zbývající dimethylsulfoxid.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:75:DefaultText
source: If you're seen by any of the guards, however, I'm afraid I can't help. Good luck.
cs: Pokud vás však uvidí některý ze strážných, obávám se, že vám nemohu pomoci. Hodně štěstí.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:76:DefaultText
source: Farewell.
cs: Rozloučení.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:77:DefaultText
source: Come on, after I found your sprats?
cs: No tak, po tom, co jsem našel tvoje šproty?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:78:DefaultText
source: Oh, very well.
cs: Ach, velmi dobře.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:79:DefaultText
source: I really shouldn't be doing this, but you did help me out. Take this keycard - it'll get you into the hibernation lab, where the remaining dimethyl sulfoxide is.
cs: Opravdu bych to neměl dělat, ale pomohl jsi mi. Vezmi si tuhle kartu - dostaneš se s ní do hibernační laboratoře, kde je zbývající dimethylsulfoxid.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:80:DefaultText
source: I know! That's why I've been asked to secure the remaining supply.
cs: Já vím! Proto jsem byl požádán, abych zajistil zbývající zásoby.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:81:DefaultText
source: In that case, take this keycard - it'll get you into the hibernation lab, where the remaining dimethyl sulfoxide is.
cs: V tom případě si vezměte tuto kartu - dostane vás do hibernační laboratoře, kde je zbývající dimethylsulfoxid.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:82:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:83:DefaultText
source: I'd love to chat, but I can't afford the absence.
cs: Rád bych si popovídal, ale nemohu si dovolit absenci.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:84:DefaultText
source: Any luck finding my sprats?
cs: Podařilo se najít moje šproty?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:85:DefaultText
source: I have them all.
cs: Mám je všechny.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:86:DefaultText
source: Truly? Why, this is marvelous!
cs: Opravdu? To je úžasné!

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:87:DefaultText
source: And all safe and sound! Oh, Reginald, Philippa, Vonda, Harun, Iskander, Evelynn, I'm never letting you out of my sight again!
cs: A všichni v bezpečí! Ach, Reginalde, Filipo, Vondo, Harune, Iskandere, Evelynn, už vás nikdy nespustím z očí!

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:88:DefaultText
source: Please, take this. It's not much, but it's the best I can offer for the safe return of my darlings.
cs: Vezměte si, prosím, toto. Není to mnoho, ale je to to nejlepší, co mohu nabídnout za bezpečný návrat mých miláčků.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:89:DefaultText
source: Now, I've got to get back to the lab before my supervisor logs my absence.
cs: Teď se musím vrátit do laboratoře, než můj nadřízený zaznamená mou nepřítomnost.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:91:DefaultText
source: Oh, dear, it looks like some of my darlings have suffered violent misfortune. Nevertheless, it's good to have them back.
cs: Ach bože, vypadá to, že některé z mých miláčků postihlo kruté neštěstí. Nicméně je dobře, že jsou zpátky.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:92:DefaultText
source: Thank you for your help. I'm afraid I can't spare much, but I hope you'll accept this.
cs: Děkujeme vám za pomoc. Obávám se, že nemohu mnoho ušetřit, ale doufám, že to přijmete.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:93:DefaultText
source: What's this... all dead? Why, this is positively heartbreaking.
cs: Co je to... všichni mrtví? To je vážně srdcervoucí.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:94:DefaultText
source: Nevertheless, I appreciate your efforts. At least this way they can have a proper burial. Please, take this for your trouble.
cs: Přesto oceňuji vaše úsilí. Alespoň tak mohou mít řádný pohřeb. Prosím, vezměte si to za svou námahu.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:95:DefaultText
source: Some, but I haven't found them all yet.
cs: Některé, ale ještě jsem je všechny nenašel.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:96:DefaultText
source: Please, do keep looking. I certainly couldn't finish my stor- ah, research without them.
cs: Prosím, hledejte dál. Bez nich bych rozhodně nemohl dokončit svůj příběh... ehm, výzkum.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:97:DefaultText
source: I haven't found any of them yet.
cs: Zatím jsem žádnou z nich nenašel.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:98:DefaultText
source: Please, don't give up yet! I know they're down there. They've got to be.
cs: Prosím, ještě to nevzdávejte! Vím, že jsou tam dole. Musí tam být.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:99:DefaultText
source: I keep hoping my sprats will scamper back up here if I hum their favorite jingles.
cs: Pořád doufám, že se sem moje šproty vrátí, když si budu broukat jejich oblíbené znělky.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:100:DefaultText
source: You again! Look, there's nothing to see here, okay?
cs: Zase ty! Hele, tady není nic k vidění, jasný?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:101:DefaultText
source: Seriously, what is going on?
cs: Vážně, co se to děje?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:102:DefaultText
source: Oh! Um, what are you doing here?
cs: Co tady děláš?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:103:DefaultText
source: What are YOU doing here?
cs: Co tu děláte vy?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:104:DefaultText
source: Nothing. Nothing! Why, uh, does it- does it look like I'm up to something?
cs: Nic. Nic! Proč to vypadá, že něco chystám?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:105:DefaultText
source: Laws, I knew it. You got me. I'm caught, aren't I?
cs: Zákony, věděl jsem to. Dostal jsi mě. Chytili mě, že?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:106:DefaultText
source: What are you so worried about?
cs: Čeho se tak obáváte?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:107:DefaultText
source: I work in the lab at the Ministry of Accuracy and Morale. Some of my sprats went missing, but it's not my fault, okay?
cs: Pracuji v laboratoři na ministerstvu přesnosti a morálky. Nějaké moje šproty se ztratily, ale není to moje vina, jasný?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:108:DefaultText
source: ...And so what if I occasionally forgot to latch their cage? Everyone gets a little distracted now and then.
cs: ...A co na tom, že jsem jim občas zapomněl zamknout klec? Každý je občas trochu roztržitý.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:109:DefaultText
source: Calm down and tell me what happened.
cs: Uklidni se a řekni mi, co se stalo.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:110:DefaultText
source: They escaped! And before I could coax them back, they'd made their way to the maintenance tunnels!
cs: Utekli! A než jsem je stačil přemluvit k návratu, dostali se do tunelů údržby!

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:111:DefaultText
source: Even if I did dare go down there, they're among all the common sewer sprats and exterminator mechanicals!
cs: I kdybych se tam odvážil jít, jsou mezi všemi těmi obyčejnými kanalizačními šproty a deratizačními mechanismy!

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:112:DefaultText
source: I could look for your sprats.
cs: Mohl bych se podívat po vašich šprotech.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:113:DefaultText
source: Really? In that case, take this collection crate. Six of my little ones are down there, but don't worry - you can easily tell them apart from common sewer sprats.
cs: Opravdu? V tom případě si vezměte tuto sběrnou bednu. Je v ní šest mých prcků, ale nebojte se - snadno je rozeznáte od běžných kanalizačních šprotů.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:114:DefaultText
source: They have intelligent eyes, an agreeable yet reserved demeanor, and a fondness for hiding. Also, they're white rather than green.
cs: Mají inteligentní oči, příjemné, ale zdrženlivé chování a rádi se schovávají. Také jsou spíše bílí než zelení.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:115:DefaultText
source: Please, do take care, and do mind the exterminator mechanicals. If the worst should happen to my little darlings... well, I still want their bodies. For science, of course.
cs: Dávejte na sebe pozor a dávejte pozor na deratizační mechanismy. Kdyby se mým miláčkům stalo to nejhorší... no, pořád chci jejich těla. Pro vědu, samozřejmě.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:116:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:117:DefaultText
source: You are really not helping your case.
cs: Opravdu si tím nepomáháte.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:118:DefaultText
source: Look, whatever's going on, maybe I can help.
cs: Ať už se děje cokoli, možná ti můžu pomoct.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:119:DefaultText
source: Yeah, you're in BIG TROUBLE. Now why don't you tell me what you did?
cs: Jo, máš velký problém. Proč mi teď neřekneš, co jsi udělal?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:120:DefaultText
source: Just looking around.
cs: Jen se rozhlížím.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:121:DefaultText
source: Well, there's nothing to see here! Nope. Nothing at all.
cs: No, tady není nic k vidění! Ne. Vůbec nic.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:122:DefaultText
source: Do I look like I wanna explain myself?
cs: Vypadám snad, že se chci vysvětlit?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:123:DefaultText
source: Excuse me.
cs: Promiňte.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:124:DefaultText
source: Something else?
cs: Něco jiného?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:125:DefaultText
source: What are the maintenance tunnels beneath Byzantium for?
cs: K čemu slouží údržbové tunely pod Byzancí?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:126:DefaultText
source: Well, to maintain... things, of course. Like big, humming, machine things. With gears.
cs: No, samozřejmě pro udržení... věcí. Jako velké, hučící, strojové věci. S ozubenými koly.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:127:DefaultText
source: And pipes. Water pipes. ...Air pipes. All sorts of pipes. That's why they connect the city, from the Acropolis District to here.
cs: A potrubí. Vodovodní potrubí. ...Vzduchové potrubí. Všechny druhy potrubí. Proto spojují celé město, od čtvrti Akropolis až sem.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:128:DefaultText
source: But why won't you go into the tunnels yourself?
cs: Ale proč nejdete do tunelů sami?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:129:DefaultText
source: Everyone knows sewer sprats carry diseases! And the exterminator mechanicals have been known to fire on... larger targets.
cs: Každý ví, že kanalizační šproty přenášejí nemoci! A je známo, že deratizační mechanismy střílejí na... větší cíle.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:130:DefaultText
source: Why they'd do that when they're only supposed to attack sprats, I've no idea. But there are rumors.
cs: Proč by to dělali, když mají útočit jen na šproty, to netuším. Ale kolují o tom zvěsti.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:131:DefaultText
source: Rumors? Like what?
cs: Fámy? Jaké?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:132:DefaultText
source: Some people say there are strange things in those tunnels. Assassins. A room full of murderous automechanicals.
cs: Někteří lidé říkají, že v těch tunelech jsou podivné věci. Vrazi. Místnost plná vraždících automechaniků.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:133:DefaultText
source: Monsters hungry for human flesh. A hidden bureaucratic purgatory where things - and people - are lost forever.
cs: Příšery toužící po lidském mase. Skrytý byrokratický očistec, kde se věci - a lidé - navždy ztratí.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:134:DefaultText
source: Not that I place any stock in silly rumors, of course.
cs: Samozřejmě ne že bych věřil hloupým fámám.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:135:DefaultText
source: I'm not interested in speculation.
cs: Spekulace mě nezajímají.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:136:DefaultText
source: Your mind must rest easy, indeed.
cs: Vaše mysl musí být vskutku klidná.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:137:DefaultText
source: Good to know.
cs: Dobré vědět.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:138:DefaultText
source: Why are there exterminator mechanicals in the tunnels?
cs: Proč jsou v tunelech deratizační mechanismy?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:139:DefaultText
source: To deal with the sewer sprats, of course. They're quite the nuisance.
cs: Samozřejmě, aby se vypořádal s kanalizačními šprotami. Jsou docela nepříjemní.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:140:DefaultText
source: So. Your sprats. What are their names?
cs: Takže. Vaše šproty. Jak se jmenují?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:141:DefaultText
source: Not just names - they all have backstories, too!
cs: Nejen jména - všichni mají také příběhy!

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:142:DefaultText
source: There's Lord Reginald Kim III, Lady Philippa Farnsworth, Vonda von Vermington, Harun Greenlee, Iskander Immanuel Sanchez, and Eveighlynn Ensley Okoye.
cs: Je tu lord Reginald Kim III, lady Philippa Farnsworthová, Vonda von Vermington, Harun Greenlee, Iskander Immanuel Sanchez a Eveighlynn Ensley Okoye.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:143:DefaultText
source: Who are Lord Reginald and Lady Philippa?
cs: Kdo jsou lord Reginald a lady Philippa?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:144:DefaultText
source: Ah, she's the chief executive of Farnsworth, Incorporated and a fearless captain of industry. He's a mercurial shareholder.
cs: Ach, je to šéfka společnosti Farnsworth, Incorporated a neohrožená kapitánka průmyslu. On je rtuťovitý akcionář.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:145:DefaultText
source: They're in a rather tumultuous marriage contract.
cs: Mají poměrně bouřlivou manželskou smlouvu.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:146:DefaultText
source: What's Vonda's story?
cs: Jaký je Vondin příběh?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:147:DefaultText
source: She's an ambitious shareholder in Farnsworth, Incorporated who wants more than stock! Or does she?
cs: Je ambiciózní akcionářkou společnosti Farnsworth, Incorporated, která chce víc než jen akcie! Nebo snad ano?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:148:DefaultText
source: It's difficult to tell what exactly she's after. But she is trying to seduce both Lord Reginald and Lady Philippa.
cs: Je těžké říct, o co přesně jí jde. Snaží se však svést jak lorda Reginalda, tak lady Philippu.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:149:DefaultText
source: I'm curious about Harun Greenlee and Iskander Immanuel Sanchez.
cs: Jsem zvědavá na Haruna Greenleeho a Iskandera Immanuela Sancheze.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:150:DefaultText
source: So is everyone! Harun is a mysterious young man with amnesia. His backstory's still a work in progress.
cs: Stejně jako všichni ostatní! Harun je záhadný mladý muž s amnézií. Na jeho příběhu se stále pracuje.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:151:DefaultText
source: Iskander is Lady Philippa's trusty assistant. He's trying to seduce Vonda.
cs: Iskander je věrný pomocník lady Philippy. Snaží se svést Vondu.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:152:DefaultText
source: Who's Eveighlynn Ensley Okoye?
cs: Kdo je Eveighlynn Ensley Okoye?

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:153:DefaultText
source: She's a member of Farnsworth, Incorporated's regulatory board. A wise woman with a sharp tongue and a heart of gold.
cs: Je členkou regulační rady společnosti Farnsworth, Incorporated. Moudrá žena s ostrým jazykem a zlatým srdcem.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:154:DefaultText
source: Who am I kidding, I don't need to hear about this.
cs: Co si to namlouvám, nepotřebuji o tom slyšet.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:155:DefaultText
source: I'm wondering why you're so attached to these sprats.
cs: Zajímalo by mě, proč jste na těch šprotech tak lpěli.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:156:DefaultText
source: They're for my, uh, research.
cs: Jsou pro můj výzkum.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:157:DefaultText
source: Out with it, already.
cs: Už s tím běžte pryč.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:158:DefaultText
source: Oh, very well. It's true, I do run studies on them at the lab, but I also have a special connection with them.
cs: Ach, velmi dobře. Je pravda, že na nich v laboratoři provádím studie, ale mám k nim také zvláštní vztah.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:159:DefaultText
source: See, I'm an enormous fan of "All My Colonists." The early seasons, before the plotlines got tacky - you must have seen the classic episodes.
cs: Víte, já jsem obrovský fanoušek "Všech mých kolonistů". První sezóny, než se zápletky staly nevkusnými - určitě jste viděli klasické epizody.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:160:DefaultText
source: Just tell me what this has to do with your sprats.
cs: Jen mi řekněte, jak to souvisí s vašimi šproty.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:161:DefaultText
source: Well, I name all my sprats after my favorite characters! That way, their stories can live on in rodent form.
cs: No, já všechny své šproty pojmenovávám po svých oblíbených postavách! Tak mohou jejich příběhy žít dál v hlodavčí podobě.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:162:DefaultText
source: So, you see, it's imperative that I get them all back.
cs: Takže je nutné, abych je všechny dostal zpátky.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:163:DefaultText
source: Yeah, great stuff.
cs: Jo, skvělá věc.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:164:DefaultText
source: Positively marvelous! Those early years truly were the golden age of Halcyon.
cs: Pozitivně úžasné! Tato první léta byla skutečně zlatým věkem Halcyonu.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:165:DefaultText
source: I have no idea what you're talking about.
cs: Nemám tušení, o čem mluvíte.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:166:DefaultText
source: I forget, some parts of Halcyon are lacking in modern plumbing, not to mention the latest in entertainment.
cs: Zapomněl jsem, že v některých částech Halcyonu chybí moderní vodovod, nemluvě o nejnovější zábavě.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:167:DefaultText
source: Fine. Don't tell me, then.
cs: V pořádku. Tak mi to neříkej.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:168:DefaultText
source: You seemed surprised I'd help you.
cs: Zdálo se, že tě překvapilo, že ti pomáhám.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:169:DefaultText
source: I still am. After all, I'm a person of very little influence and only middling prospects. No one does favors for free.
cs: Stále jsem. Koneckonců jsem člověk s velmi malým vlivem a jen průměrnými vyhlídkami. Nikdo nedělá laskavosti zadarmo.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:170:DefaultText
source: But I must say, I'm far too distressed to think critically about your suspiciously kind offer.
cs: Ale musím říct, že jsem příliš rozrušený na to, abych o vaší podezřele laskavé nabídce kriticky přemýšlel.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:171:DefaultText
source: Farewell.
cs: Rozloučení.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:173:DefaultText
source: I'm on my legally allotted break! Really. I'm supposed to be here.
cs: Mám zákonem stanovenou přestávku! Opravdu. Měl bych tu být.

# conversations/02_terra2/0202_byzantium/02_cv_sprat_scientist:174:DefaultText
source: Maybe I let them out more often than regulations allow, but they need to stretch their little legs!
cs: Možná je pouštím ven častěji, než dovolují předpisy, ale potřebují si protáhnout nožičky!
