Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0403_oddjobs.po
Languages: ta

# quests/04_monarch/ta_0403_oddjobs:0:DefaultText
source: Odd Jobs
ta: Podivné práce

# quests/04_monarch/ta_0403_oddjobs:1:DefaultText
source: Vent the Steam Flow
ta: Odvzdušnění proudu páry

# quests/04_monarch/ta_0403_oddjobs:2:DefaultText
source: Reroute the Electrical Wiring
ta: Přesměrování elektrických rozvodů

# quests/04_monarch/ta_0403_oddjobs:3:DefaultText
source: Restore the Guard House Communications
ta: Obnovení komunikace ve strážním domku

# quests/04_monarch/ta_0403_oddjobs:4:DefaultText
source: Return to Bronson
ta: Návrat do Bronson

# quests/04_monarch/ta_0403_oddjobs:10000:DefaultText
source: You have been asked by the locals at Amber Heights to assist with some repair work throughout the area.
ta: Místní obyvatelé Amber Heights vás požádali o pomoc s opravami v celé oblasti.

# quests/04_monarch/ta_0403_oddjobs:10001:DefaultText
source: Steam pipes are about to burst atop Milton's house. Turn the pressure regulator on to safely vent them.
ta: Na vrcholu Miltonova domu praskne parní potrubí. Zapněte regulátor tlaku, abyste je bezpečně odvzdušnili.

# quests/04_monarch/ta_0403_oddjobs:10002:DefaultText
source: There is a dangerous electric current firing from some electronics on the side of the bar up the hill. Flip the switch to reroute the electricity.
ta: Z nějaké elektroniky na straně baru nahoře na kopci teče nebezpečný elektrický proud. Přepněte vypínač a přesměrujte proud.

# quests/04_monarch/ta_0403_oddjobs:10003:DefaultText
source: The guard house's communications network is on the fritz. Reset the breaker on the side of the structure.
ta: Komunikační síť strážnice je v poruše. Přenastavte jistič na boku budovy.

# quests/04_monarch/ta_0403_oddjobs:10004:DefaultText
source: Return to Bronson and let him know that you have taken care of his repair tasks.
ta: Vraťte se k Bronsonovi a oznamte mu, že jste se postarali o jeho opravu.

# quests/04_monarch/ta_0403_oddjobs:30000:DefaultText
source: All repairs have been completed.
ta: Všechny opravy byly dokončeny.

# quests/04_monarch/ta_0403_oddjobs:30001:DefaultText
source: Bronson has been killed.
ta: Bronson byl zabit.

# quests/04_monarch/ta_0403_oddjobs:30002:DefaultText
source: You have a hostile relationship with the Iconoclasts
ta: Máte nepřátelský vztah s Ikonoklasty.
