Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0407_spratkings.po
Languages: ta

# quests/04_monarch/ta_0407_spratkings:1:DefaultText
source: Search SubLight's Shipping Tunnels
ta: Hledání v přepravních tunelech společnosti SubLight

# quests/04_monarch/ta_0407_spratkings:6:DefaultText
source: Report Back to Nelson
ta: Nahlásit zpět Nelsonovi

# quests/04_monarch/ta_0407_spratkings:7:DefaultText
source: Find the Missing Sprat Carriers
ta: Vyhledání chybějících nosičů Sprat

# quests/04_monarch/ta_0407_spratkings:8:DefaultText
source: Retrieve the Drugs from the Sprat Carriers
ta: Získání drog z lodí Sprat Carrier

# quests/04_monarch/ta_0407_spratkings:11:DefaultText
source: Recover Nelson's Drugs from the Sprat Droppings
ta: Získání Nelsonových drog z trusu šprotů

# quests/04_monarch/ta_0407_spratkings:14:DefaultText
source: Return to Nelson
ta: Návrat do Nelson

# quests/04_monarch/ta_0407_spratkings:20:DefaultText
source: Deal with Bertrand
ta: Dohoda s Bertrandem

# quests/04_monarch/ta_0407_spratkings:10000:DefaultText
source: Nelson Mayson's sprat carriers have gone missing. For a cut of the profit on his dealing operation, he's asked you to locate and retrieve his missing inventory within Fallbrook.
ta: Nosiče šprotů Nelsona Maysona se ztratily. Za podíl ze zisku z jeho obchodní činnosti vás požádal, abyste našli a získali zpět jeho ztracené zásoby v rámci Fallbrooku.

# quests/04_monarch/ta_0407_spratkings:10001:DefaultText
source: Nelson's sprat carriers run their secretive routes through SubLight's shipping tunnels. It's the last place the sprats were seen before they went missing.
ta: Nelsonovy lodě na přepravu šprotů projíždějí tajnými trasami skrz přepravní tunely společnosti SubLight. Je to poslední místo, kde byly šproty spatřeny, než se ztratily.

# quests/04_monarch/ta_0407_spratkings:10006:DefaultText
source: Give Nelson Mayson in Fallbrook the drugs you recovered from the dead sprats in SubLight's shipping tunnels.
ta: Dejte Nelsonu Maysonovi ve Fallbrooku drogy, které jste získali z mrtvých šprotů v přepravních tunelech společnosti SubLight.

# quests/04_monarch/ta_0407_spratkings:10007:DefaultText
source: Since the corpses in SubLight's shipping tunnels accounted for only half of Nelson's sprat carriers, the remaining ones must be somewhere in Fallbrook. Find them.
ta: Vzhledem k tomu, že mrtvoly v přepravních tunelech SubLightu představovaly jen polovinu Nelsonových šprotů, musely být ty zbývající někde ve Fallbrooku. Najdi je.

# quests/04_monarch/ta_0407_spratkings:10008:DefaultText
source: Collect Nelson's drugs from the sprat carriers... by any means necessary.
ta: Seberte Nelsonovy drogy z nosičů šprotů... jakýmikoliv prostředky.

# quests/04_monarch/ta_0407_spratkings:10011:DefaultText
source: In order to retrieve the drugs for Nelson, you'll have to get your hands dirty.
ta: Abyste mohli získat drogy pro Nelsona, budete si muset ušpinit ruce.

# quests/04_monarch/ta_0407_spratkings:10014:DefaultText
source: Now that you've collected the remaining drugs for Nelson Mayson, return to him for a cut of the profits.
ta: Nyní, když jste pro Nelsona Maysona shromáždili zbývající drogy, vraťte se k němu pro podíl ze zisku.

# quests/04_monarch/ta_0407_spratkings:10020:DefaultText
source: Bertrand stole from SubLight. You'll need to decide what to do with him before returning to Nelson.
ta: Bertrand ukradl ze SubLight. Než se vrátíte k Nelsonovi, musíte se rozhodnout, co s ním uděláte.

# quests/04_monarch/ta_0407_spratkings:20000:DefaultText
source: Seems like Bertrand had something to do with the missing sprats. Speak with him.
ta: Zdá se, že Bertrand má něco společného s chybějícími šproty. Promluvte si s ním.

# quests/04_monarch/ta_0407_spratkings:20001:DefaultText
source: You told Nelson someone stole the drugs from the SubLight tunnels so you could keep them for yourself.
ta: Řekl jsi Nelsonovi, že někdo ukradl drogy z podsvětelných tunelů, aby sis je mohl nechat pro sebe.

# quests/04_monarch/ta_0407_spratkings:20002:DefaultText
source: You lied to Nelson so you could keep the drugs for yourself.
ta: Lhal jsi Nelsonovi, aby sis mohl nechat léky pro sebe.

# quests/04_monarch/ta_0407_spratkings:20003:DefaultText
source: The tunnel has been compromised by rapts. Clear them out.
ta: Tunel byl ohrožen bočními nájezdy. Odstraňte je.

# quests/04_monarch/ta_0407_spratkings:30004:DefaultText
source: You recovered Nelson Mayson's missing drugs.
ta: Získal jste ztracené drogy Nelsona Maysona.

# quests/04_monarch/ta_0407_spratkings:30005:DefaultText
source: Because you killed Nelson Mayson he cannot pay you a cut from his scheme.
ta: Protože jsi zabil Nelsona Maysona, nemůže ti vyplatit podíl ze svého plánu.

# quests/04_monarch/ta_0407_spratkings:30006:DefaultText
source: You killed Bertrand for stealing from SubLight. Then you took a cut of the profits from Nelson Mayson's dealing after recovering his lost drugs.
ta: Zabil jsi Bertranda za to, že okradl společnost SubLight. Pak jste si vzal podíl ze zisku z obchodování Nelsona Maysona poté, co jste získal zpět jeho ztracené drogy.

# quests/04_monarch/ta_0407_spratkings:30007:DefaultText
source: You tracked down Nelson's missing drugs but lied to him to keep them for yourself.
ta: Vypátral jsi Nelsonovy chybějící drogy, ale lhal jsi mu, abys je měl pro sebe.
