Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0401_mandiblesofdoom.po
Languages: ta

# quests/04_monarch/ta_0401_mandiblesofdoom:0:DefaultText
source: Mandibles of Doom
ta: Zuby zkázy

# quests/04_monarch/ta_0401_mandiblesofdoom:1:DefaultText
source: Find Berthold Fox
ta: Najít Berthold Fox

# quests/04_monarch/ta_0401_mandiblesofdoom:2:DefaultText
source: Kill the Mantiqueen
ta: Zabij mantikéna

# quests/04_monarch/ta_0401_mandiblesofdoom:3:DefaultText
source: Speak with Berthold
ta: Promluvte si s Bertholdem

# quests/04_monarch/ta_0401_mandiblesofdoom:7:DefaultText
source: Meet Berthold at the Camp
ta: Setkání s Bertholdem v táboře

# quests/04_monarch/ta_0401_mandiblesofdoom:10000:DefaultText
source: A mercenary crew stationed near Devil's Peak is missing its leader, who was last seen heading down into a nearby cavern. They've promised to make it worth your while if you can find him and get him to return.
ta: Posádka žoldnéřů poblíž Ďáblova vrchu pohřešuje svého velitele, který byl naposledy spatřen, jak sestupuje do nedaleké jeskyně. Slíbili, že se ti vyplatí, když ho najdeš a přiměješ k návratu.

# quests/04_monarch/ta_0401_mandiblesofdoom:10001:DefaultText
source: Berthold Fox, leader of the C3s, is somewhere in the Devil's Peak caverns, assuming he's still alive. Look for him there.
ta: Berthold Fox, vůdce C3, je někde v jeskyních na Ďáblově vrchu, pokud je tedy ještě naživu. Hledej ho tam.

# quests/04_monarch/ta_0401_mandiblesofdoom:10002:DefaultText
source: Berthold can't climb down from his perch while the nearby Mantiqueen paces her lair. Kill it.
ta: Berthold nemůže slézt ze svého posedu, zatímco nedaleká Mantiqueen obchází své doupě. Zabij ji.

# quests/04_monarch/ta_0401_mandiblesofdoom:10003:DefaultText
source: Now that the Mantiqueen is dead, check in with Berthold in the natural caverns near Devil's Peak.
ta: Když je Mantiqueen mrtvý, zkontroluj Bertholda v přírodních jeskyních poblíž Ďáblova vrchu.

# quests/04_monarch/ta_0401_mandiblesofdoom:10007:DefaultText
source: Grateful for your assistance, Berthold has asked you to rendezvous with him at his mercenary camp near Devil's Peak Station so that he can compensate you for your efforts.
ta: Berthold je vám vděčný za vaši pomoc a požádal vás, abyste se s ním setkali v jeho žoldáckém táboře poblíž stanice Devil's Peak, kde vám bude moci vyplatit odměnu za vaše úsilí.

# quests/04_monarch/ta_0401_mandiblesofdoom:30000:DefaultText
source: Berthold safely made it out of the caves.
ta: Berthold se bezpečně dostal z jeskyní.

# quests/04_monarch/ta_0401_mandiblesofdoom:30001:DefaultText
source: You killed Berthold.
ta: Zabil jsi Bertholda.

# quests/04_monarch/ta_0401_mandiblesofdoom:30002:DefaultText
source: You attacked Berthold's crew, alienating yourself from the group.
ta: Napadl jsi Bertholdovu posádku a vyobcoval ses ze skupiny.

# quests/04_monarch/ta_0401_mandiblesofdoom:40001:DefaultText
source: You ran into a traveler trapped in a Mantiqueen lair. Helping him may prove to be of some worth.
ta: Narazil jsi na cestovatele uvězněného v mantikénském doupěti. Pomoc mu může být užitečná.
