Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0402_thestainlesssteelrat.po
Languages: sq

# quests/04_monarch/sq_0402_thestainlesssteelrat:0:DefaultText
source: The Stainless Steel Rat
sq: Krysa z nerezové oceli

# quests/04_monarch/sq_0402_thestainlesssteelrat:1:DefaultText
source: Search the Apartment for Clues
sq: Hledání stop v bytě

# quests/04_monarch/sq_0402_thestainlesssteelrat:2:DefaultText
source: Investigate Left Field Tossball Betting
sq: Prozkoumat sázky na levé pole Tossball

# quests/04_monarch/sq_0402_thestainlesssteelrat:12:DefaultText
source: Tell Sanjar about Isaac's Murder
sq: Řekni Sanjarovi o Isaacově vraždě

# quests/04_monarch/sq_0402_thestainlesssteelrat:15:DefaultText
source: Investigate Elijah and His Gang
sq: Vyšetřování Eliáše a jeho gangu

# quests/04_monarch/sq_0402_thestainlesssteelrat:10000:DefaultText
source: A man's been killed in a Stellar Bay apartment. It falls to you to figure out what happened to him.
sq: V bytě ve Stellar Bay byl zabit muž. Je na vás, abyste zjistili, co se mu stalo.

# quests/04_monarch/sq_0402_thestainlesssteelrat:10001:DefaultText
source: It's not clear what happened to the victim, but something in the apartment might point you in the right direction.
sq: Není jasné, co se oběti stalo, ale něco v bytě by vás mohlo nasměrovat správným směrem.

# quests/04_monarch/sq_0402_thestainlesssteelrat:10002:DefaultText
source: The victim had a betting slip from Left Field Tossball Betting. Perhaps someone there knows what happened to him.
sq: Oběť měla sázkový tiket ze sázkové kanceláře Left Field Tossball Betting. Možná tam někdo ví, co se mu stalo.

# quests/04_monarch/sq_0402_thestainlesssteelrat:10012:DefaultText
source: Sanjar will want to know about Isaac's murder. Now that you've dealt with Elijah, check in with him at MSI Headquarters.
sq: Sanjar se bude chtít dozvědět o Isaacově vraždě. Teď, když jste se vypořádali s Elijahem, se za ním zastavte na velitelství MSI.

# quests/04_monarch/sq_0402_thestainlesssteelrat:10015:DefaultText
source: Nell believes Elijah and his friends killed Isaac. They make deliveries to the bays behind the warehouse and spend the rest of their time in the alley behind The Yacht Club.
sq: Nell věří, že Elijah a jeho přátelé Isaaca zabili. Doručují zásilky do zálivů za skladem a zbytek času tráví v uličce za Yacht Clubem.

# quests/04_monarch/sq_0402_thestainlesssteelrat:20000:DefaultText
source: You've found a betting slip from Left Field Tossball Betting.
sq: Našli jste sázkový tiket ze sázkové kanceláře Left Field Tossball Betting.

# quests/04_monarch/sq_0402_thestainlesssteelrat:20001:DefaultText
source: There's a suitcase full of clothes by the door.
sq: U dveří je kufr plný oblečení.

# quests/04_monarch/sq_0402_thestainlesssteelrat:20002:DefaultText
source: Search the thugs' bodies for clues to Isaac's murder.
sq: Prohledejte těla zločinců a najděte stopy k Isaacově vraždě.

# quests/04_monarch/sq_0402_thestainlesssteelrat:20003:DefaultText
source: You found a bloody tossball stick with a tooth embedded in it. Elijah's name is written on it.
sq: Našel jsi zakrvácenou házecí tyč se zaseknutým zubem. Je na ní napsáno Eliášovo jméno.

# quests/04_monarch/sq_0402_thestainlesssteelrat:30000:DefaultText
source: You told Sanjar about Isaac's death. He appreciated your help in dealing with Elijah.
sq: Řekl jsi Sanjarovi o Isaacově smrti. Ocenil tvou pomoc při jednání s Eliášem.

# quests/04_monarch/sq_0402_thestainlesssteelrat:30001:DefaultText
source: Due to the death of personnel critical to this investigation, this mystery can no longer be solved.
sq: Vzhledem k úmrtí pracovníků, kteří byli pro toto vyšetřování důležití, již nelze tuto záhadu vyřešit.

# quests/04_monarch/sq_0402_thestainlesssteelrat:30002:DefaultText
source: You convinced Elijah and his gang of hooligans to flee the city, never to return.
sq: Přesvědčil jsi Eliáše a jeho bandu chuligánů, aby utekli z města a už se nikdy nevrátili.
