Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0402_flowersforsebastian.po
Languages: ta

# quests/04_monarch/ta_0402_flowersforsebastian:0:DefaultText
source: Flowers for Sebastian
ta: Květiny pro Sebastian

# quests/04_monarch/ta_0402_flowersforsebastian:1:DefaultText
source: Ask Sebastian on a Date for Celia
ta: Zeptejte se Sebastiana na rande pro Celii

# quests/04_monarch/ta_0402_flowersforsebastian:2:DefaultText
source: Give Celia the Good News
ta: Předejte Celii dobrou zprávu

# quests/04_monarch/ta_0402_flowersforsebastian:10000:DefaultText
source: Celia has taken a special interest in Sebastian, but she needs help making her move.
ta: Celia se o Sebastiana zajímá, ale potřebuje pomoc, aby se mohla rozhodnout.

# quests/04_monarch/ta_0402_flowersforsebastian:10001:DefaultText
source: Celia's taken a liking to Sebastian, but she's too shy to ask him out herself.
ta: Celia si Sebastiana oblíbila, ale stydí se ho sama pozvat na rande.

# quests/04_monarch/ta_0402_flowersforsebastian:10002:DefaultText
source: Sebastian has agreed to give things a chance with Celia. Go and tell her.
ta: Sebastian souhlasil, že dá Celii šanci. Jdi a řekni jí to.

# quests/04_monarch/ta_0402_flowersforsebastian:30000:DefaultText
source: You successfully set Sebastian and Celia up on a date.
ta: Úspěšně jsi domluvil Sebastianovi a Celii rande.

# quests/04_monarch/ta_0402_flowersforsebastian:30001:DefaultText
source: Celia is dead.
ta: Celia je mrtvá.

# quests/04_monarch/ta_0402_flowersforsebastian:30002:DefaultText
source: Sebastian is dead.
ta: Sebastian je mrtvý.

# quests/04_monarch/ta_0402_flowersforsebastian:30003:DefaultText
source: The Iconoclasts have taken over Stellar Bay, and as a member of MSI, Celia has disappeared. Whether she fled or was killed is anyone's guess.
ta: Ikonoklasté ovládli Hvězdnou zátoku a Celia jako členka MSI zmizela. Zda utekla, nebo byla zabita, se můžeme jen dohadovat.
