Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0402_thesecretpeople.po
Languages: sq

# quests/04_monarch/sq_0402_thesecretpeople:0:DefaultText
source: The Secret People
sq: Tajní lidé

# quests/04_monarch/sq_0402_thesecretpeople:1:DefaultText
source: Go to Braxton's Apartment
sq: Přejít do Braxtonova apartmánu

# quests/04_monarch/sq_0402_thesecretpeople:4:DefaultText
source: Search the House
sq: Prohledat dům

# quests/04_monarch/sq_0402_thesecretpeople:5:DefaultText
source: Find the Key to the Locked Room
sq: Najděte klíč k zamčenému pokoji

# quests/04_monarch/sq_0402_thesecretpeople:6:DefaultText
source: Kill the Mather Family
sq: Zabít rodinu Matherových

# quests/04_monarch/sq_0402_thesecretpeople:7:DefaultText
source: Speak with Velma at the Fishery
sq: Promluvte si s Velmou v rybářství

# quests/04_monarch/sq_0402_thesecretpeople:13:DefaultText
source: Get into the Locked Room Upstairs
sq: Vstupte do zamčené místnosti nahoře

# quests/04_monarch/sq_0402_thesecretpeople:14:DefaultText
source: Escape the House
sq: Útěk z domu

# quests/04_monarch/sq_0402_thesecretpeople:10000:DefaultText
source: Braxton hasn't been to work in a few days. Velma wonders what he's gotten up to.
sq: Braxton už několik dní nebyl v práci. Velmu zajímá, co má za lubem.

# quests/04_monarch/sq_0402_thesecretpeople:10001:DefaultText
source: Braxton hasn't shown up to work in a couple of days, so Velma's pulling extra shifts. She asked you to go to his apartment and send him back to the saltuna fishery.
sq: Braxton se už několik dní neukázal v práci, a tak Velma dělá směny navíc. Požádala tě, abys zašel do jeho bytu a poslal ho zpátky na lov saltuna.

# quests/04_monarch/sq_0402_thesecretpeople:10004:DefaultText
source: Braxton was making a delivery to a house south of Stellar Bay. Perhaps you can find him or an indication of where he might have gone next.
sq: Braxton doručoval zásilku do domu jižně od Stellar Bay. Možná ho najdete nebo zjistíte, kam mohl jít dál.

# quests/04_monarch/sq_0402_thesecretpeople:10005:DefaultText
source: On the third floor of the house is a locked door smeared with something that looks like blood. If you want to know what's on the other side, you'll have to find the key. One of the family members should have it.
sq: Ve třetím patře domu jsou zamčené dveře potřísněné něčím, co vypadá jako krev. Pokud chceš zjistit, co je na druhé straně, musíš najít klíč. Měl by ho mít jeden z členů rodiny.

# quests/04_monarch/sq_0402_thesecretpeople:10006:DefaultText
source: Edgar and his family won't let you leave alive.
sq: Edgar a jeho rodina tě nenechají odejít živého.

# quests/04_monarch/sq_0402_thesecretpeople:10007:DefaultText
source: Velma Ballard was Braxton's supervisor. She'll want to know what happened to him.
sq: Velma Ballardová byla Braxtonovou nadřízenou. Bude chtít vědět, co se mu stalo.

# quests/04_monarch/sq_0402_thesecretpeople:10013:DefaultText
source: Something suspicious is behind that door upstairs. Find a way in.
sq: Za dveřmi nahoře je něco podezřelého. Najdi cestu dovnitř.

# quests/04_monarch/sq_0402_thesecretpeople:10014:DefaultText
source: You found a butchered corpse with an ID for Braxton Hecht in Edgar's house. The people living here are cannibals.
sq: V Edgarově domě jste našli zmasakrovanou mrtvolu s průkazem Braxtona Hechta. Lidé, kteří zde žijí, jsou kanibalové.

# quests/04_monarch/sq_0402_thesecretpeople:20000:DefaultText
source: Edgar invited you to stay for dinner.
sq: Edgar tě pozval na večeři.

# quests/04_monarch/sq_0402_thesecretpeople:20005:DefaultText
source: There's a headless corpse in the third-floor room. You can't discern the body's identity at a glance, but it may carry some form of identification.
sq: V místnosti ve třetím patře je bezhlavá mrtvola. Na první pohled nelze rozpoznat totožnost těla, ale může mít nějakou identifikaci.

# quests/04_monarch/sq_0402_thesecretpeople:20006:DefaultText
source: You found a key on Edgar.
sq: U Edgara jsi našel klíč.

# quests/04_monarch/sq_0402_thesecretpeople:20007:DefaultText
source: The people living here say they don't know of anyone named Braxton.
sq: Lidé, kteří zde žijí, říkají, že neznají nikoho jménem Braxton.

# quests/04_monarch/sq_0402_thesecretpeople:20008:DefaultText
source: You've found old messages between Braxton and Edgar.
sq: Našel jsi staré zprávy mezi Braxtonem a Edgarem.

# quests/04_monarch/sq_0402_thesecretpeople:20010:DefaultText
source: The people who live here haven't mentioned Braxton, but it's worth looking around.
sq: Lidé, kteří zde žijí, se o Braxtonu nezmínili, ale stojí za to se po něm porozhlédnout.

# quests/04_monarch/sq_0402_thesecretpeople:20011:DefaultText
source: Search the Apartment for Clues
sq: Hledání stop v bytě

# quests/04_monarch/sq_0402_thesecretpeople:30000:DefaultText
source: Velma was disturbed to learn that Braxton had been eaten by a family of cannibals, but she was thankful for closure.
sq: Velmu znepokojilo, když se dozvěděla, že Braxtona snědla rodina kanibalů, ale byla vděčná za uzavření případu.

# quests/04_monarch/sq_0402_thesecretpeople:30002:DefaultText
source: You found a family of cannibals who killed Braxton Hecht. You survived the experience, which is more than can be said for poor Braxton.
sq: Našli jste rodinu kanibalů, kteří zabili Braxtona Hechta. Přežil jsi to, což se o chudákovi Braxtonovi říct nedá.

# quests/04_monarch/sq_0402_thesecretpeople:40001:DefaultText
source: You've found a family living in the ruins south of Stellar Bay. It's an odd place to reside, and they seem very glad for company.
sq: Našli jste rodinu žijící v ruinách jižně od Hvězdné zátoky. Je to zvláštní místo k bydlení a zdá se, že jsou velmi rádi za společnost.
