Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0402_grimmtomorrow.po
Languages: ta

# quests/04_monarch/ta_0402_grimmtomorrow:0:DefaultText
source: The Grimm Tomorrow
ta: Grimmův zítřek

# quests/04_monarch/ta_0402_grimmtomorrow:1:DefaultText
source: Check with Celia
ta: Informujte se u Celie

# quests/04_monarch/ta_0402_grimmtomorrow:2:DefaultText
source: Speak with Velma at the Warehouse
ta: Promluvte si s Velmou ve skladišti

# quests/04_monarch/ta_0402_grimmtomorrow:3:DefaultText
source: Get Grimm's Tossball Poster
ta: Získat plakát Grimm's Tossball

# quests/04_monarch/ta_0402_grimmtomorrow:7:DefaultText
source: Deliver the Tossball Poster to Grimm
ta: Doručení plakátu s házecími míčky Grimmovi

# quests/04_monarch/ta_0402_grimmtomorrow:15:DefaultText
source: Speak to Grimm
ta: Promluvte si s Grimmem

# quests/04_monarch/ta_0402_grimmtomorrow:10000:DefaultText
source: Grimm is waiting for a tossball poster signed by the great Bertie "Black Hole" Holcomb.
ta: Grimm čeká na plakát s podpisem velkého Bertieho "Black Hole" Holcomba.

# quests/04_monarch/ta_0402_grimmtomorrow:10001:DefaultText
source: Celia, who works with Sanjar Nandi in the MSI building, should know about the status of Grimm's poster.
ta: Celia, která pracuje se Sanjarem Nandim v budově MSI, by měla vědět o stavu Grimmova plakátu.

# quests/04_monarch/ta_0402_grimmtomorrow:10002:DefaultText
source: Celia sent you to Velma Ballard, manager of Stellar Bay's warehouse. She receives all of SubLight's incoming shipments.
ta: Celia vás poslala za Velmou Ballardovou, vedoucí skladu Stellar Bay. Přijímá všechny příchozí zásilky společnosti SubLight.

# quests/04_monarch/ta_0402_grimmtomorrow:10003:DefaultText
source: Velma received another offer for the tossball poster from Nell, who runs a betting parlor in Stellar Bay.
ta: Velma dostala další nabídku na plakát s házecími míčky od Nell, která provozuje sázkovou kancelář ve Stellar Bay.

# quests/04_monarch/ta_0402_grimmtomorrow:10007:DefaultText
source: Now that you have the signed tossball poster, deliver it to Grimm by Stellar Bay's landing pad.
ta: Teď, když máš podepsaný plakát s míčem, doruč ho Grimmovi na přistávací plochu Hvězdné zátoky.

# quests/04_monarch/ta_0402_grimmtomorrow:10015:DefaultText
source: With Celia dead, you'll need to check in with Grimm to determine where else to look for the tossball poster.
ta: Když je Celia mrtvá, budeš se muset spojit s Grimmem a zjistit, kde ještě hledat plakát s házecími míčky.

# quests/04_monarch/ta_0402_grimmtomorrow:20000:DefaultText
source: Velma is keeping the poster locked up in her office until Nell pays her.
ta: Velma má plakát zamčený ve své kanceláři, dokud jí Nell nezaplatí.

# quests/04_monarch/ta_0402_grimmtomorrow:20001:DefaultText
source: Nell says she'd be willing to give up the poster if you find her lost shipment of tossball jerseys. They should be near Amber Heights.
ta: Nell říká, že by byla ochotná vzdát se plakátu, kdybys našel její ztracenou zásilku dresů. Měly by být poblíž Amber Heights.

# quests/04_monarch/ta_0402_grimmtomorrow:20002:DefaultText
source: Nell agreed to give up the poster.
ta: Nell souhlasila, že se plakátu vzdá.

# quests/04_monarch/ta_0402_grimmtomorrow:20004:DefaultText
source: You found the tossball jerseys for Nell.
ta: Našel jsi dresy pro Nell.

# quests/04_monarch/ta_0402_grimmtomorrow:20005:DefaultText
source: Nell's dead. She won't need that poster anymore.
ta: Nell je mrtvá. Ten plakát už nebude potřebovat.

# quests/04_monarch/ta_0402_grimmtomorrow:30000:DefaultText
source: You convinced Nell to withdraw her offer for the tossball poster. Grimm was overjoyed to receive his prized collectible.
ta: Přesvědčil jsi Nell, aby stáhla svou nabídku na plakát s házecími míčky. Grimm měl radost, že dostal svůj cenný sběratelský předmět.

# quests/04_monarch/ta_0402_grimmtomorrow:30001:DefaultText
source: You persuaded Velma to honor her original agreement with Grimm. He was overjoyed to receive his prized collectible.
ta: Přesvědčil jsi Velmu, aby dodržela původní dohodu s Grimmem. Ten byl radostí bez sebe, když obdržel svůj cenný sběratelský předmět.

# quests/04_monarch/ta_0402_grimmtomorrow:30002:DefaultText
source: You got the tossball poster from Velma's office and delivered it to Grimm. He was overjoyed to receive his prized collectible.
ta: Získal jsi plakát s házecími míčky z Velminy kanceláře a doručil ho Grimmovi. Ten měl radost, že dostal svůj cenný sběratelský kousek.

# quests/04_monarch/ta_0402_grimmtomorrow:30003:DefaultText
source: You told Grimm that Nell offered more money for the poster and Velma had sold it to her.
ta: Grimmovi jsi řekl, že Nell za plakát nabídla víc peněz a Velma jí ho prodala.

# quests/04_monarch/ta_0402_grimmtomorrow:30004:DefaultText
source: Nell came to an unfortunate end, making her bid for the tossball poster a non-issue. Velma agreed to honor her original agreement. Grimm was overjoyed to receive his prized collectible.
ta: Nell skončila nešťastně, takže její snaha o získání plakátu s hozenou koulí byla bezpředmětná. Velma souhlasila s dodržením původní dohody. Grimm byl radostí bez sebe, když obdržel svůj cenný sběratelský předmět.

# quests/04_monarch/ta_0402_grimmtomorrow:30006:DefaultText
source: Grimm is dead. No one is left to care about what happens to this poster.
ta: Grimm je mrtvý. Nikoho už nezajímá, co se stane s tímto plakátem.

# quests/04_monarch/ta_0402_grimmtomorrow:30007:DefaultText
source: You convinced Nell to let Grimm have the poster, after you helped her secure some official tossball jerseys - now with authentic game-time aroma!
ta: Přesvědčil jsi Nell, aby Grimmovi ten plakát nechala, poté co jsi jí pomohl zajistit oficiální dresy s autenticitou - nyní s autentickou herní vůní!

# quests/04_monarch/ta_0402_grimmtomorrow:30008:DefaultText
source: The Iconoclasts have taken over Stellar Bay, and as a member of MSI, Grimm has disappeared. Whether he fled or was killed is anyone's guess.
ta: Ikonoklasté ovládli Hvězdnou zátoku a Grimm jako člen MSI zmizel. Zda uprchl, nebo byl zabit, se můžeme jen dohadovat.

# quests/04_monarch/ta_0402_grimmtomorrow:40001:DefaultText
source: With Celia dead, Grimm suggested checking in with Velma, manager of Stellar Bay's warehouse. She'll know if the SubLight shipment has arrived.
ta: Když byla Celia mrtvá, navrhl Grimm, aby se spojil s Velmou, vedoucí skladiště Stellar Bay. Ta bude vědět, jestli zásilka SubLight dorazila.

# quests/04_monarch/ta_0402_grimmtomorrow:40002:DefaultText
source: With Velma dead, Grimm's tossball poster is likely locked up safe in her office.
ta: Když je Velma mrtvá, Grimmův plakát s házecími míčky je pravděpodobně bezpečně zavřený v její kanceláři.
