Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0408_slaughterhouseclive.po
Languages: sq

# quests/04_monarch/sq_0408_slaughterhouseclive:0:DefaultText
source: Slaughterhouse Clive
sq: Jatka Clive

# quests/04_monarch/sq_0408_slaughterhouseclive:2:DefaultText
source: Deal with Clive
sq: Dohoda s Clivem

# quests/04_monarch/sq_0408_slaughterhouseclive:4:DefaultText
source: Return to Catherine
sq: Zpět na Catherine

# quests/04_monarch/sq_0408_slaughterhouseclive:5:DefaultText
source: (Optional) Convince Catherine to Work with Clive
sq: (Volitelné) Přesvědčte Catherine, aby spolupracovala s Clivem.

# quests/04_monarch/sq_0408_slaughterhouseclive:10000:DefaultText
source: With the scarcity of saltuna alternatives on Monarch, Clive Lumbergh has been making a killing by operating the planet's last remaining boarst factory. SubLight wants to take the self-proclaimed Boarst King of Monarch's profits for themselves, and have hired you to get rid of him.
sq: Vzhledem k tomu, že na Monarchu je nedostatek alternativních druhů soli, vydělává Clive Lumbergh na provozu poslední zbývající továrny na divočáky na planetě. Společnost SubLight chce samozvaného krále divočáků na Monarchu připravit o zisky a najala si vás, abyste se ho zbavili.

# quests/04_monarch/sq_0408_slaughterhouseclive:10002:DefaultText
source: Make your way to Clive Lumbergh's office in the C&P Factory and get him out of SubLight's way.
sq: Vydejte se do kanceláře Cliva Lumbergha v továrně C&P a odstraňte ho z cesty SubLight.

# quests/04_monarch/sq_0408_slaughterhouseclive:10004:DefaultText
source: The deed is done. Let Catherine Malin in Fallbrook know the good news.
sq: Čin je dokonán. Dejte Catherine Malinové ve Fallbrooku vědět dobrou zprávu.

# quests/04_monarch/sq_0408_slaughterhouseclive:10005:DefaultText
source: Return to Catherine Malin in Fallbrook and propose a working relationship with Clive Lumbergh.
sq: Vraťte se ke Catherine Malinové do Fallbrooku a navrhněte spolupráci s Clivem Lumberghem.

# quests/04_monarch/sq_0408_slaughterhouseclive:20010:DefaultText
source: Alternatively, search the factory for a way to sabotage Clive's operations. Catherine suggests investigating the cystypig food supply, the canning machine or the financial records.
sq: Případně v továrně hledejte způsob, jak sabotovat Clivovy operace. Catherine navrhuje prozkoumat zásoby potravin pro cystypigy, konzervárenský stroj nebo finanční záznamy.

# quests/04_monarch/sq_0408_slaughterhouseclive:30000:DefaultText
source: Clive is dead. Now the Syndicate runs it in his stead, and reaps all the rewards.
sq: Clive je mrtvý. Nyní ji místo něj řídí Syndikát a sklízí z toho všechny plody.

# quests/04_monarch/sq_0408_slaughterhouseclive:30001:DefaultText
source: Clive's factory was sabotaged. He'll be forced to give it to Catherine.
sq: Cliveova továrna byla sabotována. Bude nucen ji předat Catherine.

# quests/04_monarch/sq_0408_slaughterhouseclive:30002:DefaultText
source: Clive and Catherine have formed a partnership.
sq: Clive a Catherine uzavřeli partnerství.

# quests/04_monarch/sq_0408_slaughterhouseclive:30003:DefaultText
source: Catherine Malin is dead. Collecting a reward will now be impossible.
sq: Catherine Malinová je mrtvá. Vyzvednutí odměny je nyní nemožné.
