Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0410_thevoyageofthespacecanid.po
Languages: sq

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:0:DefaultText
source: The Voyage of the Space Canid
sq: Cesta vesmírného kanida

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:1:DefaultText
source: Investigate the Crashed Ship
sq: Vyšetřování havarované lodi

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:45:DefaultText
source: See Where the Ship Lands
sq: Podívejte se, kde loď přistane

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:46:DefaultText
source: Tell Phineas about the Crashed Ship
sq: Řekni Phineasovi o havarované lodi

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:47:DefaultText
source: Tell Sophia about the Crashed Ship
sq: Řekněte Sophii o havarované lodi

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:10000:DefaultText
source: A ship is speeding towards the surface of Monarch...
sq: K povrchu Monarchu se řítí loď...

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:10001:DefaultText
source: The ship's logs and targeting module might be able to tell you something.
sq: Lodní deníky a zaměřovací modul by vám mohly něco napovědět.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:10045:DefaultText
source: They could still stick the landing...
sq: Mohli by ještě přistát...

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:10046:DefaultText
source: He might be interested in what happened.
sq: Mohlo by ho zajímat, co se stalo.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:10047:DefaultText
source: As a UDL ship, she'll definitely want to know.
sq: Jako loď UDL to určitě bude chtít vědět.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:20015:DefaultText
source: 0/10 from the Monarch judge.
sq: 0/10 od rozhodčího Monarch.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:20018:DefaultText
source: You found a recording of the crash.
sq: Našel jsi nahrávku havárie.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:20019:DefaultText
source: You retrieved the ship's targeting module.
sq: Získali jste zaměřovací modul lodi.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:20020:DefaultText
source: You turned in Phineas. He won't need these details in prison.
sq: Předal jsi Phinease. Ve vězení nebude tyto detaily potřebovat.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:20021:DefaultText
source: Sophia Akande is dead. You can tell her, but she won't be listening.
sq: Sophia Akande je mrtvá. Můžeš jí to říct, ale nebude tě poslouchat.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:20022:DefaultText
source: With Phineas missing, you won't be able to inform him.
sq: Když Phineas chybí, nebudete ho moci informovat.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:30000:DefaultText
source: Anyone who would want to know about the crashed gunship is dead or in prison.
sq: Každý, kdo by se chtěl dozvědět o havarovaném dělovém člunu, je mrtvý nebo ve vězení.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:30009:DefaultText
source: You told Phineas about the gunship.
sq: Řekl jsi Phineasovi o střelecké lodi.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:30010:DefaultText
source: You told Sophia about the gunship.
sq: Řekl jsi Sophii o střelecké lodi.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:30011:DefaultText
source: After skipping the Hope, there's no more time to investigate this mystery. The fate of the colonists takes priority.
sq: Po přeskočení Naděje už není čas na zkoumání této záhady. Osud kolonistů má přednost.

# quests/04_monarch/sq_0410_thevoyageofthespacecanid:40001:DefaultText
source: A ship has crashed on Monarch. It might be worth investigating.
sq: Na Monarchu ztroskotala loď. Možná by stálo za to ji prozkoumat.
