Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0402_mrpickettsbiggestgame.po
Languages: ta

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:0:DefaultText
source: Mr. Pickett's Biggest Game
ta: Největší hra pana Picketta

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:4:DefaultText
source: Look for Signs of Mr. Pickett
ta: Hledejte známky pana Picketta

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:6:DefaultText
source: Give Mr. Pickett's Journal to Sebastian
ta: Dejte deník pana Picketta Sebastianovi.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:10000:DefaultText
source: Mr. Pickett went looking for a mantiqueen, and Sebastian hasn't seen him since. He's worried the man may be in trouble.
ta: Pan Pickett se vydal hledat mantikáře a Sebastian ho od té doby neviděl. Obává se, že muž může mít potíže.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:10004:DefaultText
source: Sebastian sent Mr. Pickett to the wilderness southwest of Stellar Bay to find a mantiqueen. Search the area for signs of Mr. Pickett.
ta: Sebastian poslal pana Picketta do divočiny jihozápadně od Hvězdné zátoky, aby našel mantikenu. Prohledejte oblast a hledejte stopy po panu Pickettovi.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:10006:DefaultText
source: Take the journal you found inside the mantiqueen to Sebastian in Stellar Bay. He'll want to know what became of the man.
ta: Deník, který jsi našel v mantikéně, odnes Sebastianovi do Hvězdné zátoky. Bude chtít vědět, co se s ním stalo.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:20000:DefaultText
source: You killed a sickly mantiqueen. Searching her may yield some clue as to what - or who - wounded her.
ta: Zabil jsi nemocného mantikána. Její prohledání by mohlo přinést nějaké vodítko k tomu, co nebo kdo ji zranil.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:20001:DefaultText
source: You found Mr. Pickett's journal inside the mantiqueen's stomach.
ta: Deník pana Picketta jste našel v žaludku mantikáře.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:30000:DefaultText
source: Sebastian is dead. No one is left to care about Mr. Pickett's fate.
ta: Sebastian je mrtvý. O osud pana Picketta se už nikdo nezajímá.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:30001:DefaultText
source: You gave Mr. Pickett's journal to Sebastian, who really wants to read it.
ta: Deník pana Picketta jsi dal Sebastianovi, který si ho chce přečíst.

# quests/04_monarch/ta_0402_mrpickettsbiggestgame:30002:DefaultText
source: You gave Mr. Pickett's journal to Sebastian. You suggested he read it with Celia on their date.
ta: Deník pana Picketta jste předal Sebastianovi. Navrhl jsi, aby si ho přečetl s Celií na jejich rande.
