Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0402_herrickshandiwork.po
Languages: sq

# quests/04_monarch/sq_0402_herrickshandiwork:0:DefaultText
source: Herrick's Handiwork
sq: Herrickova ruční práce

# quests/04_monarch/sq_0402_herrickshandiwork:1:DefaultText
source: Convince Caleb to Return to Work
sq: Přesvědčit Caleba, aby se vrátil do práce

# quests/04_monarch/sq_0402_herrickshandiwork:2:DefaultText
source: Convince Velma to Negotiate
sq: Přesvědčit Velmu, aby vyjednávala

# quests/04_monarch/sq_0402_herrickshandiwork:3:DefaultText
source: Inform Velma the Situation is Resolved
sq: Informujte Velmu, že situace je vyřešena

# quests/04_monarch/sq_0402_herrickshandiwork:5:DefaultText
source: Inform Caleb that Velma Will Negotiate
sq: Informovat Caleba, že Velma bude vyjednávat

# quests/04_monarch/sq_0402_herrickshandiwork:10000:DefaultText
source: Caleb Herrick and the other auto loader operators are on strike until Velma gives them a raise.
sq: Caleb Herrick a ostatní obsluha autonakladače stávkují, dokud jim Velma nezvýší plat.

# quests/04_monarch/sq_0402_herrickshandiwork:10001:DefaultText
source: Caleb Herrick hangs out at The Yacht Club in Stellar Bay.
sq: Caleb Herrick tráví čas v Yacht Clubu ve Stellar Bay.

# quests/04_monarch/sq_0402_herrickshandiwork:10002:DefaultText
source: Velma Ballard manages the warehouse in Stellar Bay.
sq: Velma Ballardová spravuje sklad ve Hvězdné zátoce.

# quests/04_monarch/sq_0402_herrickshandiwork:10003:DefaultText
source: You've ensured that Caleb and his crew will return to work. Let Velma know so you can get your reward.
sq: Zajistili jste, že se Caleb a jeho posádka vrátí do práce. Dej Velmě vědět, abys mohl dostat svou odměnu.

# quests/04_monarch/sq_0402_herrickshandiwork:10005:DefaultText
source: You've convinced Velma to negotiate. Let Caleb know that he and his team can return to work.
sq: Přesvědčil jsi Velmu, aby vyjednávala. Dejte Calebovi vědět, že se může se svým týmem vrátit do práce.

# quests/04_monarch/sq_0402_herrickshandiwork:20000:DefaultText
source: Caleb's living off a stash of bits he keeps at his home near the diner. If this stash were to go missing, he'd have to return to work.
sq: Caleb žije ze zásob, které má doma poblíž bistra. Kdyby se tato skrýš ztratila, musel by se vrátit do práce.

# quests/04_monarch/sq_0402_herrickshandiwork:20001:DefaultText
source: You acquired Caleb's stash of bits from a chest on the balcony of his home.
sq: Calebovu zásobu kousků jsi získal z truhly na balkoně jeho domu.

# quests/04_monarch/sq_0402_herrickshandiwork:20002:DefaultText
source: Caleb believes Velma has been skimming money out of the warehouse accounts. If you can find proof, he can use that as leverage to make Velma negotiate.
sq: Caleb se domnívá, že Velma vybírá peníze z účtů ve skladišti. Pokud najdeš důkaz, může ho použít jako páku, aby Velmu přiměl k jednání.

# quests/04_monarch/sq_0402_herrickshandiwork:20003:DefaultText
source: When confronted about skimming money, Velma mentioned her office terminal.
sq: Když byla Velma konfrontována s krádeží peněz, zmínila se o svém kancelářském terminálu.

# quests/04_monarch/sq_0402_herrickshandiwork:20004:DefaultText
source: You retrieved financial data from Velma's terminal showing that she's been siphoning money into her personal account.
sq: Získali jste finanční údaje z Velmina terminálu, které ukazují, že si odčerpávala peníze na svůj osobní účet.

# quests/04_monarch/sq_0402_herrickshandiwork:30000:DefaultText
source: Velma Ballard is dead.
sq: Velma Ballardová je mrtvá.

# quests/04_monarch/sq_0402_herrickshandiwork:30001:DefaultText
source: Caleb Herrick is dead.
sq: Caleb Herrick je mrtvý.

# quests/04_monarch/sq_0402_herrickshandiwork:30002:DefaultText
source: You persuaded Caleb that it was in his best interest to return to work before Velma hired replacements.
sq: Přesvědčil jsi Caleba, že je v jeho nejlepším zájmu vrátit se do práce dříve, než Velma najme náhradu.

# quests/04_monarch/sq_0402_herrickshandiwork:30003:DefaultText
source: You stole Caleb's stash from his home. Without a supply of bits to live on, he was forced to return to work without a raise.
sq: Ukradl jsi Calebovu skrýš z jeho domu. Bez zásoby kousků k životu se musel vrátit do práce bez zvýšení platu.

# quests/04_monarch/sq_0402_herrickshandiwork:30004:DefaultText
source: You persuaded Velma to give Caleb and his workers a raise.
sq: Přesvědčil jsi Velmu, aby Calebovi a jeho zaměstnancům přidala.

# quests/04_monarch/sq_0402_herrickshandiwork:30005:DefaultText
source: You discovered that Velma has been skimming profits from MSI and used that to extort her into raising salaries.
sq: Zjistil jsi, že Velma odčerpávala zisky z MSI, a použil jsi to k tomu, abys ji vydíral, aby zvýšila platy.

# quests/04_monarch/sq_0402_herrickshandiwork:40001:DefaultText
source: Caleb and the auto loader operators are asking for a raise, but their boss, Velma Ballard, refuses to negotiate.
sq: Caleb a obsluha autonakladače žádají o zvýšení platu, ale jejich šéfka Velma Ballardová odmítá vyjednávat.
