Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/*_0406_amateuralchemist.po
Languages: sq

# quests/04_monarch/sq_0406_amateuralchemist:0:DefaultText
source: Passion Pills
sq: Pilulky vášně

# quests/04_monarch/sq_0406_amateuralchemist:14:DefaultText
source: Get Nyoka's Medicine from the MSI Dispensary
sq: Získejte lék Nyoka's Medicine z lékárny MSI

# quests/04_monarch/sq_0406_amateuralchemist:15:DefaultText
source: Return with Nyoka's Caffenoid
sq: Návrat s Nyoka's Caffenoid

# quests/04_monarch/sq_0406_amateuralchemist:25:DefaultText
source: (Optional) Search Dr. Williams' Body
sq: (Volitelné) Hledání v těle Dr. Williamse

# quests/04_monarch/sq_0406_amateuralchemist:10000:DefaultText
source: Nyoka said she'll help guide you through the Monarch wilderness, but only if you can sober her up.
sq: Nyoka říkala, že ti pomůže projít monarchskou divočinou, ale jen pokud ji dokážeš vystřízlivět.

# quests/04_monarch/sq_0406_amateuralchemist:10014:DefaultText
source: Nyoka needs a "steroid-or-caffeine-something." The dispensary serves them, but she has reached her month's allotment.
sq: Nyoka potřebuje "steroid nebo něco s kofeinem". V lékárně je podávají, ale ona už vyčerpala svůj měsíční příděl.

# quests/04_monarch/sq_0406_amateuralchemist:10015:DefaultText
source: You have Nyoka's pill.
sq: Máte pilulku Nyoka.

# quests/04_monarch/sq_0406_amateuralchemist:10025:DefaultText
source: Dr. Williams, who used to be in charge of Stellar Bay's medical allotments, is buried in a graveyard in the ruins south of town.
sq: Doktor Williams, který míval na starosti lékařské příděly ve Stellar Bay, je pohřben na hřbitově v ruinách jižně od města.

# quests/04_monarch/sq_0406_amateuralchemist:20006:DefaultText
source: You've bumped Nyoka's allotment up. Abigail can get you an extra dose of Caffenoid now.
sq: Zvýšili jste Nyokův příděl. Abigail ti teď může dát extra dávku kafenoidu.

# quests/04_monarch/sq_0406_amateuralchemist:20007:DefaultText
source: According to Abigail, Dr. Williams managed allotments from a terminal upstairs.
sq: Podle Abigail spravoval doktor Williams příděly z terminálu nahoře.

# quests/04_monarch/sq_0406_amateuralchemist:20016:DefaultText
source: You found a keycard on Dr. Williams' body.
sq: Na těle doktora Williamse jste našel kartu.

# quests/04_monarch/sq_0406_amateuralchemist:20017:DefaultText
source: Abigail implied that she and Dr. Williams both have keys to the medical supply room.
sq: Abigail naznačila, že ona i doktor Williams mají klíče od místnosti s lékařskými potřebami.

# quests/04_monarch/sq_0406_amateuralchemist:20018:DefaultText
source: You found the medical supply room, but it's locked.
sq: Našli jste místnost s lékařskými zásobami, ale je zamčená.

# quests/04_monarch/sq_0406_amateuralchemist:20019:DefaultText
source: You got a keycard to the medical supply room from Abigail.
sq: Od Abigail jsi dostal kartu do místnosti s lékařskými potřebami.

# quests/04_monarch/sq_0406_amateuralchemist:20020:DefaultText
source: You got a keycard to the medical supply room from Dr. Williams
sq: Dostal jsi od doktora Williamse kartu do místnosti s lékařskými potřebami.

# quests/04_monarch/sq_0406_amateuralchemist:20021:DefaultText
source: It sounds like Abigail stores medications in a locked supply room upstairs.
sq: Vypadá to, že Abigail skladuje léky v uzamčeném skladu nahoře.

# quests/04_monarch/sq_0406_amateuralchemist:30000:DefaultText
source: You delivered a Caffenoid dose to Nyoka.
sq: Doručil jsi Nyoce dávku kafenoidu.

# quests/04_monarch/sq_0406_amateuralchemist:30001:DefaultText
source: You attacked Nyoka, losing any chance of gaining her cooperation.
sq: Zaútočil jsi na Nyoku a ztratil tak jakoukoli šanci na získání její spolupráce.
