Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0406_suckerbait.po
Languages: cs

# quests/04_monarch/fq_0406_suckerbait:0:DefaultText
source: Sucker Bait
cs: Návnada na přísavku

# quests/04_monarch/fq_0406_suckerbait:1:DefaultText
source: Open the Sealed Door
cs: Otevření zapečetěných dveří

# quests/04_monarch/fq_0406_suckerbait:2:DefaultText
source: Search the Area
cs: Vyhledávání v oblasti

# quests/04_monarch/fq_0406_suckerbait:3:DefaultText
source: Return to Zora
cs: Zpět na Zora

# quests/04_monarch/fq_0406_suckerbait:10000:DefaultText
source: Zora has asked you to investigate an old relay station that has been overrun by monsters. She hopes to find answers to the mystery of the Amber Heights massacre.
cs: Zora vás požádala, abyste prozkoumali starou retranslační stanici, kterou obsadily příšery. Doufá, že se jí podaří najít odpovědi na záhadu masakru v Amber Heights.

# quests/04_monarch/fq_0406_suckerbait:10001:DefaultText
source: Zora thinks the codes she gave you are to the relay station's entrance.
cs: Zora si myslí, že kódy, které ti dala, vedou ke vchodu do retranslační stanice.

# quests/04_monarch/fq_0406_suckerbait:10002:DefaultText
source: Scour the station for any data cartridges or pertinent information regarding the Amber Heights massacre.
cs: Prohledejte stanici a najděte všechny datové kazety nebo relevantní informace týkající se masakru na Amber Heights.

# quests/04_monarch/fq_0406_suckerbait:10003:DefaultText
source: You found a suspicious data cartridge. This may be what Zora was looking for.
cs: Našli jste podezřelou datovou kazetu. Možná to je to, co Zora hledala.

# quests/04_monarch/fq_0406_suckerbait:30000:DefaultText
source: While investigating an abandoned pirate outpost, you found damning evidence against Graham that has caused Zora to question her loyalty to him.
cs: Při vyšetřování opuštěné pirátské základny jste proti Grahamovi našli usvědčující důkazy, kvůli kterým Zora začala pochybovat o své loajalitě vůči němu.

# quests/04_monarch/fq_0406_suckerbait:30001:DefaultText
source: Zora has been killed. This task can never be completed.
cs: Zora byla zabita. Tento úkol nelze nikdy splnit.

# quests/04_monarch/fq_0406_suckerbait:30002:DefaultText
source: After giving Graham the gunship targeting module, Zora's attention is focused entirely on Stellar Bay. She's too busy to worry about an old mystery like this.
cs: Poté, co Grahamovi předá zaměřovací modul pro stíhačky, se Zořina pozornost plně soustředí na Hvězdnou zátoku. Je příliš zaneprázdněná na to, aby se zabývala takovou starou záhadou.
