Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0411_little_memento.po
Languages: cs

# quests/04_monarch/fq_0411_little_memento:0:DefaultText
source: Little Memento
cs: Malé memento

# quests/04_monarch/fq_0411_little_memento:1:DefaultText
source: Investigate the Outpost
cs: Prozkoumejte základnu

# quests/04_monarch/fq_0411_little_memento:2:DefaultText
source: Find the Mercenaries
cs: Najděte žoldáky

# quests/04_monarch/fq_0411_little_memento:3:DefaultText
source: Return to Ash
cs: Návrat do Ash

# quests/04_monarch/fq_0411_little_memento:10000:DefaultText
source: Ash, a grizzled old veteran in the Amber Heights bar, has asked you to track down a keepsake box from his old mercenary unit.
cs: Ash, starý ostřílený veterán v baru Amber Heights, vás požádal, abyste vypátrali krabičku na památku z jeho bývalé žoldnéřské jednotky.

# quests/04_monarch/fq_0411_little_memento:10001:DefaultText
source: Ash has pointed you toward one of his unit's old outposts.
cs: Ash vás nasměroval na jednu ze starých základen své jednotky.

# quests/04_monarch/fq_0411_little_memento:10002:DefaultText
source: It looks like the mercenaries packed up and fled to a nearby waterfall. If they're there, the keepsake box is likely with them.
cs: Vypadá to, že se žoldáci sbalili a utekli k nedalekému vodopádu. Pokud tam jsou, je pravděpodobné, že krabička na památku je s nimi.

# quests/04_monarch/fq_0411_little_memento:10003:DefaultText
source: You found a locked box of mementos from Ash's old mercenary unit.
cs: Našel jsi zamčenou krabici s památkami na Ashovu bývalou žoldáckou jednotku.

# quests/04_monarch/fq_0411_little_memento:20000:DefaultText
source: You've found the outpost, but the mercenaries aren't here. They must have left some clues as to where they went.
cs: Našli jste základnu, ale žoldáci tu nejsou. Museli zanechat nějaké stopy, kam odešli.

# quests/04_monarch/fq_0411_little_memento:20001:DefaultText
source: The mercenaries appear to have met a grisly fate in the jaws of the Monarch wilderness. Perhaps one of them had the box in their possession.
cs: Zdá se, že žoldáky potkal krutý osud v čelistech monarchovy divočiny. Možná měl některý z nich schránku u sebe.

# quests/04_monarch/fq_0411_little_memento:20002:DefaultText
source: You found a ledger that seems to indicate that Ash was never a part of the mercenary squad using this outpost.
cs: Našel jsi účetní knihu, která zřejmě naznačuje, že Ash nikdy nebyl členem žoldnéřského oddílu, který tuto základnu využíval.

# quests/04_monarch/fq_0411_little_memento:30000:DefaultText
source: You found Ash's old lockbox and returned it to him.
cs: Našel jsi Ashovu starou skříňku a vrátil mu ji.

# quests/04_monarch/fq_0411_little_memento:30001:DefaultText
source: You have a hostile relationship with the Iconoclasts.
cs: S ikonoklasty máte nepřátelský vztah.

# quests/04_monarch/fq_0411_little_memento:30002:DefaultText
source: Ash is dead.
cs: Ash je mrtvý.
