Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0402_msifactionquest_1.po
Languages: cs

# quests/04_monarch/fq_0402_msifactionquest_1:0:DefaultText
source: BOLT with His Name
cs: BOLT s jeho jménem

# quests/04_monarch/fq_0402_msifactionquest_1:1:DefaultText
source: Get into the ARMS Building
cs: Vstup do budovy ARMS

# quests/04_monarch/fq_0402_msifactionquest_1:24:DefaultText
source: Return to Sanjar
cs: Návrat do Sanjar

# quests/04_monarch/fq_0402_msifactionquest_1:32:DefaultText
source: Obtain the BOLT-52
cs: Získejte BOLT-52

# quests/04_monarch/fq_0402_msifactionquest_1:40:DefaultText
source: (Optional) Wipe Any Terminals in the Building
cs: (Volitelné) Otřete všechny terminály v budově

# quests/04_monarch/fq_0402_msifactionquest_1:10000:DefaultText
source: Sanjar needs a BOLT-52 cartridge to defend Stellar Bay. He believes you can find one in the ruins north of town.
cs: Sanjar potřebuje k obraně Hvězdné zátoky náboj BOLT-52. Věří, že ji najdeš v ruinách severně od města.

# quests/04_monarch/fq_0402_msifactionquest_1:10001:DefaultText
source: The BOLT-52 is in an abandoned building north of Stellar Bay.
cs: BOLT-52 se nachází v opuštěné budově severně od Hvězdné zátoky.

# quests/04_monarch/fq_0402_msifactionquest_1:10024:DefaultText
source: Return the BOLT-52 to Sanjar in Stellar Bay.
cs: Vraťte BOLT-52 Sanjarovi do Hvězdné zátoky.

# quests/04_monarch/fq_0402_msifactionquest_1:10032:DefaultText
source: The BOLT-52 is in a locked closet. Find a way inside and retrieve it.
cs: BOLT-52 je v uzamčené skříni. Najděte cestu dovnitř a získejte ho zpět.

# quests/04_monarch/fq_0402_msifactionquest_1:10040:DefaultText
source: Sanjar wants the data on any terminals in the ARMS building deleted.
cs: Sanjar chce vymazat data ze všech terminálů v budově ARMS.

# quests/04_monarch/fq_0402_msifactionquest_1:20011:DefaultText
source: Huxley's partner had the key to the door, but he was probably killed by raptidons. You might find the key on his body... or in a raptidon's stomach.
cs: Huxleyho partner měl klíč od dveří, ale pravděpodobně ho zabili raptidoni. Klíč bys mohl najít na jeho těle... nebo v raptidonově žaludku.

# quests/04_monarch/fq_0402_msifactionquest_1:20013:DefaultText
source: You found Sanjar's executive review on the ARMS terminal. It was less than flattering.
cs: Na terminálu ARMS jste našli Sanjarův výkonný přehled. Nebylo příliš lichotivé.

# quests/04_monarch/fq_0402_msifactionquest_1:20014:DefaultText
source: You found the key to the closet.
cs: Našel jsi klíč od skříně.

# quests/04_monarch/fq_0402_msifactionquest_1:30011:DefaultText
source: You returned the BOLT-52 cartridge to Sanjar.
cs: Vrátil jste kazetu BOLT-52 Sanjarovi.

# quests/04_monarch/fq_0402_msifactionquest_1:30012:DefaultText
source: You killed Sanjar.
cs: Zabil jsi Sanjara.

# quests/04_monarch/fq_0402_msifactionquest_1:30013:DefaultText
source: With Celia dead, Sanjar is too traumatized to conduct business.
cs: Když je Celia mrtvá, je Sanjar příliš traumatizován, než aby se mohl věnovat obchodním záležitostem.
