Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0405_canidscradle.po
Languages: cs

# quests/04_monarch/fq_0405_canidscradle:0:DefaultText
source: Canid's Cradle
cs: Kolébka Canid's Cradle

# quests/04_monarch/fq_0405_canidscradle:1:DefaultText
source: Retrieve the Gunship's Targeting Module
cs: Získání zaměřovacího modulu dělové lodi

# quests/04_monarch/fq_0405_canidscradle:2:DefaultText
source: (Optional) Give the Module to Graham
cs: (Nepovinné) Předejte modul Grahamovi

# quests/04_monarch/fq_0405_canidscradle:3:DefaultText
source: (Optional) Give the Module to Sanjar
cs: (Volitelné) Předejte modul Sanjar

# quests/04_monarch/fq_0405_canidscradle:4:DefaultText
source: (Optional) Give the Module to Zora
cs: (Volitelné) Předejte modul Zoře

# quests/04_monarch/fq_0405_canidscradle:12:DefaultText
source: Defeat the Iconoclasts
cs: Porazit ikonoklasty

# quests/04_monarch/fq_0405_canidscradle:13:DefaultText
source: Defeat MSI
cs: Porazit MSI

# quests/04_monarch/fq_0405_canidscradle:14:DefaultText
source: Defeat MSI
cs: Porazit MSI

# quests/04_monarch/fq_0405_canidscradle:15:DefaultText
source: (Optional) Convince MSI and the Iconoclasts to Negotiate
cs: (Nepovinné) Přesvědčte MSI a Ikonoklasty, aby vyjednávali.

# quests/04_monarch/fq_0405_canidscradle:16:DefaultText
source: Oversee the Negotiation
cs: Dohled nad vyjednáváním

# quests/04_monarch/fq_0405_canidscradle:23:DefaultText
source: Speak to Sanjar
cs: Promluvte si se Sanjarem

# quests/04_monarch/fq_0405_canidscradle:24:DefaultText
source: Speak to Graham
cs: Promluvte si s Grahamem

# quests/04_monarch/fq_0405_canidscradle:25:DefaultText
source: Speak to Zora
cs: Promluvte si se Zorou

# quests/04_monarch/fq_0405_canidscradle:45:DefaultText
source: See Where the Ship Lands
cs: Podívejte se, kde loď přistane

# quests/04_monarch/fq_0405_canidscradle:10000:DefaultText
source: A ship has crashed on Monarch.
cs: Na Monarchu ztroskotala loď.

# quests/04_monarch/fq_0405_canidscradle:10001:DefaultText
source: Reach the ship and take the targeting module from its central terminal.
cs: Dojděte k lodi a vezměte z jejího centrálního terminálu zaměřovací modul.

# quests/04_monarch/fq_0405_canidscradle:10002:DefaultText
source: Go to Amber Heights and give Graham Bryant the module to ally with the Iconoclasts.
cs: Jdi do Amber Heights a dej Grahamu Bryantovi modul, aby se spojil s Ikonoklasty.

# quests/04_monarch/fq_0405_canidscradle:10003:DefaultText
source: Go to Stellar Bay and give Sanjar Nandi the module to ally with MSI.
cs: Jdi do Hvězdné zátoky a dej Sanjaru Nandimu modul, aby se spojil s MSI.

# quests/04_monarch/fq_0405_canidscradle:10004:DefaultText
source: With Graham dead, give the module to Zora to side with the Iconoclasts.
cs: Když je Graham mrtvý, dej modul Zoře, aby se přidala na stranu Ikonoklastů.

# quests/04_monarch/fq_0405_canidscradle:10012:DefaultText
source: The Iconoclasts are preparing to attack Stellar Bay. Confront them in the ruins and defeat them.
cs: Ikonoklasté se chystají zaútočit na Hvězdnou zátoku. Postavte se jim v ruinách a porazte je.

# quests/04_monarch/fq_0405_canidscradle:10013:DefaultText
source: The Iconoclasts are preparing to seize Stellar Bay. Help them defeat MSI's forces.
cs: Ikonoklasté se připravují na obsazení Hvězdné zátoky. Pomozte jim porazit síly MSI.

# quests/04_monarch/fq_0405_canidscradle:10014:DefaultText
source: The Iconoclasts are preparing to seize Stellar Bay. Help them defeat MSI's forces.
cs: Ikonoklasté se připravují na obsazení Hvězdné zátoky. Pomozte jim porazit síly MSI.

# quests/04_monarch/fq_0405_canidscradle:10015:DefaultText
source: There's a chance for peace between MSI and the Iconoclasts, but you'll need to convince their leadership to go along with it.
cs: Existuje šance na mír mezi MSI a Ikonoklasty, ale musíte přesvědčit jejich vedení, aby s tím souhlasilo.

# quests/04_monarch/fq_0405_canidscradle:10016:DefaultText
source: Zora and Sanjar are meeting at the OSI Church outside Stellar Bay's southern gate. Meet them there to help establish peace between MSI and the Iconoclasts.
cs: Zora a Sanjar se setkávají u kostela OSI před jižní branou Hvězdné zátoky. Setkejte se tam s nimi, abyste pomohli nastolit mír mezi MSI a Ikonoklasty.

# quests/04_monarch/fq_0405_canidscradle:10023:DefaultText
source: Sanjar will be relieved to know you've vanquished the Iconoclasts.
cs: Sanjar si oddechne, když zjistí, že jste porazili ikonoklasty.

# quests/04_monarch/fq_0405_canidscradle:10024:DefaultText
source: The Iconoclasts can now claim Stellar Bay. Share the good news with Graham.
cs: Ikonoklasté si nyní mohou nárokovat Stellar Bay. Podělte se o dobrou zprávu s Grahamem.

# quests/04_monarch/fq_0405_canidscradle:10025:DefaultText
source: The Iconoclasts can now claim Stellar Bay. Share the good news with Zora.
cs: Ikonoklasté si nyní mohou nárokovat Stellar Bay. Podělte se o dobrou zprávu se Zorou.

# quests/04_monarch/fq_0405_canidscradle:10045:DefaultText
source: They could still stick the landing...
cs: Mohli by ještě přistát...

# quests/04_monarch/fq_0405_canidscradle:20000:DefaultText
source: Sanjar says he's willing to negotiate, but only if Graham is replaced as leader. The obvious alternative is Zora.
cs: Sanjar říká, že je ochoten vyjednávat, ale pouze pokud bude Graham nahrazen ve funkci vůdce. Zřejmou alternativou je Zora.

# quests/04_monarch/fq_0405_canidscradle:20001:DefaultText
source: Sanjar says he's willing to negotiate if Zora is.
cs: Sanjar říká, že je ochoten vyjednávat, pokud Zora ano.

# quests/04_monarch/fq_0405_canidscradle:20002:DefaultText
source: Zora says she's willing to negotiate if Sanjar is.
cs: Zora říká, že je ochotná vyjednávat, pokud Sanjar ano.

# quests/04_monarch/fq_0405_canidscradle:20003:DefaultText
source: Before Sanjar is willing to negotiate with Zora, he wants to see her employee review. Retrieve it from Cascadia and bring it to him.
cs: Než je Sanjar ochoten se Zorou vyjednávat, chce vidět její zaměstnanecký posudek. Vyzvedněte ho v Kaskádě a přineste mu ho.

# quests/04_monarch/fq_0405_canidscradle:20004:DefaultText
source: Return to Sanjar with Zora's review data.
cs: Návrat do Sanjaru s údaji o přehledu Zory.

# quests/04_monarch/fq_0405_canidscradle:20005:DefaultText
source: You gave the module to the Iconoclasts instead.
cs: Místo toho jste modul předali Ikonoklastům.

# quests/04_monarch/fq_0405_canidscradle:20006:DefaultText
source: Sanjar died before you could give him the module.
cs: Sanjar zemřel dříve, než jste mu mohli modul předat.

# quests/04_monarch/fq_0405_canidscradle:20007:DefaultText
source: Graham died before you could give him the module.
cs: Graham zemřel dřív, než jste mu mohli modul předat.

# quests/04_monarch/fq_0405_canidscradle:20008:DefaultText
source: Zora died before you could give her the module.
cs: Zora zemřela dřív, než jste jí mohli modul předat.

# quests/04_monarch/fq_0405_canidscradle:20009:DefaultText
source: Sanjar and Zora have agreed to negotiate, so there's no reason to give the module away.
cs: Sanjar a Zora souhlasili s vyjednáváním, takže není důvod modul prozrazovat.

# quests/04_monarch/fq_0405_canidscradle:20010:DefaultText
source: You gave the module to MSI instead.
cs: Místo toho jste modul předali společnosti MSI.

# quests/04_monarch/fq_0405_canidscradle:20011:DefaultText
source: Giving the module away has made peace impossible.
cs: Předání modulu znemožnilo mír.

# quests/04_monarch/fq_0405_canidscradle:20012:DefaultText
source: With Sanjar killed, a peaceful resolution is impossible.
cs: Když je Sanjar zabit, mírové řešení je nemožné.

# quests/04_monarch/fq_0405_canidscradle:20013:DefaultText
source: With Zora killed, a peaceful resolution is impossible.
cs: Po zabití Zory je mírové řešení nemožné.

# quests/04_monarch/fq_0405_canidscradle:20014:DefaultText
source: Zora has no interest in peace. It seems you didn't earn her trust.
cs: Zora nemá zájem o mír. Zdá se, že jste si její důvěru nezískali.

# quests/04_monarch/fq_0405_canidscradle:20015:DefaultText
source: 0/10 from the Monarch judge.
cs: 0/10 od rozhodčího Monarch.

# quests/04_monarch/fq_0405_canidscradle:20016:DefaultText
source: With Celia dead, Sanjar's in no state to lead.
cs: Když je Celia mrtvá, Sanjar není schopen vést.

# quests/04_monarch/fq_0405_canidscradle:20017:DefaultText
source: With Celia dead, Sanjar's in no state to negotiate.
cs: Když je Celia mrtvá, Sanjar není schopen vyjednávat.

# quests/04_monarch/fq_0405_canidscradle:20018:DefaultText
source: Until the battle is won, Stellar Bay is sealed off.
cs: Dokud nebude bitva vyhrána, je Hvězdná zátoka uzavřena.

# quests/04_monarch/fq_0405_canidscradle:20019:DefaultText
source: Until the battle is won, Stellar Bay and Amber Heights are sealed off.
cs: Dokud nebude bitva vyhrána, jsou Hvězdná zátoka a Jantarové výšiny uzavřeny.

# quests/04_monarch/fq_0405_canidscradle:30000:DefaultText
source: The leadership of Monarch has been wiped out. This conflict may never be resolved.
cs: Vedení Monarchie bylo zlikvidováno. Tento konflikt se možná nikdy nevyřeší.

# quests/04_monarch/fq_0405_canidscradle:30001:DefaultText
source: With the Iconoclasts defeated, Monarch is united under Sanjar's MSI.
cs: Ikonoklasté jsou poraženi a Monarchie je sjednocena pod Sanjarovou MSI.

# quests/04_monarch/fq_0405_canidscradle:30002:DefaultText
source: With MSI defeated, the citizens of Monarch are beholden to no one, though Graham and his Iconoclasts are the dominant power.
cs: Po porážce MSI nejsou občané Monarchu nikomu zavázáni, ačkoli Graham a jeho Ikonoklasté jsou dominantní silou.

# quests/04_monarch/fq_0405_canidscradle:30003:DefaultText
source: Zora's Iconoclasts have defeated MSI. Under her leadership, the people of Monarch will come before corporations and ideologies.
cs: Ikonoklasté Zory porazili MSI. Pod jejím vedením bude mít lid Monarchie přednost před korporacemi a ideologiemi.

# quests/04_monarch/fq_0405_canidscradle:30004:DefaultText
source: Zora and Sanjar have made peace between MSI and the Iconoclasts.
cs: Zora a Sanjar uzavřeli mír mezi MSI a Ikonoklasty.

# quests/04_monarch/fq_0405_canidscradle:30008:DefaultText
source: Zora and Sanjar agreed to meet, but violence prevented the negotiations from moving forward.
cs: Zora a Sanjar souhlasili se schůzkou, ale násilí zabránilo dalšímu jednání.

# quests/04_monarch/fq_0405_canidscradle:30009:DefaultText
source: Sanjar was killed after you gave him the targeting module. Even if the battle is won, it will be a pyrrhic victory - MSI could never really trust you.
cs: Sanjar byl zabit poté, co jste mu dali zaměřovací modul. I když bitvu vyhrajete, bude to pyrrhovo vítězství - MSI vám nikdy nemohla doopravdy věřit.

# quests/04_monarch/fq_0405_canidscradle:30010:DefaultText
source: Graham was killed after you gave him the targeting module. Even if the battle is won, it will be a pyrrhic victory - the Iconoclasts could never really trust you.
cs: Graham byl zabit poté, co jste mu předal zaměřovací modul. I když bitvu vyhrajete, bude to pyrrhovo vítězství - Ikonoklasté vám nikdy nemohli doopravdy věřit.

# quests/04_monarch/fq_0405_canidscradle:30011:DefaultText
source: Zora was killed after you gave her the targeting module. Even if the battle is won, it will be a pyrrhic victory - the Iconoclasts could never really trust you.
cs: Zora byla zabita poté, co jsi jí dal zaměřovací modul. I když bitvu vyhrajete, bude to pyrrhovo vítězství - Ikonoklasté vám nikdy nemohli doopravdy věřit.

# quests/04_monarch/fq_0405_canidscradle:30013:DefaultText
source: Celia was killed after you gave Sanjar the targeting module. Even if the battle is won, it will be a pyrrhic victory - MSI could never really trust you.
cs: Celia byla zabita poté, co jsi Sanjarovi dal zaměřovací modul. I když bitvu vyhrajete, bude to pyrrhovo vítězství - MSI vám nikdy nemohla doopravdy věřit.

# quests/04_monarch/fq_0405_canidscradle:30014:DefaultText
source: You won the battle, but Celia was killed afterwards. With Sanjar distraught, Monarch remains chaotic.
cs: Bitvu jsi vyhrál, ale Celia byla poté zabita. Sanjar je rozrušený, Monarcha zůstává chaotický.

# quests/04_monarch/fq_0405_canidscradle:40001:DefaultText
source: A UDL gunship has crashed on Monarch, and both MSI and the Iconoclasts desperately want it.
cs: Na Monarchu ztroskotala bojová loď UDL a MSI i Ikonoklasté o ni zoufale stojí.
