Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0403_iconoclastfactionquest_2.po
Languages: cs

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:0:DefaultText
source: Pay for the Printer
cs: Platba za tiskárnu

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:4:DefaultText
source: Return to Graham
cs: Zpět na Graham

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:5:DefaultText
source: Repair the Printing Press
cs: Oprava tiskařského lisu

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:8:DefaultText
source: (Optional) Retrieve Zora's Team
cs: (Volitelné) Získejte tým Zory

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:10000:DefaultText
source: Before Graham can spread his message to the rest of the colony, he needs control of an old printing press in the ruins of Stellar Bay. Travel there with the replacement parts you recently obtained and get it back in working order.
cs: Než bude moci Graham rozšířit své poselství do zbytku kolonie, potřebuje mít pod kontrolou starý tiskařský stroj v ruinách Hvězdné zátoky. Vydejte se tam s nedávno získanými náhradními díly a uveďte jej opět do provozu.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:10004:DefaultText
source: The printing press is operational. Return to Graham with an update.
cs: Tiskárna je v provozu. Vraťte se Grahamovi s aktualizací.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:10005:DefaultText
source: Enter Terra One Publications and repair the printing press there.
cs: Vstupte do Terra One Publications a opravte tam tiskařský stroj.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:10008:DefaultText
source: (Optional) Retrieve Zora's Team
cs: (Volitelné) Získejte tým Zory

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:20000:DefaultText
source: The survivors from Zora's team refuse to leave unless they can get their wounded comrades back on their feet. To do that, they need to retrieve a trauma kit from their fallen medic.
cs: Přeživší ze Zořina týmu odmítají odejít, dokud se jim nepodaří postavit na nohy své zraněné kamarády. K tomu potřebují získat traumatologickou soupravu od svého padlého zdravotníka.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:20001:DefaultText
source: Return to May and August Van Noy with the trauma kit.
cs: Vraťte se k May a Augustovi Van Noyovým s úrazovou soupravou.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:20002:DefaultText
source: May and August Van Noy have been killed. Zora's team won't be coming back.
cs: May a August Van Noyovi byli zabiti. Zorův tým se už nevrátí.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:20003:DefaultText
source: After how poorly the mission went, the surviving scouts have deserted. They won't be coming back.
cs: Poté, co mise dopadla špatně, přeživší průzkumníci dezertovali. Už se nevrátí.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:30000:DefaultText
source: You killed Graham, ending the Iconoclast broadcasts.
cs: Zabil jsi Grahama a ukončil vysílání Ikonoklastu.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:30001:DefaultText
source: You cooperated with Graham to end the Iconoclast broadcasts.
cs: Spolupracoval jste s Grahamem na ukončení vysílání Ikonoklastu.

# quests/04_monarch/fq_0403_iconoclastfactionquest_2:30005:DefaultText
source: Zora has been killed. This task can never be completed.
cs: Zora byla zabita. Tento úkol nelze nikdy splnit.
