Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0401_iconoclastfactionquest_1.po
Languages: cs

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:0:DefaultText
source: The Commuter
cs: Dojíždění

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:1:DefaultText
source: Get the Printing Press Rollers from Carlotta
cs: Pořiďte si tiskové válce od společnosti Carlotta

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:6:DefaultText
source: Return to Graham
cs: Zpět na Graham

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:12:DefaultText
source: (Optional) Get High-Capacity Cartridges or Extra Supplies from Carlotta
cs: (Volitelně) Získejte vysokokapacitní kazety nebo další zásoby od společnosti Carlotta

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:10000:DefaultText
source: The Iconoclasts are due to receive a shipment of vital supplies from Carlotta, a sympathizer that resides in Stellar Bay. The meeting is set to occur at the Bayside Terrace warehouse.
cs: Ikonoklasté mají obdržet zásilku životně důležitých zásob od Carlotty, sympatizantky, která sídlí ve Hvězdné zátoce. Schůzka se má uskutečnit ve skladišti na Bayside Terrace.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:10001:DefaultText
source: Travel to the warehouse at Bayside Terrace and find Graham's contact, Carlotta. She should have a shipment for him. Retrieve it.
cs: Vydejte se do skladiště na Bayside Terrace a najděte Grahamův kontakt, Carlottu. Měla by pro něj mít zásilku. Vyzvedněte ji.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:10006:DefaultText
source: Bring the needed parts back to Graham at Amber Heights.
cs: Potřebné díly přivezte zpět Grahamovi do Amber Heights.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:10012:DefaultText
source: Graham wants to tack on some high-capacity cartridges to his order, but Zora would prefer if they could get extra food and medical supplies.
cs: Graham chce ke své objednávce přidat několik velkokapacitních nábojů, ale Zora by byla raději, kdyby mohli dostat další potraviny a zdravotnické potřeby.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:20000:DefaultText
source: Speak to Carlotta.
cs: Promluvte si s Carlottou.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:20002:DefaultText
source: With Carlotta dead, there is no way to get any extra goods other than the ones she has on her.
cs: Když je Carlotta mrtvá, není možné získat jiné zboží než to, které má u sebe.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:20003:DefaultText
source: You got extra supplies for Zora.
cs: Máš další zásoby pro Zoru.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:20004:DefaultText
source: You got extra cartridges for Graham.
cs: Máš náhradní náboje pro Grahama.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:30000:DefaultText
source: You returned the printing press parts to Graham and got his data cartridges.
cs: Vrátil jsi Grahamovi díly tiskařského stroje a získal jsi jeho datové kazety.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:30001:DefaultText
source: Graham is dead. He won't need his printing press parts where he's going.
cs: Graham je mrtvý. Tam, kam se chystá, nebude potřebovat části svého tiskařského lisu.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:30002:DefaultText
source: You returned the printing press parts to Graham and got extra supplies for Zora.
cs: Vrátil jsi Grahamovi součástky tiskařského lisu a získal další zásoby pro Zoru.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:30003:DefaultText
source: You returned the printing press parts to Graham.
cs: Vrátil jsi Grahamovi části tiskařského lisu.

# quests/04_monarch/fq_0401_iconoclastfactionquest_1:30004:DefaultText
source: Zora has been killed. This task can never be completed.
cs: Zora byla zabita. Tento úkol nelze nikdy splnit.
