Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/04_monarch/fq_0404_msifactionquest_2.po
Languages: cs

# quests/04_monarch/fq_0404_msifactionquest_2:0:DefaultText
source: Errors Unseen
cs: Neviditelné chyby

# quests/04_monarch/fq_0404_msifactionquest_2:1:DefaultText
source: Follow up with Catherine Malin
cs: Sledování Catherine Malin

# quests/04_monarch/fq_0404_msifactionquest_2:5:DefaultText
source: Investigate the Drop-Off Point
cs: Prozkoumejte místo předání

# quests/04_monarch/fq_0404_msifactionquest_2:6:DefaultText
source: Follow the Trail of Blood
cs: Sleduj stopu krve

# quests/04_monarch/fq_0404_msifactionquest_2:7:DefaultText
source: Recover Proof of Corporate Presence on Monarch
cs: Obnovení důkazu o přítomnosti společnosti v systému Monarch

# quests/04_monarch/fq_0404_msifactionquest_2:9:DefaultText
source: Return to Sanjar with the Data Cartridge
cs: Návrat do Sanjaru s datovou kazetou

# quests/04_monarch/fq_0404_msifactionquest_2:12:DefaultText
source: Speak to Fallbrook's Bartenders
cs: Promluvte si s barmany z Fallbrooku

# quests/04_monarch/fq_0404_msifactionquest_2:17:DefaultText
source: Speak to Huxley
cs: Promluvte si s Huxleym

# quests/04_monarch/fq_0404_msifactionquest_2:20:DefaultText
source: (Optional) Use the Rear Gate
cs: (Volitelné) Použití zadní brány

# quests/04_monarch/fq_0404_msifactionquest_2:10000:DefaultText
source: Sanjar believes another company may be operating on Monarch illegally. If he can get proof, then he could use that as leverage to get MSI readmitted to the Halcyon Board.
cs: Sanjar se domnívá, že na Monarchu může nelegálně působit jiná společnost. Pokud by se mu podařilo získat důkaz, mohl by ho použít jako páku k tomu, aby společnost MSI byla znovu přijata do představenstva Halcyonu.

# quests/04_monarch/fq_0404_msifactionquest_2:10001:DefaultText
source: Sanjar believes Catherine would know where this other corporation is operating. See if you can get the location from her.
cs: Sanjar se domnívá, že Catherine ví, kde tato jiná společnost působí. Zkuste od ní zjistit, kde se nachází.

# quests/04_monarch/fq_0404_msifactionquest_2:10005:DefaultText
source: Someone hired Catherine's team to make blind supply drops at the bridge north of Fallbrook. Investigating the area may lead you to the proof you need.
cs: Někdo si najal Catherinin tým, aby provedl slepý výsadek zásob u mostu severně od Fallbrooku. Prozkoumání oblasti vás může dovést k důkazu, který potřebujete.

# quests/04_monarch/fq_0404_msifactionquest_2:10006:DefaultText
source: Someone survived the attack at the drop point. Follow the blood trail to see if you can learn more.
cs: Někdo přežil útok v místě vysazení. Sledujte krvavou stopu a zjistěte, zda se dozvíte víc.

# quests/04_monarch/fq_0404_msifactionquest_2:10007:DefaultText
source: You found a hidden facility where some scientists are being held captive by marauders. This could be the corporate base Sanjar's been looking for - find proof.
cs: Našli jste skryté zařízení, kde jsou někteří vědci drženi v zajetí nájezdníky. Tohle by mohla být základna společnosti, kterou Sanjar hledal - najdi důkaz.

# quests/04_monarch/fq_0404_msifactionquest_2:10009:DefaultText
source: You have evidence that UDL has been secretly developing a crowd control gas on Monarch. This is the proof Sanjar needs to make his appeal to the Board.
cs: Máte důkazy, že UDL tajně vyvíjela plyn pro kontrolu davu na Monarchu. To je důkaz, který Sanjar potřebuje, aby se mohl odvolat k představenstvu.

# quests/04_monarch/fq_0404_msifactionquest_2:10012:DefaultText
source: Catherine revealed that a twitchy regular at the gambling dens might know more. Ask the bartenders, Yvonne and Westley, about her.
cs: Catherine prozradila, že podrážděný štamgast v hráčských doupatech by mohl vědět víc. Zeptejte se na ni barmanů Yvonne a Westleyho.

# quests/04_monarch/fq_0404_msifactionquest_2:10017:DefaultText
source: The mystery gambler in Fallbrook had an unlikely gambling buddy, Huxley, the Iconoclast who had trapped herself in a closet. Speak to her in Amber Heights.
cs: Tajemný hráč ve Fallbrooku měl nepravděpodobného kamaráda na hazardní hry, Huxleyho, ikonoklasta, který se uvěznil ve skříni. Promluvte si s ní v Amber Heights.

# quests/04_monarch/fq_0404_msifactionquest_2:10020:DefaultText
source: Huxley gave you a key she won off her gambling buddy. It could be used to open the facility's rear gate.
cs: Huxley ti dala klíč, který vyhrála od svého kamaráda v hazardu. Dá se použít k otevření zadní brány objektu.

# quests/04_monarch/fq_0404_msifactionquest_2:20000:DefaultText
source: Catherine is dead, but her private terminal may have the information you need.
cs: Catherine je mrtvá, ale její soukromý terminál může obsahovat informace, které potřebujete.

# quests/04_monarch/fq_0404_msifactionquest_2:20001:DefaultText
source: Maybe the scientists could provide testimony...
cs: Možná by vědci mohli poskytnout svědectví...

# quests/04_monarch/fq_0404_msifactionquest_2:20002:DefaultText
source: Never mind.
cs: Nevadí.

# quests/04_monarch/fq_0404_msifactionquest_2:20003:DefaultText
source: You found Arthur, a SubLight courier, and learned that his team was attacked by marauders.
cs: Našel jsi Arthura, kurýra SubLight, a dozvěděl ses, že jeho tým byl napaden nájezdníky.

# quests/04_monarch/fq_0404_msifactionquest_2:20004:DefaultText
source: You spoke to Yvonne.
cs: Mluvil jsi s Yvonne.

# quests/04_monarch/fq_0404_msifactionquest_2:20005:DefaultText
source: You spoke to Westley.
cs: Mluvil jste s Westleym.

# quests/04_monarch/fq_0404_msifactionquest_2:20006:DefaultText
source: Yvonne is dead, she won't be able to help.
cs: Yvonne je mrtvá, nebude moci pomoci.

# quests/04_monarch/fq_0404_msifactionquest_2:20007:DefaultText
source: Westley is dead, he won't be able to help.
cs: Westley je mrtvý, nebude moci pomoci.

# quests/04_monarch/fq_0404_msifactionquest_2:20008:DefaultText
source: Huxley is dead, she won't be able to help.
cs: Huxley je mrtvý, nebude moci pomoci.

# quests/04_monarch/fq_0404_msifactionquest_2:20009:DefaultText
source: An alarm behind the facility might clear it of hostiles.
cs: Poplach za objektem by ho mohl vyčistit od nepřátel.

# quests/04_monarch/fq_0404_msifactionquest_2:30000:DefaultText
source: You delivered the UDL data to Sanjar.
cs: Data UDL jste dodali společnosti Sanjar.

# quests/04_monarch/fq_0404_msifactionquest_2:30001:DefaultText
source: You killed Sanjar.
cs: Zabil jsi Sanjara.

# quests/04_monarch/fq_0404_msifactionquest_2:30002:DefaultText
source: With Celia dead, Sanjar is too traumatized to conduct business.
cs: Když je Celia mrtvá, je Sanjar příliš traumatizován, než aby se mohl věnovat obchodním záležitostem.

# quests/04_monarch/fq_0404_msifactionquest_2:40001:DefaultText
source: From Arthur, you learned that the marauders who attacked came from a location up the hill, west of the bridge. If the marauders found the shipments, perhaps they can lead you to the secret facility, too.
cs: Od Artura ses dozvěděl, že nájezdníci, kteří zaútočili, přišli z místa nahoře na kopci, západně od mostu. Pokud nájezdníci našli zásilky, možná tě dovedou i k tajnému zařízení.

# quests/04_monarch/fq_0404_msifactionquest_2:40002:DefaultText
source: You learned that Huxley's gambling buddy lives in a hidden facility in the wilderness. Sounds like the corporate base you're looking for. Find proof.
cs: Dozvěděli jste se, že Huxleyho kamarád, který se věnuje hazardu, žije ve skrytém zařízení v divočině. To zní jako firemní základna, kterou hledáte. Najdi důkaz.
