Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0101_*_groundbreaker_promenade.po
Languages: bs

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:2:DefaultText
source: Are those XF-Four-Elevens? And an old Yakita Three-Seven! You think they'd let me peek at the power plant?
bs: Jsou to XF-Four-Eleven? A stará Yakita Three-Seven! Myslíš, že mě nechají nahlédnout do elektrárny?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:3:DefaultText
source: Was a time I wanted to be an engineer.
bs: Kdysi jsem chtěl být inženýrem.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:4:DefaultText
source: Thought there'd be more machinery. Must be housed on a sublevel.
bs: Myslel jsem, že bude více strojů. Musí být umístěno v podúrovni.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:5:DefaultText
source: So much wasted space here. You could house everyone in Amber Heights in this room.
bs: Je tu tolik zbytečného místa. Do této místnosti by se vešli všichni z Amber Heights.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:6:DefaultText
source: Hotter'n usual in here. Hope we're not catching Junlei on a bad day.
bs: Je tu větší horko než obvykle. Doufám, že nezastihneme Junlei ve špatný den.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:8:DefaultText
source: I could spend all day in here and not have looked at half the best stuff. It's all pretty worn, though.
bs: Mohl bych tu strávit celý den a nepodíval bych se ani na polovinu nejlepších věcí. Všechno je to ale pěkně opotřebované.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:9:DefaultText
source: The engineers get real tetchy if you bother 'em. Speaking from experience.
bs: Když je obtěžuješ, jsou inženýři opravdu nervózní. Mluvím z vlastní zkušenosti.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:10:DefaultText
source: My thoughts exactly.
bs: Přesně to si myslím.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:11:DefaultText
source: All this machinery sets my nerves on edge. When metal goes haywire, you can't shoot it. Well... not without being wasteful, anyhow.
bs: Všechny tyhle stroje mi drásají nervy. Když se kov rozbije, nemůžete ho zastřelit. Tedy... ne bez plýtvání.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:12:DefaultText
source: Is it just me, or is it hot in here? Junlei's gotta be having a bad day.
bs: Zdá se mi to, nebo je tu horko? Junlei má asi špatný den.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:14:DefaultText
source: Ooh, can we rent an upstairs room?
bs: Můžeme si pronajmout pokoj v patře?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:15:DefaultText
source: Ah, the ol' Rest-n-Go. With all the luxury and comfort of a shipping container.
bs: Ach, starý známý Rest-n-Go. S veškerým luxusem a pohodlím přepravního kontejneru.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:16:DefaultText
source: If it's between the Unreliable and the Rest-n-Go, I believe I'll sleep on the ship.
bs: Pokud se rozhoduje mezi Nespolehlivým a Rest-n-Go, věřím, že budu spát na lodi.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:17:DefaultText
source: I can't fathom sleeping in a cold metal box like that. Give me a dirt blanket, a stone pillow and a night sky.
bs: Nedokážu si představit, že bych spala v takové studené kovové krabici. Dejte mi špinavou deku, kamenný polštář a noční oblohu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:18:DefaultText
source: The beds are comfy, but you'll wanna check the mattress before you settle in.
bs: Postele jsou pohodlné, ale než se v nich zabydlíte, zkontrolujte si matraci.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:20:DefaultText
source: I was wondering what they do with their waste. I guess they just chuck it down here. Where's it all go?
bs: Zajímalo by mě, co dělají se svým odpadem. Myslím, že ho sem prostě házejí. Kam to všechno jde?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:21:DefaultText
source: I'm gonna need another shower after this.
bs: Po tomhle budu potřebovat další sprchu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:22:DefaultText
source: Watch out. There's some puddles of... actually, it's best not to contemplate that.
bs: Dávejte si pozor. Jsou tam louže... vlastně je lepší o tom nepřemýšlet.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:23:DefaultText
source: Whooooa. Reminds me of being on Hiram's balcony. Don't look down. Don't... look down... *herk*
bs: Whooooa. Připomíná mi to pobyt na Hiramově balkoně. Nedívej se dolů. Nedívej se dolů... *herk*

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:24:DefaultText
source: We're getting all our shots after this.
bs: Po tomto zákroku dostáváme všechny injekce.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:26:DefaultText
source: Uh, how about I stay up top? You know, keep watch. Okay?
bs: Co kdybych zůstal nahoře? Víš, hlídat. Dobře?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:27:DefaultText
source: Damn it. I just cleaned my boots this morning.
bs: Sakra. Zrovna dnes ráno jsem si čistil boty.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:28:DefaultText
source: Seems like a fine way to die. But all right, let's check it out.
bs: Zdá se, že je to dobrý způsob, jak zemřít. Ale dobře, pojďme to zkontrolovat.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:29:DefaultText
source: Aw, look, sprats! They're cute until they go for the throat.
bs: Podívejte, šproty! Jsou roztomilí, dokud nejdou po krku.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:30:DefaultText
source: I'd been meaning to break this jacket in.
bs: Chtěl jsem si tuhle bundu vyzkoušet.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:39:DefaultText
source: You reckon we can shop here, or is it all spoke for?
bs: Myslíte, že tu můžeme nakupovat, nebo je to všechno pro?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:40:DefaultText
source: Wonder if they got some type of secret handshake.
bs: Zajímalo by mě, jestli mají nějaký typ tajného podání ruky.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:41:DefaultText
source: This should prove... interesting, to say the least.
bs: To by mělo být přinejmenším zajímavé.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:42:DefaultText
source: Suppose that's the point. Hide in plain sight and all that.
bs: Předpokládejme, že o to jde. Skrýt se na očích a tak.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:43:DefaultText
source: Some freelancers sneer at SubLight for setting up a storefront. But they rake in the bits.
bs: Někteří freelanceři se společnosti SubLight posmívají, že si zřídila výlohu. Ale oni za to dostávají peníze.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:44:DefaultText
source: Oh, neat. They got stuff in here I ain't seen in ages.
bs: Oh, skvělé. Mají tu věci, které jsem už dlouho neviděl.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:45:DefaultText
source: SubLight puts the organized in organized crime. Been trying to get 'em to use that slogan.
bs: Společnost SubLight vkládá organizovaný zločin do organizovaného zločinu. Snažil jsem se je přimět, aby ten slogan používali.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:46:DefaultText
source: SubLight Salvage. Their front looks surprisingly on the up and up.
bs: SubLight Salvage. Jejich přední část vypadá překvapivě dobře.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:47:DefaultText
source: SubLight, huh? I always pictured this being more... grandiose. This looks more like your standard business.
bs: SubLight, co? Vždycky jsem si představoval, že to bude... velkolepější. Tohle vypadá spíš jako standardní podnik.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:48:DefaultText
source: Ah, SubLight. The "legitimate" smuggling business.
bs: Ach, SubLight. "Legální" pašeráctví.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:51:DefaultText
source: I think everything in here is worth more than I made in my whole life.
bs: Myslím, že všechno tady má větší cenu, než jsem vydělal za celý svůj život.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:52:DefaultText
source: Everything about this place stinks of privilege.
bs: Všechno tady smrdí privilegiem.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:53:DefaultText
source: You'd think the Board and its agents would be more content, sitting at the top of the system's food chain as they are.
bs: Člověk by si myslel, že správní rada a její zástupci budou spokojenější, když sedí na vrcholu potravního řetězce systému.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:54:DefaultText
source: Don't do any deals with these flighty fucks. They'll turn their back on you soon as it's profitable.
bs: S těmihle přelétavými sráči žádné obchody neuzavírejte. Jakmile se jim to vyplatí, otočí se k vám zády.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:55:DefaultText
source: Got no love for the Board, but their bits are as good as anybody's.
bs: Radu nemám rád, ale jejich kousky jsou stejně dobré jako kousky kohokoli jiného.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:56:DefaultText
source: I'm just gonna hang in the back and try not to touch anything.
bs: Budu se držet vzadu a snažit se ničeho nedotknout.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:57:DefaultText
source: We ain't planning on sticking around, right?
bs: Neplánujeme se tu zdržovat, že?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:58:DefaultText
source: Ah, the Board. Organized, efficient, competent. Well, mostly.
bs: Ach, ta rada. Organizovaná, efektivní, kompetentní. No, většinou.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:59:DefaultText
source: You know, I used to look up to the Board. 'Til they abandoned us. Ugh. Sooner we escape their presence, the better.
bs: Víte, k představenstvu jsem vzhlížel. Dokud nás neopustili. Fuj. Čím dřív se jim vyhneme, tím líp.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:60:DefaultText
source: Smells like money. Breathe it in, Captain.
bs: Voní po penězích. Vdechněte to, kapitáne.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:62:DefaultText
source: We're not gonna have to hurt nobody, are we?
bs: Nebudeme muset nikomu ublížit, že ne?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:63:DefaultText
source: Felix Millstone. SubLight Agent. I like the sound of that.
bs: Felix Millstone. Agent SubLight. To se mi líbí.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:64:DefaultText
source: Let us take heed that we are not caught bending the law. I am not keen on another long-term penitentiary assignment.
bs: Dávejme si pozor, abychom nebyli přistiženi při porušování zákona. Nemám zájem o další dlouhodobé umístění do vězení.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:65:DefaultText
source: Oughta go celebrate our new arrangements with Cat Malin. In Fallbrook. The woman's a riot.
bs: Měli bychom jít oslavit naše nové dohody s Cat Malinovou. Ve Fallbrooku. Ta ženská je blázen.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:66:DefaultText
source: SubLight's always got plenty of work. Good gig if you don't mind where the bits come from.
bs: SubLight má vždycky spoustu práce. Dobrá práce, pokud vám nevadí, odkud kousky pocházejí.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:68:DefaultText
source: Isn't Mr. Welles the fella who woke you? How bad could he be?
bs: Není pan Welles ten, kdo vás vzbudil? Jak špatný by mohl být?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:69:DefaultText
source: So that's how it is, huh? You just sell somebody out to the Board without a second thought?
bs: Tak takhle to je, co? Prostě někoho bez rozmýšlení prodáte představenstvu?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:70:DefaultText
source: Sometimes sacrifices must be made to stay aligned with the Plan. Unfortunate, but necessary.
bs: Někdy je třeba přinést oběti, abyste zůstali v souladu s plánem. Je to nešťastné, ale nutné.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:71:DefaultText
source: I don't know much about this labcoat, but... if he trusted you, you oughtn't betray that. Trust is hard to come by here.
bs: Moc toho o tom plášti nevím, ale... jestli ti věřil, neměl bys to zradit. Důvěra se tu těžko získává.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:72:DefaultText
source: I woulda done the same. Just make sure they pay you up-front.
bs: Udělal bych to samé. Jen se ujistěte, že vám zaplatí předem.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:73:DefaultText
source: Contaminant level: UTTERLY FILTHY.
bs: Úroveň kontaminace: NAPROSTO ŠPINAVÁ.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:74:DefaultText
source: Soda doesn't just stick to floors. Bodily fluids do as well.
bs: Soda se nelepí jen na podlahy. Tělesné tekutiny také.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:77:DefaultText
source: I ever say I used to do plumbing work in Edgewater? Because I smelt the like of this afore.
bs: Říkal jsem někdy, že jsem dělal instalatéra v Edgewateru? Protože něco takového jsem už cítil.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:78:DefaultText
source: Ugh. Never gonna get used to that smell.
bs: Uf. Na ten zápach si nikdy nezvyknu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:79:DefaultText
source: Grand Architect, that reeks... if I pass out, don't let me hit the floor. I might stick.
bs: Velký architekt, to smrdí... jestli omdlím, nenech mě spadnout na zem. Mohl bych se přilepit.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:80:DefaultText
source: I have lived my entire life smelling sulfur, shit, and blood mixed together... and I'm still looking for a nose plug here.
bs: Celý život cítím síru, hovna a krev smíchanou dohromady... a pořád tu hledám zátku do nosu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:81:DefaultText
source: What I wouldn't give for a surgical mask right now.
bs: Co bych teď dal za chirurgickou masku.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:82:DefaultText
source: It's lemony-fresh!
bs: Je citronově svěží!

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:83:DefaultText
source: Spoken like a mechanical who's looking for an aftermarket sense mod.
bs: Mluvíš jako mechanik, který hledá dodatečnou úpravu smyslu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:84:DefaultText
source: Who taught SAM sarcasm?
bs: Kdo naučil SAMa sarkasmus?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:85:DefaultText
source: We'll have to agree to disagree.
bs: Budeme se muset dohodnout, že se neshodneme.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:86:DefaultText
source: This is the furthest possible thing from lemony... I--I'm arguing with an automechanical. Nyoka, your lot in life leaves much to be desired.
bs: Tohle má k citronovému nádechu nejdále... Hádám se s automechanikem. Nyoko, tvůj životní úděl je hodně neuspokojivý.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:87:DefaultText
source: You have any disinfectant, SAM?
bs: Máš nějakou dezinfekci, SAM?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:88:DefaultText
source: Degreaser levels insufficient for area cleaning.
bs: Hladina odmašťovadla je pro čištění plochy nedostatečná.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:89:DefaultText
source: Contaminant detected: Trace amounts of fecal matter from alien lifeforms.
bs: Zjištěná kontaminující látka: Zjištěno stopové množství výkalů cizích forem života.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:90:DefaultText
source: Entering rest mode.
bs: Přechod do klidového režimu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:91:DefaultText
source: Scum detected in the immediate area.
bs: V bezprostřední blízkosti byl zjištěn nešvar.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:92:DefaultText
source: Scum detected in the immediate area.
bs: V bezprostřední blízkosti byl zjištěn nešvar.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:93:DefaultText
source: Report: The immediate vicinity is SPARKLING CLEAN! Minimal custodial actions required.
bs: Zpráva: Bezprostřední okolí je SPARKLING CLEAN! Je zapotřebí minimálních úkonů péče o okolí.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:94:DefaultText
source: Area analysis: SQUEAKY CLEAN!
bs: Analýza oblasti: ČISTÝ!

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:95:DefaultText
source: Job assessment: It's a mess!
bs: Hodnocení práce: Je to zmatek!

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:96:DefaultText
source: Sprats are the number 1 spreaders of Weil's Disease and as such are some of the most reviled creatures in the Halcyon system. Got a sprat problem? SAM is licensed to kill - literally.
bs: Šproty jsou nejčastějšími šiřiteli Weilovy nemoci, a proto patří k nejodpornějším tvorům v systému Halcyon. Máte problém se šproty? SAM má licenci na zabíjení - doslova.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:97:DefaultText
source: Mr. Welles didn't seem so bad to me. A mite twitchy, sure.
bs: Pan Welles mi nepřipadal tak špatný. Trochu nervózní, jistě.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:100:DefaultText
source: There's a reason they got this place under quarantine, right?
bs: Ne nadarmo to tu dali do karantény, ne?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:101:DefaultText
source: You're sure this is perfectly safe? I'd rather not die early of an infectious disease, myself.
bs: Jste si jistý, že je to naprosto bezpečné? Sám bych raději nezemřel předčasně na infekční nemoc.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:102:DefaultText
source: You ever wonder if maybe folks keep doors closed for a reason?
bs: Přemýšleli jste někdy o tom, jestli lidé nenechávají dveře zavřené z nějakého důvodu?

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:103:DefaultText
source: You know, labcoats don't usually lock places up without reason. We find any experiments, I vote right now that we set them aflame.
bs: Víš, laboranti obvykle nezamykají místa bezdůvodně. Pokud najdeme nějaké experimenty, hlasuji pro to, abychom je zapálili.

# conversations/companions/poi/poi_0101_bs_groundbreaker_promenade:104:DefaultText
source: Contagion threat level: ULTRA MEGA HIGH.
bs: Úroveň ohrožení nákazou: ULTRA MEGA VYSOKÁ.
