Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0801_*_rosewayforest_town.po
Languages: bs

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:2:DefaultText
source: Captain, something bit them. Something with more teeth than is strictly necessary.
bs: Kapitáne, něco je kouslo. Něco, co má víc zubů, než je nezbytně nutné.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:3:DefaultText
source: Something chewed clear through that armor.
bs: Něco se skrz to brnění prokousalo.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:4:DefaultText
source: Chewed up and spit out. What sort of creature - other than humans - would be so wasteful?
bs: Rozžvýkané a vyplivnuté. Který tvor - kromě člověka - by byl tak marnotratný?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:5:DefaultText
source: These are rapt bites. What the hell are rapts doing on Terra 2?
bs: Jedná se o dravá sousta. Co sakra dělají raptoři na Terře 2?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:6:DefaultText
source: Hell of a welcome.
bs: Pekelné přivítání.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:7:DefaultText
source: Don't forget to properly dispose of all corpses in a Board-regulated space-compacting container.
bs: Nezapomeňte všechny mrtvoly řádně zlikvidovat v kontejneru, který je podle předpisů rady určen pro kompaktaci prostoru.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:9:DefaultText
source: Shouldn't we be looking into that distress call? Not that I mislike feeling the wind in my hair.
bs: Neměli bychom se tím tísňovým voláním zabývat? Ne že bych neměl rád vítr ve vlasech.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:10:DefaultText
source: That's what I like about you, Boss. Your contempt for the beaten path.
bs: To se mi na tobě líbí, šéfe. Vaše pohrdání vyšlapanými cestami.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:11:DefaultText
source: A detour? Well, adventure does favor the bold.
bs: Objížďka? Dobrodružství přeje odvážným.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:12:DefaultText
source: Off the beaten path, eh? Outstanding. Let's find something to hunt.
bs: Mimo vyšlapané cesty, co? Vynikající. Pojďme najít něco k lovu.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:14:DefaultText
source: Stain removal mode initiated: explore, discover, and neutralize.
bs: Zahájení režimu odstraňování skvrn: prozkoumejte, objevte a neutralizujte.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:16:DefaultText
source: They left their own outside to die? Was it that bad?
bs: Nechali své vlastní venku zemřít? Bylo to tak zlé?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:17:DefaultText
source: Hey, is that gunfire?
bs: Hej, to je střelba?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:18:DefaultText
source: Should've put up a sign. "DON'T OPEN: RAPTIDONS INSIDE."
bs: Měl jsem tam dát ceduli. "NEOTVÍRAT: RAPTIDONI UVNITŘ."

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:19:DefaultText
source: For the sake of my own faith in my fellow man, I hope to the void these folk weren't so stupid as to bring raptidons here themselves.
bs: V zájmu své víry v bližního doufám, že tito lidé nebyli tak hloupí, aby sem sami přivedli raptidony.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:20:DefaultText
source: Looks like we missed the fun.
bs: Vypadá to, že jsme přišli o zábavu.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:21:DefaultText
source: Don't forget to properly dispose of all corpses in a Board-regulated space-compacting container.
bs: Nezapomeňte všechny mrtvoly řádně zlikvidovat v kontejneru, jehož umístění je regulováno radou.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:23:DefaultText
source: Oh yeah, I know what this is. Sometimes folks at the cannery would ask me to set these up for them.
bs: Jo, vím, co to je. Někdy mě lidé v konzervárně žádali, abych jim to připravil.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:24:DefaultText
source: Nice of them to leave us a little complimentary cave-whiskey.
bs: Je od nich hezké, že nám nechali trochu jeskynní whisky zdarma.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:25:DefaultText
source: Cave brewed spirits. Just the thing if you're looking to lower your IQ. Permanently.
bs: Jeskynní pálenky. Přesně to, co potřebujete, pokud chcete snížit své IQ. Natrvalo.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:26:DefaultText
source: Now this is my kind of hideaway! We oughta rest a spell and gather our spirits.
bs: Tak tohle je můj typ úkrytu! Měli bychom si na chvíli odpočinout a načerpat síly.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:27:DefaultText
source: Could use a bit more angle on those arms. But they got the right idea.
bs: Ty paže by mohly mít větší úhel. Ale mají správnou myšlenku.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:28:DefaultText
source: <cheerful/upbeat music playing>
bs: <hraje veselá/beatová hudba>

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:30:DefaultText
source: Don't they have anybody to greet arrivals? For paperwork, or ticketing, or whatall?
bs: To nemají nikoho, kdo by vítal příchozí? Na papírování, na prodej lístků nebo na cokoliv jiného?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:31:DefaultText
source: No guards, huh? I like this place already.
bs: Žádné stráže, co? Už teď se mi to tu líbí.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:32:DefaultText
source: No security? That's odd.
bs: Žádné zabezpečení? To je zvláštní.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:33:DefaultText
source: There ain't anybody here. Terra 2's starting to look as abandoned as Monarch. That's... all manner of discomforting.
bs: Nikdo tu není. Terra 2 začíná vypadat stejně opuštěně jako Monarch. To je... všelijak nepříjemné.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:34:DefaultText
source: No security? Not that I'm complaining...
bs: Žádné zabezpečení? Ne že bych si stěžoval...

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:35:DefaultText
source: Cleaning done quiet is cleaning done well.
bs: Tichý úklid je dobře provedený úklid.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:37:DefaultText
source: That's a good week of work, just to get the engine to turn over. You reckon that's how the bad guys got there?
bs: To je dobrý týden práce, jen aby se motor otočil. Myslíš, že se tam ti padouši dostali takhle?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:38:DefaultText
source: Think we could take that ship in a race?
bs: Myslíš, že bychom tu loď mohli porazit v závodě?

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:39:DefaultText
source: I take it that's how the outlaws got in? Not the safest of entry routes...
bs: Chápu to správně, že takhle se ti psanci dostali dovnitř? To není zrovna nejbezpečnější cesta...

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:40:DefaultText
source: Careful. If these morons are dumb enough to crash their own ship, they just might be dumb enough to try and steal yours.
bs: Pozor. Když jsou tihle pitomci tak hloupí, že ztroskotají na své vlastní lodi, mohou být dost hloupí na to, aby se pokusili ukrást tu vaši.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:41:DefaultText
source: They call that a parking job? These pirates are making the rest of us look bad.
bs: Tomu se říká parkování? Tihle piráti dělají z nás ostatních špatné lidi.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:42:DefaultText
source: Accidents are the number one cause of unexpected messes.
bs: Nehody jsou nejčastější příčinou neočekávaného nepořádku.

# conversations/companions/poi/poi_0801_bs_rosewayforest_town:43:DefaultText
source: Captain – a word?
bs: Kapitán - slovo?
