Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0401_*_monarchext_fallbrook.po
Languages: bs

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:2:DefaultText
source: On behalf of everybody who gets the creepies from big bugs, I vote we head back to the ship for a shower. Who's with me?
bs: Jménem všech, kterým naskakuje husí kůže z velkých brouků, hlasuji pro to, abychom se vrátili na loď a osprchovali se. Kdo je se mnou?

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:3:DefaultText
source: Felix Millstone! Slayer of Mantiqueens! I mean - all in a day's work, right boss?
bs: Felix Millstone! Zabiják Mantiků! Vždyť to všechno je práce na jeden den, ne, šéfe?

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:4:DefaultText
source: We - we survived! There's nothing that can kill us in this Architect-forsaken land!
bs: My - my jsme přežili! V této Architektem zapomenuté zemi nás nemůže nic zabít!

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:5:DefaultText
source: Well, gotta admit, you're tougher than I expected.
bs: No, musím uznat, že jsi tvrdší, než jsem čekal.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:6:DefaultText
source: My trigger finger is feeling the burn after that.
bs: Můj prst na spoušti po tomhle pálí.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:7:DefaultText
source: SAM units are deodorizing, disinfecting, and best of all lethal to contagions!
bs: Jednotky SAM jsou deodorační, dezinfekční a nejlépe smrtící pro nákazy!

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:11:DefaultText
source: I don't like the way folks are looking at me, Captain. Like I'm a sandwich. Maybe I could stand a little closer to you?
bs: Nelíbí se mi, jak se na mě lidé dívají, kapitáne. Jako bych byl sendvič. Možná bych si mohl stoupnout blíž k vám?

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:12:DefaultText
source: We oughta make for the bar. Play a couple rounds. Crack a couple heads. You know, socialize.
bs: Měli bychom jít do baru. Zahrajeme si pár kol. Rozbít pár hlav. Však víš, socializovat se.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:13:DefaultText
source: If you don't need me, I'll be at the bar seeing to a bet...
bs: Jestli mě nepotřebuješ, budu v baru a budu dohlížet na sázku...

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:14:DefaultText
source: Fallbrook's great. Anything you want, they've got it, so long as you've got the bits.
bs: Fallbrook je skvělý. Mají všechno, co chcete, pokud máte potřebné kousky.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:15:DefaultText
source: Drinking, gambling, and organized crime. Everything you need to keep civilization running.
bs: Pití, hazardní hry a organizovaný zločin. Vše, co potřebujete k udržení civilizace v chodu.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:16:DefaultText
source: Let SAM get the grime out! It's what our units do best.
bs: Nechte SAM odstranit špínu! To je to, co naše jednotky umí nejlépe.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:17:DefaultText
source: Oh. Well this is certainly... a town. I think?
bs: Oh. No, tohle je určitě... město. Myslím, že?

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:18:DefaultText
source: Looks like my kind of town.
bs: Vypadá to jako město pro mě.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:19:DefaultText
source: Keep your wits about you. This is SubLight territory.
bs: Mějte rozum v hrsti. Tohle je území podsvětí.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:20:DefaultText
source: Time for a round of Whist. Or a round of whiskey. Or both.
bs: Je čas na partii whistu. Nebo na rundu whisky. Nebo obojí.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:21:DefaultText
source: SubLight territory. Feels like being home.
bs: Podsvětelné území. Je to jako doma.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:22:DefaultText
source: Area filth-level assessment: DISGUSTING!
bs: Posouzení úrovně znečištění oblasti: ODPORNÉ!

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:26:DefaultText
source: You know how there's folk who are all crusty outside, but warm and squishy inside? I'm pretty sure she's crust all the way through.
bs: Víte, jak jsou lidé, kteří jsou zvenku celí okoralí, ale uvnitř jsou teplí a měkcí? Jsem si docela jistý, že ona je kůrčičatá skrz naskrz.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:27:DefaultText
source: She's about as welcoming as a wrench to the face. And half as tender.
bs: Je asi tak vstřícná jako rána hasákem do obličeje. A napůl tak něžná.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:28:DefaultText
source: Efficient. Clever. Ruthless. I like her.
bs: Efektivní. Chytré. Bezohledný. Mám ji rád.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:29:DefaultText
source: She's fine. Well, so long as you ain't on her bad side. Then she's liable to drown you in the waterfall.
bs: Je v pořádku. No, pokud nejsi na její špatné straně. Pak by tě mohla utopit ve vodopádu.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:30:DefaultText
source: I'd have a drink with her. Though I'd keep one hand on my gun and the other on my bit cartridge.
bs: Dal bych si s ní skleničku. I když bych jednu ruku držel na pistoli a druhou na svém zásobníku.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:31:DefaultText
source: Self-sanitization needed. Alert: self-sanitization needed.
bs: Nutná vlastní sanitace. Upozornění: nutná vlastní sanitace.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:32:DefaultText
source: I don't think I like Ms. Catherine. Not just on account of the swearing. Though she swears awful-much.
bs: Myslím, že se mi paní Catherine nelíbí. Nejen kvůli nadávkám. I když nadává strašně moc.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:33:DefaultText
source: Catherine Malin could sour milk just by glaring at it.
bs: Catherine Malinová dokázala zkysnout mléko pouhým pohledem.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:34:DefaultText
source: Remind me never to get on Ms. Malin's bad side.
bs: Připomeňte mi, abych se nikdy nedostal na stranu slečny Malinové.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:35:DefaultText
source: Catherine's great, ain't she? She'll pull you out of the sulfur so long as you don't mind being in her debt.
bs: Catherine je skvělá, že? Vytáhne tě ze síry, pokud ti nevadí, že jsi jejím dlužníkem.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:36:DefaultText
source: Now there's a woman who knows what she wants. I like her.
bs: To je žena, která ví, co chce. Líbí se mi.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:39:DefaultText
source: Oh gosh. This is so pretty.
bs: Ach bože. Tohle je tak krásné.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:40:DefaultText
source: I saw this one episode of Terror on Monarch. Halcyon Helen went down that waterfall in a barrel.
bs: Viděl jsem jeden díl Terroru na Monarchu. Halcyon Helen sjížděla ten vodopád v sudu.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:41:DefaultText
source: Nothing like witnessing one of nature's wonders to make you marvel at the workings of the universe.
bs: Není nad to, když se stanete svědky jednoho z divů přírody, abyste žasli nad fungováním vesmíru.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:42:DefaultText
source: If you're feeling like the civilized type, the waterfall's a good spot to wash your clothes.
bs: Pokud se cítíte jako civilizovaný typ, můžete si u vodopádu vyprat oblečení.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:43:DefaultText
source: I had a patient who went swimming at a place like this. Got eaten from the inside out by parasitic amoebas.
bs: Měl jsem pacienta, který chodil plavat na podobné místo. Byl zevnitř sežrán parazitickými amébami.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:44:DefaultText
source: Stand clear of solvent stream!
bs: Ustupte od proudu rozpouštědel!

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:46:DefaultText
source: Oh no no no. There's something yucky in my hair.
bs: Ne, ne, ne, ne. Mám ve vlasech něco odporného.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:47:DefaultText
source: What a mess. I got pieces of sprats all over my boots. Again.
bs: To je ale zmatek. Kousky šprotů mám po celých botách. Znovu.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:48:DefaultText
source: It isn't a hard day's work on Monarch unless you come away splattered with blood and guts.
bs: Na Monarchu to není těžká práce, pokud z ní neodejdete potřísnění krví a vnitřnostmi.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:49:DefaultText
source: Void-damned sprats. You think they're cute 'til they go for the throat.
bs: Prokleté šproty. Myslíš si, že jsou roztomilí, dokud ti nejdou po krku.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:50:DefaultText
source: With all the bullets I've spent, feels like we ought to have killed something bigger.
bs: Se všemi těmi náboji, které jsem utratil, mám pocit, že jsme měli zabít něco většího.

# conversations/companions/poi/poi_0401_bs_monarchext_fallbrook:51:DefaultText
source: Now equipped with vermin extermination nozzle.
bs: Nyní je vybaven hubicí na hubení škůdců.
