Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0804_*_roseway_cleolab.po
Languages: bs

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:2:DefaultText
source: I hope that wasn't a load-bearing wall.
bs: Doufám, že to nebyla nosná zeď.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:3:DefaultText
source: Hey, look! My kinda door!
bs: Hej, podívej! Dveře jako moje!

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:4:DefaultText
source: That's one way to make an opening. Shall we use it?
bs: To je jeden ze způsobů, jak si otevřít cestu. Můžeme ho použít?

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:5:DefaultText
source: What... did they... blow through this wall? Why? There are doors. We have doors for a reason, you uncivilized assholes.
bs: Co... prorazili tuhle zeď? Proč? Jsou tam dveře. Máme dveře z nějakého důvodu, vy necivilizovaní kreténi.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:6:DefaultText
source: Someone knows how to make an entrance.
bs: Někdo umí udělat dojem.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:7:DefaultText
source: Structural debris detected.
bs: Zjištěny strukturální trosky.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:9:DefaultText
source: We're coming, Mr. Jameson!
bs: Už jdeme, pane Jamesone!

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:10:DefaultText
source: Could've been a rapt mimicking a human's voice. I saw that on a serial once.
bs: Mohl to být raptor napodobující lidský hlas. Jednou jsem to viděl v seriálu.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:11:DefaultText
source: I say we help him. It's the fastest way to shut him up.
bs: Říkám, že mu pomůžeme. Je to nejrychlejší způsob, jak ho umlčet.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:12:DefaultText
source: The hell is he thinking, hollering like that? He's just gonna draw the rapts to him.
bs: Co si sakra myslí, když takhle řve? Jen k sobě přitáhne násilníky.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:13:DefaultText
source: Let's take bets on what shuts him up first - a hungry rapt or my backhand.
bs: Pojďme si vsadit, co ho umlčí dřív - jestli hladový rapl, nebo můj bekhend.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:14:DefaultText
source: One call cleans it all.
bs: Jediný telefonát vše vyřeší.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:15:DefaultText
source: Somebody needs us, Captain.
bs: Někdo nás potřebuje, kapitáne.

# conversations/companions/poi/poi_0804_bs_roseway_cleolab:16:DefaultText
source: Let's help this poor fellow before he gets himself killed..
bs: Pomozme tomu chudákovi, než se zabije.
