Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0805_*_roseway_storagefac.po
Languages: bs

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:2:DefaultText
source: All this space, and this is all they get to sleep in?
bs: Tolik prostoru, a oni se vyspí jen v tomhle?

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:3:DefaultText
source: Miserable way to live.
bs: Mizerný způsob života.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:4:DefaultText
source: This place is smaller than a prison cell. Makes me claustrophobic.
bs: Toto místo je menší než vězeňská cela. Mám z toho klaustrofobii.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:5:DefaultText
source: I had occasion to sleep in an actual coffin once. It was cozier than these rooms.
bs: Jednou jsem měl příležitost spát ve skutečné rakvi. Bylo to útulnější než tyto pokoje.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:6:DefaultText
source: Reminds me of the first ship I crewed on. Captain had to ban Boarst N' Baked Beans.
bs: Připomíná mi to první loď, na které jsem byl členem posádky. Kapitán musel zakázat Boarst N' Baked Beans.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:7:DefaultText
source: Estimated cleaning time: 7.25 minutes.
bs: Odhadovaná doba čištění: 7,25 minuty.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:9:DefaultText
source: I don't even know how you can get a kitchen this dirty with just canned food.
bs: Ani nevím, jak se dá takhle zašpinit kuchyně jen konzervami.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:10:DefaultText
source: Smells like something died in here.
bs: Smrdí to, jako by tu něco umřelo.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:11:DefaultText
source: Cleanliness isn't much of a priority, I take it.
bs: Chápu to tak, že čistota není příliš velkou prioritou.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:13:DefaultText
source: Makes you wonder about their labs.
bs: To vás nutí přemýšlet o jejich laboratořích.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:14:DefaultText
source: Degreaser initiating.
bs: Iniciace odmašťovače.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:16:DefaultText
source: This must be where Mister Shaw's been working.
bs: Tady musí pracovat pan Shaw.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:17:DefaultText
source: Nobody in this damn town knows how to clean up after themselves.
bs: Nikdo v tomhle zatraceném městě po sobě neumí uklidit.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:18:DefaultText
source: It's got to be in here. Somewhere in all this disorder and chaos. Waiting to be salvaged.
bs: Musí to být tady. Někde v tom nepořádku a chaosu. Čeká na záchranu.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:19:DefaultText
source: What a fine mess this is. How are we supposed to find his little experiment in all this clutter?
bs: To je ale pěkný nepořádek. Jak máme v tom nepořádku najít jeho malý experiment?

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:20:DefaultText
source: This is how you hide something valuable in plain sight.
bs: Takhle se schovává něco cenného na očích.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:21:DefaultText
source: Nasty.
bs: Odporné.

# conversations/companions/poi/poi_0805_bs_roseway_storagefac:22:DefaultText
source: This place is smaller than a prison cell. Perfect for meditating.
bs: Toto místo je menší než vězeňská cela. Ideální pro meditaci.
