Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0101_*_groundbreaker_backbays.po
Languages: bs

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:19:DefaultText
source: Smells kinda like... old Bess' outflow pipes. Ugh.
bs: Smrdí to trochu jako... staré Bessovy odtokové trubky. Fuj.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:20:DefaultText
source: Home sweet home.
bs: Domov je sladký domov.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:21:DefaultText
source: Even the proverbial unwashed masses would turn their noses up at this place. Or cut them off.
bs: Dokonce i příslovečné nemyté masy by nad tímto místem ohrnuly nos. Nebo by je odřízli.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:22:DefaultText
source: Ugh. This place is an insufferable offense to the senses. Reminds me of home.
bs: Uf. Tohle místo je nesnesitelná urážka smyslů. Připomíná mi to domov.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:23:DefaultText
source: Whoo. Smells like burning meat and bad hygiene.
bs: Whoo. Smrdí to jako spálené maso a špatná hygiena.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:24:DefaultText
source: Dirty, dirty, dirty!
bs: Špinavý, špinavý, špinavý!

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:34:DefaultText
source: Junlei's gonna be pleased as pie when we show her these.
bs: Junlei bude mít radost, až jí je ukážeme.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:35:DefaultText
source: Bet we could do some good with these.
bs: Vsadím se, že bychom s nimi mohli udělat něco dobrého.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:36:DefaultText
source: Fantastic, we've got them. Now we can move on to... cleaner pastures.
bs: Fantastické, máme je. Teď se můžeme přesunout na... čistší pastviny.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:37:DefaultText
source: So Monarch ain't the only place people are liable to kill each other over basic machinery. Comforting.
bs: Monarch není jediné místo, kde se lidé mohou navzájem zabít kvůli základním strojům. Potěšující.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:38:DefaultText
source: Whaddya say we get outta here before we join whoever-that-was on the grill?
bs: Co kdybychom odsud vypadli, než se připojíme k tomu, kdo byl na grilu?

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:39:DefaultText
source: New parts acquired. Unable to assemble parts. Please consult manual if attempting advanced-level modifications.
bs: Pořízení nových dílů. Nelze sestavit díly. Pokud se pokoušíte o úpravy na pokročilé úrovni, nahlédněte prosím do příručky.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:41:DefaultText
source: It's so... cozy?
bs: Je to tak... útulné?

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:42:DefaultText
source: If you were one of the original colonists, this place would've been your home.
bs: Kdybyste patřili k původním kolonistům, bylo by toto místo vaším domovem.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:43:DefaultText
source: Can you imagine being frozen for ten years, sailing through space in a room such as this?
bs: Dokážete si představit, že byste byli na deset let zmrazeni a plavili se vesmírem v místnosti, jako je tato?

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:44:DefaultText
source: This place gives me the shivers.
bs: Z tohoto místa mi běhá mráz po zádech.

# conversations/companions/poi/poi_0101_bs_groundbreaker_backbays:45:DefaultText
source: Are those... hibernation pods? And I thought my bunk was small.
bs: To jsou... hibernační lusky? A to jsem si myslel, že moje lůžko je malé.
