Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0202_*_byzantium_sidequests.po
Languages: bs

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:2:DefaultText
source: Oh gosh. Everything's so... everything. I think I'm gonna cry.
bs: Ach bože. Všechno je tak... všechno. Myslím, že se rozbrečím.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:3:DefaultText
source: Everything's so fine and fancy-like. Makes your skin crawl.
bs: Všechno je tak jemné a přepychové. Až z toho naskakuje husí kůže.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:4:DefaultText
source: This finery is not meant for one of my humble post. Fortunately.
bs: Tato nádhera není určena pro jeden z mých skromných příspěvků. Naštěstí.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:5:DefaultText
source: I don't see how any of these outfits would serve a person a lick of good. They'd fall apart in a light drizzle.
bs: Nevím, jak by některý z těchto oblečků mohl člověku prospět. Rozpadly by se při lehkém mrholení.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:6:DefaultText
source: Celeste's? Very funny. One of these days, I'll stuff you into a hibernation pod. See how you like that.
bs: Celeste's? Velmi vtipné. Jednou tě nacpu do hibernačního modulu. Uvidíme, jak se ti to bude líbit.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:7:DefaultText
source: <slow whistles>
bs: <pomalé pískání>

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:16:DefaultText
source: Oh no.
bs: Ale ne.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:17:DefaultText
source: Hey. Wait a second. This ain't a retirement program.
bs: Hej. Počkejte chvíli. Tohle není důchodový program.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:18:DefaultText
source: I would serve another stint in prison before I chose to retire here.
bs: Než bych se rozhodl odejít do důchodu, odseděl bych si ještě jeden trest ve vězení.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:19:DefaultText
source: Nope. Nope. Not having this. I've lived through too many marauder ambushes in my life to die to a trap built by corporate pencil pushers.
bs: Ne. Ne. Tohle nemám. V životě jsem zažil příliš mnoho přepadení nájezdníky, než abych umíral v pasti, kterou nastražili korporátní pisálci.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:20:DefaultText
source: ...Does that elevator go back up?
bs: ...Jede ten výtah zpátky nahoru?

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:21:DefaultText
source: Don't forget to properly dispose of all corpses in a Board-regulated space-compacting container.
bs: Nezapomeňte všechny mrtvoly řádně zlikvidovat v kontejneru, jehož umístění je regulováno radou.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:25:DefaultText
source: I could put these parts to much better use.
bs: Tyto díly bych mohl využít mnohem lépe.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:26:DefaultText
source: Thanks, boss. Been wanting to break something ever since we got here.
bs: Díky, šéfe. Chtěl jsem něco rozbít už od chvíle, kdy jsme sem přijeli.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:27:DefaultText
source: Is it not a marvel the things humans can bring to life? All for the sake of destruction.
bs: Není to zázrak, co všechno dokáže člověk oživit? A to všechno jen proto, aby se zničilo.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:29:DefaultText
source: This would've made a great arena match. What a waste.
bs: Byl by to skvělý zápas v aréně. Taková škoda.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:30:DefaultText
source: Feel good, feel fresh. Feel clean.
bs: Cítíte se dobře, cítíte se svěží. Cítíte se čistě.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:31:DefaultText
source: We're gonna stop to salvage this, right?
bs: Přestaneme to zachraňovat, že?

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:32:DefaultText
source: Yeah, and stay down.
bs: Jo, a zůstaň dole.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:33:DefaultText
source: Is it not a marvel the things humans can bring to life? All for the sake of destruction.
bs: Není to zázrak, co všechno dokáže člověk oživit? A to všechno jen proto, aby se zničilo.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:35:DefaultText
source: What a waste. This'd be a great arena match, but the Board's gotta make it a death trap.
bs: To je ale škoda. Byl by to skvělý zápas v aréně, ale rada z něj musí udělat smrtící past.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:36:DefaultText
source: Cleaner makes you feel safer...
bs: Díky čistšímu prostředí se cítíte bezpečněji...

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:40:DefaultText
source: If you could just leave me back at the ship, I sure there's something I oughta be fixing now.
bs: Kdybys mě mohl nechat na lodi, určitě bych teď měl něco opravit.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:41:DefaultText
source: Always knew I'd be in pictures one day.
bs: Vždycky jsem věděl, že jednou budu fotit.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:42:DefaultText
source: Do not encourage him.
bs: Nepodporujte ho.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:42:FemaleText
source: Do not encourage her.
bs: Nepodporujte ji.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:44:DefaultText
source: My cousin's in pictures. That business makes piracy look civil.
bs: Můj bratranec je na fotkách. V téhle branži vypadá pirátství civilně.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:45:DefaultText
source: It's in the bag - the trash bag.
bs: Je to v pytli - v pytli na odpadky.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:46:DefaultText
source: We're not gonna do this, are we? Promise me.
bs: Neuděláme to, že ne? Slib mi to.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:47:DefaultText
source: We gonna do this? Hold on. I gotta fix my hair.
bs: Uděláme to? Počkejte. Musím si upravit vlasy.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:48:DefaultText
source: You're considering it, aren't you?
bs: Zvažujete to, že?

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:50:DefaultText
source: My cousin's in pictures. That business makes piracy look civil.
bs: Můj bratranec je na fotkách. V téhle branži vypadá pirátství civilně.

# conversations/companions/poi/poi_0202_bs_byzantium_sidequests:51:DefaultText
source: All-natural. All-good.
bs: Zcela přírodní. Vše dobré.
