Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0101_*_groundbreaker_quests.po
Languages: bs

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:2:DefaultText
source: Hey boss, if you need a tour guide, I've seen all twelve episodes of Terror on Monarch. I'm kind of an expert.
bs: Hej, šéfe, kdybys potřeboval průvodce, viděl jsem všech dvanáct dílů Terroru na Monarchu. Jsem tak trochu expert.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:3:DefaultText
source: I'm gonna be able to set foot on a whole other planet? I know Monarch's a moon. I think it counts anyhow.
bs: Budu moci vstoupit na úplně jinou planetu? Vím, že Monarch je měsíc. Myslím, že se to stejně počítá.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:4:DefaultText
source: Cannibals, sulfur pits, acid-spewing rapts. Been looking for a change of scenery.
bs: Kanibalové, sirné jámy, kyselinu chrlící peřeje. Hledal jsem změnu prostředí.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:5:DefaultText
source: Monarch is a wretched hive of terrorism and anarchy. We'd best top off our ammo stock before we leave.
bs: Monarchie je ubohý úl terorismu a anarchie. Než odjedeme, měli bychom si doplnit zásoby munice.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:7:DefaultText
source: Monarch is a wretched hive of terrorism and anarchy. We'd best top off our ammo stock before we leave.
bs: Monarchie je ubohý úl terorismu a anarchie. Než odjedeme, měli bychom si doplnit zásoby munice.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:8:DefaultText
source: Long as there's paying work, you can count me in.
bs: Dokud bude placená práce, můžete se mnou počítat.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:9:DefaultText
source: I'm gonna be able to set foot on a whole other planet? I know Monarch's a moon. I think it counts anyhow.
bs: Budu moci vstoupit na úplně jinou planetu? Vím, že Monarch je měsíc. Myslím, že se to stejně počítá.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:11:DefaultText
source: Area analysis is as follows: Significant dust and spore concentrations. Vacuuming estimate: calculating. Calculating. Calculating...
bs: Analýza oblasti je následující: Významné koncentrace prachu a spor. Odhad vysávání: výpočet. Výpočet. Výpočet...

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:15:DefaultText
source: Area analysis is as follows: Significant dust and spore concentrations. Vacuuming estimate: calculating. Calculating. Calculating...
bs: Analýza oblasti je následující: Významné koncentrace prachu a spor. Odhad vysávání: výpočet. Výpočet. Výpočet...

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:16:DefaultText
source: I never thought I would see the gates of Byzantium, never mind what lies beyond.
bs: Nikdy jsem si nemyslel, že uvidím brány Byzance, natož to, co je za nimi.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:17:DefaultText
source: Wow. Byzantium. I guess that'll be pretty crowded?
bs: Páni. Byzanc. To tam bude asi pěkně narváno?

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:18:DefaultText
source: If you like handing over money, you're gonna love Byzantium.
bs: Pokud rádi rozdáváte peníze, Byzantium se vám bude líbit.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:19:DefaultText
source: Byzantium. The city of snobby elitists and punchable faces.
bs: Byzanc. Město snobských elitářů a obličejů, do kterých lze dát ránu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:20:DefaultText
source: Report: The immediate vicinity is SPARKLING CLEAN! Minimal custodial actions required.
bs: Zpráva: Bezprostřední okolí je SPARKLING CLEAN! Je zapotřebí minimálních úkonů péče o okolí.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:22:DefaultText
source: Wow. Byzantium. I guess that'll be pretty crowded?
bs: Páni. Byzanc. To tam bude asi pěkně narváno?

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:23:DefaultText
source: Report: The immediate vicinity is SPARKLING CLEAN! Minimal custodial actions required.
bs: Zpráva: Bezprostřední okolí je SPARKLING CLEAN! Je zapotřebí minimálních úkonů péče o okolí.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:24:DefaultText
source: Byzantium. The city of snobby elitists and punchable faces.
bs: Byzanc. Město snobských elitářů a obličejů, do kterých lze dát ránu.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:25:DefaultText
source: If you liked handing over your money, you'll love it there.
bs: Pokud jste rádi odevzdávali peníze, bude se vám tam líbit.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:26:DefaultText
source: Can't wait to see what nonsense people waste their bits on in the capitol.
bs: Už se nemůžu dočkat, na jaké nesmysly budou lidé v hlavním městě plýtvat svými kousky.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:27:DefaultText
source: Can't wait to see what nonsense people waste their bits on in the capitol.
bs: Už se nemůžu dočkat, na jaké nesmysly budou lidé v hlavním městě plýtvat svými kousky.

# conversations/companions/poi/poi_0101_bs_groundbreaker_quests:28:DefaultText
source: Damn it, boss. What did MacRedd ever do to you?
bs: Sakra, šéfe. Co ti MacRedd kdy udělal?
