Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0101_*_groundbreaker_dockingbays.po
Languages: bs

# conversations/companions/poi/poi_0101_bs_groundbreaker_dockingbays:2:DefaultText
source: Captain. Hey, Captain! I'm in space! I never thought I'd be able to say that.
bs: Kapitán. Hej, kapitáne! Jsem ve vesmíru! Nikdy jsem si nemyslel, že to budu moci říct.

# conversations/companions/poi/poi_0101_bs_groundbreaker_dockingbays:4:DefaultText
source: Smells like grease and unwashed bodies. Just as I remembered.
bs: Páchne po mastnotě a nemytých tělech. Přesně tak, jak jsem si to pamatoval.

# conversations/companions/poi/poi_0101_bs_groundbreaker_dockingbays:8:DefaultText
source: Wow, okay. There's- there's a lot of people here. Too many.
bs: Páni, dobře. Je tu hodně lidí. Příliš mnoho.

source: Try not to be distracted by the glare of the adverts, lots of unsavory types about.
bs: Snažte se nenechat se rozptylovat odlesky reklam, kolem je spousta nechutných typů.

source: Somebody was trying to fix this up. But looks like they ain't been here in a long while. Poor old sweetie.
bs: Někdo se to snažil napravit. Ale vypadá to, že už tu dlouho nebyl. Chudák starý miláček.

source: Echo! No? Nothing? Ah well.
bs: Echo! Ne? Nic? Ach, dobře.

source: Well, well, well. What fine treasures might await us in here?
bs: Dobře, dobře, dobře. Jaké krásné poklady nás tu mohou čekat?

source: I'd say anything here falls under the salvage protocols of "finders, keepers."
bs: Řekl bych, že cokoli zde spadá do záchranných protokolů "nálezce, držitel".

source: I'm not gonna look at anything but the floor, Vicar. Too many eyeballs.
bs: Nebudu se dívat na nic jiného než na podlahu, vikáři. Příliš mnoho očí.

source: Nothing to be afraid of here, Ms. Holcomb. You're with us.
bs: Není se čeho bát, paní Holcombová. Jste s námi.

source: Gosh, ain't that handsome.
bs: Bože, není to fešák.

source: Now I don't say this lightly but... that is a work of sheer universal beauty.
bs: Neříkám to lehce, ale... je to dílo naprosté univerzální krásy.

source: One could make a real fine mess with that.
bs: S tím by se dalo udělat opravdu hodně nepořádku.

source: Not like someone left their name on it.
bs: Ne že by na něm někdo nechal své jméno.

source: Wow. I guess Mr. Welles wasn't kidding about being a wanted man.
bs: Páni. Pan Welles si asi nedělal legraci, že je hledaným mužem.

source: One day, I'm gonna see my face on a bounty notice. Felix Millstone, wanted for everything.
bs: Jednoho dne uvidím svou tvář na oznámení o odměně. Felix Millstone, hledaný pro všechno.

source: That's quite the impressive list of infractions.
bs: To je úctyhodný seznam přestupků.

source: Must have a sort of decency if he's got the Board spooked like this.
bs: Musí být alespoň trochu slušný, když takhle vyděsil představenstvo.

source: Takes a lot of fun to rack up a fine like that.
bs: Taková pokuta vyžaduje hodně zábavy.

source: Mobilizing silent scrubbers.
bs: Mobilizace tichých čističů.

source: Disorder is displeasing. Order will be achieved.
bs: Nepořádek je nepříjemný. Bude dosaženo pořádku.

source: <slow whistles>
bs: <pomalé pískání>

source: I wonder what that fella did to get the Board so riled at him?
bs: Zajímalo by mě, co ten chlapík udělal, že se na něj rada tak rozčílila?

source: This is way bigger than Mr. Welles' little station. You could fit the whole Vale in here.
bs: Tohle je mnohem větší než malá stanice pana Wellese. Vejde se sem celý Vale.
