Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0801_*_rosewayforest_labareas.po
Languages: bs

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:2:DefaultText
source: Isn't this pretty, Captain? I love all the trees. We oughta go places like this more.
bs: Není to pěkné, kapitáne? Líbí se mi všechny ty stromy. Měli bychom na taková místa jezdit častěji.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:3:DefaultText
source: Nice to get a little fresh air in your lungs.
bs: Je hezké dostat do plic trochu čerstvého vzduchu.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:4:DefaultText
source: The most beautiful places are often the most deadly.
bs: Nejkrásnější místa jsou často nejsmrtonosnější.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:5:DefaultText
source: Nothing like the open air, Captain. My lungs are burning. I've got blisters on my toes and aches in my calves. This... this is the life.
bs: Není nad to být pod širým nebem, kapitáne. Plíce mě pálí. Na prstech mám puchýře a bolí mě lýtka. Tohle... tohle je život.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:6:DefaultText
source: All this fresh air is making my nose itch.
bs: Ze všeho toho čerstvého vzduchu mě svědí nos.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:7:DefaultText
source: Please check battery levels before initiating an extended sanitization session.
bs: Před zahájením delší dezinfekce zkontrolujte stav baterie.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:9:DefaultText
source: Ooo, zappy-fence. I wonder if I could rig up the airlock with one of these. You know, to repel boarders? Or salesmen?
bs: Ooo, zappy-fence. Zajímalo by mě, jestli bych mohl jedním z nich vybavit přechodovou komoru. Víš, na odhánění příchozích? Nebo prodavače?

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:10:DefaultText
source: Am I the only one who really wants to toss a rock at that fence?
bs: Jsem jediný, kdo má chuť hodit na ten plot kámen?

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:11:DefaultText
source: Let's hope the power doesn't go down. And the backup generators... and the backup-backup generators with it.
bs: Doufejme, že nedojde k výpadku proudu. A záložní generátory... a s nimi i záložní generátory.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:12:DefaultText
source: Well, now. This oughta be fun.
bs: No, teď. Tohle by měla být zábava.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:13:DefaultText
source: Dare you to touch it.
bs: Vyzývám vás, abyste se ho dotkli.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:14:DefaultText
source: Avoid contact with sanitization materials upon risk of blindness, paralysis, and/or death.
bs: Vyhněte se kontaktu s dezinfekčními materiály při nebezpečí oslepnutí, ochrnutí a/nebo smrti.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:16:DefaultText
source: We didn't have many trees in Edgewater. Seems a shame to cut them down.
bs: V Edgewateru jsme neměli mnoho stromů. Přijde mi škoda je kácet.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:17:DefaultText
source: Am I wrong for looking at this colossal machine of destruction and thinking - Felix, you should hijack that?
bs: Mýlím se, když se dívám na tento kolosální stroj zkázy a říkám si - Felixi, měl bys to unést?

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:18:DefaultText
source: They must've cleared this place out in a hurry to have abandoned such a valuable piece of machinery.
bs: Museli to tu vyklidit ve spěchu, když tu nechali tak cenný stroj.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:19:DefaultText
source: Just like the Board to do a half-assed job and abandon it partway through. Leave the mess to come crashing down on other people.
bs: Stejně jako rada, která odvede polovičatou práci a v polovině ji opustí. Nechat ten nepořádek dopadnout na ostatní lidi.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:21:DefaultText
source: Don't let dust collect on your devices. Employ a SAM!
bs: Nedovolte, aby se na zařízení usazoval prach. Použijte SAM!

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:23:DefaultText
source: That was made for the 50th anniversary of the Hope. I remember that - I had just got back from school. Dad set candles on our doorstep.
bs: Ten byl vyroben k 50. výročí filmu Hope. Vzpomínám si na to - právě jsem se vrátil ze školy. Táta nám na zápraží postavil svíčky.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:24:DefaultText
source: Fancy-looking smoke box. Stinks like raptidon, though.
bs: Efektně vypadající kouřová skříňka. Smrdí ale jako raptidon.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:25:DefaultText
source: Under all that mud, I bet it's a nice looking cigarette case. She'd never know if we kept it.
bs: Vsadím se, že pod tím vším blátem je pěkně vypadající pouzdro na cigarety. Nikdy by se nedozvěděla, kdybychom si ji nechali.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:26:DefaultText
source: All that for a cigarette case. I hope doing menial labor ain't a habit for you, Captain.
bs: To vše kvůli pouzdru na cigarety. Doufám, že pro vás podřadná práce není zlozvyk, kapitáne.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:27:DefaultText
source: Finders, keepers, Captain.
bs: Nálezci, držitelé, kapitáne.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:28:DefaultText
source: Litter collected.
bs: Sebrané odpadky.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:37:DefaultText
source: I'm pretty sure that's not supposed to be on fire.
bs: Jsem si jistý, že by to nemělo hořet.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:38:DefaultText
source: Think we'll find any freakish experiments locked away in there?
bs: Myslíte, že tam najdeme nějaké podivné experimenty?

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:39:DefaultText
source: Auntie-Biotics is going up in smoke. Marauders must've hit it.
bs: Auntie-Biotics se rozpadá. Marauders ji museli zasáhnout.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:40:DefaultText
source: Is this a lab? Think we'll find helpless beasts in there being experimented on? If so, I vote right now that we free them. Using bullets.
bs: Je to laboratoř? Myslíš, že tam najdeme bezmocná zvířata, na kterých se experimentuje? Pokud ano, hlasuji pro to, abychom je osvobodili. Pomocí kulek.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:41:DefaultText
source: Looks like a great spot for an ambush.
bs: Vypadá to jako skvělé místo pro přepadení.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:42:DefaultText
source: Performing a sweep of the area. Classification: low traffic levels and high heat concentration.
bs: Provedení průzkumu oblasti. Klasifikace: nízká úroveň provozu a vysoká koncentrace tepla.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:43:DefaultText
source: That's gotta be where Mr. Jameson is. I hope he's okay.
bs: Tam musí být pan Jameson. Doufám, že je v pořádku.

# conversations/companions/poi/poi_0801_bs_rosewayforest_labareas:44:DefaultText
source: Why'd they have to build the lab so damned far away? I guess the trek alone is meant to detour the curious?
bs: Proč museli postavit laboratoř tak zatraceně daleko? Hádám, že už jen ta cesta má odradit zvědavce?
