Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0801_*_rosewayforest_covertlab.po
Languages: bs

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:2:DefaultText
source: We're just gonna walk in? I mean, it says "secret" right on it.
bs: Prostě vejdeme? Vždyť je na něm přímo napsáno "tajné".

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:3:DefaultText
source: Look at this place. Like some kind of tomb.
bs: Podívejte se na toto místo. Jako nějaká hrobka.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:4:DefaultText
source: Nice of them to put up a sign.
bs: Je od nich hezké, že vyvěsili ceduli.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:5:DefaultText
source: Ah! Here we have a laboratory, hiding in plain sight. I'm on to your tricks, Auntie Cleo.
bs: Aha! Tady máme laboratoř, která se skrývá na očích. Jsem na stopě tvým trikům, teto Cleo.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:6:DefaultText
source: The real covert labs don't gotta advertise it.
bs: Skutečné tajné laboratoře to nemusí inzerovat.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:7:DefaultText
source: New area discovered. Preparing to sanitize.
bs: Objevení nové oblasti. Příprava na dezinfekci.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:9:DefaultText
source: Mysterious doors are the funnest sort of doors.
bs: Tajemné dveře jsou nejzábavnějším druhem dveří.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:10:DefaultText
source: Hey, Boss. I think we can get in through that vent shaft.
bs: Ahoj, šéfe. Myslím, že se můžeme dostat dovnitř tou větrací šachtou.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:11:DefaultText
source: I always wanted to sneak into a secret lab by crawling through the vents like they do in the serials.
bs: Vždycky jsem se chtěl proplížit do tajné laboratoře a prolézt ventilací, jako to dělají v seriálech.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:12:DefaultText
source: Were I the sneaky, cunning type, this'd be the place I'd start.
bs: Kdybych byl lstivý a mazaný typ, začal bych tady.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:13:DefaultText
source: After you.
bs: Po vás.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:14:DefaultText
source: New area discovered. Preparing to sanitize.
bs: Objevení nové oblasti. Příprava na dezinfekci.

# conversations/companions/poi/poi_0801_bs_rosewayforest_covertlab:15:DefaultText
source: Could be security beyond the main doors. I'll watch your back if you're planning to waltz right in.
bs: Mohlo by se jednat o zabezpečení za hlavními dveřmi. Budu ti krýt záda, pokud máš v plánu vplout dovnitř.
