Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0402_*_stellarbay.po
Languages: bs

# conversations/companions/poi/poi_0402_bs_stellarbay:2:DefaultText
source: Poor fella, hope he's okay. We should hurry, Captain.
bs: Chudák, doufám, že je v pořádku. Měli bychom si pospíšit, kapitáne.

# conversations/companions/poi/poi_0402_bs_stellarbay:3:DefaultText
source: You wanna know what I think? This Braxton fella threw away the trappings of society and joined a pack of wild raptidons.
bs: Chcete vědět, co si myslím? Tenhle Braxton odhodil přívlastky společnosti a přidal se ke smečce divokých dravců.

# conversations/companions/poi/poi_0402_bs_stellarbay:4:DefaultText
source: We're in agreement that this Braxton is probably dead, right?
bs: Shodneme se na tom, že ten Braxton je pravděpodobně mrtvý, že?

# conversations/companions/poi/poi_0402_bs_stellarbay:5:DefaultText
source: I'll be straight with you: Folk who disappear in the wilderness generally aren't able to come back. Don't get your hopes up.
bs: Budu k vám upřímný: Lidé, kteří zmizí v divočině, se většinou nemohou vrátit. Nedělejte si naděje.

# conversations/companions/poi/poi_0402_bs_stellarbay:7:DefaultText
source: Reminder! If you let your SAM unit be eaten by wildlife, it voids the warranty.
bs: Připomínáme! Pokud necháte jednotku SAM sežrat divokou zvěří, ztrácíte tím záruku.

# conversations/companions/poi/poi_0402_bs_stellarbay:9:DefaultText
source: Ahh! ...Sorry, sorry. Just spooked me, was all.
bs: Ahh! ...Promiňte, promiňte. Jen jsem se lekl, to je vše.

# conversations/companions/poi/poi_0402_bs_stellarbay:10:DefaultText
source: A murder! Hey, is this the part where we go hunting for clues?
bs: Vražda! Hej, je tohle ta část, kdy jdeme hledat stopy?

# conversations/companions/poi/poi_0402_bs_stellarbay:11:DefaultText
source: What a gruesome way to die.
bs: To je strašlivý způsob smrti.

# conversations/companions/poi/poi_0402_bs_stellarbay:12:DefaultText
source: Even Stellar Bay ain't safe these days. What's the world coming to?
bs: Ani Stellar Bay není v dnešní době bezpečná. Kam ten svět spěje?

# conversations/companions/poi/poi_0402_bs_stellarbay:13:DefaultText
source: Not much I can do for this guy.
bs: Nemůžu pro něj moc udělat.

# conversations/companions/poi/poi_0402_bs_stellarbay:14:DefaultText
source: Body bag dispenser empty. Please replace sack reel before disposing of any corpses.
bs: Zásobník na sáčky na tělo je prázdný. Před likvidací mrtvol vyměňte naviják na pytle.
