Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0232_*_bzy_sublight_lab.po
Languages: bs

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:2:DefaultText
source: You think the privy's gold-plated, too?
bs: Myslíš, že je záchod taky pozlacený?

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:3:DefaultText
source: No magazines. No posters. Not a Rizzo's in sight. What a pile.
bs: Žádné časopisy. Žádné plakáty. Žádný Rizzo's v dohledu. To je ale hromada.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:4:DefaultText
source: Impressive place Dr. Chartrand has.
bs: Působivé místo, které Dr. Chartrand má.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:5:DefaultText
source: If we took apart and sold this place, I bet we'd get a year of food out of it.
bs: Kdybychom to tu rozebrali a prodali, vsadím se, že bychom z toho měli jídlo na rok.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:6:DefaultText
source: This reminds me of- oh, never mind.
bs: To mi připomíná... no, to je jedno.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:7:DefaultText
source: Area assessment: spic and span!
bs: Hodnocení oblasti: vše v pořádku!

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:9:DefaultText
source: Wow, lookit the size of this basement. If someone back home wanted to make a secret lab, they'd have had to put it in a closet.
bs: Páni, podívejte se na velikost tohoto sklepa. Kdyby si někdo doma chtěl udělat tajnou laboratoř, musel by ji dát do skříně.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:10:DefaultText
source: Ugh. Smells like the MedBays. Only wealthier.
bs: Uf. Smrdí jako MedBays. Jen bohatší.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:11:DefaultText
source: After Cascadia and Ten Eighty Four, I was expecting this. Chartrand has a thing for sticking labcoats in tubes, doesn't she?
bs: Po Cascadii a Ten Eighty Four jsem to očekával. Chartrandová má slabost pro strkání laboratorních plášťů do zkumavek, že?

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:12:DefaultText
source: Ugh. Labcoats make me nervous. Experiments always go wrong. Always! And then we got flying raptidons or some other nightmare.
bs: Uf. Laboratorní pláště mě znervózňují. Experimenty se vždycky pokazí. Vždycky! A pak tu máme létající raptidony nebo nějakou jinou noční můru.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:13:DefaultText
source: That's top-of-the-line equipment. Better than most hospitals, even.
bs: To je špičkové vybavení. Dokonce lepší než ve většině nemocnic.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:14:DefaultText
source: New area discovered. Preparing to sanitize.
bs: Objevení nové oblasti. Příprava na dezinfekci.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:16:DefaultText
source: You think someone gave 'em bad directions?
bs: Myslíš, že jim někdo dal špatné instrukce?

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:17:DefaultText
source: The Cornelius Vanderbilt's still out there in the aether somewhere. I wager the whole crew's turned cannibal by now.
bs: Cornelius Vanderbilt je stále někde v éteru. Vsadím se, že celá posádka už je kanibal.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:18:DefaultText
source: The Cornelius Vanderbilt never made it to Earth? Or did they make it but fail to return?
bs: Cornelius Vanderbilt se nikdy nedostal na Zemi? Nebo se tam dostala, ale nevrátila se?

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:19:DefaultText
source: To be honest, I'm surprised more ships don't go missing. Space is fucking huge.
bs: Upřímně řečeno mě překvapuje, že se neztrácí více lodí. Vesmír je zatraceně obrovský.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:20:DefaultText
source: Guess I wouldn't wanna tell anyone if I'd lost an assault cruiser, either.
bs: Asi bych taky nechtěl nikomu říct, kdybych přišel o útočný křižník.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:23:DefaultText
source: I wonder if that'd fix Edgewater. Guess we'll never know.
bs: Zajímalo by mě, jestli by to spravilo Edgewater. To se asi nikdy nedozvíme.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:24:DefaultText
source: Chartrand was trying to change people? I knew they were up to some freakish experiments.
bs: Chartrand se snažil změnit lidi? Věděl jsem, že chystají nějaké podivné experimenty.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:26:DefaultText
source: No. No, no, no. Changing humans ain't right.
bs: Ne. Ne, ne, ne. Měnit lidi není správné.

# conversations/companions/poi/poi_0232_bs_bzy_sublight_lab:27:DefaultText
source: I've had patients ask for some pretty bizarre procedures, but this takes the cake.
bs: Měl jsem pacienty, kteří mě žádali o dost bizarní zákroky, ale tenhle je úplně nejlepší.
