Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0401_*_monarchext_gauntletandwest.po
Languages: bs

source: You sure we oughta go this way, Captain?
bs: Jste si jistý, že máme jít tudy, kapitáne?

source: Ready when you are, boss!
bs: Připraven, až budeš, šéfe!

source: This should be fun. And dangerous.
bs: Měla by to být zábava. A nebezpečné.

source: This area's suicide. If you've got a way around it, ain't no shame in taking it.
bs: Tato oblast je sebevražedná. Pokud to máš jak obejít, není ostuda to udělat.

source: Getting my target practice in today!
bs: Dneska jsem trénoval střelbu na terč!

source: Area assessment: tough stains and resistant contaminants ahead.
bs: Posouzení oblasti: odolné skvrny a odolné nečistoty.

source: Yep! We'll be keepin' watch here.
bs: Jo! Budeme to tu sledovat.

source: I'll keep an eye out. Go on ahead, boss.
bs: Budu na to dávat pozor. Pokračujte, šéfe.

source: I'll stay here as well, to keep an eye out for any potential threats.
bs: Zůstanu tady, abych dohlédl na případné hrozby.

source: Yeah, uh. Me, too. You have fun, Captain.
bs: Jo, ehm. Já taky. Bavte se, kapitáne.

source: Me, too. You know corpses shit themselves, right? Enjoy the smell.
bs: Já také. Víš, že se mrtvoly poserou, že? Užij si ten zápach.

source: Readying for standby mode upon command affirmation... entering mode now.
bs: Připravuje se na pohotovostní režim po potvrzení příkazu... nyní vstupuje do režimu.

source: I'll keep an eye on things out here!
bs: Budu to tu sledovat!

source: You go on ahead. I'll just wait out here.
bs: Jděte napřed. Já počkám tady venku.

source: Doubt there's anyone or anything alive in there to cause you any grief. Seems like I'd be more effective out here, watching for threats.
bs: Pochybuji, že je tam někdo nebo něco živého, co by vám mohlo způsobit nějaké potíže. Vypadá to, že bych byl efektivnější tady venku, kde bych hlídal hrozby.

source: You go on ahead, Captain. I'm not keen on ships even when they're in the best of shape.
bs: Pokračujte, kapitáne. Nemám rád lodě, i když jsou v nejlepším stavu.

source: Smells like death. You know corpses shit themselves, right? I'll wait out here.
bs: Páchne jako smrt. Víš, že mrtvoly se poserou, že? Počkám tady venku.

source: Readying for standby mode upon command affirmation... entering mode now.
bs: Připravuje se na pohotovostní režim po potvrzení příkazu... nyní vstupuje do režimu.

source: Why's everything on this moon gotta be so big and angry?
bs: Proč musí být všechno na Měsíci tak velké a naštvané?

source: That was fun! Let's do it again.
bs: To byla zábava! Pojďme si to zopakovat.

source: I never had any doubt we'd prevail. Fight like that still gets the blood pumping though.
bs: Nikdy jsem nepochyboval, že zvítězíme. Takový zápas mi ale pořád pije krev.

source: Now that... that was a hunt. Captain, you know how to set a woman's heart to beating, that's for sure.
bs: Tak tohle... to byl lov. Kapitáne, vy víte, jak rozbušit ženské srdce, to je jisté.

source: Got big messes? Huge messes? MEGA GIANT messes? Leave it to SAM.
bs: Máte velký nepořádek? Obrovský nepořádek? MEGA OBROVSKÝ nepořádek? Nechte to na SAMovi.

source: From a distance, marauders seem like folks. Is anybody even looking to cure them, I wonder?
bs: Z dálky vypadají nájezdníci jako lidé. Chce je vůbec někdo vyléčit?

source: Marauders over yonder, by the looks of it.
bs: Podle toho, jak to vypadá, jsou tamhle nájezdníci.

source: Looks like a marauders' den.
bs: Vypadá to jako doupě nájezdníků.

source: Sooner we put these addled psychopaths in the ground, the better.
bs: Čím dříve tyto psychopaty zavřeme do země, tím lépe.

source: Just when I started thinking there was no civilization on this rock.
bs: Zrovna když jsem si začal myslet, že na téhle skále žádná civilizace není.

source: Time to take out the trash.
bs: Je čas vynést odpadky.

source: Are you two okay?
bs: Jste vy dva v pořádku?

source: Not a moment too soon.
bs: Ani na okamžik není pozdě.

source: Good thing we came along. And decided to help.
bs: Ještě že jsme přišli. A rozhodli jsme se pomoci.

source: Hey, it's the twins. Surprised you two needed backup.
bs: Hej, to jsou dvojčata. Překvapuje mě, že jste potřebovali posily.

source: Please take a moment to complete this customer survey. Did you find SAM's cleaning today to be: a. satisfactory, b. extremely satisfactory, or c. exceptional?
bs: Věnujte prosím chvíli vyplnění tohoto zákaznického průzkumu. Považujete dnešní úklid společnosti SAM za: a. uspokojivý, b. velmi uspokojivý, nebo c. výjimečný?

source: Captain, is there any way we could stop this?
bs: Kapitáne, můžeme to nějak zastavit?

source: I say we cross off whoever's left.
bs: Říkám, že vyškrtneme všechny, kteří zbyli.

source: There's nothing to solve your disagreement like a fight to the death.
bs: Nic nevyřeší vaše neshody tak jako boj na život a na smrt.

source: Stupid. While they're bickering, rapts or mantis are going to flank them.
bs: Hloupost. Zatímco se hádají, raptoři nebo kudlanky je budou obcházet.

source: Whoever wins, we can still loot the bodies.
bs: Ať už vyhraje kdokoli, můžeme stále rabovat těla.

source: WARNING: The contagion is spreading.
bs: VAROVÁNÍ: Nákaza se šíří.

source: There's so few people here. And they're trying to kill each other?
bs: Je tu tak málo lidí. A snaží se zabít jeden druhého?

source: Think we should get involved?
bs: Myslíte, že bychom se měli zapojit?

source: There will be blood...
bs: Bude tam krev...

source: Morons. Monarch's liable to eat a man alive, but they'd rather do that themselves.
bs: Hlupáci. Monarchové jsou schopni sežrat člověka zaživa, ale raději to udělají sami.

source: Whoever wins, we can still loot the bodies.
bs: Ať už vyhraje kdokoli, můžeme stále rabovat těla.

source: Begin cleaning cycle? Say "yes," "no," or "later."
bs: Zahájit cyklus čištění? Řekněte "ano", "ne" nebo "později".

source: It's sad to see an OSI church in such a state.
bs: Je smutné vidět církev OSI v takovém stavu.
