Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_1002_*_sublight_lab.po
Languages: bs

# conversations/companions/poi/poi_1002_bs_sublight_lab:2:DefaultText
source: Quiet as the grave in here. We should get the power generator going again - might cheer up the place.
bs: Je tu ticho jako v hrobě. Měli bychom znovu zprovoznit generátor elektřiny - mohlo by to tu být veselejší.

# conversations/companions/poi/poi_1002_bs_sublight_lab:3:DefaultText
source: We oughta get the power up and runnin'. I'm shivering in my boots, here.
bs: Měli bychom nahodit elektřinu a spustit ji. Třesu se v botách.

# conversations/companions/poi/poi_1002_bs_sublight_lab:4:DefaultText
source: This is the place. We'll need the power generators back on to finish this job.
bs: Tady je to místo. K dokončení této práce budeme potřebovat znovu zapnout generátory energie.

# conversations/companions/poi/poi_1002_bs_sublight_lab:5:DefaultText
source: Ain't nothing but the void here, Captain. I'd just as soon leave it cold, dark, and derelict.
bs: Není tu nic než prázdnota, kapitáne. Nejraději bych ji nechal chladnou, temnou a opuštěnou.

# conversations/companions/poi/poi_1002_bs_sublight_lab:6:DefaultText
source: Think there's a generator somewhere?
bs: Myslíš, že je někde generátor?

# conversations/companions/poi/poi_1002_bs_sublight_lab:7:DefaultText
source: Please check battery levels before initiating an extended sanitization session.
bs: Před zahájením delší dezinfekce zkontrolujte stav baterie.

# conversations/companions/poi/poi_1002_bs_sublight_lab:9:DefaultText
source: Oh, Law. They been left here all alone.
bs: Oh, Law. Zůstali tu úplně sami.

# conversations/companions/poi/poi_1002_bs_sublight_lab:10:DefaultText
source: Boss, I think they're still alive in there.
bs: Šéfe, myslím, že jsou tam pořád naživu.

# conversations/companions/poi/poi_1002_bs_sublight_lab:11:DefaultText
source: Science in action is both a marvelous and terrifying thing to behold. In this case, however, I'd say it's more the latter.
bs: Věda v akci je úžasná i děsivá věc. V tomto případě bych však řekl, že spíše to druhé.

# conversations/companions/poi/poi_1002_bs_sublight_lab:12:DefaultText
source: I ever meet the people responsible for this, I'm shooting first and never asking questions.
bs: Když se někdy setkám s lidmi, kteří jsou za to zodpovědní, střílím jako první a nikdy se neptám.

# conversations/companions/poi/poi_1002_bs_sublight_lab:13:DefaultText
source: Those subjects - they're still alive.
bs: Tyto subjekty - jsou stále naživu.

# conversations/companions/poi/poi_1002_bs_sublight_lab:14:DefaultText
source: Scanning for c2547-grade rated contaminants.
bs: Skenování kontaminantů třídy c2547.

# conversations/companions/poi/poi_1002_bs_sublight_lab:16:DefaultText
source: My dad used to say words have power. You proved him true.
bs: Můj otec říkával, že slova mají moc. Dokázal jsi, že měl pravdu.

# conversations/companions/poi/poi_1002_bs_sublight_lab:17:DefaultText
source: Nice going, boss. You got a real fine way with words.
bs: Dobrá práce, šéfe. Umíš to se slovy opravdu dobře.

# conversations/companions/poi/poi_1002_bs_sublight_lab:18:DefaultText
source: That was rather impressive, Captain. Diplomacy at its finest.
bs: To bylo docela působivé, kapitáne. Nejlepší diplomacie.

# conversations/companions/poi/poi_1002_bs_sublight_lab:19:DefaultText
source: Damn. I oughta try talking more and fighting less. Seems like it saves on ammunition. ...nah, that ain't no fun.
bs: Zatraceně. Měl bych zkusit víc mluvit a míň se hádat. Zdá se, že to ušetří munici. ...ne, to není žádná zábava.

# conversations/companions/poi/poi_1002_bs_sublight_lab:20:DefaultText
source: Nice. I've never been great at de-escalation.
bs: Pěkné. Nikdy jsem nebyl dobrý v deeskalaci.

# conversations/companions/poi/poi_1002_bs_sublight_lab:21:DefaultText
source: SAM units disappear built up scuz and scum so you don't have to!
bs: Jednotky SAM odstraňují nahromaděný scuz a šmejd, takže vy nemusíte!

# conversations/companions/poi/poi_1002_bs_sublight_lab:23:DefaultText
source: Step lively, Captain. The floor's got teeth.
bs: Živě, kapitáne. Podlaha má zuby.

# conversations/companions/poi/poi_1002_bs_sublight_lab:24:DefaultText
source: Whoa, careful where you step.
bs: Pozor, kam šlapeš.

# conversations/companions/poi/poi_1002_bs_sublight_lab:25:DefaultText
source: Keep a sharp eye out, Captain. One wrong step could incapacitate or kill.
bs: Dávejte pozor, kapitáne. Jediný chybný krok by vás mohl zneškodnit nebo zabít.

# conversations/companions/poi/poi_1002_bs_sublight_lab:26:DefaultText
source: Whoa. Keep an eye on the floor.
bs: Páni. Sledujte podlahu.

# conversations/companions/poi/poi_1002_bs_sublight_lab:27:DefaultText
source: Watch your step.
bs: Dávejte si pozor, kam šlapete.

# conversations/companions/poi/poi_1002_bs_sublight_lab:28:DefaultText
source: Proximity analysis: external filth sterlization measures employed. Caution: contact with electrical currents can be lethal to customers.
bs: Analýza blízkosti: použitá opatření pro sterilizaci vnějšího znečištění. Upozornění: kontakt s elektrickým proudem může být pro zákazníky smrtelný.

# conversations/companions/poi/poi_1002_bs_sublight_lab:30:DefaultText
source: Job done! We can go home to the ship, right? I been missin' ADA fierce.
bs: Práce je hotová! Můžeme jít domů na loď, že? Stýskalo se mi po ADA.

# conversations/companions/poi/poi_1002_bs_sublight_lab:31:DefaultText
source: You know something? We might be the finest agents SubLight ever hired.
bs: Víte co? Možná jsme ti nejlepší agenti, které kdy SubLight najal.

# conversations/companions/poi/poi_1002_bs_sublight_lab:32:DefaultText
source: SubLight will be well pleased that you've claimed the station for them. Myself? I'll be fine leaving this place.
bs: Společnost SubLight bude mít radost, že jste se o stanici přihlásili. Já? Mně bude stačit, když tohle místo opustím.

# conversations/companions/poi/poi_1002_bs_sublight_lab:33:DefaultText
source: Suppose SubLight'll thank us for this. I hope that thanks comes in the form of cash.
bs: Předpokládejme, že nám za to SubLight poděkuje. Doufám, že to poděkování přijde ve formě peněz.

# conversations/companions/poi/poi_1002_bs_sublight_lab:34:DefaultText
source: It's done. Now, let's go get our money before SubLight sees what a creepy dump this place is.
bs: Je hotovo. Teď si jdeme pro peníze, než SubLight uvidí, jaká je tohle místo strašidelná díra.

# conversations/companions/poi/poi_1002_bs_sublight_lab:37:DefaultText
source: Hold on a tick. Don't we know Chartrand? From Cascadia?
bs: Vydržte ještě chvíli. Neznáme Chartranda? Z Kaskády?

# conversations/companions/poi/poi_1002_bs_sublight_lab:38:DefaultText
source: Chartrand. Chartrand. I seen that name before somewhere. Cascadia, right?
bs: Chartrand. Chartrand. To jméno jsem už někde viděl. Cascadia, že?

# conversations/companions/poi/poi_1002_bs_sublight_lab:39:DefaultText
source: Chartrand? Sounds awfully familiar. That was the scientist from Cascadia, right?
bs: Chartrand? Zní to hrozně povědomě. To byl ten vědec z Kaskádie, že?

# conversations/companions/poi/poi_1002_bs_sublight_lab:40:DefaultText
source: Chartrand is that scientist, right? From Cascadia?
bs: Chartrand je ten vědec, že? Z Cascadie?

# conversations/companions/poi/poi_1002_bs_sublight_lab:41:DefaultText
source: Wait, Chartrand... we've seen that name before. Back in Cascadia.
bs: Počkat, Chartrand... to jméno jsme už někde viděli. Už v Cascadii.

# conversations/companions/poi/poi_1002_bs_sublight_lab:44:DefaultText
source: Let's give these little fellas a wide berth, Captain.
bs: Nechme tyhle malé chlapíky na pokoji, kapitáne.

# conversations/companions/poi/poi_1002_bs_sublight_lab:45:DefaultText
source: That's a lot of mechanicals. If we power up the station, you think they're gonna power up too?
bs: To je spousta mechanických zařízení. Když zapneme stanici, myslíš, že se zapnou i ony?

# conversations/companions/poi/poi_1002_bs_sublight_lab:46:DefaultText
source: Uh... Captain? A word of caution - those automechanicals are likely to wake when we power the generator.
bs: Uh... kapitán? Dávejte pozor - ty automechaniky se pravděpodobně probudí, když zapneme generátor.

# conversations/companions/poi/poi_1002_bs_sublight_lab:47:DefaultText
source: Uh. We oughta keep an eye on these autos. We poke around too much, they might wake up.
bs: Měli bychom na ty auta dávat pozor. Když se v nich budeme moc šťourat, mohly by se probudit.

# conversations/companions/poi/poi_1002_bs_sublight_lab:48:DefaultText
source: Sure are a lot of charging automechs. What're the chances they're friendly?
bs: Určitě je tu spousta nabíjecích automechaniků. Jaká je šance, že jsou přátelští?

# conversations/companions/poi/poi_1002_bs_sublight_lab:51:DefaultText
source: Here I was hopin' we wouldn't have to hurt anybody.
bs: Doufal jsem, že nebudeme muset nikomu ublížit.

# conversations/companions/poi/poi_1002_bs_sublight_lab:52:DefaultText
source: Don't waste your breath negotiating with these Board types, boss.
bs: Neztrácejte dech vyjednáváním s těmito členy rady, šéfe.

# conversations/companions/poi/poi_1002_bs_sublight_lab:53:DefaultText
source: It was worth a try. But when words can't pave the way, I've found violence does the trick nicely.
bs: Za pokus to stálo. Ale když slova nedokážou vydláždit cestu, zjistil jsem, že násilí to dokáže.

# conversations/companions/poi/poi_1002_bs_sublight_lab:54:DefaultText
source: You know, next time, instead of talking, we could just go in guns blazing. Save us a bit of time.
bs: Víš, příště bychom místo mluvení mohli jít do toho se zbraní v ruce. Ušetřili bychom trochu času.

# conversations/companions/poi/poi_1002_bs_sublight_lab:55:DefaultText
source: I was looking forward to doing some shooting, anyway.
bs: Stejně jsem se těšil, že si trochu zastřílím.

# conversations/companions/poi/poi_1002_bs_sublight_lab:56:DefaultText
source: Kick up your heels, customer, and let SAM handle your every mess!
bs: Zvedněte podpatky, zákazníku, a nechte společnost SAM, aby se postarala o každý váš nepořádek!
