Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_1001_*_scylla_general.po
Languages: bs

# conversations/companions/poi/poi_1001_bs_scylla_general:4:DefaultText
source: Looks like they started terraforming the place but gave up halfway.
bs: Vypadá to, že začali s terraformací, ale v polovině to vzdali.

# conversations/companions/poi/poi_1001_bs_scylla_general:5:DefaultText
source: I only ever seen this asteroid in the pages of Thrilling Space Adventures.
bs: Tento asteroid jsem viděl pouze na stránkách Napínavých vesmírných dobrodružství.

# conversations/companions/poi/poi_1001_bs_scylla_general:6:DefaultText
source: Can't walk five meters without stubbing your toe on a loose rock here.
bs: Nemůžete ujít ani pět metrů, aniž byste si narazili palec na uvolněný kámen.

# conversations/companions/poi/poi_1001_bs_scylla_general:8:DefaultText
source: This is the right place if you wanna trade contraband. Or hide smuggled goods. Or do anything fun, really.
bs: Pokud chcete obchodovat s kontrabandem, je to správné místo. Nebo ukrýt pašované zboží. Nebo dělat cokoli zábavného.

# conversations/companions/poi/poi_1001_bs_scylla_general:9:DefaultText
source: Let's get fresh!
bs: Pojďme se osvěžit!

# conversations/companions/poi/poi_1001_bs_scylla_general:10:DefaultText
source: This is real space, isn't it? Empty and silent. Never thought I'd see the like. I'd look up at night, but...
bs: Tohle je skutečný prostor, že? Prázdný a tichý. Nikdy jsem si nemyslel, že něco takového uvidím. V noci jsem se podíval nahoru, ale...

# conversations/companions/poi/poi_1001_bs_scylla_general:11:DefaultText
source: The Board had an asteroid mining operation out here. Wonder what happened to 'em.
bs: Rada tu měla těžební závod na asteroidy. Zajímalo by mě, co se s nimi stalo.

# conversations/companions/poi/poi_1001_bs_scylla_general:12:DefaultText
source: If I were a hermit, I'd choose to live on a desolate rock orbiting the middle of nowhere.
bs: Kdybych byl poustevníkem, vybral bych si život na opuštěné skále uprostřed ničeho.

# conversations/companions/poi/poi_1001_bs_scylla_general:14:DefaultText
source: Scyllla: no laws, no lines, and a whole lotta guns. I love this place.
bs: Scyllla: žádné zákony, žádné fronty a spousta zbraní. Tohle místo miluju.

# conversations/companions/poi/poi_1001_bs_scylla_general:15:DefaultText
source: Loose particles detected. Vacuum them up!
bs: Zjištěny volné částice. Vysajte je!

# conversations/companions/poi/poi_1001_bs_scylla_general:19:DefaultText
source: Captain, this place is supposed to empty, yeah? 'Cause I got the queerest feeling.
bs: Kapitáne, tohle místo má být prázdné, že? Protože mám divný pocit.

# conversations/companions/poi/poi_1001_bs_scylla_general:20:DefaultText
source: Wonder if it's empty.
bs: Zajímalo by mě, jestli je prázdný.

# conversations/companions/poi/poi_1001_bs_scylla_general:21:DefaultText
source: This is an unmanned station, right?
bs: Tohle je stanice bez posádky, že?

# conversations/companions/poi/poi_1001_bs_scylla_general:23:DefaultText
source: Perfect spot for some peace and quiet.
bs: Ideální místo pro klid a pohodu.

# conversations/companions/poi/poi_1001_bs_scylla_general:24:DefaultText
source: Reminder: large jobs take SAM longer to clean.
bs: Připomínáme, že úklid velkých zakázek trvá SAM déle.

# conversations/companions/poi/poi_1001_bs_scylla_general:25:DefaultText
source: It's a touch different from the ones I seen. Shouldn't be so hard to get it patched up, though.
bs: Je trochu jiný než ty, které jsem viděl. Nemělo by však být tak těžké to opravit.

# conversations/companions/poi/poi_1001_bs_scylla_general:26:DefaultText
source: Who's living in a relay station all the way out here?
bs: Kdo bydlí na retranslační stanici až tady?

# conversations/companions/poi/poi_1001_bs_scylla_general:27:DefaultText
source: I'll admit, the station's in better shape than I expected it to be.
bs: Přiznávám, že stanice je v lepším stavu, než jsem čekal.

# conversations/companions/poi/poi_1001_bs_scylla_general:30:DefaultText
source: Estimated cleaning time: 59.11 minutes.
bs: Odhadovaná doba čištění: 59,11 minuty.

# conversations/companions/poi/poi_1001_bs_scylla_general:33:DefaultText
source: Wouldn't the quiet get to you? Knowing there's nobody out there? No one at all?
bs: Nedostalo by se ti toho ticha? Vědět, že tam venku nikdo není? Vůbec nikdo?

# conversations/companions/poi/poi_1001_bs_scylla_general:34:DefaultText
source: Maybe it's haunted. We should look around.
bs: Možná tam straší. Měli bychom se tu porozhlédnout.

# conversations/companions/poi/poi_1001_bs_scylla_general:35:DefaultText
source: Looks abandoned. But looks can be deceiving.
bs: Vypadá opuštěně. Ale zdání může klamat.

# conversations/companions/poi/poi_1001_bs_scylla_general:37:DefaultText
source: Place never even had a bar. No wonder it's abandoned.
bs: V místě nikdy nebyl ani bar. Není divu, že je opuštěné.

# conversations/companions/poi/poi_1001_bs_scylla_general:38:DefaultText
source: Good hygiene prevents an early onset of death.
bs: Dobrá hygiena zabraňuje předčasnému úmrtí.

# conversations/companions/poi/poi_1001_bs_scylla_general:39:DefaultText
source: Somebody lives all the way out here? Surrounded by aether?
bs: Někdo žije až tady? Obklopen éterem?

# conversations/companions/poi/poi_1001_bs_scylla_general:40:DefaultText
source: Looks like some sort of habitation.
bs: Vypadá to na nějaké obydlí.

# conversations/companions/poi/poi_1001_bs_scylla_general:41:DefaultText
source: What a cozy little mining outpost. Deserted, but quaint.
bs: Útulná hornická základna. Opuštěná, ale malebná.

# conversations/companions/poi/poi_1001_bs_scylla_general:43:DefaultText
source: Place never even had a bar. No wonder it's abandoned.
bs: V místě nikdy nebyl ani bar. Není divu, že je opuštěné.

# conversations/companions/poi/poi_1001_bs_scylla_general:44:DefaultText
source: Mold detected. Mildew detected. Body odor detected. Ear mites detected.
bs: Zjištěna plíseň. Zjištěna plíseň. Zjištěn tělesný zápach. Zjištěni roztoči v uších.

# conversations/companions/poi/poi_1001_bs_scylla_general:59:DefaultText
source: Are these folks friendly, or not? That's what I wanna know.
bs: Jsou tito lidé přátelští, nebo ne? To chci vědět.

# conversations/companions/poi/poi_1001_bs_scylla_general:60:DefaultText
source: Clyde must be inside.
bs: Clyde musí být uvnitř.

# conversations/companions/poi/poi_1001_bs_scylla_general:61:DefaultText
source: Should we knock before we barge in? Or are we forgoing politeness today?
bs: Měli bychom před vniknutím zaklepat? Nebo se dnes vzdáme zdvořilosti?

# conversations/companions/poi/poi_1001_bs_scylla_general:62:DefaultText
source: I'm jealous. Tried to build myself a spot like that once. Didn't work out.
bs: Žárlím. Jednou jsem se pokoušel postavit si takové místo. Nevyšlo to.

# conversations/companions/poi/poi_1001_bs_scylla_general:63:DefaultText
source: Those guys are either going to try to shoot us or sell us something potent. Either way, should be fun.
bs: Ti chlapi se nás buď pokusí zastřelit, nebo nám prodají něco silného. Každopádně by to měla být zábava.

# conversations/companions/poi/poi_1001_bs_scylla_general:64:DefaultText
source: Your ship, but cleaner!
bs: Vaše loď, ale čistší!

# conversations/companions/poi/poi_1001_bs_scylla_general:65:DefaultText
source: Looks pretty busy for a spot way out on the backside of no-place.
bs: Na to, že je to místo na okraji žádného místa, vypadá dost rušně.

# conversations/companions/poi/poi_1001_bs_scylla_general:66:DefaultText
source: Clyde's got himself a cozy little outfit, huh?
bs: Clyde si pořídil útulný obleček, co?

# conversations/companions/poi/poi_1001_bs_scylla_general:67:DefaultText
source: Ah, a proper lair if I ever saw one.
bs: Ach, pořádné doupě, pokud jsem kdy nějaké viděl.

# conversations/companions/poi/poi_1001_bs_scylla_general:68:DefaultText
source: Now there's a proper encampment.
bs: Teď je tu pořádný tábor.

# conversations/companions/poi/poi_1001_bs_scylla_general:69:DefaultText
source: Those guys are either going to try to shoot us or sell us something potent. Either way, should be fun.
bs: Ti chlapi se nás buď pokusí zastřelit, nebo nám prodají něco silného. Každopádně by to měla být zábava.

# conversations/companions/poi/poi_1001_bs_scylla_general:70:DefaultText
source: What you need is an on-staff germ killer!
bs: Potřebujete zaměstnance, který bude zabíjet bakterie!

# conversations/companions/poi/poi_1001_bs_scylla_general:73:DefaultText
source: Why is it we find fights everyplace we go?
bs: Proč se hádáme všude, kam přijdeme?

# conversations/companions/poi/poi_1001_bs_scylla_general:74:DefaultText
source: I got your back, boss.
bs: Kryju ti záda, šéfe.

# conversations/companions/poi/poi_1001_bs_scylla_general:75:DefaultText
source: And get your bludgeoning objects ready.
bs: A připravte si předměty na tupení.

# conversations/companions/poi/poi_1001_bs_scylla_general:76:DefaultText
source: You know, I'd feel bad for outlaws if they weren't such complete assholes.
bs: Víš, bylo by mi psanců líto, kdyby to nebyli takoví kreténi.

# conversations/companions/poi/poi_1001_bs_scylla_general:77:DefaultText
source: Here we go.
bs: A je to tady.

# conversations/companions/poi/poi_1001_bs_scylla_general:78:DefaultText
source: SAM units kill 44.99 percent of germs DEAD.
bs: Jednotky SAM ničí 44,99 % bakterií SMRTÍ.

# conversations/companions/poi/poi_1001_bs_scylla_general:79:DefaultText
source: Oh, this is foilsome.
bs: Tohle je falešné.

# conversations/companions/poi/poi_1001_bs_scylla_general:80:DefaultText
source: Outlaws, huh? Let's go say hello.
bs: Psanci, co? Pojďme je pozdravit.

# conversations/companions/poi/poi_1001_bs_scylla_general:81:DefaultText
source: Outlaws! Dead ahead.
bs: Psanci! Mrtvý vpředu.

# conversations/companions/poi/poi_1001_bs_scylla_general:82:DefaultText
source: Whoops. Rifles up.
bs: Ups. Pušky nahoru.

# conversations/companions/poi/poi_1001_bs_scylla_general:83:DefaultText
source: Here we go.
bs: A je to tady.

# conversations/companions/poi/poi_1001_bs_scylla_general:84:DefaultText
source: Time to BRING THE CLEAN!
bs: Je na čase přivést čistý vzduch!

# conversations/companions/poi/poi_1001_bs_scylla_general:87:DefaultText
source: A lonely place to die. In a thousand years, they'll still be lying out here.
bs: Osamělé místo k umírání. I za tisíc let tu budou ležet.

# conversations/companions/poi/poi_1001_bs_scylla_general:88:DefaultText
source: Nasty way to go.
bs: Nepříjemný způsob, jak odejít.

# conversations/companions/poi/poi_1001_bs_scylla_general:89:DefaultText
source: Can't say I'll be mourning them, personally.
bs: Osobně nemůžu říct, že bych je oplakával.

# conversations/companions/poi/poi_1001_bs_scylla_general:90:DefaultText
source: Looks like we missed the celebrations.
bs: Vypadá to, že jsme oslavy propásli.

# conversations/companions/poi/poi_1001_bs_scylla_general:92:DefaultText
source: Switching to DEEP SCRUBBING mode.
bs: Přepnutí do režimu DEEP SCRUBBING.

# conversations/companions/poi/poi_1001_bs_scylla_general:93:DefaultText
source: Some of these folks are SubLight. Who are the other ones?
bs: Někteří z těchto lidí jsou SubLight. Kdo jsou ti ostatní?

# conversations/companions/poi/poi_1001_bs_scylla_general:94:DefaultText
source: Looks like Clyde's crew got in a scuffle.
bs: Vypadá to, že se Clydeova posádka dostala do potyčky.

# conversations/companions/poi/poi_1001_bs_scylla_general:95:DefaultText
source: So many dead. So few graves.
bs: Tolik mrtvých. Tak málo hrobů.

# conversations/companions/poi/poi_1001_bs_scylla_general:96:DefaultText
source: What a void-damned waste.
bs: To je ale prázdné plýtvání.

# conversations/companions/poi/poi_1001_bs_scylla_general:97:DefaultText
source: A few of these are SubLight. Guess Lilya was trying to expand.
bs: Některé z nich jsou SubLight. Lilya se asi snažila rozšířit.

# conversations/companions/poi/poi_1001_bs_scylla_general:98:DefaultText
source: Would you like this unit to tidy up?
bs: Chcete, aby tato jednotka uklidila?

# conversations/companions/poi/poi_1001_bs_scylla_general:101:DefaultText
source: Seems pointless, though. You gotta leave it on forever. And the pylons. Else the air just... drifts off.
bs: Zdá se to však zbytečné. Musíte ho nechat zapnutý navždy. A pylony. Jinak se vzduch prostě... rozplyne.

# conversations/companions/poi/poi_1001_bs_scylla_general:102:DefaultText
source: Wonder what it'd take to knock this over.
bs: Zajímalo by mě, co by bylo potřeba udělat, aby se to převrátilo.

# conversations/companions/poi/poi_1001_bs_scylla_general:103:DefaultText
source: You can only move forwards or backwards as a society. And I for one fully support our progressive efforts.
bs: Jako společnost se můžete pohybovat pouze vpřed nebo vzad. A já například plně podporuji naše pokrokové snahy.

# conversations/companions/poi/poi_1001_bs_scylla_general:104:DefaultText
source: Oughta leave well enough alone.
bs: Měl bys to nechat být.

# conversations/companions/poi/poi_1001_bs_scylla_general:105:DefaultText
source: There's no credible research on the health effects of standing directly under a terraformer, Captain. In case you were wondering.
bs: Neexistuje žádný věrohodný výzkum o zdravotních účincích stání přímo pod terraformátorem, kapitáne. Pokud by vás to zajímalo.

# conversations/companions/poi/poi_1001_bs_scylla_general:106:DefaultText
source: You name it, SAM cleans it.
bs: Jak chcete, SAM to vyčistí.

# conversations/companions/poi/poi_1001_bs_scylla_general:107:DefaultText
source: Reckon that explains how we ain't dead. But without the pylons, all the O2 this thing's cracking from the ice would just... drift off.
bs: To vysvětluje, proč nejsme mrtví. Ale bez těch pylonů by všechen O2, který tahle věc z ledu uvolňuje, prostě... odplul.

# conversations/companions/poi/poi_1001_bs_scylla_general:108:DefaultText
source: Oh, I seen one of these before. This here's a ... planet... maker... upper. Terraformer! That's the word.
bs: Už jsem jeden takový viděl. Tohle je ... planeta... výrobce... horní. Terraformer! To je to slovo.

# conversations/companions/poi/poi_1001_bs_scylla_general:109:DefaultText
source: THIS is a monument to man's intelligence and strength.
bs: TO je pomník lidské inteligence a síly.

# conversations/companions/poi/poi_1001_bs_scylla_general:110:DefaultText
source: I recognize this. They're dead set on screwing this place up, too.
bs: Uznávám to. Oni jsou také odhodlaní to tady pokazit.

# conversations/companions/poi/poi_1001_bs_scylla_general:111:DefaultText
source: Hard to imagine leaving something as expensive as a terraformer lying around.
bs: Těžko si představit, že bychom tu nechali ležet něco tak drahého, jako je terraformer.

# conversations/companions/poi/poi_1001_bs_scylla_general:112:DefaultText
source: No challenge is too large. No mess is too small.
bs: Žádná výzva není příliš velká. Žádný nepořádek není příliš malý.

# conversations/companions/poi/poi_1001_bs_scylla_general:127:DefaultText
source: You sure you wanna go in here, Felix? You know you don't gotta.
bs: Jsi si jistý, že chceš jít dovnitř, Felixi? Víš, že nemusíš.

# conversations/companions/poi/poi_1001_bs_scylla_general:128:DefaultText
source: Those must be the folks Felix is looking for. I don't think they're good sorts, Captain.
bs: To musí být ti, které Felix hledá. Nemyslím si, že jsou to dobří lidé, kapitáne.

# conversations/companions/poi/poi_1001_bs_scylla_general:129:DefaultText
source: You sure you wanna go in here, Felix? You know you don't gotta.
bs: Jsi si jistý, že chceš jít dovnitř, Felixi? Víš, že nemusíš.

# conversations/companions/poi/poi_1001_bs_scylla_general:130:DefaultText
source: Those must be the folks Felix is looking for. I don't think they're good sorts, Captain.
bs: To musí být ti, které Felix hledá. Nemyslím si, že jsou to dobří lidé, kapitáne.

# conversations/companions/poi/poi_1001_bs_scylla_general:131:DefaultText
source: Some of these folks are SubLight. The others - Felix, are those the folks you're looking for?
bs: Někteří z těchto lidí jsou SubLight. Ostatní - Felixi, jsou to ti, které hledáš?

# conversations/companions/poi/poi_1001_bs_scylla_general:133:DefaultText
source: Should be a snap to hack that terminal since you got all the info now, Captain.
bs: Když už máte všechny informace, mělo by být hračkou hacknout ten terminál, kapitáne.

# conversations/companions/poi/poi_1001_bs_scylla_general:134:DefaultText
source: Seems a mite technical to me, boss. Maybe it's got something to do with that terminal?
bs: Zdá se mi to trochu technické, šéfe. Možná to má něco společného s tím terminálem?

# conversations/companions/poi/poi_1001_bs_scylla_general:135:DefaultText
source: That should help us use the security terminal to disable the automechanicals.
bs: To by nám mělo pomoci použít bezpečnostní terminál k deaktivaci automechaniky.

# conversations/companions/poi/poi_1001_bs_scylla_general:136:DefaultText
source: I only read over your shoulder a little, but that manual looks like it's got something to do with that terminal.
bs: Četl jsem to jen trochu přes rameno, ale ten manuál vypadá, že má něco společného s tím terminálem.

# conversations/companions/poi/poi_1001_bs_scylla_general:137:DefaultText
source: SAM units aren't just lethal to germs, they're lethal to ALL organic lifeforms. Settings can be adjusted using the "Easy 1-2-3 Installation Manual."
bs: Jednotky SAM nejsou smrtící jen pro bakterie, ale pro VŠECHNY organické formy života. Nastavení lze upravit pomocí "Snadné instalační příručky 1-2-3".

# conversations/companions/poi/poi_1001_bs_scylla_general:140:DefaultText
source: Poor fella. You think he did it to himself, Captain? That's... real sad.
bs: Chudák chlapík. Myslíte, že si to udělal sám, kapitáne? To je... opravdu smutné.

# conversations/companions/poi/poi_1001_bs_scylla_general:141:DefaultText
source: Yeah. He's long gone.
bs: Jo, už je dávno pryč.

# conversations/companions/poi/poi_1001_bs_scylla_general:142:DefaultText
source: Smells like old blood.
bs: Páchne jako stará krev.

# conversations/companions/poi/poi_1001_bs_scylla_general:143:DefaultText
source: Poor bastard.
bs: Chudák.

# conversations/companions/poi/poi_1001_bs_scylla_general:145:DefaultText
source: Body bag dispenser empty. Please replace sack reel before disposing of any corpses.
bs: Zásobník na sáčky na tělo je prázdný. Před likvidací mrtvol vyměňte naviják na pytle.

# conversations/companions/poi/poi_1001_bs_scylla_general:146:DefaultText
source: Oh. Gosh. He's dead, ain't he?
bs: Oh. Bože. Je mrtvý, že?

# conversations/companions/poi/poi_1001_bs_scylla_general:147:DefaultText
source: So uh, is he dead, or...
bs: Takže je mrtvý, nebo...

# conversations/companions/poi/poi_1001_bs_scylla_general:148:DefaultText
source: What happened here?
bs: Co se tu stalo?

# conversations/companions/poi/poi_1001_bs_scylla_general:149:DefaultText
source: Poor bastard.
bs: Chudák.

# conversations/companions/poi/poi_1001_bs_scylla_general:150:DefaultText
source: You probably don't need my diagnosis, but he's definitely dead.
bs: Moji diagnózu asi nepotřebujete, ale určitě je mrtvý.

# conversations/companions/poi/poi_1001_bs_scylla_general:151:DefaultText
source: Preparing body bag for use.
bs: Příprava vaku na tělo k použití.

# conversations/companions/poi/poi_1001_bs_scylla_general:152:DefaultText
source: Awful empty around here. Where'd everybody go?
bs: Je tu strašně prázdno. Kam všichni odešli?

# conversations/companions/poi/poi_1001_bs_scylla_general:153:DefaultText
source: No one to talk to for miles and miles... gives me the shivers.
bs: Na míle daleko není s kým mluvit... běhá mi mráz po zádech.

# conversations/companions/poi/poi_1001_bs_scylla_general:155:DefaultText
source: If there's a security manual, that must mean there's a security terminal around here somewhere. Right, Captain?
bs: Pokud existuje bezpečnostní příručka, musí to znamenat, že je tu někde bezpečnostní terminál. Je to tak, kapitáne?

# conversations/companions/poi/poi_1001_bs_scylla_general:156:DefaultText
source: Seems a mite technical to me, boss. Maybe you can use that info to deal with those mechanicals somehow?
bs: Zdá se mi to trochu technické, šéfe. Možná bys ty informace mohl nějak využít k řešení těch mechanických problémů?

# conversations/companions/poi/poi_1001_bs_scylla_general:157:DefaultText
source: Perhaps we could use the manual's instructions to disable the automechanicals on the premises?
bs: Možná bychom mohli použít pokyny v příručce a vypnout automechaniku v areálu?

# conversations/companions/poi/poi_1001_bs_scylla_general:158:DefaultText
source: I only read over your shoulder a little, but that manual looks like it might help us disable the automechs.
bs: Přečetl jsem si jen něco málo přes rameno, ale ten návod vypadá, že by nám mohl pomoci vypnout automechy.

# conversations/companions/poi/poi_1001_bs_scylla_general:159:DefaultText
source: SAM units aren't just lethal to germs, they're lethal to ALL organic lifeforms. Settings can be adjusted using the "Easy 1-2-3 Installation Manual."
bs: Jednotky SAM nejsou smrtící jen pro bakterie, ale pro VŠECHNY organické formy života. Nastavení lze upravit pomocí "Snadné instalační příručky 1-2-3".

# conversations/companions/poi/poi_1001_bs_scylla_general:160:DefaultText
source: We're getting close to the Hermit. I can feel it.
bs: Blížíme se k Poustevníkovi. Cítím to.

# conversations/companions/poi/poi_1001_bs_scylla_general:161:DefaultText
source: We're getting close to the Hermit. I can feel it.
bs: Blížíme se k Poustevníkovi. Cítím to.
