Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0202_*_byzantiumext.po
Languages: bs

# conversations/companions/poi/poi_0202_bs_byzantiumext:2:DefaultText
source: Is it me, or could each of these homes fit Edgewater inside, cannery and all?
bs: Zdá se mi to, nebo by se každý z těchto domů mohl vejít do Edgewateru i s konzervárnou?

# conversations/companions/poi/poi_0202_bs_byzantiumext:3:DefaultText
source: Byzantium Estates. Built on the backs of the working class. Hey, that was good. I gotta write that down.
bs: Byzantium Estates. Postaveno na zádech dělnické třídy. Hej, to bylo dobré. Musím si to zapsat.

# conversations/companions/poi/poi_0202_bs_byzantiumext:4:DefaultText
source: This is where those who fancy themselves the best and brightest of our society live. Trespassing here is a true honor.
bs: Zde žijí ti, kteří se považují za nejlepší a nejchytřejší v naší společnosti. Vstoupit sem je opravdová čest.

# conversations/companions/poi/poi_0202_bs_byzantiumext:5:DefaultText
source: If they'd sent money to Monarch instead of building even one of those homes, I bet we could've rebuilt Stellar Bay. The whole damn thing.
bs: Kdyby poslali peníze Monarchu, místo aby postavili byť jen jeden z těch domů, vsadím se, že bychom mohli obnovit Stellar Bay. Celou tu zatracenou věc.

# conversations/companions/poi/poi_0202_bs_byzantiumext:6:DefaultText
source: Sure, they look fancy, but inside, they're just marble and existential emptiness.
bs: Jistě, vypadají efektně, ale uvnitř je jen mramor a existenciální prázdnota.

# conversations/companions/poi/poi_0202_bs_byzantiumext:7:DefaultText
source: Area analysis: SQUEAKY CLEAN!
bs: Analýza oblasti: ČISTÝ!

# conversations/companions/poi/poi_0202_bs_byzantiumext:21:DefaultText
source: You think I'd get arrested if I climbed up on that to get a look at the gearings?
bs: Myslíte, že by mě zatkli, kdybych na něj vylezl, abych se podíval na převody?

# conversations/companions/poi/poi_0202_bs_byzantiumext:22:DefaultText
source: Just imagine busting up all these windows. Lootin' all these stores.
bs: Představte si, že byste všechna ta okna rozbili. Vykrádání všech těch obchodů.

# conversations/companions/poi/poi_0202_bs_byzantiumext:23:DefaultText
source: Some would say this is as close to Godhood we can achieve until we unlock the final secrets of the Plan. Me, I'm not so sure.
bs: Někteří by řekli, že je to nejblíže božství, jakého můžeme dosáhnout, dokud neodhalíme poslední tajemství Plánu. Já si tím nejsem tak jistý.

# conversations/companions/poi/poi_0202_bs_byzantiumext:24:DefaultText
source: Ugh. Decadence ain't gonna save you when beasts chew through the walls.
bs: Uf. Dekadence tě nezachrání, když se bestie prokousávají zdmi.

# conversations/companions/poi/poi_0202_bs_byzantiumext:25:DefaultText
source: I once treated a lady who got her hand caught in the gears. Idiot was more worried about her rings than her fingers.
bs: Jednou jsem ošetřoval paní, které se do ozubeného kola dostala ruka. Idiotka se víc bála o své prsteny než o prsty.

# conversations/companions/poi/poi_0202_bs_byzantiumext:26:DefaultText
source: Unit recharging. All cleaning jobs have been completed.
bs: Dobíjení jednotky. Všechny úklidové práce byly dokončeny.

# conversations/companions/poi/poi_0202_bs_byzantiumext:27:DefaultText
source: Is that supposed to be a model of the system? It's not super accurate.
bs: Má to být model systému? Není to příliš přesné.

# conversations/companions/poi/poi_0202_bs_byzantiumext:28:DefaultText
source: Prosperity Plaza? More like Consumption Junction. Get it?
bs: Prosperity Plaza? Spíš Consumption Junction. Chápete?

# conversations/companions/poi/poi_0202_bs_byzantiumext:29:DefaultText
source: It really does gleam like spit-shined gold.
bs: Opravdu se leskne jako vyplivnuté zlato.

# conversations/companions/poi/poi_0202_bs_byzantiumext:30:DefaultText
source: So much wasted money here. Decadence ain't gonna save you when the beasts get through the walls.
bs: Tolik vyhozených peněz. Dekadence vás nezachrání, až se bestie dostanou skrz zdi.

# conversations/companions/poi/poi_0202_bs_byzantiumext:31:DefaultText
source: According to local legend, if you walk around the orrery three times, your corporate rival will die of a papercut.
bs: Podle místní legendy, pokud třikrát obejdete orárium, váš firemní konkurent zemře na papírovou ránu.

# conversations/companions/poi/poi_0202_bs_byzantiumext:32:DefaultText
source: It's so polished it shines!
bs: Je tak vyleštěný, až se leskne!

# conversations/companions/poi/poi_0202_bs_byzantiumext:34:DefaultText
source: Tall...
bs: Vysoký...

# conversations/companions/poi/poi_0202_bs_byzantiumext:35:DefaultText
source: The Board's just showin' off.
bs: Rada se jen předvádí.

# conversations/companions/poi/poi_0202_bs_byzantiumext:36:DefaultText
source: How can anyone look upon this and NOT see that humanity is the supreme progeny of the universe?
bs: Jak se na to může někdo dívat a NEvidět, že lidstvo je nejvyšším potomkem vesmíru?

# conversations/companions/poi/poi_0202_bs_byzantiumext:38:DefaultText
source: I never could've handled a desk job.
bs: Nikdy bych nezvládl práci za stolem.

# conversations/companions/poi/poi_0202_bs_byzantiumext:39:DefaultText
source: <slow whistles>
bs: <pomalé pískání>

# conversations/companions/poi/poi_0202_bs_byzantiumext:55:DefaultText
source: Nah. Probably just shot.
bs: Ne. Pravděpodobně ho jen postřelili.
