Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0401_*_monarchext_cascadia.po
Languages: bs

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:2:DefaultText
source: Ooo, a wreck. Can we check it for parts? Never know when you might need a backup regulator.
bs: Ooo, troska. Můžeme ho zkontrolovat na součástky? Nikdy nevíš, kdy budeš potřebovat záložní regulátor.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:3:DefaultText
source: Hey, a shipwreck! Wonder if we'll find any bodies mouldering in there.
bs: Hej, ztroskotání lodi! Zajímalo by mě, jestli tam najdeme nějaká tlející těla.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:4:DefaultText
source: Is that a ship out there? Looks fairly well banged up.
bs: Je tam venku nějaká loď? Vypadá to, že je dost rozbitá.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:5:DefaultText
source: That thing crashed a long time ago. It ain't gonna fly again, so don't go getting funny ideas.
bs: Ta věc se už dávno rozbila. Už nikdy nepoletí, tak si nedělejte legrační představy.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:6:DefaultText
source: I swear, pirates are some of the worst pilots. Makes us all look unprofessional.
bs: Přísahám, že piráti jsou jedni z nejhorších pilotů. Všichni pak vypadáme neprofesionálně.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:7:DefaultText
source: Whether its shipshape or shipwrecked, SAM can clean it in under four hours.
bs: Ať už je loď v pořádku, nebo ztroskotaná, SAM ji vyčistí za méně než čtyři hodiny.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:11:DefaultText
source: I would've liked to have seen this place. Afore it was all boarded up? Bet it lit up the night.
bs: Rád bych toto místo viděl. Než bylo celé zabedněné? Vsadím se, že v noci svítilo.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:12:DefaultText
source: Eyes up, boss. We're amblin' into the jaws of danger!
bs: Zvedněte oči, šéfe. Jdeme vstříc nebezpečí!

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:13:DefaultText
source: Never had much of a sweet tooth myself. Indulgences like Rizzo's were frowned upon in my household.
bs: Sám jsem nikdy neměl moc rád sladké. Požitky jako Rizzo's byly v naší domácnosti odsuzovány.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:14:DefaultText
source: This is what you get when a corporation takes a dump and walks off without cleaning it up.
bs: Takhle to dopadá, když korporace vezme hromadu odpadků a odejde, aniž by je uklidila.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:15:DefaultText
source: You take us to the nicest places, Captain.
bs: Berete nás na ta nejhezčí místa, kapitáne.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:16:DefaultText
source: Dispensing body bags.
bs: Výdej pytlů na mrtvoly.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:17:DefaultText
source: I hope Edgewater don't end up like this.
bs: Doufám, že Edgewater nedopadne stejně.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:18:DefaultText
source: Hey, I remember Cascadia from that one episode of Terror on Monarch. Crawling with monsters, it was.
bs: Hej, Cascadii si pamatuju z jednoho dílu Terroru na Monarchu. Hemžilo se to tam příšerami.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:19:DefaultText
source: This town must've looked mighty grand when it was built.
bs: Tohle město muselo v době svého vzniku vypadat opravdu velkolepě.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:20:DefaultText
source: Used to be, you could get the best wine on Monarch here.
bs: Kdysi se tu dalo sehnat nejlepší víno na Monarchu.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:22:DefaultText
source: Job assessment: It's a mess!
bs: Hodnocení práce: Je to zmatek!

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:26:DefaultText
source: There's an awful lot of rustling and growling out there, Captain.
bs: Venku to strašně šustí a vrčí, kapitáne.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:27:DefaultText
source: Hope we brought enough guns, boss.
bs: Doufám, že jsme si vzali dost zbraní, šéfe.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:28:DefaultText
source: Let's go. Living is overrated, anyway...
bs: Pojďme. Život se stejně přeceňuje...

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:30:DefaultText
source: Hope you're doling out hazard pay.
bs: Doufám, že vyplácíte odměny za nebezpečí.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:31:DefaultText
source: This unit is not insured.
bs: Tato jednotka není pojištěna.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:32:DefaultText
source: I don't think I like this place one little bit.
bs: Myslím, že se mi tu ani trochu nelíbí.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:33:DefaultText
source: Big, wild, untamed. Danger lurking 'round every corner. Monarch is everything I imagined.
bs: Velký, divoký, nezkrotný. Nebezpečí číhá za každým rohem. Monarch je všechno, co jsem si představoval.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:34:DefaultText
source: Now this is a wild wasteland. Danger and adventure surely await us.
bs: Nyní je to divoká pustina. Čeká nás nebezpečí a dobrodružství.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:36:DefaultText
source: You a fan of the hard way, Captain?
bs: Jste příznivcem tvrdé cesty, kapitáne?

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:37:DefaultText
source: Stubborn stains? Leave them for SAM.
bs: Zatvrdlé skvrny? Nechte je na SAM.

# conversations/companions/poi/poi_0401_bs_monarchext_cascadia:38:DefaultText
source: I guess this is what Edgewater's gonna look like in a couple years.
bs: Takhle asi bude Edgewater vypadat za pár let.
