Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0701_*_tartarus.po
Languages: bs

# conversations/companions/poi/poi_0701_bs_tartarus:40:DefaultText
source: Imagine being locked up in a place like this. Just the weight of all that stone and steel - ugh, it's makin' me sick.
bs: Představte si, že byste byli zavření na takovém místě. Jen ta váha kamene a oceli - uf, dělá se mi z toho špatně.

# conversations/companions/poi/poi_0701_bs_tartarus:41:DefaultText
source: This is what the Board wants. Every worker in Halcyon, stuffed into one of those chambers.
bs: To je to, co chce správní rada. Každého pracovníka v Halcyonu nacpat do jedné z těchto komor.

# conversations/companions/poi/poi_0701_bs_tartarus:42:DefaultText
source: This is like a bad dream I once had.
bs: Je to jako zlý sen, který se mi kdysi zdál.

# conversations/companions/poi/poi_0701_bs_tartarus:43:DefaultText
source: Void take me. I thought the chasm outside Stellar Bay was deep. This... this makes me nauseous.
bs: Void take me. Myslel jsem, že propast před Hvězdnou zátokou je hluboká. Z toho... z toho se mi dělá špatně.

# conversations/companions/poi/poi_0701_bs_tartarus:44:DefaultText
source: Guess we're going up.
bs: Hádám, že jdeme nahoru.

# conversations/companions/poi/poi_0701_bs_tartarus:45:DefaultText
source: Area filth-level assessment: DISGUSTING!
bs: Posouzení úrovně znečištění oblasti: ODPORNÉ!

# conversations/companions/poi/poi_0701_bs_tartarus:49:DefaultText
source: This might be the loneliest place in the whole system.
bs: Tohle je možná nejosamělejší místo v celém systému.

# conversations/companions/poi/poi_0701_bs_tartarus:50:DefaultText
source: They say nobody's ever broken out of the Labyrinth. Didn't say nothing about breaking in, though.
bs: Říká se, že z Labyrintu se ještě nikdo nedostal. Neříkali ale nic o tom, že by se měl někdo vloupat dovnitř.

# conversations/companions/poi/poi_0701_bs_tartarus:51:DefaultText
source: Entering the Labyrinth's the easy part. Making it back out...? I'm still trusting your plan on that one, Captain.
bs: Vstup do Labyrintu je ta snadnější část. Dostat se zpátky ven...? Pořád věřím vašemu plánu, kapitáne.

# conversations/companions/poi/poi_0701_bs_tartarus:52:DefaultText
source: I've got to admit - I'm not too keen on walking into a prison. They lock me up, I'm liable to kill everyone trying to get back out.
bs: Musím přiznat, že se mi do vězení moc nechce. Když mě zavřou, můžu všechny zabít, když se budu snažit dostat zpátky.

# conversations/companions/poi/poi_0701_bs_tartarus:53:DefaultText
source: Getting in's one thing. Let's just hope we're able to get out again.
bs: Dostat se dovnitř je jedna věc. Doufejme, že se nám podaří dostat se zase ven.

# conversations/companions/poi/poi_0701_bs_tartarus:54:DefaultText
source: Area sanitization assessment: the Labyrinth on Tartarus. Task classification: easy peasy!
bs: Posouzení sanitace oblasti: Labyrint na Tartaru. Klasifikace úkolů: snadné!

# conversations/companions/poi/poi_0701_bs_tartarus:73:DefaultText
source: Area sanitization assessment: the Labyrinth on Tartarus. Task classification: easy peasy!
bs: Posouzení sanitace oblasti: Labyrint na Tartaru. Klasifikace úkolů: snadné!

# conversations/companions/poi/poi_0701_bs_tartarus:74:DefaultText
source: What use does a prison have for bars when it's got a storm like that guardin' the gates?
bs: K čemu jsou ve vězení mříže, když bránu hlídá taková bouře?

# conversations/companions/poi/poi_0701_bs_tartarus:75:DefaultText
source: You ever wonder how long we'd last out on the surface?
bs: Přemýšleli jste někdy, jak dlouho bychom na povrchu vydrželi?

# conversations/companions/poi/poi_0701_bs_tartarus:76:DefaultText
source: They call this place the Labyrinth. Perhaps we should all meditate on that as we make our descent.
bs: Tomuto místu se říká Labyrint. Možná bychom o tom měli při sestupu meditovat.

# conversations/companions/poi/poi_0701_bs_tartarus:77:DefaultText
source: I've got to admit - I'm not too keen on walking into a prison. They lock me up, I'm liable to kill everyone trying to get back out.
bs: Musím přiznat, že se mi do vězení moc nechce. Když mě zavřou, můžu všechny zabít, když se budu snažit dostat zpátky.

# conversations/companions/poi/poi_0701_bs_tartarus:78:DefaultText
source: Sure never planned on seeing the inside of this place.
bs: Určitě jsem nikdy neplánoval, že se podívám dovnitř tohoto místa.

# conversations/companions/poi/poi_0701_bs_tartarus:82:DefaultText
source: Whatever comes of this... I'm just real glad to know you all.
bs: Ať už z toho vzejde cokoli... Jsem opravdu rád, že vás všechny znám.

# conversations/companions/poi/poi_0701_bs_tartarus:83:DefaultText
source: All right, boss. I'm ready. Let's do this.
bs: Dobře, šéfe. Jsem připraven. Jdeme na to.

# conversations/companions/poi/poi_0701_bs_tartarus:84:DefaultText
source: Everything in my life has been leading up to this point... I am, uh... I believe I am ready for this.
bs: Všechno v mém životě směřovalo k tomuto bodu... Věřím, že jsem na to připraven.

# conversations/companions/poi/poi_0701_bs_tartarus:85:DefaultText
source: Take a breath now, folks. Once we're up there, I suspect we ain't gonna have time to stop shooting.
bs: Teď se nadechněte, přátelé. Jakmile budeme nahoře, předpokládám, že nebudeme mít čas přestat střílet.

# conversations/companions/poi/poi_0701_bs_tartarus:86:DefaultText
source: Hope you're right about this, Captain.
bs: Doufám, že máte pravdu, kapitáne.

# conversations/companions/poi/poi_0701_bs_tartarus:87:DefaultText
source: Difficult job ahead? Consider equipping a pack of SAM's special solvent stain-out remover. It's ruthless on residual blood splatter.
bs: Čeká vás náročná práce? Zvažte, zda si nepořídit balení speciálního rozpouštědlového odstraňovače skvrn SAM. Je nemilosrdný ke zbytkům krve.

# conversations/companions/poi/poi_0701_bs_tartarus:88:DefaultText
source: We're really doin' this, huh?
bs: Opravdu to děláme, co?

# conversations/companions/poi/poi_0701_bs_tartarus:89:DefaultText
source: You, uh. You ain't feeling jittery, are you? 'Cause I'm not.
bs: Ty, uh. Necítíš se nervózní, že ne? Protože já ne.

# conversations/companions/poi/poi_0701_bs_tartarus:90:DefaultText
source: Everything in my life has been leading up to this point... I am, uh... I believe I am ready for this.
bs: Všechno v mém životě směřovalo k tomuto bodu... Věřím, že jsem na to připraven.

# conversations/companions/poi/poi_0701_bs_tartarus:91:DefaultText
source: This is nice. Calm before the storm and all that.
bs: To je hezké. Klid před bouří a tak.

# conversations/companions/poi/poi_0701_bs_tartarus:92:DefaultText
source: Guess this is it, huh?
bs: Hádám, že je to tady, co?

# conversations/companions/poi/poi_0701_bs_tartarus:93:DefaultText
source: Difficult job ahead? Consider equipping a pack of SAM's special solvent stain-out remover. It's ruthless on residual blood splatter.
bs: Čeká vás náročná práce? Zvažte, zda si nepořídit balení speciálního rozpouštědlového odstraňovače skvrn SAM. Je nemilosrdný ke zbytkům krve.

# conversations/companions/poi/poi_0701_bs_tartarus:95:DefaultText
source: Let's look around. There's got to be a few ways through here.
bs: Rozhlédněme se kolem. Musí tu být několik cest.

# conversations/companions/poi/poi_0701_bs_tartarus:96:DefaultText
source: Lead the way, boss. I got your back.
bs: Veď nás, šéfe. Kryju ti záda.

# conversations/companions/poi/poi_0701_bs_tartarus:97:DefaultText
source: I suppose it would be too late to back out now, eh? Fear not, Captain, I'll watch your back.
bs: Předpokládám, že teď už by bylo pozdě vycouvat, že? Nebojte se, kapitáne, budu vám krýt záda.

# conversations/companions/poi/poi_0701_bs_tartarus:98:DefaultText
source: Whoooo. We have a lot of shooting to do, Captain.
bs: Whoooo. Musíme hodně střílet, kapitáne.

# conversations/companions/poi/poi_0701_bs_tartarus:99:DefaultText
source: Nice of them to leave us a few options.
bs: Je od nich hezké, že nám nechali několik možností.

# conversations/companions/poi/poi_0701_bs_tartarus:100:DefaultText
source: Would you like SAM to tidy up this area? Waiting for confirmation command... Confirmation command not received.
bs: Chcete, aby SAM tuto oblast uklidil? Čekáme na potvrzení příkazu... Potvrzovací příkaz nebyl přijat.
