Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0401_*_monarchext_centralandamberheights.po
Languages: bs

source: We gotta get over there, Captain. Maybe they're still alive!
bs: Musíme se tam dostat, kapitáne. Možná jsou ještě naživu!

source: If somebody's blowing up a piece of Monarch, I want in.
bs: Jestli někdo vyhodí do vzduchu kus Monarchu, chci do toho jít.

source: As bystanders, does this make us complicit?
bs: Jsme jako přihlížející spoluviníci?

source: That's what you get for hiding behind explosives. You'd think labcoats would be brighter.
bs: To máš za to, že se schováváš za výbušninami. Člověk by si myslel, že laboratorní pláště budou jasnější.

source: Whoa! I'd pay to see that again.
bs: Páni! Zaplatil bych za to, abych to viděl znovu.

source: Mess detected.
bs: Zjištěn nepořádek.

source: Um. As your engineer, I advise you not to set foot on that. Especially the bendy parts.
bs: Jako váš inženýr vám doporučuji, abyste tam nevstupoval. Zejména ty ohýbané části.

source: Must be MSI's work. They got a knack for burnin' bridges.
bs: Musí to být práce MSI. Mají talent na pálení mostů.

source: Just wonderful. Someone's destroyed the damned bridge.
bs: Prostě nádhera. Někdo zničil ten zatracený most.

source: This... this is new. Way the edges are burnt, I'd guess people did this, not the wilds.
bs: Tohle... to je nové. Způsob, jakým jsou okraje vypálené, bych tipoval, že to udělali lidé, ne divočina.

source: Love to get my hands on whatever did that.
bs: Rád bych se dostal k tomu, co to udělalo.

source: Object cannot be cleaned. Object is not in optimal condition for cleaning.
bs: Objekt nelze vyčistit. Objekt není v optimálním stavu pro čištění.

source: We oughta see if anybody's still alive. They might be too weak to call for help.
bs: Měli bychom se podívat, jestli je ještě někdo naživu. Možná jsou příliš slabí na to, aby si zavolali pomoc.

source: None of 'em survived. That's what fixers call deductive reasoning.
bs: Žádný z nich nepřežil. Tomu opraváři říkají deduktivní uvažování.

source: Keep your guard up. Whoever got to them may still be nearby.
bs: Buďte ve střehu. Ten, kdo se k nim dostal, může být stále poblíž.

source: We oughta be quick about this.
bs: Měli bychom si pospíšit.

source: Bunch of amateurs. SubLight shoulda seen this coming.
bs: Banda amatérů. SubLight to měl čekat.

source: Nasty.
bs: Odporné.

source: What happened here?
bs: Co se tu stalo?

source: Must have been one ugly fight.
bs: To musela být ošklivá hádka.

source: Looks like they were ambushed.
bs: Vypadá to, že byli přepadeni.

source: I'd stake my reputation on this being an ambush.
bs: Vsadil bych svou pověst na to, že jde o léčku.

source: Would you like this unit to tidy up?
bs: Chcete, aby tato jednotka uklidila?

source: Everybody here looks wore out. Is it just me?
bs: Všichni tady vypadají unaveně. Jsem to jen já?

source: This place wasn't half so pretty in the serials.
bs: V seriálech nebylo tohle místo ani z poloviny tak hezké.

source: Damned Philosophists.
bs: Zatracení filosofové.

source: The folks in Amber Heights always manage to find a bottle or two of the good stuff. Keen scavengers, I tell you.
bs: Lidé v Amber Heights vždycky najdou láhev nebo dvě dobrého zboží. Jsou to dychtiví mrchožrouti, to vám povídám.

source: Something about this place makes me feel sane by comparison.
bs: V porovnání s tímhle místem se cítím zdravě.

source: SAM: making blood-stained clean again.
bs: SAM: Znovu se potřísní krví.

source: Seems like a nice little town. Except for all the dead critters. Ugh.
bs: Vypadá to na pěkné městečko. Až na všechny ty mrtvé potvory. Fuj.

source: The infamous Amber Heights.
bs: Nechvalně proslulé Jantarové výšiny.

source: Damned Philosophists.
bs: Zatracení filosofové.

source: I oughta mention - the Iconoclasts are loyal folk. Treat 'em right, they'll do the same. Turn on them, they'll open fire without a second thought.
bs: Měl bych zmínit, že Ikonoklasté jsou loajální lidé. Když se k nim budete chovat slušně, udělají totéž. Když se na ně obrátíte, bez váhání začnou střílet.

source: Ah, Crazy Town. Never change.
bs: Bláznivé město. Nikdy se nezmění.

source: Disarray level analysis: UTTER AND TOTAL CHAOS.
bs: Analýza úrovně nepořádku: A TOTÁLNÍ CHAOS.

source: Folk who talk like that make me nervous. Saying "we" when they mean "I."
bs: Lidé, kteří takhle mluví, mě znervózňují. Říkají "my", když myslí "já".

source: Mr. Bryant's got the right idea. You want to change the colony, you gotta be willing to break something.
bs: Pan Bryant má správnou myšlenku. Když chcete změnit kolonii, musíte být ochotni něco porušit.

source: I think that went about as well as it could.
bs: Myslím, že to dopadlo nejlépe, jak mohlo.

source: I know he comes off as a crazy person, but he looks out for his own. That's more than I can say for most folk I've met.
bs: Vím, že působí jako blázen, ale stará se o své. To je víc, než mohu říct o většině lidí, které jsem potkal.

source: And here I thought the rumors about Monarch being full of crazy people were all made-up.
bs: A to jsem si myslel, že pověsti o tom, že Monarch je plný bláznů, jsou smyšlené.

source: All premium. All protection. All SAM.
bs: Všechny prémie. Veškerá ochrana. Vše SAM.

source: Mr. Bryant's eyes were all squirrelly. I don't think he means ill, but... it didn't make me feel safe.
bs: Pan Bryant měl vytřeštěné oči. Nemyslím si, že by to myslel zle, ale... necítil jsem se kvůli tomu bezpečně.

source: Mr. Bryant sure does talk pretty.
bs: Pan Bryant mluví opravdu pěkně.

source: I think that went about as well as it could.
bs: Myslím, že to dopadlo nejlépe, jak mohlo.

source: Graham's a bit of a kook, but he's one of the few good ones left around here. At least he cares about his people.
bs: Graham je trochu blázen, ale je jedním z mála dobrých lidí, kteří tu ještě zůstali. Alespoň se stará o své lidi.

source: Grime and slime got nothing on SAM.
bs: Sliz a špína nemají na SAMa.

source: When you've got a moment, I'd like to talk to you about something.
bs: Až budete mít chvilku, rád bych si s vámi o něčem promluvil.

source: I... really doubt that.
bs: O tom... opravdu pochybuji.
