Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0404_*_cascadia_lab.po
Languages: bs

# conversations/companions/poi/poi_0404_bs_cascadia_lab:2:DefaultText
source: H-hello? Anybody here?
bs: H-hello? Je tu někdo?

# conversations/companions/poi/poi_0404_bs_cascadia_lab:3:DefaultText
source: Wonder if we'll find any grisly experiments in here.
bs: Zajímalo by mě, jestli tu najdeme nějaké hrůzné experimenty.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:4:DefaultText
source: This is Rizzo's lab all right. Place has more dust than sweetener now.
bs: Tohle je Rizzova laboratoř. Je tu teď víc prachu než sladidla.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:5:DefaultText
source: I bet nobody's set foot in here since Cascadia fell.
bs: Vsadím se, že od pádu Cascadie sem nikdo nevkročil.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:6:DefaultText
source: If this place was abandoned, how come it still smells like sweetener and despair?
bs: Pokud bylo tohle místo opuštěné, jak to, že tu stále voní sladidlo a beznaděj?

# conversations/companions/poi/poi_0404_bs_cascadia_lab:7:DefaultText
source: Dust accumulation analysis: 10 years.
bs: Analýza akumulace prachu: 10 let.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:9:DefaultText
source: There we go. Almost done. Phew!
bs: A je to tady. Téměř hotovo. Uff!

# conversations/companions/poi/poi_0404_bs_cascadia_lab:10:DefaultText
source: That should do it. Just gotta siphon off the Alta-Vitae.
bs: To by mělo stačit. Stačí jen odčerpat Alta-Vitae.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:11:DefaultText
source: There we go. As perfectly aligned as the Plan itself.
bs: A je to tady. Stejně dokonale sladěné jako samotný plán.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:12:DefaultText
source: All this machinery's making me a mite nervous.
bs: Ze všech těch strojů jsem trochu nervózní.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:13:DefaultText
source: Guess that was the hard part. Now it's just the part that might blow us up.
bs: To byla asi ta těžší část. Teď už zbývá jen ta část, která by nás mohla vyhodit do povětří.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:14:DefaultText
source: It's in the bag - the trash bag.
bs: Je to v pytli - v pytli na odpadky.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:16:DefaultText
source: Watch your step, Captain! Someone's left traps all over.
bs: Pozor, kam šlapete, kapitáne! Někdo tu všude nechal pasti.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:17:DefaultText
source: Traps. Watch your step.
bs: Pasti. Dávejte si pozor, kam šlapete.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:18:DefaultText
source: Watch out. Someone's boobytrapped the place.
bs: Dávejte si pozor. Někdo tu nastražil bombu.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:19:DefaultText
source: Traps everywhere. Watch it.
bs: Všude jsou pasti. Sledujte.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:20:DefaultText
source: Watch those traps. My field stitches aren't exactly pretty.
bs: Pozor na pasti. Moje polní stehy nejsou zrovna pěkné.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:21:DefaultText
source: This unit is not insured.
bs: Tato jednotka není pojištěna.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:23:DefaultText
source: I hope it was quick.
bs: Doufám, že to bylo rychlé.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:24:DefaultText
source: Ugh. Getting a little hard to breathe.
bs: Uf. Začíná se mi trochu špatně dýchat.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:25:DefaultText
source: Well, there are worse ways to go than suffocation.
bs: Jsou i horší způsoby než udušení.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:26:DefaultText
source: That's the way. Die slow, you bastards.
bs: To je cesta. Chcípejte pomalu, vy bastardi.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:27:DefaultText
source: Wanna take bets on how many mants I got?
bs: Chceš se vsadit, kolik mám mantů?

# conversations/companions/poi/poi_0404_bs_cascadia_lab:28:DefaultText
source: Vermin corpses detected. Preparing required sanitary measures now.
bs: Zjištěny mrtvoly škůdců. Připravte požadovaná hygienická opatření.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:30:DefaultText
source: What an awful brave thing to do. And look how loved he was for it.
bs: To je strašně odvážný čin. A podívejte se, jak byl za to milován.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:31:DefaultText
source: Don't see what's so brave about experimenting on yourself. Damn fool way to die.
bs: Nechápu, co je tak odvážného na experimentování na sobě. Zatraceně hloupý způsob, jak zemřít.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:32:DefaultText
source: It may be hard for us to understand, but this was indeed a noble act.
bs: Možná je pro nás těžké to pochopit, ale byl to vskutku ušlechtilý čin.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:33:DefaultText
source: Gotta admit, I ain't got a lot of sympathy for someone willing to experiment on themselves. Or any person, really.
bs: Musím přiznat, že nemám moc pochopení pro někoho, kdo je ochoten experimentovat sám na sobě. Nebo vlastně s kýmkoli jiným.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:34:DefaultText
source: This is why you don't go getting attached.
bs: Proto se k němu nepřipoutávejte.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:37:DefaultText
source: I hope it was quick.
bs: Doufám, že to bylo rychlé.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:38:DefaultText
source: I would've preferred killin' em the old fashioned way.
bs: Raději bych je zabil postaru.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:39:DefaultText
source: Well, there are worse ways to go than suffocation.
bs: Jsou i horší způsoby než udušení.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:40:DefaultText
source: That's the way. Die slow, you bastards.
bs: To je cesta. Chcípejte pomalu, vy bastardi.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:41:DefaultText
source: Wanna take bets on how many mants I got?
bs: Chceš se vsadit, kolik mám mantů?

# conversations/companions/poi/poi_0404_bs_cascadia_lab:42:DefaultText
source: Vermin corpses detected. Preparing required sanitary measures now.
bs: Zjištěny mrtvoly škůdců. Připravte požadovaná hygienická opatření.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:45:DefaultText
source: Wow, she's right majestic, huh Captain? Almost a shame we had to put her down.
bs: Páni, je přímo majestátní, co, kapitáne? Skoro škoda, že jsme ji museli utratit.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:46:DefaultText
source: Would've been a proper fight, going up against this thing. Ah well.
bs: Byl by to pořádný boj, kdybychom se postavili proti téhle věci. Ach, dobře.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:47:DefaultText
source: Survival of the fittest indeed.
bs: Přežijí jen ti nejsilnější.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:48:DefaultText
source: If only they were always this easy to kill.
bs: Kéž by bylo vždycky tak snadné je zabít.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:49:DefaultText
source: Look! There's gotta be some kind of award for THAT!
bs: Podívejte se! Za tohle musí být nějaká cena!

# conversations/companions/poi/poi_0404_bs_cascadia_lab:50:DefaultText
source: Bug tested, mantiqueen lethal, customer approved.
bs: Testováno na chyby, smrtící pro muže, schváleno zákazníky.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:53:DefaultText
source: Nice going, boss. Looks like it's working.
bs: Dobrá práce, šéfe. Vypadá to, že to funguje.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:55:DefaultText
source: Great. Can we get out of here now? Between the machines and the experiments, my skin feels like it's got mantiswarms inside it.
bs: Skvělé. Můžeme už odsud vypadnout? Mezi těmi stroji a experimenty mám pocit, že mám v kůži kudlanku nábožnou.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:56:DefaultText
source: I knew you had it.
bs: Věděl jsem, že to máš.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:57:DefaultText
source: DING! Job complete. Moving on to the next task.
bs: DING! Práce je dokončena. Přejdeme k dalšímu úkolu.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:59:DefaultText
source: Hey boss, I don't mean to sound like I'm panicking, but I think we'd best get out of here. Now.
bs: Hej, šéfe, nechci, aby to znělo, jako že panikařím, ale myslím, že bychom odsud měli vypadnout. Teď.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:60:DefaultText
source: Um. Uhhh. We oughta be running right now, Captain.
bs: Um. Uhhhh. Měli bychom hned běžet, kapitáne.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:61:DefaultText
source: Uh-oh. We've gotta get out of here, FAST.
bs: Uh-oh. Musíme se odtud rychle dostat.

# conversations/companions/poi/poi_0404_bs_cascadia_lab:62:DefaultText
source: DANGER! Noxious fumes have been known to cause harmful side effects such as: sudden death!
bs: NEBEZPEČÍ! Je známo, že škodlivé výpary způsobují škodlivé vedlejší účinky, jako například: náhlou smrt!

# conversations/companions/poi/poi_0404_bs_cascadia_lab:63:DefaultText
source: There we go. Not dead yet. Always a good sign.
bs: A je to tady. Ještě nejsme mrtví. To je vždycky dobré znamení.
