Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0202_*_byzantium_bureau_hhc.po
Languages: bs

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:4:DefaultText
source: It's over now, right? We don't have to do that again? Ever?
bs: Už je po všem, že? Už to nemusíme dělat znovu? Nikdy?

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:5:DefaultText
source: Still think we should've just kicked the door in.
bs: Pořád si myslím, že jsme měli prostě vykopnout dveře.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:6:DefaultText
source: Should have thought to ask if there were airholes before we climbed in.
bs: Mělo nás napadnout zeptat se, jestli jsou tam větrací otvory, než jsme tam vlezli.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:7:DefaultText
source: Yeah, uh, sorry about the smell. I didn't expect to be cozying up in a pod today.
bs: Jo, omlouvám se za ten zápach. Nečekal jsem, že se dnes budu choulit v modulu.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:8:DefaultText
source: I swear that thing looked bigger from the outside.
bs: Přísahám, že zvenku vypadala větší.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:9:DefaultText
source: Disengaging compact mode.
bs: Vypnutí kompaktního režimu.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:10:DefaultText
source: Nope, nope, nope. Did not like. Too much touching.
bs: Ne, ne, ne. Nelíbilo se mi. Příliš mnoho doteků.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:11:DefaultText
source: Finally. I can breathe again.
bs: Nakonec. Znovu se mohu nadechnout.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:12:DefaultText
source: Should have thought to ask if there were airholes before we climbed in.
bs: Mělo nás napadnout zeptat se, jestli jsou tam větrací otvory, než jsme tam vlezli.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:13:DefaultText
source: Gotta admit, that was cozier than I expected. Like being huddled up in a tent.
bs: Musím přiznat, že to bylo útulnější, než jsem čekal. Jako bych byl schoulený ve stanu.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:14:DefaultText
source: I swear that thing looked bigger from the outside.
bs: Přísahám, že zvenku vypadala větší.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:15:DefaultText
source: Switching to interior scrub brushes.
bs: Přechod na kartáče pro čištění interiérů.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:17:DefaultText
source: Captain, I stand out here like a big, greasy thumb.
bs: Kapitáne, vyčnívám tady jako velký mastný palec.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:18:DefaultText
source: The Board's own headquarters. Or as I like to call it - Jackass Central.
bs: Sídlo správní rady. Nebo, jak tomu říkám já - Jackass Central.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:19:DefaultText
source: Just act like we belong.
bs: Prostě se chovejte, jako bychom tam patřili.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:20:DefaultText
source: I'm not sure I have ever, in my entire life, felt more out of place than I do at this moment.
bs: Nejsem si jistá, jestli jsem se někdy v životě cítila tak nepatřičně jako teď.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:21:DefaultText
source: You ever get the urge to just... hawk one on the floor?
bs: Měli jste někdy chuť si prostě... jednu položit na zem?

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:22:DefaultText
source: Sparkling!
bs: Šumivé!

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:24:DefaultText
source: One person gets all this space? Just to- to sign papers all day?
bs: Jeden člověk dostane všechen tento prostor? Jen podepisovat papíry celý den?

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:25:DefaultText
source: Look at this fancy office. Chairman's bleeding the whole colony dry.
bs: Podívejte se na tuhle luxusní kancelář. Předseda vykrvuje celou kolonii.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:26:DefaultText
source: What's with the big hole in the wall?
bs: Co je to za velkou díru ve zdi?

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:27:DefaultText
source: You could dismantle a single room of this place, sell the materials, and feed everyone on Monarch for a month.
bs: Mohl bys tu rozebrat jedinou místnost, prodat materiál a měsíc živit všechny na Monarchu.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:28:DefaultText
source: Just goes to show you never really see your hometown till you travel with a visitor.
bs: To jen dokazuje, že dokud necestujete s návštěvou, nikdy neuvidíte své rodné město.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:29:DefaultText
source: Disorder detected: minimal.
bs: Zjištěná porucha: minimální.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:31:DefaultText
source: That was all a story, wasn't it? It's not real?
bs: To všechno byl příběh, že? Není to pravda?

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:32:DefaultText
source: Always knew the Board was crooked, but this? This is just... evil.
bs: Vždycky jsem věděl, že je Rada pokřivená, ale tohle? Tohle je prostě... zlo.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:33:DefaultText
source: Well, that was some... quite distressing information.
bs: No, to byla... docela znepokojivá informace.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:34:DefaultText
source: Guess the whole colony's up a creek. I thought it was just Monarch.
bs: Celá kolonie je asi v háji. Myslel jsem, že to byl jen Monarch.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:35:DefaultText
source: I dunno about you, but I'm all for living fast and dying young.
bs: Nevím, jak vy, ale já jsem pro rychlý život a mladou smrt.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:36:DefaultText
source: <slow whistles>
bs: <pomalé pískání>

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:38:DefaultText
source: Is that why everyone in Edgewater's been gettin' sicker and sicker? And... that's gonna start happening everywhere? Oh, Captain, we got to do something.
bs: Proto jsou všichni v Edgewateru stále nemocnější? A... to se začne dít všude? Kapitáne, musíme něco udělat.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:39:DefaultText
source: Hey boss, you wanna know what I think? We got a food shortage, all we gotta do is eat the rich. Crisis averted. Colony saved.
bs: Hej, šéfe, chceš vědět, co si myslím? Máme nedostatek jídla, stačí jíst bohaté. Krize zažehnána. Kolonie zachráněna.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:40:DefaultText
source: Lifetime Employment Program? The only thing that irks me more than incompetence is trying to cover it up with a load of manure. This stinks of both.
bs: Program celoživotního zaměstnávání? Jediné, co mě irituje víc než neschopnost, je snaha zakrýt ji hromadou hnoje. Tohle smrdí obojím.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:41:DefaultText
source: I'll say it: I don't trust her. That Lifetime Employment stuff? They're just gonna leave people on ice forever.
bs: Řeknu to: Nevěřím jí. Ta věc s celoživotním zaměstnáním? Prostě nechají lidi navždycky u ledu.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:42:DefaultText
source: You think all that stuff about the colony dying is real, or was that just a pricey sales pitch?
bs: Myslíš, že všechny ty řeči o vymírání kolonie jsou skutečné, nebo to byl jen drahý prodejní tah?

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:43:DefaultText
source: Warranty void reason number 13: in the event that the colony should come to a prolonged and painful end this unit will be considered unrecoverable and ineligible for refund.
bs: Důvod neplatnosti záruky číslo 13: v případě, že dojde k dlouhodobému a bolestivému ukončení kolonie, bude tato jednotka považována za neopravitelnou a nezpůsobilou k vrácení peněz.

# conversations/companions/poi/poi_0202_bs_byzantium_bureau_hhc:44:DefaultText
source: Lifetime Employment Program? Not much upsets my calm. This has decidedly upset my calm.
bs: Program celoživotního zaměstnávání? Máloco mě rozruší. Tohle rozhodně narušilo můj klid.
