Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/poi/poi_0802_*_roseway_town.po
Languages: bs

# conversations/companions/poi/poi_0802_bs_roseway_town:2:DefaultText
source: If I had to look at those yellow walls all day, I'd make a point to sleep on the roof.
bs: Kdybych se na ty žluté stěny musel dívat celý den, tak bych se rozhodl spát na střeše.

# conversations/companions/poi/poi_0802_bs_roseway_town:3:DefaultText
source: Was that supposed to be the living quarters? Seemed about as livable as a coffin.
bs: Měla to být obytná místnost? Vypadalo to, že se tam dá žít asi jako v rakvi.

# conversations/companions/poi/poi_0802_bs_roseway_town:4:DefaultText
source: Living in there would rank only slightly better than prison.
bs: Život v něm by byl jen o něco lepší než ve vězení.

# conversations/companions/poi/poi_0802_bs_roseway_town:5:DefaultText
source: I have camped in long-abandoned ruins that were better quality than those apartments.
bs: Tábořil jsem v dávno opuštěných ruinách, které byly kvalitnější než ty apartmány.

# conversations/companions/poi/poi_0802_bs_roseway_town:6:DefaultText
source: I've stayed in worse.
bs: Zůstal jsem v horších.

# conversations/companions/poi/poi_0802_bs_roseway_town:7:DefaultText
source: Filthy. Toxic. Impure!
bs: Špinavý. Toxický. Nečisté!

# conversations/companions/poi/poi_0802_bs_roseway_town:9:DefaultText
source: How do you suppose that stuff's used? Do you drink it, or is it like perfume? I'm not interested - just curious.
bs: Jak myslíte, že se to používá? Pije se to, nebo je to jako parfém? To mě nezajímá - jen jsem zvědavý.

# conversations/companions/poi/poi_0802_bs_roseway_town:10:DefaultText
source: So, those "charisma enhancing benefits" he was talking about. He was just blowing smoke. Right?
bs: Takže ty "výhody zvyšující charisma", o kterých mluvil. Jen vyfukoval kouř. Že?

# conversations/companions/poi/poi_0802_bs_roseway_town:11:DefaultText
source: This should prove a worthwhile endeavor.
bs: To by se mělo vyplatit.

# conversations/companions/poi/poi_0802_bs_roseway_town:12:DefaultText
source: Gotta admit, of all the things I've used a rapt for, this ain't one I ever considered. Wonder if it works.
bs: Musím přiznat, že ze všech věcí, na které jsem použil rapt, jsem o tomhle nikdy neuvažoval. Zajímalo by mě, jestli to funguje.

# conversations/companions/poi/poi_0802_bs_roseway_town:13:DefaultText
source: So. Hoping to score some free samples?
bs: Doufáte, že získáte nějaké vzorky zdarma?

# conversations/companions/poi/poi_0802_bs_roseway_town:14:DefaultText
source: Error. This unit is not built for R&D purposes.
bs: Chyba. Tato jednotka není určena pro účely výzkumu a vývoje.

# conversations/companions/poi/poi_0802_bs_roseway_town:16:DefaultText
source: I don't know about Dr. Crane's research, but we oughta find Mr. Jameson. He's gotta be all alone and scared.
bs: O výzkumu doktora Cranea nic nevím, ale pana Jamesona bychom měli najít. Musí být úplně sám a vyděšený.

# conversations/companions/poi/poi_0802_bs_roseway_town:17:DefaultText
source: This Crane guy cares more about his research than his own people.
bs: Tenhle Crane se stará víc o svůj výzkum než o vlastní lidi.

# conversations/companions/poi/poi_0802_bs_roseway_town:18:DefaultText
source: If this Jameson is fated to die it'll be pointless to intervene. Then again, maybe we're fated to save him.
bs: Pokud je Jamesonovi souzeno zemřít, je zbytečné zasahovat. Na druhou stranu, možná je nám souzeno ho zachránit.

# conversations/companions/poi/poi_0802_bs_roseway_town:19:DefaultText
source: If this Jameson fellow is trapped out there, we oughta hurry. Rapts have a habit of getting through metal faster than you'd think.
bs: Jestli je tam ten Jameson uvězněný, měli bychom si pospíšit. Rapti mají ve zvyku pronikat kovem rychleji, než by sis myslel.

# conversations/companions/poi/poi_0802_bs_roseway_town:20:DefaultText
source: Fifty bits says this guy's already rapt fodder.
bs: Padesát kousků říká, že tenhle chlapík už je rozzuřená potrava.

# conversations/companions/poi/poi_0802_bs_roseway_town:21:DefaultText
source: Sorry, customer! That request cannot be found in the file banks.
bs: Omlouváme se, zákazníku! Tento požadavek nelze nalézt v souborových bankách.

# conversations/companions/poi/poi_0802_bs_roseway_town:23:DefaultText
source: Oh boy. I don't think I'm ready for another bar crawl, Captain.
bs: Ach jo. Myslím, že nejsem připraven na další procházení barů, kapitáne.

# conversations/companions/poi/poi_0802_bs_roseway_town:24:DefaultText
source: Hey boss, can we get some Rizzo's?
bs: Hej, šéfe, můžeme dostat nějaké Rizzo's?

# conversations/companions/poi/poi_0802_bs_roseway_town:25:DefaultText
source: What a delightfully... dingy establishment.
bs: To je ale rozkošně... ponurý podnik.

# conversations/companions/poi/poi_0802_bs_roseway_town:26:DefaultText
source: Let's see if they've got anything better than the thinned-out rapt blood I'm used to.
bs: Uvidíme, jestli mají něco lepšího než zředěnou raptskou krev, na kterou jsem zvyklý.

# conversations/companions/poi/poi_0802_bs_roseway_town:28:DefaultText
source: Mass quantities of sterilizing agent detected. Area analysis is: UNEXPECTEDLY DISGUSTING.
bs: Zjištěná hmotnostní množství sterilizačního činidla. Plošná analýza je: NEOČEKÁVANĚ NECHUTNÉ.

# conversations/companions/poi/poi_0802_bs_roseway_town:29:DefaultText
source: You think the other sixteen were closed? Maybe on account of health code violations?
bs: Myslíte si, že ostatních šestnáct bylo uzavřeno? Možná kvůli porušení hygienických předpisů?
