Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas_intro.po
Languages: cs

source: Focus, Phineas. Halcyon's going to collapse unless we do something.
cs: Soustřeď se, Phineasi. Halcyon se zhroutí, pokud něco neuděláme.

source: I used to work for these people. I'm intimately familiar with the utter incompetence of the Board's own scientists.
cs: Pracoval jsem pro ně. Důvěrně znám naprostou nekompetentnost vědců z rady.

source: Yes, I bet they did. The Board's scientists are more worried about pleasing their superiors than making real advancements.
cs: Vsadím se, že ano. Vědci z rady se více starají o to, aby se zavděčili svým nadřízeným, než aby dosáhli skutečného pokroku.

source: Excellent question, my sharp-witted mechanic! You will use your own ship to power up the Hope's skip drive. Your navigational computer can handle the rest.
cs: Výborná otázka, můj bystrý mechaniku! K pohonu přeskoku Hope použijete svou vlastní loď. O zbytek se postará váš navigační počítač.

source: Yes, yes. There's always a risk of a catastrophic collision between the Hope and, say, Terra 2. In theory. But you'll be fine, provided your calculations are correct!
cs: Ano, ano. Vždy existuje riziko katastrofické srážky mezi Nadějí a například Terrou 2. Teoreticky. Ale pokud jsou vaše výpočty správné, nic se vám nestane!

source: Yes! Excellent! I approve of your enthusiasm, young man. You should ask your captain for a raise.
cs: Ano! Výborně! Schvaluji vaše nadšení, mladý muži. Měl byste požádat svého kapitána o zvýšení platu.

source: Your instincts are correct. By any reasonable definition of sanity, this plan is crazy. Isn't it wonderful?
cs: Vaše instinkty jsou správné. Podle jakékoli rozumné definice příčetnosti je tento plán šílený. Není to báječné?

source: Well said! Whatever you are.
cs: Dobře řečeno! Ať už jste cokoli.

source: So, good news! You're going to Byzantium and stealing those chemicals. Exciting!
cs: Takže dobré zprávy! Jedeš do Byzance a ukradneš ty chemikálie. To je vzrušující!

source: I'm open to suggestions.
cs: Jsem otevřený návrhům.

source: All right, I've got it. We can't possibly take my lab and all my equipment to the Hope, yes? That would be insane. So we do the slightly less insane thing.
cs: Dobře, mám to. Nemůžeme přece vzít mou laboratoř a všechno mé vybavení do Naděje, že? To by bylo šílené. Takže uděláme tu méně šílenou věc.

source: Once you've skipped the Hope next to my lab, I'll have easy access to the frozen colonists. I can start reviving them immediately.
cs: Jakmile přeskočíš Naději vedle mé laboratoře, budu mít snadný přístup ke zmrzlým kolonistům. Mohu je okamžitě začít oživovat.

source: Typical elitist. Hoarding supplies during a time of scarcity. Once I have those chemicals, we can revive the Hope's colonists, and put some decent people in charge.
cs: Typický elitář. Hromadění zásob v době nedostatku. Až budu mít ty chemikálie, můžeme oživit kolonisty z Naděje a dosadit do vedení slušné lidi.

source: If you don't bring me enough chemicals, I might not be able to save the Hope's colonists, and then nothing will stop the Board from destroying this colony.
cs: Pokud mi nepřivezeš dostatek chemikálií, možná nebudu schopen zachránit kolonisty z Naděje a pak už nic nezabrání Radě, aby tuto kolonii zničila.

source: I don't know about you, but I'd like to live in a colony that isn't marching toward oblivion.
cs: Nevím, jak vy, ale já bych rád žil v kolonii, která nesměřuje k zániku.

source: I always knew Halcyon was heading toward a systems collapse, but I never imagined we were already there! The Board made this crisis, and now they want to solve it by freezing the rest of us?
cs: Vždycky jsem věděl, že Halcyon směřuje ke kolapsu systému, ale nikdy jsem si nepředstavoval, že už jsme tam byli! Představenstvo tuhle krizi způsobilo a teď ji chce řešit tím, že zmrazí nás ostatní?

source: None of this was supposed to happen. I was supposed to revive the Hope's colonists. We were supposed to have enough time to solve the problem before we all starved.
cs: Nic z toho se nemělo stát. Měl jsem oživit kolonisty Naděje. Měli jsme mít dost času na vyřešení problému, než všichni zemřeme hlady.

source: The Board's going to dispose of them all, and transform the Hope into a prison for the rest of us. They're likely on their way to the Hope as we speak.
cs: Rada je všechny zlikviduje a z Naděje udělá vězení pro nás ostatní. Pravděpodobně jsou na cestě do Naděje, zatímco spolu mluvíme.

source: The Board's mismanagement put our colony on the road to collapse. If we don't put a stop to them, thousands of colonists are going to die.
cs: Špatné hospodaření správní rady přivedlo naši kolonii na cestu ke kolapsu. Pokud je nezastavíme, zemřou tisíce kolonistů.

source: I'm giving you my old Navkey to Byzantium. You'll need it to land in the golden city.
cs: Dávám ti svůj starý Navkey do Byzance. Budeš ho potřebovat, abys mohl přistát ve zlatém městě.

source: What was that about Minister Clarke?
cs: Co to bylo s ministrem Clarkem?

source: Aloysius Clarke. Minister of Earth. Virtually every colony requires the presence of a Minister of Earth.
cs: Aloysius Clarke. Ministr Země. Prakticky každá kolonie vyžaduje přítomnost ministra Země.

source: Clarke is complicit in every one of the Board's crimes. Whenever the Board issues some new decree, you'll find Clarke's signature on the dotted line.
cs: Clarke se podílí na všech zločinech správní rady. Kdykoli představenstvo vydá nějakou novou vyhlášku, najdete na ní Clarkeův podpis.

source: I'd rather not see all of Halcyon descend into chaos like Monarch. Once I have those chemicals, I can start reviving some intelligent, sane people to help me save this colony.
cs: Nerad bych, aby se celý Halcyon propadl do chaosu jako Monarcha. Jakmile budu mít ty chemikálie, můžu začít oživovat inteligentní a rozumné lidi, aby mi pomohli zachránit tuhle kolonii.

source: They might tempt you with promises of wealth, but don't be fooled. They're just using you for their own ends.
cs: Mohou vás lákat sliby bohatství, ale nenechte se oklamat. Jen vás využívají pro své vlastní cíle.

source: Why do you think we've been doing all this? I revived you to help me save Halcyon from annihilation.
cs: Proč myslíte, že jsme to všechno dělali? Oživil jsem tě, abys mi pomohl zachránit Halcyon před zkázou.

source: Something about this feels wrong. I don't know why the Board would ever conduct such an experiment, unless they're working on some kind of hibernation technology.
cs: Něco mi na tom nesedí. Nevím, proč by Rada vůbec prováděla takový experiment, ledaže by pracovala na nějaké technologii hibernace.

source: Those poor people. They must have died in agony. What exactly was the Board trying to accomplish?
cs: Chudáci lidé. Museli umírat v agónii. Čeho přesně chtěla správní rada dosáhnout?
