Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cp_phineas_communications_terminal.po
Languages: cs

source: COMMUNICATIONS TERMINAL Phineas V. Welles ====================
cs: KOMUNIKAČNÍ TERMINÁL Phineas V. Welles ====================

source: [Messages]
cs: [Zprávy]

source: [Send Tracking Signal]
cs: [Odeslat sledovací signál]

source: [Send Corrupted Tracking Signal]
cs: [Odeslat poškozený sledovací signál]

source: [Return to Root]
cs: [Zpět na kořen]

source: COMMUNICATIONS TERMINAL Phineas V. Welles ==================== [INSTALLING: Surveillance Tracking Signal and Relay] ... ... ... [...Running Cacophony Protocol...] ... ... [Replicating Artificial Interference] ... ... [Modifying Signal-Noise Ratio] ... [Establishing Connection] ... [ERROR] [Signal Status]: Weak Board surveillance protocol failed. Signal fidelity has been compromised. This terminal will attempt to establish a new connection once every cycle.
cs: KOMUNIKAČNÍ TERMINÁL Phineas V. Welles ==================== [INSTALACE: Sledovací signál a relé] ... ... ... [...Spuštění kakofonického protokolu....] ... ... [Replikace umělého rušení] ... ... [Úprava poměru signál-šum] ... [Navázání spojení] ... [CHYBA] [Stav signálu]: Slabý protokol sledování desky selhal. Věrnost signálu byla narušena. Tento terminál se pokusí navázat nové spojení jednou za cyklus.

source: COMMUNICATIONS TERMINAL Phineas V. Welles ==================== [INSTALLING: Surveillance Tracking Signal and Relay] ... ... ... [...Masking Signal...] ... ... [Establishing Connection] ... ... [Tracking Signal Established] ... [Disabling Orbital Lab Defenses] ... [SUCCESS] [Signal Status]: Strong This communications terminal is now under Board surveillance.
cs: KOMUNIKAČNÍ TERMINÁL Phineas V. Welles ==================== [INSTALACE: Sledovací signál a relé] ... ... ... [...Maskovací signál...] ... ... [Navázání spojení] ... ... [Sledovací signál navázán] ... [Vypnutí obrany orbitální laboratoře] ... [ÚSPĚCH] [Stav signálu]: Silný Tento komunikační terminál je nyní pod dohledem Rady.

source: COMMUNICATIONS TERMINAL Phineas V. Welles [Accessing Message Queue] ... ... ... ... [PASSWORD REQUIRED]
cs: COMMUNICATIONS TERMINAL Phineas V. Welles [Přístup do fronty zpráv] ... ... ... ... [POŽADUJEME HESLO]

source: COMMUNICATIONS TERMINAL Phineas V. Welles [PASSWORD]: swh181942 [PASSWORD ACCEPTED] WELCOME, PHINEAS WELLES.
cs: KOMUNIKAČNÍ TERMINÁL Phineas V. Welles [HESLO]: swh181942 [HESLO PŘIJATO] VÍTEJTE, PHINEASI WELLESI.

source: SENDING... NO RESPONSE SENDING... NO RESPONSE SENDING... NO RESPONSE SENDING... NO RESPONSE CAUSE: UNDETERMINED ORIGINAL MSG APPENDED ---------------- I worked it out. Explain details later. Will be difficult to reproduce. Need your help. All necessary materials should be present in Halcyon, but locations elude me. Dumped a new associate dirtside Terra 2, near Edgewater. They have a stake in my purpose, but trust in them only about 23.7% at present. They're recovering a ship, should be along any time. Just need to know where to send them. Let me know when you get this. Eager to be done. - P
cs: ODESLÁNÍ... ŽÁDNÁ ODPOVĚĎ ODESLÁNÍ... ŽÁDNÁ ODPOVĚĎ ODESLÁNÍ... BEZ ODEZVY ODESLÁNÍ... ŽÁDNÁ ODPOVĚĎ PŘÍČINA: NEDOPLNĚNÁ PŮVODNÍ ZPRÁVA PŘIPOJENA ---------------- Vyřešil jsem to. Podrobnosti vysvětlím později. Bude obtížné to reprodukovat. Potřebuji vaši pomoc. Všechny potřebné materiály by měly být v Halcyonu, ale místa mi unikají. Vyhodil jsem nového společníka dirtside Terra 2, poblíž Edgewateru. Mají podíl na mém záměru, ale důvěra v ně je v současné době jen asi 23,7 %. Obnovují loď, měla by být každou chvíli na cestě. Jen potřebuju vědět, kam je poslat. Dej mi vědět, až to dostaneš. Už se nemůžu dočkat, až to bude hotové. - P
