Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas_main_terminal.po
Languages: cs

source: [Enter Passcode]
cs: [Zadejte přístupový kód]

source: If you are seeing this screen, I, Phineas V. Welles, have been perniciously KIDNAPPED and very probably INCARCERATED by the perfidious and cowardly GOVERNMENT of HALCYON in the Prison-Fortress of TARTARUS. If I have not already been EXECUTED for charges levelled against me, I hope the person reading this terminal will find a way to finish my work, or rescue me. Preferably the latter. This screen constitutes my last will and testament. I commend my body, and my belongings, to the icy depths of the aether. If this is <oeitoken>PlayerName</oeitoken>, I've prepared an emergency care package located in a hidden panel. Unlock the panel from my terminal, and claim its contents immediately.
cs: Pokud vidíte tuto obrazovku, já, Phineas V. Welles, jsem byl zrádnou a zbabělou VLÁDOU HALCYONU ve vězeňské pevnosti TARTARUS zhoubně ZAVRAŽDĚN a s velkou pravděpodobností ZAVRAŽDĚN. Pokud jsem ještě nebyl za obvinění vznesená proti mně POPRAVEN, doufám, že osoba, která čte tento terminál, najde způsob, jak dokončit mou práci, nebo mě zachrání. Tato obrazovka je mou poslední vůlí. Svěřuji své tělo a svůj majetek ledovým hlubinám éteru. Pokud se jedná o <oeitoken>Jméno hráče</oeitoken>, připravil jsem balíček nouzové péče umístěný ve skrytém panelu. Odemkněte panel z mého terminálu a okamžitě si vyzvedněte jeho obsah.

source: PERSONAL TERMINAL Phineas V. Welles ==================== [CONTINGENCY PLAN ACTIVATED] [PUBLISHING LAST WILL AND TESTAMENT] ... ... ... ... [SUCCESS] [Please present login password to continue]
cs: OSOBNÍ TERMÍN Phineas V. Welles ==================== [AKTIVOVÁN ZÁCHRANNÝ PLÁN] [VYDÁNÍ POSLEDNÍ VŮLE A TESTAMENTU] .... ... ... ... [ÚSPĚCH] [Pro pokračování předložte prosím přihlašovací heslo]

source: If you are seeing this screen, I, Phineas V. Welles, have been perniciously KIDNAPPED and very probably INCARCERATED by the perfidious and cowardly GOVERNMENT of HALCYON in the Prison-Fortress of TARTARUS. If I have not already been EXECUTED for charges levelled against me, I hope the person reading this terminal will find a way to finish my work, or rescue me. Preferably the latter. This screen constitutes my last will and testament. I commend my body, and my belongings, to the icy depths of the aether. If this is <oeitoken>PlayerName</oeitoken>, I know you've been working with Ms. Lilya Hagen. If you're going to attempt some sort of insane, suicidal rescue mission, I suggest asking for her assistance. Also, I've prepared an emergency care package located in a hidden panel. Unlock the panel from my terminal, and claim its contents immediately.
cs: Pokud vidíte tuto obrazovku, já, Phineas V. Welles, jsem byl zrádnou a zbabělou VLÁDOU HALCYONU ve vězeňské pevnosti TARTARUS zhoubně ZAVRAŽDĚN a s velkou pravděpodobností ZAVRAŽDĚN. Pokud jsem ještě nebyl za obvinění vznesená proti mně POPRAVEN, doufám, že osoba, která čte tento terminál, najde způsob, jak dokončit mou práci, nebo mě zachrání. Tato obrazovka je mou poslední vůlí. Svěřuji své tělo a svůj majetek ledovým hlubinám éteru. Pokud je to <oeitoken>Jméno hráče</oeitoken>, vím, že jste pracovali se slečnou Lilyou Hagenovou. Pokud se hodláš pokusit o nějakou šílenou, sebevražednou záchrannou misi, doporučuji ti požádat ji o pomoc. Také jsem připravil balíček nouzové péče umístěný ve skrytém panelu. Odemkněte panel z mého terminálu a okamžitě si vyzvedněte jeho obsah.

source: [Open Panel]
cs: [Otevřený panel]

source: [Accessing] ... ... ... [Panel Successfully Unlocked]
cs: [Přístup] ... ... ... [Panel úspěšně odemčen]

source: If you are seeing this screen, I, Phineas V. Welles, have been perniciously KIDNAPPED and very probably INCARCERATED by the perfidious and cowardly GOVERNMENT of HALCYON in the Prison-Fortress of TARTARUS. If I have not already been EXECUTED for charges levelled against me, I hope the person reading this terminal will find a way to finish my work, or rescue me. Preferably the latter. This screen constitutes my last will and testament. I commend my body, and my belongings, to the icy depths of the aether. If this is <oeitoken>PlayerName</oeitoken>, I just want you to know that I had the highest hopes for you. I don't understand why you decided to work with the Board, and maybe I never will. But I just want you to know one thing: you're a monstrous traitor, and I hope you're eaten by several hungry marauders when the colony collapses. Goodbye.
cs: Pokud vidíte tuto obrazovku, já, Phineas V. Welles, jsem byl zrádnou a zbabělou VLÁDOU HALCYONU ve vězeňské pevnosti TARTARUS zhoubně ZAVRAŽDĚN a s velkou pravděpodobností ZAVRAŽDĚN. Pokud jsem ještě nebyl za obvinění vznesená proti mně POPRAVEN, doufám, že osoba, která čte tento terminál, najde způsob, jak dokončit mou práci, nebo mě zachrání. Tato obrazovka je mou poslední vůlí. Svěřuji své tělo a svůj majetek ledovým hlubinám éteru. Pokud je to <oeitoken>Jméno hráče</oeitoken>, chci, abys věděl, že jsem do tebe vkládal ty největší naděje. Nechápu, proč ses rozhodl spolupracovat s Radou, a možná to nikdy nepochopím. Ale chci, abys věděl jedno: jsi zrůdný zrádce a doufám, že tě sežere několik hladových nájezdníků, až se kolonie zhroutí. sbohem.

source: [Personal Files - Phineas V. Welles Eyes ONLY!]
cs: [Osobní spisy - Pouze pro oči Phinease V. Wellese!]

source: PERSONAL TERMINAL Phineas V. Welles ==================== >> Note: Must delete entries from terminal memory. No telling who might be looking.
cs: PERSONAL TERMINAL Phineas V. Welles ==================== >> Poznámka: Je nutné vymazat záznamy z paměti terminálu. Neví se, kdo by se mohl dívat.

source: [Second Entry]
cs: [Druhý záznam]

source: [Return to Root]
cs: [Zpět na kořen]

source: PERSONAL TERMINAL Phineas V. Welles ==================== One hundred thirteen seconds. New record. Most of my subjects last ninety-three seconds, on average, before total cellular liquefaction reduces them to several gallons of organic soup three degrees above freezing temperature. One hundred and thirteen seconds of screaming. This subject was stronger than the others, but in the end, his body failed to survive the revival process. He was my twelfth subject to die. I don't know how much longer I can keep doing this. Strictly speaking, I do know--the Hope has hundreds of thousands of colonists. I've only experimented on twelve. How many more experiments before I successfully revive a single subject? One? Ten? One hundred? Five hundred? Statistically insignificant. If I experimented on one subject every month, I would not make a dent in the Hope's population in a lifetime. Can still hear the screaming. Trouble sleeping. Trouble concentrating. Psychological toll...significant. On to subject number thirteen.
cs: PERSONÁLNÍ TERMINÁL Phineas V. Welles ==================== Sto třináct sekund. Nový rekord. Většina mých subjektů vydrží v průměru devadesát tři vteřin, než je totální buněčné zkapalnění zredukuje na několik litrů organické polévky o tři stupně nad teplotou mrazu. Sto třináct vteřin křiku. Tento subjekt byl silnější než ostatní, ale nakonec jeho tělo proces oživování nepřežilo. Byl to můj dvanáctý subjekt, který zemřel. Nevím, jak dlouho to ještě budu moci dělat. Přesněji řečeno, vím - Naděje má stovky tisíc kolonistů. Experimentoval jsem pouze na dvanácti. Kolik pokusů ještě provedu, než se mi podaří oživit jediný subjekt? Jeden? Deset? Sto? Pět set? Statisticky nevýznamné. Kdybych každý měsíc experimentoval na jednom subjektu, neudělal bych v populaci Naděje díru ani za celý život. Pořád slyším ten křik. Mám problémy se spaním. Problémy se soustředěním. Psychická daň... značná. Přejděme k předmětu číslo třináct.

source: [First Entry]
cs: [První záznam]

source: [Final Entry]
cs: [Závěrečný příspěvek]

source: PERSONAL TERMINAL Phineas V. Welles ==================== The Hope made it to Halcyon after all, twenty-five years too late. The Board doesn't know what to do with an entire ship full of frozen colonists, so naturally they're going to leave them there. Corporate tells us revival is impossible. They've tried absolutely nothing and apparently they're all out of options. Balderdash. Cellular regeneration after long-term hibernation is really just a question of thermodynamics. I'm quite confident I can find a way to revive the Hope's colonists - if only Corporate would authorize my requests. Frankly, I don't see why I need the permission of my employers to conduct experiments in the name of scientific advancement. What nonsense! Did Newton beg permission from his employers before discovering the three laws of motion? Genius is not beholden to the vicissitudes of bureaucracy. Besides, the Hope has a cargo of hundreds of thousands of colonists. The Board practically expects a few to go missing.
cs: PERSONÁLNÍ TERMÍN Phineas V. Welles ==================== Naděje se na Halcyon přece jen dostala, s pětadvacetiletým zpožděním. Správní rada neví, co si počít s celou lodí plnou zmrzlých kolonistů, takže je tam přirozeně nechá. Korporace říká, že oživení je nemožné. Nevyzkoušeli vůbec nic a zřejmě jim došly všechny možnosti. Balderdash. Regenerace buněk po dlouhodobé hibernaci je ve skutečnosti jen otázkou termodynamiky. Jsem si naprosto jistý, že najdu způsob, jak oživit kolonisty Hope - jen kdyby Korporace schválila mé požadavky. Upřímně řečeno, nevím, proč potřebuji povolení svých zaměstnavatelů k provádění experimentů ve jménu vědeckého pokroku. To je nesmysl! Copak Newton před objevením tří pohybových zákonů prosil své zaměstnavatele o povolení? Génius není závislý na byrokracii. Kromě toho má Hope náklad stovek tisíc kolonistů. Rada prakticky očekává, že se jich pár ztratí.

source: PERSONAL TERMINAL Phineas V. Welles ==================== I always suspected this would happen. The Board finally discovered what I'd done and sent their headhunters to track me down, but they'll never find me. They say I'm a murderer - and they're right. I am. I regret what I've done. But I'm not about to turn myself in to the Board. I'm not going to go begging the Board's forgiveness. Only the Hope's colonists can forgive me for what I've done. They're the only people who can set things right. And I'm going to find a way to revive them, no matter how long I have to stay in hiding. I've got my notes with me. I have my equipment. And now I have this lab. It's time I returned to work.
cs: PERSONÁLNÍ TERMINÁL Phineas V. Welles ==================== Vždycky jsem tušil, že se to stane. Rada konečně zjistila, co jsem udělal, a poslala své lovce hlav, aby mě vypátrali, ale nikdy mě nenajdou. Říkají, že jsem vrah - a mají pravdu. Jsem. Lituji toho, co jsem udělal. Ale nehodlám se udat Radě. Nehodlám jít prosit Radu o odpuštění. Jen kolonisté Naděje mi mohou odpustit, co jsem udělal. Jen oni mohou dát věci do pořádku. A já najdu způsob, jak je oživit, bez ohledu na to, jak dlouho se budu muset skrývat. Mám s sebou své poznámky. Mám své vybavení. A teď mám i tuhle laboratoř. Je čas, abych se vrátil k práci.
