Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas.po
Languages: cs

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:13:DefaultText
source: What's on your mind?
cs: Na co myslíte?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:19:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:33:DefaultText
source: There some reason you're hiding behind bulletproof glass?
cs: Máš nějaký důvod, proč se schováváš za neprůstřelným sklem?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:34:DefaultText
source: Never know what being frozen did to your brain. There's always a chance you might turn violent.
cs: Nikdy nevíš, co ti zmražení udělalo s mozkem. Vždycky je tu šance, že se z tebe stane násilník.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:35:DefaultText
source: Oh. It's not you. I do experiments in that room. Some of them get quite... scientific. The unexpected is to be treasured. But from a safe distance.
cs: Oh. To nejsi ty. V té místnosti dělám experimenty. Některé z nich jsou docela... vědecké. Nečekané je třeba ocenit. Ale z bezpečné vzdálenosti.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:36:DefaultText
source: Regardless. It's quite comfortable in here, you know. I have my beans, have my caffenoids. Plenty of toilet paper.
cs: Bez ohledu na to. Je tu docela příjemně, víš. Mám své fazole, mám své kofeinové nápoje. Spousta toaletního papíru.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:118:DefaultText
source: I've decided to skip the Hope for you.
cs: Rozhodl jsem se, že pro vás Hope vynechám.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:123:DefaultText
source: I've got a Navkey to Stellar Bay.
cs: Mám navigační klíč do Hvězdné zátoky.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:124:DefaultText
source: Well done! You'll love Monarch. Exotic climate. Violent native species. Fascinating culture, really.
cs: Výborně! Monarch si zamilujete. Exotické klima. Násilné původní druhy. Fascinující kultura, opravdu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:125:DefaultText
source: Turns out I didn't need a Navkey to Stellar Bay after all. I landed in Cascadia instead.
cs: Ukázalo se, že navigační klíč do Hvězdné zátoky nakonec nepotřebuji. Místo toho jsem přistál v Kaskádii.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:126:DefaultText
source: If you were anyone else, I'd run a diagnostic on your brain. The run from Cascadia to Stellar Bay is a gauntlet of violence and death.
cs: Kdybys byl někdo jiný, udělal bych ti diagnostiku mozku. Běh z Kaskádie do Hvězdné zátoky je hozenou rukavicí násilí a smrti.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:127:DefaultText
source: You'll need to speak with Hiram Blythe. He's known as the Information Broker, and for good reason. If anyone knows where I can find those chemicals, it's Hiram.
cs: Musíte si promluvit s Hiramem Blythem. Je známý jako zprostředkovatel informací, a to z dobrého důvodu. Jestli někdo ví, kde ty chemikálie najdu, je to Hiram.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:128:DefaultText
source: You'll want to hire the services of a skilled guide. I recommend a hunter by the name of Nyoka. Frequents the drinking establishments of Stellar Bay. Very hard to miss.
cs: Budete si chtít najmout služby zkušeného průvodce. Doporučuji lovce jménem Nyoka. Často navštěvuje pitky ve Hvězdné zátoce. Je velmi těžké ho přehlédnout.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:155:DefaultText
source: A gunship crashed on Monarch. I found this module inside.
cs: Na Monarchu se zřítila bitevní loď. Uvnitř jsem našel tento modul.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:156:DefaultText
source: Parts failure, you know. That's why it crashed. A combination of human negligence and technological scarcity. Leading to the tragic loss of life. Leading to cover-ups.
cs: Selhání dílů, víte. Proto se rozbilo. Kombinace lidské nedbalosti a technologického nedostatku. Což vedlo k tragickým ztrátám na životech. Což vedlo k utajování.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:259:DefaultText
source: I've no desire to end up like Tobson and McDevitt.
cs: Netoužím skončit jako Tobson a McDevitt.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:260:DefaultText
source: I've no desire to end up like Tobson.
cs: Netoužím skončit jako Tobson.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:261:DefaultText
source: I've no desire to end up like McDevitt.
cs: Netoužím skončit jako McDevitt.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:354:DefaultText
source: The Adjutant asked me to plant a tracking signal in your lab, but I'm not going to do it.
cs: Adjutant mě požádal, abych do vaší laboratoře umístil sledovací signál, ale já to neudělám.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:355:DefaultText
source: The Adjutant must have sent you some kind of tracking code. If you don't use the code, she'll suspect you've betrayed her.
cs: Adjutant vám musel poslat nějaký sledovací kód. Pokud kód nepoužiješ, bude tě podezřívat, že jsi ji zradil.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:358:DefaultText
source: You absolutely should.
cs: Rozhodně byste měli.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:359:DefaultText
source: You've got a plan of some sort.
cs: Máte nějaký plán.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:360:DefaultText
source: I can't tell if you're being sarcastic.
cs: Nevím, jestli si děláš legraci.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:361:DefaultText
source: I was actually expecting a thank-you.
cs: Vlastně jsem čekal poděkování.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:362:DefaultText
source: Pfah! Sarcasm! The last refuge of the witless.
cs: Pfah! Sarkasmus! Poslední útočiště bezmozků.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:363:DefaultText
source: Thank you very much for consulting with me, thereby averting the possibility of doing something silly - like destroying the tracker.
cs: Moc vám děkuji za konzultaci, čímž jste předešel možnosti, že bych udělal nějakou hloupost - například zničil sledovací zařízení.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:364:DefaultText
source: I get it. You want to prepare.
cs: Chápu to. Chcete se připravit.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:365:DefaultText
source: You're sure you're okay with this?
cs: Určitě ti to nevadí?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:366:DefaultText
source: I'll take care of it.
cs: Postarám se o to.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:367:DefaultText
source: Use my communications terminal to corrupt the tracking signal. While the Board busies themselves trying to decipher it, I'll have plenty of time to prepare my defenses.
cs: K poškození sledovacího signálu použijte můj komunikační terminál. Zatímco se rada bude zabývat jeho rozluštěním, já budu mít spoustu času na přípravu obrany.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:368:DefaultText
source: The Board's going to catch up to me sooner or later. This way, I'll have time to set up some particularly nasty defenses.
cs: Rada mě dříve nebo později dožene. Takhle budu mít čas nastavit nějakou obzvlášť nepříjemnou obranu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:369:DefaultText
source: The enemy is bound to discover my hideout sooner or later. I'm prepared for that eventuality. This is just my way of buying myself a little time.
cs: Nepřítel můj úkryt dříve či později určitě objeví. Jsem na to připraven. Tohle je jen můj způsob, jak si získat trochu času.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:370:DefaultText
source: Just tell me what to do.
cs: Jen mi řekněte, co mám dělat.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:371:DefaultText
source: You sound like you've been to Monarch.
cs: Mluvíš, jako bys byl v Monarchu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:372:DefaultText
source: Can't you just send him a message?
cs: Nemůžeš mu prostě poslat zprávu?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:373:DefaultText
source: Hah! No. Never. Monarch is a hotbed of political activity. I can't imagine why Hiram's set up shop there. Cuisine, perhaps?
cs: Hah! Ne. Nikdy. Monarchie je semeništěm politických aktivit. Neumím si představit, proč si tam Hiram založil obchod. Možná kuchyně?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:374:DefaultText
source: Where should I start?
cs: Kde mám začít?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:375:DefaultText
source: A hotbed of political activity. Sounds like fun.
cs: Ohnisko politické aktivity. Zní to jako zábava.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:376:DefaultText
source: Oh, I've tried. I haven't been able to get through to him at all. Silence from the system's own information broker? Not a good sign.
cs: Zkoušel jsem to. Vůbec se mi nepodařilo se s ním spojit. Ticho od vlastního zprostředkovatele informací v systému? To není dobré znamení.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:377:DefaultText
source: I'm guessing you want me to deal with it.
cs: Předpokládám, že chcete, abych to vyřešil já.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:378:DefaultText
source: Any idea why?
cs: Napadá vás, proč?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:379:DefaultText
source: I certainly wouldn't call it boring. Especially if your idea of fun involves navigating a hostile biosphere populated by carnivorous monsters.
cs: Rozhodně bych to nenazval nudným. Zvlášť pokud vaše představa o zábavě zahrnuje navigaci v nehostinné biosféře obývané masožravými monstry.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:381:DefaultText
source: Hiram's peculiar silence leaves us with no other options. You'll have to meet him in person.
cs: Hiramovo zvláštní mlčení nám nedává jinou možnost. Budete se s ním muset setkat osobně.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:382:DefaultText
source: Oh, could be any number of reasons. Incarceration. A period of copious drinking. A severe case of the sleeping sickness. Better to be sure, than to resort to conjecture.
cs: Důvodů může být celá řada. Uvěznění. Období hojného pití. Těžký případ spavé nemoci. Lepší je mít jistotu, než se uchylovat k domněnkám.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:384:DefaultText
source: I was going to direct you to speak with a particularly notorious big game hunter in Stellar Bay, but I see you're already acquainted.
cs: Chtěl jsem vás odkázat na rozhovor s jedním obzvlášť známým lovcem velké zvěře ve Hvězdné zátoce, ale vidím, že už se znáte.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:385:DefaultText
source: Once you have everything you need, make your way to Hiram Blythe's compound.
cs: Až budete mít vše potřebné, vydejte se do sídla Hirama Blythea.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:386:DefaultText
source: We'll be in touch.
cs: Budeme v kontaktu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:388:DefaultText
source: So that's what happened to the Cantankerous Canid. Oh, the Board churned out nonsensical propaganda to cover up its disappearance, but I knew something was wrong.
cs: Tak tohle se stalo Kantorskému kanidovi. Rada sice chrlila nesmyslnou propagandu, aby zakryla jeho zmizení, ale já věděl, že něco není v pořádku.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:389:DefaultText
source: Yes, it's almost as if I'm suggesting the gunship is some kind of metaphor. But I wouldn't do that. I'm allergic to symbolism.
cs: Ano, je to skoro, jako bych naznačoval, že dělostřelecká loď je nějaká metafora. Ale to bych nedělal. Na symboliku jsem alergický.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:390:DefaultText
source: Sounds familiar.
cs: Zní to povědomě.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:391:DefaultText
source: Mind if I change the subject?
cs: Můžu změnit téma?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:392:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:393:DefaultText
source: Oh, go right ahead.
cs: Jen do toho.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:394:DefaultText
source: Certainly! How can I help?
cs: Jistě! Jak mohu pomoci?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:395:DefaultText
source: Should I expect any resistance?
cs: Mám očekávat nějaký odpor?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:396:DefaultText
source: It wouldn't surprise me. When I pulled you out of the Hope, the Board nearly intercepted me. I expect they've stepped up security since my little act of larceny.
cs: Nepřekvapilo by mě to. Když jsem tě vytáhl z Naděje, málem mě Rada zadržela. Předpokládám, že od mého malého zlodějského činu posílili ostrahu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:397:DefaultText
source: No more questions. I'm ready.
cs: Žádné další otázky. Jsem připraven.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:398:DefaultText
source: I know you're wondering why I'm doing all this. Why I believe the people on the Hope are the answer to the colony's problems.
cs: Vím, že si říkáte, proč to všechno dělám. Proč věřím, že lidé na Naději jsou odpovědí na problémy kolonie.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:399:DefaultText
source: It's because one of them has proven to be exactly that. I wish you the very best of luck.
cs: Je to proto, že jeden z nich se přesně takový ukázal být. Přeji vám hodně štěstí.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:400:DefaultText
source: I need to know the risks.
cs: Potřebuji znát rizika.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:401:DefaultText
source: Skip drives were never designed to be used within a system. But I skipped my ship across Halcyon when I rescued you, and that turned out fine. Mostly.
cs: Přeskakovací jednotky nebyly nikdy navrženy pro použití v rámci systému. Ale když jsem tě zachránil, přeskočil jsem svou loď přes Halcyon a dopadlo to dobře. Většinou.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:402:DefaultText
source: Just so we're clear - you know skip drives aren't supposed to be used like this.
cs: Jen aby bylo jasno - víte, že přeskakovací jednotky se takto používat nemají.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:403:DefaultText
source: People aren't going to notice a gigantic colony ship slamming into the rings of Terra 2?
cs: Lidé si nevšimnou obrovské koloniální lodi, která narazí do prstenců Terry 2?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:404:DefaultText
source: Unlikely. The Hope is as massive as the Groundbreaker - but compared to the rings of Terra 2, positively miniscule.
cs: Nepravděpodobné. Naděje je stejně masivní jako Groundbreaker - ale ve srovnání s prstenci Terry 2 je naprosto nepatrná.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:405:DefaultText
source: The Board might notice. Possibly. Depending on the position of their heads relative to the depth of their collective posteriors.
cs: Rada by si toho mohla všimnout. Případně. V závislosti na poloze jejich hlav vzhledem k hloubce jejich kolektivních zadnic.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:406:DefaultText
source: I wanted to talk about the Hope.
cs: Chtěl jsem mluvit o Naději.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:407:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:442:DefaultText
source: I think you should use the code and send a corrupted tracking signal. That should buy me some time.
cs: Myslím, že byste měli použít kód a odeslat poškozený sledovací signál. To by mi mělo získat nějaký čas.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:443:DefaultText
source: That is, I ruined my ship and nearly killed myself in the process. But the maneuver was well within acceptable margins of risk. You'll be fine. You'll be FINE!
cs: To znamená, že jsem si zničil loď a málem se při tom zabil. Ale manévr byl v rámci přijatelného rizika. Budeš v pořádku. Budeš v pořádku!

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:444:DefaultText
source: Got a moment to talk?
cs: Máte chvilku na rozhovor?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:445:DefaultText
source: Absolutely. Let's talk.
cs: Rozhodně. Promluvme si.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:446:DefaultText
source: Have you met my crew yet?
cs: Už jste se seznámili s mou posádkou?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:447:DefaultText
source: No, and I've been trying very hard to avoid making eye contact.
cs: Ne, a já se ze všech sil snažím vyhýbat očnímu kontaktu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:448:DefaultText
source: Fine looking hideout you got here. My name's Felix, by the way.
cs: Máš tu pěkný úkryt. Mimochodem, jmenuji se Felix.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:449:DefaultText
source: Wait. Not another word. I don't want to know your name. I don't want to know who you are. Let's just enjoy our plausible deniability while it lasts, shall we?
cs: Počkejte. Už ani slovo. Nechci znát tvé jméno. Nechci vědět, kdo jsi. Užijme si našeho věrohodného popírání, dokud to jde, ano?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:450:DefaultText
source: Why don't you just invite the entire colony to my secret, carefully concealed laboratory? It isn't as if I wanted privacy.
cs: Proč prostě nepozveš celou kolonii do mé tajné, pečlivě ukryté laboratoře? Není to tak, že bych chtěl soukromí.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:451:DefaultText
source: Relax. They're with me.
cs: Uvolněte se. Jsou se mnou.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:452:DefaultText
source: Oh, fine. As long as you're vouching for their character, and they aren't touching things.
cs: Dobře. Pokud ručíte za jejich charakter a na věci nesahají.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:453:DefaultText
source: For what it's worth, I am pleased that you've found a crew. Such as they are.
cs: Jsem rád, že jsi našel posádku. Takovou, jaká je.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:454:DefaultText
source: You may be extraordinarily dim-witted. But you've got heart. I'm sure your crew sees that as well as I do.
cs: Možná jste mimořádně hloupý. Ale máš srdce. Jsem si jistý, že to tvoje parta vidí stejně dobře jako já.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:455:DefaultText
source: You're a talented scientist, after all. Our kind has always been incredibly popular.
cs: Jste přece talentovaný vědec. Náš druh byl vždy neuvěřitelně oblíbený.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:456:DefaultText
source: You're a natural leader, after all. Law knows Halcyon's in need of real leaders.
cs: Jsi přece přirozený vůdce. Law ví, že Halcyon potřebuje skutečné vůdce.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:457:DefaultText
source: I picked you out of the Hope for your talents, after all. It's only natural that others would gravitate toward you.
cs: Koneckonců jsem si tě z Naděje vybral pro tvůj talent. Je přirozené, že ostatní tíhnou k tobě.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:458:DefaultText
source: You're right. I'm doing pretty well for myself.
cs: Máte pravdu. Vede se mi docela dobře.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:459:DefaultText
source: Yes, indeed. Well done. Also you still haven't spontaneously liquified, which pleases me immensely. Progress!
cs: Ano, skutečně. Dobrá práce. Také jsi ještě samovolně nezkapalněl, což mě nesmírně těší. Pokrok!

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:460:DefaultText
source: Spare me the flattery, Phineas.
cs: Ušetři mě lichotek, Phineasi.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:461:DefaultText
source: That's odd. I'm at least sixty-five percent certain my tone was sufficiently sincere. Perhaps the glass is distorting my voice. Must look into that.
cs: To je zvláštní. Jsem si minimálně na pětašedesát procent jistý, že můj tón byl dostatečně upřímný. Možná mi sklo zkresluje hlas. Musím se na to podívat.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:462:DefaultText
source: There was something else I wanted to talk to you about.
cs: Chtěl jsem s vámi mluvit ještě o něčem jiném.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:463:DefaultText
source: I'll talk to you later.
cs: Promluvíme si později.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:464:DefaultText
source: Show a little hospitality, Phineas.
cs: Projev trochu pohostinnosti, Phineasi.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:465:DefaultText
source: Oh, very well. I can be a little cantankerous when I haven't had my caffenoids. You have my apologies, and so forth.
cs: Ach, velmi dobře. Umím být trochu mrzutý, když nemám kofein. Omlouvám se vám a tak dále.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:466:DefaultText
source: I didn't mean to upset you.
cs: Nechtěla jsem tě naštvat.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:467:DefaultText
source: No, no. I was being rude. I'm not accustomed to extending hospitality. And I've never had visitors before.
cs: Ne, ne. Byl jsem nezdvořilý. Nejsem zvyklý na pohostinnost. A nikdy předtím jsem neměl návštěvy.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:468:DefaultText
source: So you're the Captain's mysterious associate. I'm Ellie. Nice to meet you.
cs: Takže vy jste kapitánův tajemný společník. Já jsem Ellie. Ráda vás poznávám.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:469:DefaultText
source: Wait. Not another word. I don't want to know your name. I don't want to know who you are. Let's just enjoy our plausible deniability while it lasts, shall we?
cs: Počkejte. Už ani slovo. Nechci znát tvé jméno. Nechci vědět, kdo jsi. Užijme si našeho věrohodného popírání, dokud to jde, ano?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:470:DefaultText
source: Nice to meet you, Dr. Welles. I'm Parvati Holcomb.
cs: Rád vás poznávám, doktore Wellesi. Jsem Parvati Holcombová.
