Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas.po
Languages: cs

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:471:DefaultText
source: Wait. Not another word. I don't want to know your name. I don't want to know who you are. Let's just enjoy our plausible deniability while it lasts, shall we?
cs: Počkejte. Už ani slovo. Nechci znát tvé jméno. Nechci vědět, kdo jsi. Užijme si našeho věrohodného popírání, dokud to jde, ano?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:472:DefaultText
source: Hey there. I'd shake your hand, but you've got this glass wall situation going on.
cs: Ahoj. Podal bych ti ruku, ale máš tu skleněnou stěnu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:473:DefaultText
source: Wait. Not another word. I don't want to know your name. I don't want to know who you are. Let's just enjoy our plausible deniability while it lasts, shall we?
cs: Počkejte. Už ani slovo. Nechci znát tvé jméno. Nechci vědět, kdo jsi. Užijme si našeho věrohodného popírání, dokud to jde, ano?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:474:DefaultText
source: Ah, the wanted criminal himself. Pleased to make your acquaintance.
cs: Aha, sám hledaný zločinec. Rád vás poznávám.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:475:DefaultText
source: Wait. Not another word. I don't want to know your name. I don't want to know who you are. Let's just enjoy our plausible deniability while it lasts, shall we?
cs: Počkejte. Už ani slovo. Nechci znát tvé jméno. Nechci vědět, kdo jsi. Užijme si našeho věrohodného popírání, dokud to jde, ano?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:476:DefaultText
source: Don't you ever leave your lab?
cs: Nikdy neopouštíš svou laboratoř?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:477:DefaultText
source: Oh goodness, no. I wouldn't survive ten seconds in the blackness of the aether.
cs: Proboha, ne. Nepřežil bych ani deset vteřin v černé tmě éteru.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:478:DefaultText
source: Well, no. I imagine I'd last at least twelve seconds before I'd lose consciousness and die of hypoxia.
cs: No, ne. Předpokládám, že bych vydržel alespoň dvanáct vteřin, než bych ztratil vědomí a zemřel na hypoxii.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:479:DefaultText
source: That's not what I meant. Do you have some kind of life outside your work?
cs: Tak jsem to nemyslel. Máš nějaký život mimo svou práci?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:480:DefaultText
source: Life outside work? No. Of course not. My life is my work.
cs: Život mimo práci? Ne, samozřejmě že ne. Můj život je moje práce.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:481:DefaultText
source: To answer your question, I'd rather stay right here in my lab. There's too much work to be done. The Hope's colonists won't revive themselves, you know.
cs: Abych odpověděl na vaši otázku, raději bych zůstal tady v laboratoři. Je tu příliš mnoho práce. Kolonisté z Hope se sami neoživí, víte?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:482:DefaultText
source: Why are you so obsessed with reviving the Hope's colonists?
cs: Proč jsi tak posedlý oživováním kolonistů z Naděje?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:483:DefaultText
source: Because we've lost our way. The Board has a stranglehold over this colony, and we've all been conditioned into total obedience.
cs: Protože jsme ztratili cestu. Představenstvo má nad touto kolonií moc a všichni jsme byli nuceni k naprosté poslušnosti.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:484:DefaultText
source: The Hope is full of specialists. Scientists, engineers, talented individuals like you. People who haven't been corrupted by the Board.
cs: Naděje je plná odborníků. Vědci, inženýři, talentovaní lidé jako vy. Lidé, kteří se nenechali zkorumpovat Radou.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:485:DefaultText
source: Unfortunately, the Hope's colonists have been frozen for decades. Well past your shelf-life, so to speak. No offense.
cs: Bohužel kolonisté z Hope jsou již desítky let zamrzlí. Takříkajíc po uplynutí doby trvanlivosti. Bez urážky.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:486:DefaultText
source: Yeah, but you revived me. So you must have solved the problem.
cs: Jo, ale ty jsi mě oživil. Takže jsi ten problém musel vyřešit.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:487:DefaultText
source: Aha! You begin to perceive the truth! Yes, according to the Board and their narrow-minded scientists, you should be a pile of organic sludge right now.
cs: Aha! Začínáte vnímat pravdu! Ano, podle představenstva a jeho úzkoprsých vědců by z vás právě teď měla být hromada organického kalu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:488:DefaultText
source: Wow, Phineas. You need to work on your social skills.
cs: Páni, Phineasi. Musíš zapracovat na svých sociálních dovednostech.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:489:DefaultText
source: I live in a glass box with my experiments. Do I look like I care about social graces? I'd rather work on perfecting my research.
cs: Žiji ve skleněné krabici se svými experimenty. Vypadám snad, že mi záleží na společenské eleganci? Raději pracuji na zdokonalování svého výzkumu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:490:DefaultText
source: You mentioned needing some special chemicals. Is that why?
cs: Zmínil jste, že potřebujete speciální chemikálie. Proto?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:491:DefaultText
source: Precisely. The chemical I need is dimethyl sulfoxide. Rare. Potent. Essential to reviving long-frozen bodies.
cs: Přesně tak. Chemikálie, kterou potřebuji, je dimethylsulfoxid. Vzácné. Silný. Nezbytný k oživení dlouho zmrzlých těl.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:492:DefaultText
source: Must be hard to leave your lab with a bounty on your head.
cs: Musí být těžké opustit laboratoř s odměnou na hlavě.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:493:DefaultText
source: Yes, yes. That troublesome bounty on my head. I've been a fugitive ever since the Board caught wind of my research.
cs: Ano, ano. Ta nepříjemná odměna na mou hlavu. Od chvíle, kdy se rada dozvěděla o mém výzkumu, jsem na útěku.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:494:DefaultText
source: My work is my life. The Board can put a price on my head, but they can't scare me into stopping my research.
cs: Moje práce je můj život. Rada mi může vypsat odměnu na hlavu, ale nemůže mě zastrašit, abych přestal s výzkumem.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:495:DefaultText
source: How's that coming along, by the way?
cs: Mimochodem, jak to jde?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:496:DefaultText
source: Remarkably well. After all, I managed to revive you without too many adverse side-effects. We're even having a real conversation! That's progress!
cs: Pozoruhodně dobře. Koneckonců se mi podařilo tě oživit bez větších nežádoucích vedlejších účinků. Dokonce jsme spolu vedli skutečný rozhovor! To je pokrok!

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:497:DefaultText
source: Once you steal some chemicals from Byzantium, we can finally begin the process of reviving the Hope's colonists.
cs: Jakmile ukradnete nějaké chemikálie z Byzance, můžeme konečně začít s oživováním kolonistů na Hope.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:498:DefaultText
source: I'm just waiting for news from Hiram Blythe. I'm quite sure he knows the location of those chemicals.
cs: Čekám jen na zprávy od Hirama Blythea. Jsem si docela jistý, že ví, kde se ty chemikálie nacházejí.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:499:DefaultText
source: I still need your help, however. The sooner we discover the location of those chemicals, the sooner we can begin reviving the Hope's colonists.
cs: Stále však potřebuji vaši pomoc. Čím dříve zjistíme, kde se ty chemikálie nacházejí, tím dříve budeme moci začít s oživováním kolonistů na Hope.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:500:DefaultText
source: My progress is tied to your progress. We're in this together, my friend.
cs: Můj pokrok je spojen s vaším pokrokem. Jsme v tom společně, příteli.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:501:DefaultText
source: I could give your research a peer review, if you want.
cs: Pokud chcete, mohu váš výzkum posoudit.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:502:DefaultText
source: I'm well aware of your scientific acumen, but you're far better suited to working in the field than I am. Leave the blackboard work to me.
cs: Jsem si dobře vědom tvé vědecké erudice, ale pro práci v oboru jsi mnohem vhodnější než já. Práci u tabule nechte na mně.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:503:DefaultText
source: Ten years. That's how long the average human can remain in hibernation. You were frozen for decades. In theory, you never should have survived the revival process.
cs: Deset let. Tak dlouho může průměrný člověk zůstat v hibernaci. Ty jsi byl zmražený desítky let. Teoreticky jsi nikdy neměl přežít proces oživení.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:504:DefaultText
source: But the conventional theories are wrong. You're living proof that it can be done. There's yet hope for the Hope! Get it?
cs: Konvenční teorie jsou však chybné. Jste živoucím důkazem, že to jde. Naděje ještě existuje! Chápete?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:505:DefaultText
source: Um...no?
cs: Hm... ne?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:506:DefaultText
source: I see. Well, never mind. Let's just pretend it was hilariously witty and move on.
cs: Chápu. No, to je jedno. Předstírejme, že to bylo vtipné, a jdeme dál.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:507:DefaultText
source: I'm glad to hear that. Everyone on the Hope is depending on us.
cs: To rád slyším. Všichni v Naději na nás spoléhají.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:508:DefaultText
source: We'll do our very best to save them all.
cs: Uděláme, co bude v našich silách, abychom je všechny zachránili.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:509:DefaultText
source: Don't try to be funny, Phineas. It doesn't work.
cs: Nesnaž se být vtipný, Phineasi. Nefunguje to.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:510:DefaultText
source: Right. So much for banter, eh?
cs: Vpravo. Tolik k vtipkování, co?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:511:DefaultText
source: I'd best get back to work. I can feel my last dose of caffenoid fading.
cs: Raději se vrátím do práce. Cítím, jak ze mě vyprchává poslední dávka kofeinu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:512:DefaultText
source: Thanks for the chat.
cs: Děkujeme za rozhovor.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:513:DefaultText
source: I'm not your friend, Phineas.
cs: Nejsem tvůj přítel, Phineasi.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:514:DefaultText
source: Yes, yes. Accomplice. Associate. Call yourself whatever you like. The fact remains that you are my greatest success.
cs: Ano, ano. Spolupachatel. Spolupracovník. Říkejte si, jak chcete. Faktem zůstává, že jsi můj největší úspěch.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:515:DefaultText
source: I'll help however I can.
cs: Pomůžu, jak budu moct.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:516:DefaultText
source: I know I'm asking a lot from you, but you've done so much already. The mere fact that you're standing here is a marvelous success.
cs: Vím, že po tobě chci hodně, ale už jsi toho tolik udělal. Už jen to, že tu stojíte, je úžasný úspěch.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:517:DefaultText
source: What's so important about these chemicals?
cs: Co je na těchto chemikáliích tak důležité?

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:518:DefaultText
source: Dimethyl sulfoxide is the missing ingredient. The key compound, essential to reviving a long-frozen colonist.
cs: Chybějící složkou je dimethylsulfoxid. Klíčová sloučenina, která je nezbytná k oživení dlouho zmrzlého kolonisty.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:519:DefaultText
source: I'd better get going. Let's pick this up some other time.
cs: Raději bych měl jít. Pokračujme někdy jindy.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:520:DefaultText
source: Of course. I'll be here. As usual.
cs: Samozřejmě. Budu tady. Jako obvykle.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:521:DefaultText
source: Come on, Phineas. There has to be something you do for fun.
cs: No tak, Phineasi. Musí být něco, co děláš pro zábavu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:522:DefaultText
source: I enjoyed the occasional aetherwave drama in my youth. Not anymore. All Board propaganda. I'd rather not be brainwashed.
cs: V mládí jsem si užíval občasná dramata o éterových vlnách. Teď už ne. Všechno je to propaganda. Raději si nenechám vymývat mozek.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:523:DefaultText
source: We could test out your theory if you want.
cs: Pokud chcete, můžeme vaši teorii vyzkoušet.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:524:DefaultText
source: Are you still annoyed at me for launching you into space? That was in the past. I've long since moved on.
cs: Pořád se na mě zlobíš, že jsem tě vystřelil do vesmíru? To bylo v minulosti. Už dávno jsem se přes to přenesl.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:525:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:527:DefaultText
source: Earlier, I asked you if you ever left your lab.
cs: Předtím jsem se vás ptal, jestli jste někdy opustil laboratoř.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:529:DefaultText
source: I need those chemicals to revive the Hope's colonists. They can help us fight back against the Board. They can help us set things right.
cs: Potřebuji ty chemikálie, abych oživil kolonisty na Hope. Mohou nám pomoci v boji proti Radě. Mohou nám pomoci dát věci do pořádku.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:530:DefaultText
source: Get me those chemicals, and I'll revive the Hope. Revive the Hope, put a stop to the Board. Stop the Board, save the colony from destruction. Cause and effect. Simple, really.
cs: Dejte mi ty chemikálie a já oživím Naději. Oživte Naději, zastavte Radu. Zastavte Radu, zachraňte kolonii před zničením. Příčina a následek. Jednoduché, opravdu.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:534:DefaultText
source: The Hope is carrying some of humanity's most brilliant thinkers. Scientists. Engineers. Experts in their field. If we work together, we can still find a way to save Halcyon.
cs: Naděje nese některé z nejgeniálnějších myslitelů lidstva. Vědci. Inženýři. Odborníci ve svém oboru. Pokud budeme spolupracovat, stále můžeme najít způsob, jak Halcyon zachránit.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:535:DefaultText
source: For that matter, everyone else's lives are also my work. An entire colony's worth of lives are at stake. It's up to me - up to us to set things right.
cs: Životy všech ostatních jsou také mou prací. V sázce jsou životy celé kolonie. Je na mně - na nás, abychom dali věci do pořádku.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:536:DefaultText
source: If we don't put a stop to the Board, they're going to drive this colony toward a complete societal collapse. You'll see what I mean when you arrive on Monarch.
cs: Pokud představenstvo nezastavíme, přivede tuto kolonii k úplnému společenskému kolapsu. Uvidíte, co tím myslím, až dorazíte na Monarch.

# conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas:537:DefaultText
source: The Board would have us believe Halcyon is beyond saving. I choose to believe otherwise. If there's even the slightest chance we can save Halcyon from oblivion, then we have to take it.
cs: Správní rada by nás ráda přesvědčila, že Halcyon nelze zachránit. Já věřím v opak. Pokud existuje sebemenší šance, že Halcyon zachráníme před zánikem, musíme ji využít.
