Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_*_phineas.po
Languages: bs

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:1:DefaultText
source: Ah, you made it! Can you hear me through this thing?
bs: Ach, zvládl jsi to! Slyšíš mě přes tuhle věc?

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:3:DefaultText
source: Make yourself at home.
bs: Chovejte se jako doma.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:4:DefaultText
source: So, how's the old Unreliable running?
bs: Tak jak to jde se starým Nespolehlivým?

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:5:DefaultText
source: Feel free to look around.
bs: Neváhejte se porozhlédnout.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:6:DefaultText
source: My lab may look a mess, but I have everything exactly where I want it.
bs: Moje laboratoř sice vypadá chaoticky, ale mám všechno přesně tam, kde to chci mít.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:9:DefaultText
source: Hello? Can you hear me? Does this work?
bs: Haló? Slyšíte mě? Funguje to?

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:10:DefaultText
source: I am just securing my ongoing experiments!
bs: Právě zajišťuji své probíhající experimenty!

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:13:DefaultText
source: Oh, damn and blast! That's loud.
bs: A sakra a výbuch! To je hlasité.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:14:DefaultText
source: And securing myself.
bs: A zajištění sebe sama.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:15:DefaultText
source: Mind the mess. I haven't had a visitor since - in fact, I've never had a visitor.
bs: Pozor na nepořádek. Od té doby jsem neměl návštěvu - vlastně jsem nikdy žádnou neměl.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:17:DefaultText
source: You know, that escape pod had a twelve percent risk of catastrophic failure. Quite safe by Halcyon's standards!
bs: Víte, že únikový modul měl dvanáctiprocentní riziko katastrofického selhání. Na poměry Halcyonu docela bezpečné!

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:18:DefaultText
source: Cystypigs make excellent test subjects. Also, surprisingly nutritious.
bs: Cystypigy jsou vynikajícími testovacími subjekty. Jsou také překvapivě výživné.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:19:DefaultText
source: I see you're still wearing your hibernation outfit. You're welcome to a matching set.
bs: Vidím, že máš na sobě stále zimní oblečení. Můžeš si pořídit stejnou sadu.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:21:DefaultText
source: Ah, your old hibernation mask. Had to remove it, you know, in case you were prone to vomiting.
bs: Ach, tvoje stará hibernační maska. Musel jsem ti ji sundat, kdybys měl sklony ke zvracení.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:25:DefaultText
source: Reviving you from hibernation was my greatest accomplishment. Your odds of survival were a mere twenty-eight percent!
bs: Probudit tě z hibernace byl můj největší úspěch. Tvoje šance na přežití byla pouhých dvacet osm procent!

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:27:DefaultText
source: Careful! That's my communications terminal!
bs: Pozor! To je můj komunikační terminál!

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:28:DefaultText
source: That should do it. You've bought me more than enough time.
bs: To by mělo stačit. Získal jsi mi víc než dost času.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:29:DefaultText
source: You've sent the corrupted signal as we discussed, yes? I'll take your silence as an affirmative.
bs: Poslali jste poškozený signál, jak jsme o tom mluvili, ano? Vaše mlčení považuji za souhlasné.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:40:DefaultText
source: Armored glass. Not bad, eh?
bs: Pancéřové sklo. To není špatné, co?

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:41:DefaultText
source: Aha! I see you've found my portable molecular compression device! Better known as a shrink ray.
bs: Aha! Vidím, že jste našli můj přenosný molekulární kompresor! Lépe známý jako smršťovací paprsek.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:42:DefaultText
source: Find a target. Point. Shoot. Your target will shrink down into a manageable size, whereupon you may commence beating them to a pulp.
bs: Najděte si cíl. Bod. Střílejte. Váš cíl se zmenší na přijatelnou velikost, načež ho můžete začít mlátit na kaši.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:43:DefaultText
source: Feel free to try it on a marauder some time.
bs: Klidně si to někdy vyzkoušejte na nájezdníkovi.

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:45:DefaultText
source: Oh for Law's sake! I was saving that for a special occasion!
bs: Proboha! Schovával jsem si to pro zvláštní příležitost!

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:46:DefaultText
source: Careful! Bubbles is NOT for experimentation!
bs: Pozor! Bubliny NEJSOU určeny k experimentování!

# conversations/09_interstitial/0901_scientist_lab/0901_bs_phineas:47:DefaultText
source: Look at this mess. Oh well. At least the tumors are still edible.
bs: Podívejte se na ten nepořádek. No dobře. Aspoň že ty nádory jsou pořád jedlé.
