Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas_experiment_terminal.po
Languages: cs

source: RESEARCH TERMINAL Phineas V. Welles ==================== "I can calculate the movement of the heavenly bodies, but not the madness of men." -Newton ====================
cs: RESEARCH TERMINAL Phineas V. Welles ==================== "Umím vypočítat pohyb nebeských těles, ale ne šílenství lidí." -Newton ====================

source: [Experimental Notes]
cs: [Experimentální poznámky]

source: [Personal Files]
cs: [Osobní soubory]

source: RESEARCH TERMINAL Phineas V. Welles [Accessing Personal Files] ... ... ... ... [PASSWORD REQUIRED]
cs: RESEARCH TERMINAL Phineas V. Welles [Přístup k osobním souborům] ... ... ... ... [POŽADUJEME HESLO]

source: RESEARCH TERMINAL Phineas V. Welles [Accessing Experimental Notes] ... ... ...
cs: RESEARCH TERMINAL Phineas V. Welles [Přístup k experimentálním poznámkám] ... ... ...

source: [Logs: Experiment #01173]
cs: [Protokoly: Experiment #01173]

source: [Logs: Experiment #00938]
cs: [Protokoly: Experiment #00938]

source: [Logs: Experiment #01083]
cs: [Protokoly: Experiment #01083]

source: [Return to Root]
cs: [Zpět na kořen]

source: EUREKA! Flash-frozen organic material reverts back to its original cell structure when treated with tincture of Dimethyl Sulfoxide. Rate of Explosive Cell Death a very respectable six per-cent! Bad news: Difficult to acquire. Limited quantities of compound, likely produced by Auntie Cleo. Recently discontinued due to "severe adverse reactions." Must find more!
cs: EUREKA! Bleskově zmrazený organický materiál se po ošetření tinkturou dimethylsulfoxidu vrátí do původní buněčné struktury. Míra explozivní buněčné smrti je velmi slušných šest procent! Špatná zpráva: Obtížně se získává. Omezené množství sloučeniny, pravděpodobně vyráběné tetou Cleo. Nedávno se přestala vyrábět kvůli "závažným nežádoucím účinkům". Musíme najít další!

source: 00:12 - Artificial stasis successfully induced in cystypig specimen. 02:17: Revivification complicated. Cystypig tissue returned to living state. Brain tissue suffered from rapid nucleation. Attempting treatment. 05:58: Treatment progressing. 08:20: Treatment failed. Brain tissue irreparably damaged by rapid onset necrosis. 08:51: Explosive Cell Death. 09:49: Finished cleaning liquefied remains of Cystypig from laboratory floor, walls, equipment.
cs: 00:12 - Umělá stáza úspěšně navozená u vzorku cystypig. 02:17: Oživení komplikované. Tkáň cystypigů se vrátila do živého stavu. Mozková tkáň trpěla rychlou nukleací. Pokus o léčbu. 05:58: Léčba postupuje. 08:20: Léčba selhala. Mozková tkáň nenapravitelně poškozena rychlým nástupem nekrózy. 08:51: Explozivní buněčná smrt. 09:49: Dokončeno čištění zkapalněných zbytků Cystypiga z podlahy laboratoře, stěn a vybavení.

source: 02:16: Fresh out of Auntie Cleo's. Experimenting with Spacer's Choice Partially Emulsified Creamer Substitute. 02:18: Finished brewing. Adding two ounces Spacer's Choice. 02:20: Atrocious. Felt part of self die on the inside. REMINDER: Add Spacer's Choice to "The List." Note to self #2: Buy more mouthwash.
cs: 02:16: Čerstvě od tety Cleo. Experimentování s částečně emulgovanou náhražkou smetany Spacer's Choice. 02:18: Dokončeno vaření. Přidávám dvě unce Spacer's Choice. 02:20: Hrozné. Uvnitř jsem cítila, jak mi umírá část já. PŘIPOMÍNKA: Poznámka pro sebe č. 2: Kupte si víc ústní vody.

source: RESEARCH TERMINAL Phineas V. Welles [PASSWORD]: swh181942 [PASSWORD ACCEPTED] WELCOME, PHINEAS WELLES.
cs: RESEARCH TERMINAL Phineas V. Welles [HESLO]: swh181942 [HESLO PŘIJATO] VÍTEJTE, PHINEAS WELLES.

source: [Personal Logs: Entry #01037]
cs: [Osobní deníky: záznam #01037]

source: Have procured the services of one Captain Alex Hawthorne of the Unreliable. I hope he didn't name his ship after the quality of his services. I'll be sending my new accomplice down to Hawthorne via escape pod as soon as the revival process is complete. Hawthorne should make for an agreeable companion, or at least an acceptable chaperone. Law willing, he isn't a total buffoon.
cs: Získali jsme služby kapitána Alexe Hawthorna z Nespolehlivé lodi. Doufám, že svou loď nepojmenoval podle kvality svých služeb. Jakmile bude proces oživení dokončen, pošlu k Hawthornovi únikovým modulem svého nového komplice. Hawthorne by měl být příjemným společníkem, nebo alespoň přijatelným doprovodem. Pokud zákon dovolí, není to úplný šašek.

source: RESEARCH TERMINAL Phineas V. Welles [Accessing Personal Files]
cs: RESEARCH TERMINAL Phineas V. Welles [Přístup k osobním souborům]

source: Have spared one of my stock of experimental cystypigs, to be used as renewable source of nourishment. Have named this lucky pig "Bubbles." Giving an animal a name establishes rapport and creates a positive emotional bond. (Allegedly improves flavor of tumors? Must look into that.) Excellent creatures, cystypigs. Don't know how people used to survive without these genetic wonders of porcine succulence. Slaughtering a pig for meat instead of harvesting tumors that ripen naturally, falling off the flesh like mock-apples off a tree, seems the height of barbarity. Truly a miracle of modern science!
cs: Ušetřil jsem jednoho ze svých pokusných cystypigů, aby byl použit jako obnovitelný zdroj potravy. Pojmenoval jsem toto šťastné prase "Bublina". Pojmenování zvířete navazuje vztah a vytváří pozitivní citové pouto. (Údajně zlepšuje chuť nádorů? Musím se na to podívat.) Výborná stvoření, cystypigs. Nevím, jak lidé dříve přežívali bez těchto genetických zázraků prasečí šťavnatosti. Zabíjet prase pro maso místo toho, aby se sklízely nádory, které dozrávají přirozeně a padají z masa jako posměšná jablka ze stromu, se zdá být vrcholem barbarství. Opravdu zázrak moderní vědy!
