Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/0901_cv_phineas_intro.po
Languages: cs

source: I hope you're not thinking of ingratiating yourself with the Board. Chairman Rockwell and his cronies are not your friends.
cs: Doufám, že nemáte v úmyslu se představenstvu vnutit. Předseda Rockwell a jeho kumpáni nejsou vaši přátelé.

source: You've done fine work for SubLight. By the transitive property of reputation, I am now in SubLight's good books. Well done!
cs: Pro společnost SubLight jste odvedl dobrou práci. Podle přechodné vlastnosti reputace jsem nyní v dobrých knihách společnosti SubLight. Dobrá práce!

source: I've heard those Iconoclasts have a rather smashing opinion of you. Get it? Smashing? Iconoclasts? Oh never mind.
cs: Slyšel jsem, že ti Ikonoklasté o tobě mají docela dobré mínění. Chápeš? Skvělý? Ikonoklasté? To je jedno.

source: I've kept myself busy in your absence. Optimized my formula. I'm now confident I can revive the remaining colonists.
cs: Během tvé nepřítomnosti jsem se věnoval sám sobě. Optimalizoval jsem svůj vzorec. Jsem si teď jistý, že dokážu oživit zbývající kolonisty.

source: All I need now is the dimethyl sulfoxide. I'll take as much as you can give me.
cs: Teď už potřebuji jen dimethylsulfoxid. Vezmu si tolik, kolik mi můžete dát.

source: We need to think about this. There has to be something we can do.
cs: Musíme se nad tím zamyslet. Musíme s tím něco udělat.

source: This colony's a mess. I'll be glad to put it behind me, soon as I get a chance.
cs: V téhle kolonii je nepořádek. Rád to hodím za hlavu, jakmile budu mít příležitost.

source: So that's it. We just give up. All that trouble I went through was for nothing.
cs: To je vše. Prostě to vzdáme. Všechny ty problémy, kterými jsem si prošel, byly zbytečné.

source: No - no it wasn't. We have - let's see. We have at least some of the chemicals. We have your ship. And we have you. That has to count for something.
cs: Ne - nebylo. Máme - podívejme se. Máme alespoň některé chemikálie. Máme vaši loď. A máme vás. To se musí počítat.

source: Short of lining up every member of the Board and shooting them in the back of the head?
cs: Nebo je třeba postavit všechny členy správní rady do řady a střelit je zezadu do hlavy?

source: What makes you think you'll get that chance? You'll be long dead before you make it to the nearest star. For better or worse, you're stuck with us here.
cs: Proč si myslíte, že budete mít takovou šanci? Než doletíš k nejbližší hvězdě, budeš dávno mrtvý. V dobrém i zlém, zůstaneš tu s námi.

source: Do you know what's waiting for us on the Hope? Scientists. Engineers. Artists. The brightest minds Earth ever sent us, uncorrupted by the Board.
cs: Víte, co nás čeká na Naději? Vědci. Inženýři. Umělci. Nejchytřejší mozky, jaké nám kdy Země poslala, nezkažené Radou.

source: We need to get to those colonists before the Board. I have enough chemicals to start reviving a few of them, but no easy way to get them off the Hope.
cs: Musíme se k těm kolonistům dostat ještě před zasedáním rady. Mám dost chemikálií na to, abychom jich pár začali oživovat, ale není snadné je dostat z Naděje.

source: This is crazy. I like it.
cs: To je šílené. Líbí se mi to.

source: You're completely out of your mind.
cs: Jsi úplně mimo.

source: All right. Walk me through this.
cs: Dobře. Proveďte mě tím.

source: If we link up the Hope to the Unreliable, then use your navigational computer to calculate a reasonably safe vector, we can skip the entire colony ship into the rings of Terra 2.
cs: Když propojíme Naději s Nespolehlivou a pak pomocí vašeho navigačního počítače vypočítáme přiměřeně bezpečný vektor, můžeme celou koloniální loď přeskočit do prstenců Terry 2.

source: You'll need to switch on the Hope's auxiliary power using the Unreliable. Then, head to the bridge. Your navigational computer, ADA, should be able to activate the Hope's skip drive.
cs: Pomocí Nespolehlivého je třeba zapnout pomocné napájení Hope. Pak se vydejte na můstek. Váš navigační počítač ADA by měl být schopen aktivovat přeskokový pohon Naděje.

source: Just wait until you hear the details. I haven't been this energized since the time I injected myself with raw caffenoid.
cs: Jen počkejte, až se dozvíte podrobnosti. Takhle nabitý energií jsem nebyl od doby, kdy jsem si píchl surový kafenoid.

source: Hold on, now. Hear me out. I haven't taken leave of all my senses.
cs: Počkejte. Vyslechněte mě. Neopustil jsem všechny své smysly.

source: Wait. I've got some questions.
cs: Počkejte. Mám pár otázek.

source: This plan is insane. I need some time to think it over.
cs: Tento plán je šílený. Potřebuji nějaký čas na rozmyšlenou.

source: I hope you change your mind about skipping the Hope. It's the only chance we've got.
cs: Doufám, že si to s vynecháním Naděje rozmyslíte. Je to jediná šance, kterou máme.

source: I won't wish you luck on the Hope. Can't rely on luck. Rigorous calculations and sound logic - that's the ticket.
cs: Nebudu vám přát štěstí v Naději. Na štěstí se spoléhat nedá. Přísné výpočty a zdravá logika - to je to pravé.

source: You. I'd clap you on the shoulder if I weren't behind a wall of bulletproof glass. I don't know how you did it, but Hiram Blythe just sent me everything I needed.
cs: Vy. Poplácal bych tě po rameni, kdybych nebyl za stěnou z neprůstřelného skla. Nevím, jak jsi to udělal, ale Hiram Blythe mi právě poslal všechno, co jsem potřeboval.

source: Bad news - Hiram Blythe is dead. Utterly tragic. The colony has lost an invaluable resource. Good news - he sent me everything I needed. Good old Hiram.
cs: Špatná zpráva - Hiram Blythe je mrtvý. Naprosto tragické. Kolonie přišla o neocenitelný zdroj. Dobrá zpráva - poslal mi vše, co jsem potřeboval. Starý dobrý Hiram.

source: According to Hiram's message, Minister Clarke has ordered a suspicious amount of dimethyl sulfoxide. It's almost as if he's hoarding the colony's remaining supply!
cs: Podle Hiramovy zprávy ministr Clarke objednal podezřelé množství dimetylsulfoxidu. Skoro to vypadá, jako by hromadil zbývající zásoby kolonie!

source: Ah, yes. The details! I'm not about to ask you to rampage through Byzantium, trading bullets with the Board's agents. We'll have to resort to subterfuge.
cs: Ach, ano. Detaily! Nebudu po tobě chtít, abys řádil v Byzanci a vyměňoval si kulky s agenty Rady. Budeme se muset uchýlit k lsti.

source: Just tell me what to do.
cs: Jen mi řekněte, co mám dělat.

source: What's so important about these chemicals?
cs: Co je na těchto chemikáliích tak důležité?

source: You make it sound so simple.
cs: Zní to tak jednoduše.

source: Oh, I understand it must seem impossible to you. Infiltrate Byzantium, the crown jewel of the colony. Steal a batch of rare chemicals from a heavily guarded estate.
cs: Chápu, že vám to musí připadat nemožné. Proniknout do Byzance, korunního klenotu kolonie. Ukrást dávku vzácných chemikálií z přísně střeženého sídla.

source: In order to do the impossible, you must first divide it into a series of smaller, less impossible tasks.
cs: Abyste zvládli nemožné, musíte si ho nejprve rozdělit na řadu menších, méně nemožných úkolů.

source: If I had time and several blackboards, I could explain the details to you. But to put it briefly: dimethyl sulfoxide is the reason you're alive today.
cs: Kdybych měl čas a několik tabulek, mohl bych vám vysvětlit podrobnosti. Ale stručně řečeno: dimethylsulfoxid je důvodem, proč jste dnes naživu.

source: The chemical is absolutely essential to reviving the Hope's colonists. I need you to steal as much as you possibly can. The more, the better.
cs: Chemikálie je naprosto nezbytná pro oživení kolonistů lodi Hope. Potřebuji, abyste ukradli co nejvíce. Čím více, tím lépe.

source: So what's the plan?
cs: Jaký je tedy plán?

source: Carmen Imagawa. She's my contact in Byzantium. Meet her at the docks - she'll have all the necessary intelligence you require.
cs: Carmen Imagawa. Je to můj kontakt v Byzanci. Sejdeme se s ní v docích - bude mít všechny potřebné informace, které potřebujete.

source: Remember - you're looking for dimethyl sulfoxide. Big, green, bubbling vessel with a warning label. I'll take as much as you can find.
cs: Nezapomeňte, že hledáte dimethylsulfoxid. Velká, zelená, bublající nádoba s varovným štítkem. Vezmu si tolik, kolik najdete.

source: Find Carmen Imagawa. Steal chemicals. Got it.
cs: Najděte Carmen Imagawu. Ukradněte chemikálie. Mám to.

source: Actually, there was something else I wanted to talk to you about.
cs: Vlastně jsem s vámi chtěl mluvit ještě o něčem jiném.

source: Of course, of course.
cs: Samozřejmě, samozřejmě.

source: Anything I should know about this Carmen Imagawa?
cs: Měla bych o té Carmen Imagawě něco vědět?

source: You can trust her, if that's what you're asking. Imagawa is the finest special agent in Byzantium that money can buy. My money, anyway.
cs: Můžeš jí věřit, pokud se ptáš na tohle. Imagawa je nejlepší speciální agent v Byzanci, jakého lze za peníze koupit. Tedy alespoň moje peníze.

source: Forget about the chemicals for a second. The colony's on the verge of collapse.
cs: Na chvíli zapomeňte na chemikálie. Kolonie je na pokraji zhroucení.

source: I found your chemicals in the Ministry. The Board was testing them on human subjects.
cs: Na ministerstvu jsem našel vaše chemikálie. Rada je testovala na lidech.

source: Damn. That's not enough. Not nearly enough for the whole ship. I could revive a handful of settlers. Maybe. Possibly. Damn.
cs: Zatraceně. To nestačí. Ani zdaleka ne pro celou loď. Mohl bych oživit hrstku osadníků. Možná. Možná. Sakra.

source: Do you realize what this means for the Hope? For your fellow colonists? The Board's going to kill them all. Toss them out into space just to make room in their hibernation chambers.
cs: Uvědomujete si, co to znamená pro Naději? Pro tvé spolubojovníky? Rada je všechny zabije. Vyhodí je do vesmíru, jen aby si udělali místo ve svých hibernačních komorách.

source: What? Oh. Yes, well, that's obvious. Anyone with two working lamps can see this colony's slouching toward oblivion.
cs: Cože? Aha. Ano, to je jasné. Každý, kdo má dvě funkční lampy, vidí, že se tahle kolonie řítí do záhuby.

source: It gets worse. The Chairman's planning on freezing every worker in Halcyon.
cs: Je to ještě horší. Předseda plánuje zmrazit všechny pracovníky Halcyonu.

source: That makes two things we don't have. Time, and chemicals to revive the other settlers.
cs: To jsou dvě věci, které nemáme. Čas a chemikálie na oživení ostatních osadníků.

source: The Board's got a plan to save us. They're going to freeze all the workers.
cs: Rada má plán, jak nás zachránit. Chystají se zmrazit všechny zaměstnance.

source: Freeze all the workers? Why - so a gang of powdered toffs can carry on living in Byzantium? You call that a plan?
cs: Zmrazit všechny pracovníky? Proč - aby si parta napudrovaných hlupáků mohla dál žít v Byzanci? Tomu říkáte plán?

source: Would've been a lot easier if you just set up your lab next to the Hope.
cs: Bylo by mnohem jednodušší, kdybyste si prostě zřídili laboratoř vedle Hope.

source: There's a way. It's not exactly safe, but we could skip the Hope into the system.
cs: Existuje způsob. Není to úplně bezpečné, ale mohli bychom přeskočit Naději do systému.

source: Can we just skip to the part where you ask me to do something insane?
cs: Můžeme přeskočit k části, kde mě žádáš, abych udělal něco šíleného?

source: Merciful gibbering Law. You're a genius.
cs: Milosrdný blábolící zákon. Jsi génius.

source: Skip. We can skip the Hope. Don't you see? If we can't go to the Hope, the Hope will come to us.
cs: Přeskočit. Naději můžeme přeskočit. Copak to nechápeš? Když nemůžeme jít k Naději, přijde Naděje k nám.

source: We bring the Hope to us. Skip the entire ship across the distance of colony space - right next to my lab.
cs: Přinášíme Naději k nám. Přeskočte celou loď přes vzdálenost prostoru kolonie - přímo vedle mé laboratoře.

source: Merciful gibbering Law. You're a genius.
cs: Milosrdný blábolící zákon. Jsi génius.

source: Merciful gibbering Law. You're a genius.
cs: Milosrdný blábolící zákon. Jsi génius.

source: We bring the Hope to us. Skip the entire ship across the distance of colony space - right next to my lab.
cs: Přinášíme Naději k nám. Přeskočte celou loď přes vzdálenost prostoru kolonie - přímo vedle mé laboratoře.

source: The Hope's probably damaged. We'll have to route power from the Unreliable.
cs: Hope je pravděpodobně poškozená. Budeme muset přivést energii z Nespolehlivého.

source: I wasn't being entirely serious, Phineas.
cs: Nemyslel jsem to úplně vážně, Phineasi.

source: Did you not hear the part where I said it's not exactly safe?
cs: Neslyšel jsi tu část, kde jsem říkal, že to není úplně bezpečné?

source: Yes. Yes, exactly. You're a step ahead of me, but I perceive the shape of your plan.
cs: Ano. Ano, přesně tak. Jste o krok přede mnou, ale vnímám podobu vašeho plánu.

source: Nonsense! You were speaking entirely from the heart. Or the part of your brain responsible for sudden flashes of brilliance.
cs: Nesmysl! Mluvil jsi zcela upřímně. Nebo z té části mozku, která je zodpovědná za náhlé záblesky geniality.

source: No, I didn't. I was too busy admiring the elegance of your plan.
cs: Ne, to jsem neudělal. Byl jsem příliš zaneprázdněn obdivováním elegance tvého plánu.

source: I don't know much about skip drives - not the physics anyhow. I do know the Hope's real massive. How's our bitty little ship supposed to skip it?
cs: O přeskokových pohonech toho moc nevím - alespoň ne o fyzice. Vím ale, že Hope je opravdu masivní. Jak ji má naše malá loď přeskočit?

source: And that's going to work? Without killing us in the process? I thought intra-system micro jumps were prohibited for a reason.
cs: A to bude fungovat? A nezabije nás při tom? Myslel jsem, že mikroskoky uvnitř systému jsou zakázány z nějakého důvodu.

source: I don't understand a word you said, Doc. All I know is, if we're gonna hijack a colony ship, count me in!
cs: Nerozumím vám ani slovo, doktore. Jediné, co vím, je, že jestli chceme přepadnout koloniální loď, tak se mnou počítejte!

source: I've got a healthy disregard for personal safety, but this sounds crazy. Even to me.
cs: Mám zdravou neúctu k osobní bezpečnosti, ale tohle zní šíleně. Dokonce i pro mě.

source: Experimental methods for killing noxious lifeforms are not covered under this unit's limited liability agreement.
cs: Na experimentální metody usmrcování škodlivých forem života se nevztahuje dohoda o omezené odpovědnosti této jednotky.

source: Of course. Mull it over. Pace about. Tell me when you're ready.
cs: Samozřejmě. Zvažte to. Pospíchejte. Řekni mi, až budeš připraven.

source: I'll do it.
cs: Udělám to.

source: That's not a plan. That's a goddamn escape clause.
cs: To není plán. To je zatracená úniková doložka.

source: Hold on. Let me see if I understand this correctly. You're saying that Halcyon's on the brink of total collapse. And the Chairman's plan to save all of us is to save himself?
cs: Počkejte. Podívám se, jestli tomu rozumím správně. Říkáte, že Halcyon je na pokraji totálního kolapsu. A předsedův plán na záchranu nás všech je zachránit sám sebe?

source: The colony's on the verge of collapse. The Board's been trying to cover it up.
cs: Kolonie je na pokraji zhroucení. Správní rada se to snaží ututlat.

source: I know. I've suspected as much for years. Of course I don't expect the Board to do a thing about it. They've been driving our colony to the brink of destruction for decades.
cs: Já vím. Mám na to podezření už léta. Samozřejmě neočekávám, že s tím představenstvo něco udělá. Už desítky let přivádějí naši kolonii na pokraj zkázy.

source: We're out of time. We're out of chemicals. We may very well be out of options. If the Board has their way, we're all going to be spending the rest of our lives frozen in stasis.
cs: Došel nám čas. Došly nám chemikálie. Možná nám došly možnosti. Jestli bude rada postupovat podle svého, strávíme všichni zbytek života ve zmrazené stázi.

source: Oh, thank the Law. Your skin hasn't spontaneously changed color. Potential side-effect of the revival process. Very rare! But, you never know.
cs: Děkuji zákonu. Tvoje kůže samovolně nezměnila barvu. Možný vedlejší účinek procesu oživení. Velmi vzácný! Ale člověk nikdy neví.

source: Right. Welcome to my little - ah - habitation, such as it is. I've got - uh - caffenoids. Cysty-bits, if you're into that sort of thing.
cs: Vpravo. Vítejte v mém malém - ehm - obydlí, jakým je. Mám - ehm - kafenoidy. Cysty-bity, jestli tě to zajímá.

source: So, welcome. Make yourself at home. My secret hideout is your secret hideout.
cs: Takže vítejte. Chovejte se jako doma. Můj tajný úkryt je tvůj tajný úkryt.

source: For what it's worth, I appreciate you pulling me out of the Hope.
cs: Ať to stojí, co to stojí, oceňuji, že jsi mě vytáhl z Naděje.

source: You could've asked me before shoving me into an escape pod.
cs: Mohl ses mě zeptat, než jsi mě strčil do únikového modulu.

source: Any chance you could repair that monitoring device?
cs: Je nějaká šance, že bys to monitorovací zařízení mohl opravit?

source: I'll just take a look around.
cs: Jen se porozhlédnu.

source: Please! By all means.
cs: Prosím! V každém případě.

source: The one I gave you before your pod landed? Ruined. Beyond repair. Impossible to find replacement parts. That's Halcyon manufacturing for you.
cs: Ten, který jsem ti dal před přistáním tvého modulu? Zničený. Neopravitelný. Není možné sehnat náhradní díly. To je pro vás výroba Halcyonu.

source: Don't worry about it. I'm reasonably certain you're not going to spontaneously expire. No need to monitor your recovery.
cs: Nedělejte si s tím starosti. Jsem si docela jistý, že samovolně nezemřeš. Není třeba sledovat vaše zotavování.

source: That reminds me. I appreciate you pulling me out of the Hope.
cs: To mi připomíná. Oceňuji, že jsi mě vytáhl z Naděje.

source: You shot me into space, you lunatic. I'm lucky I survived at all.
cs: Vystřelil jsi mě do vesmíru, ty blázne. Mám štěstí, že jsem vůbec přežil.

source: Not at all, my intrepid accomplice. I should thank you for tolerating my somewhat brusque manner.
cs: Vůbec ne, můj neohrožený společníku. Měl bych vám poděkovat za toleranci mého poněkud hrubého chování.

source: Balderdash! You hadn't yet recovered your faculties of speech. What was I to do? Dear so-and-so, would you like to be shoved into an escape pod, blink twice for yes?
cs: Nesmysl! Ještě se ti nevrátila schopnost mluvit. Co jsem měl dělat? Milý tak a tak, chtěl bys být strčen do únikového modulu, mrkni dvakrát pro ano?

source: Nonsense. There's no such thing as luck - only well-calculated margins of error. You survived that fall in eighty-five out of a hundred simulations.
cs: Nesmysl. Štěstí neexistuje - pouze dobře vypočítané rozpětí chyb. Ten pád jste přežili v pětaosmdesáti ze sta simulací.

source: I'm leaving.
cs: Odcházím.

source: Never mind. Let's change the topic.
cs: Nevadí. Změňme téma.

source: Of course!
cs: Samozřejmě!

source: Halcyon is a cesspit. I'm starting to regret ever coming here.
cs: Halcyon je žumpa. Začínám litovat, že jsem sem vůbec chodil.

source: Yes, well. You're stuck here with the rest of us. Halcyon's our cesspit now, and we're all circling the drain together.
cs: Ano, dobře. Zůstal jsi tu s námi ostatními. Halcyon je teď naše žumpa a všichni společně kroužíme kolem stoky.

source: We can wallow in our collective misery, or we can try to make Halcyon a better place.
cs: Můžeme se utápět ve společné bídě, nebo se můžeme pokusit udělat z Halcyonu lepší místo.

source: Enough talk.
cs: Dost bylo řečí.

source: I only regret that I couldn't save more of your fellow settlers. What with being hunted by the Board. And emptying my supply of necessary chemicals.
cs: Jen lituji, že jsem nemohl zachránit více tvých spoluosadníků. A to, že mě pronásleduje Rada. A vyprázdnil jsem zásoby potřebných chemikálií.

source: I wanted to talk to you about something else.
cs: Chtěl jsem s vámi mluvit o něčem jiném.

source: Still, I admit I may have been a touch hasty. Even thoughtless. I do apologize if I rushed you.
cs: Přesto uznávám, že jsem se možná unáhlil. Dokonce bezmyšlenkovitě. Omlouvám se, jestli jsem na vás pospíchal.

source: Warning label?
cs: Varovný štítek?

source: Something about being discontinued due to severe adverse reactions. It's fine. You'll be stealing the chemicals, not ingesting them.
cs: Něco o tom, že byl ukončen z důvodu závažných nežádoucích účinků. Je to v pořádku. Chemikálie budete krást, nikoliv požívat.

source: Human test subjects? That's grotesque. That's unthinkable. That's - exactly what I'd expect out of the Board.
cs: Lidské testovací subjekty? To je groteskní. To je nemyslitelné. To je přesně to, co bych od rady očekával.

source: These are all the chemicals I could get. Any more, and I would've killed the subjects.
cs: To jsou všechny chemikálie, které jsem mohl získat. Kdyby jich bylo víc, zabil bych subjekty.

source: I had to let the test subjects die, but I brought back all the chemicals they had.
cs: Musel jsem nechat testované subjekty zemřít, ale vrátil jsem jim všechny chemikálie, které měly.

source: I put them out of their misery. Here's your canister of chemicals, by the way.
cs: Zbavil jsem je jejich trápení. Mimochodem, tady je váš kanystr s chemikáliemi.

source: Spare me the drama. Here are your chemicals.
cs: Ušetři mě toho dramatu. Tady jsou vaše chemikálie.

source: Thank you. You've brought me enough chemicals to get started, at least. I'm just sorry they came at the cost of human lives.
cs: Děkujeme. Přinesl jsi mi dostatek chemikálií, abych mohl alespoň začít. Jen mě mrzí, že to bylo za cenu lidských životů.

source: And those poor people. They must have died in agony. What exactly was the Board trying to accomplish?
cs: A ti chudáci lidé. Museli umírat v agónii. Čeho přesně chtěla správní rada dosáhnout?

source: Something about repeatedly reviving humans from extended hibernation?
cs: Něco o opakovaném oživování lidí z dlouhodobé hibernace?

source: You know how food goes stale if you freeze it too much? Like that, but with people.
cs: Víte, jak se potraviny kazí, když je příliš zmrazíte? To je podobné, ale s lidmi.

source: Never mind that. Halcyon is about to collapse. The Board's been covering it up.
cs: Toho si nevšímejte. Halcyon se brzy zhroutí. Představenstvo to tají.

source: The Board's trying to mitigate damage to human tissue during the revival process.
cs: Rada se snaží zmírnit poškození lidské tkáně během procesu oživování.

source: Um, something about repeatedly melting frozen people. There were lots of big words.
cs: Hm, něco o opakovaném tání zmrzlých lidí. Bylo tam hodně velkých slov.

source: What nonsense! People aren't just slabs of meat the Board can freeze and thaw at their convenience.
cs: To je nesmysl! Lidé nejsou jen kusy masa, které může správní rada zmrazit a rozmrazit, jak se jí to hodí.

source: You say the Board's trying to freeze their subjects over and over again without inflicting permanent damage? Well, they're nowhere close to solving that problem.
cs: Říkáte, že se rada snaží zmrazit své subjekty znovu a znovu, aniž by jim způsobila trvalé poškození? No, k vyřešení tohoto problému se ani zdaleka nepřiblížili.

source: I'll tell you this much. The Board's scientists are hopelessly lost. After years of fruitless experimentation, they've made exactly zero progress.
cs: Řeknu vám tolik. Vědci z rady jsou beznadějně ztraceni. Po letech bezvýsledného experimentování dosáhli naprosto nulového pokroku.

source: What makes you say that?
cs: Proč to říkáte?

source: The Board's scientists sounded optimistic.
cs: Vědci ze správní rady se vyjádřili optimisticky.
