Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro.po
Languages: cs

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:1:DefaultText
source: Hundreds of thousands of colonists. Left to drift out here forever, just to keep from damaging the Board's bottom line. Disgraceful.
cs: Stovky tisíc kolonistů. Zůstali tu navždy, jen aby nepoškodili zisk správní rady. Hanebné.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:2:DefaultText
source: Let's see here. Which of you is qualified to help this old fool out?
cs: Podívejme se na to. Kdo z vás je kvalifikovaný pomoci tomuto starému bláznovi?

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:3:DefaultText
source: Looks to be your lucky day, my friend.
cs: Vypadá to, že máš šťastný den, příteli.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:4:DefaultText
source: Jump complete.
cs: Skok kompletní.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:6:DefaultText
source: Shit.
cs: Do prdele.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:7:DefaultText
source: Ah, there you are! Wondering what's going on, eh? Bit of bad news there, I'm afraid. Your colony ship was inexplicably knocked out of skip space and forced to complete its journey at sub light speeds.
cs: Aha, tady jsi! Zajímá vás, co se děje? Obávám se, že to jsou špatné zprávy. Vaše koloniální loď byla nevysvětlitelným způsobem vyřazena ze skokového prostoru a byla nucena dokončit svou cestu podsvětelnou rychlostí.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:9:DefaultText
source: This means that you - and every other colonist on the Hope - have been in suspended animation for seventy years. Give or take.
cs: To znamená, že vy - a všichni ostatní kolonisté na Naději - jste byli sedmdesát let v pozastavené animaci. Plus mínus.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:10:DefaultText
source: Normally, reviving someone after so long leads to some quite horrifying results. It's called explosive cell death, but it's really more of a liquefaction.
cs: Oživení po tak dlouhé době vede obvykle k docela děsivým výsledkům. Říká se tomu explozivní buněčná smrt, ale ve skutečnosti jde spíše o zkapalnění.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:11:DefaultText
source: Something wrong? Oh. Yes, well, not to worry, I've pumped your body full of a special concoction I devised to keep you from dying so horrifically. Hopefully at all, but I guess we'll see, yes?
cs: Je něco špatně? Aha. Ano, neboj, napumpoval jsem ti do těla speciální lektvar, který jsem vymyslel, abys neumíral tak strašlivě. Doufejme, že vůbec, ale to se ještě uvidí, že?

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:12:DefaultText
source: Unfortunately, I used the last of my chemical supplies saving you. I know it's a lot to ask, but I must have your help securing more if we're to save the rest of your fellow colonists.
cs: Bohužel jsem použil poslední zásoby chemikálií, abych vás zachránil. Vím, že toho chci hodně, ale pokud chceme zachránit zbytek tvých kolonistů, musím tě požádat o pomoc při zajišťování dalších.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:13:DefaultText
source: I'd see it done myself, of course, but the Board has a sizeable bounty on my head.
cs: Samozřejmě bych se o to postaral sám, ale rada na mou hlavu vypsala značnou odměnu.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:14:DefaultText
source: Now, my ship... is inoperative, but I've managed to hire a smuggler to help you out. He'll be... oh! I see we're in position. Good luck!
cs: Moje loď... je nefunkční, ale podařilo se mi najmout pašeráka, který vám pomůže. Bude... aha! Vidím, že jsme na místě. Hodně štěstí!

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:15:DefaultText
source: Status: Structural integrity down 25%. Power levels, down 90%. Skip drive, inoperable.
cs: Stav: Strukturální integrita se snížila o 25 %. Úroveň výkonu o 90 % nižší. Přeskočit pohon, nefunkční.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:16:DefaultText
source: Not likely, boot lickers.
cs: To není pravděpodobné, olizovači bot.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:17:DefaultText
source: Please power down your engines and prepare to be boarded.
cs: Vypněte prosím motory a připravte se na nalodění.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:19:DefaultText
source: No you may not. Safety override - initiate skip jump!
cs: Ne, nesmíte. Bezpečnostní přepis - zahájení přeskoku!

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:20:DefaultText
source: Activate skip drive.
cs: Aktivace jednotky skip.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:21:DefaultText
source: That would be unwise. If I may remind sir -
cs: To by nebylo moudré. Jestli mohu připomenout, pane -

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:22:DefaultText
source: Initiate skip jump.
cs: Zahájení skoku na lyžích.

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:23:DefaultText
source: Affirmative. Skipping in 3..2...1...
cs: Kladně. Přeskočíme za 3..2...1...

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:24:DefaultText
source: Sigh 2
cs: Povzdech 2

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:25:DefaultText
source: Sigh 3
cs: Vzdech 3

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:26:DefaultText
source: Sigh 1
cs: Povzdech 1

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:28:DefaultText
source: Orbiting Laboratory
cs: Orbitální laboratoř

# conversations/09_interstitial/0901_scientist_lab/cv_phineas_intro:29:DefaultText
source: Halcyon System
cs: Systém Halcyon
