Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0420/0403_cv_august_van_noy.po
Languages: cs

# conversations/04_monarch/0420/0403_cv_august_van_noy:1:DefaultText
source: Spreading the good word, one bullet at a time.
cs: Šíření dobrého slova, jedna kulka za druhou.

# conversations/04_monarch/0420/0403_cv_august_van_noy:2:DefaultText
source: We ... we did it. Guess I was wrong.
cs: My... my jsme to dokázali. Asi jsem se mýlil.

# conversations/04_monarch/0420/0403_cv_august_van_noy:3:DefaultText
source: Talk to May.
cs: Promluvte si s Mayem.

# conversations/04_monarch/0420/0403_cv_august_van_noy:28:DefaultText
source: May, you idiot ... I told you this wasn't worth it ...
cs: Mayi, ty idiote... Říkal jsem ti, že to za to nestojí...

# conversations/04_monarch/0420/0403_cv_august_van_noy:31:DefaultText
source: Hey, thanks for the help.
cs: Ahoj, díky za pomoc.

# conversations/04_monarch/0420/0403_cv_august_van_noy:32:DefaultText
source: We ain't going back.
cs: Už se nevrátíme.

# conversations/04_monarch/0420/0403_cv_august_van_noy:33:DefaultText
source: Ready to kick some ass?
cs: Jste připraveni nakopat někomu zadek?

# conversations/04_monarch/0420/0403_cv_august_van_noy:34:DefaultText
source: Let's do this!
cs: Jdeme na to!

# conversations/04_monarch/0420/0403_cv_august_van_noy:37:DefaultText
source: Hey, Cap!
cs: Hej, Cape!

# conversations/04_monarch/0420/0403_cv_august_van_noy:41:DefaultText
source: Spreading the good word, one bullet at a time.
cs: Šíření dobrého slova, jedna kulka za druhou.
