Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0420/0403_cv_may_van_noy.po
Languages: cs

# conversations/04_monarch/0420/0403_cv_may_van_noy:1:DefaultText
source: Here we go. Bless our Eternal minds.
cs: A je to tady. Požehnejte našim věčným myslitelům.

# conversations/04_monarch/0420/0403_cv_may_van_noy:2:DefaultText
source: That was a hell of a soirée.
cs: To byl zatraceně dobrý večírek.

# conversations/04_monarch/0420/0403_cv_may_van_noy:3:DefaultText
source: Hope you're here to help. We only got so many bullets left and I ain't keen on using one on you.
cs: Doufám, že jsi tu, abys pomohl. Máme už jen tolik nábojů a já na tebe nechci použít ani jeden.

# conversations/04_monarch/0420/0403_cv_may_van_noy:4:DefaultText
source: Any luck out there?
cs: Máte štěstí?

# conversations/04_monarch/0420/0403_cv_may_van_noy:7:DefaultText
source: Where'd that medic go again?
cs: Kam se zase poděl ten zdravotník?

# conversations/04_monarch/0420/0403_cv_may_van_noy:8:DefaultText
source: I found your trauma kit. Your medic is dead.
cs: Našla jsem vaši traumatologickou soupravu. Váš lékař je mrtvý.

# conversations/04_monarch/0420/0403_cv_may_van_noy:22:DefaultText
source: I sent him north of the press to find supplies.
cs: Poslal jsem ho na sever od lisu, aby našel zásoby.

# conversations/04_monarch/0420/0403_cv_may_van_noy:28:DefaultText
source: You have caught me at an exceptionally bad time.
cs: Zastihl jste mě ve výjimečně nevhodnou dobu.

# conversations/04_monarch/0420/0403_cv_may_van_noy:31:DefaultText
source: Thanks for the assist.
cs: Děkujeme za pomoc.

# conversations/04_monarch/0420/0403_cv_may_van_noy:33:DefaultText
source: He isn't the only one. It's too late. They're gone.
cs: Není jediný. Je příliš pozdě. Jsou pryč.

# conversations/04_monarch/0420/0403_cv_may_van_noy:34:DefaultText
source: Not now. I'm set to figure out what the hell's next.
cs: Teď ne. Musím vymyslet, co bude dál.

# conversations/04_monarch/0420/0403_cv_may_van_noy:48:DefaultText
source: Graham sent me. I'm here to secure a printing press.
cs: Poslal mě Graham. Jsem tu, abych zajistil tiskárnu.

# conversations/04_monarch/0420/0403_cv_may_van_noy:49:DefaultText
source: I'm here to secure a printing press, but that can wait. Let's get you out of here.
cs: Jsem tu, abych zajistil tiskařský stroj, ale to může počkat. Pojďme vás odsud dostat.

# conversations/04_monarch/0420/0403_cv_may_van_noy:55:DefaultText
source: That's the mission. Thing is, I ain't so sure it's worth it anymore.
cs: To je poslání. Jde o to, že už si nejsem jistý, jestli to má cenu.

# conversations/04_monarch/0420/0403_cv_may_van_noy:56:DefaultText
source: You keep spewing that sulfur, I'm liable to leave you to the rapts.
cs: Jestli budeš dál dštít tu síru, nechám tě na pospas raptorům.

# conversations/04_monarch/0420/0403_cv_may_van_noy:58:DefaultText
source: Zora sent me to look for guys. Once I get you out safe, I'll see about that press.
cs: Zora mě poslala hledat kluky. Jakmile tě dostanu ven v bezpečí, podívám se na ten tisk.

# conversations/04_monarch/0420/0403_cv_may_van_noy:59:DefaultText
source: Thank the Eternal. We could use a hand.
cs: Poděkujte Věčnému. Potřebujeme pomocnou ruku.

# conversations/04_monarch/0420/0403_cv_may_van_noy:60:DefaultText
source: What my well-meaning idiot of a brother intends to say is: We appreciate the assist.
cs: Můj dobře míněný bratr idiot chce říct: Děkujeme za pomoc.

# conversations/04_monarch/0420/0403_cv_may_van_noy:62:DefaultText
source: Get back to Amber Heights. I'll take it from here.
cs: Vraťte se do Amber Heights. Odtud to převezmu já.

# conversations/04_monarch/0420/0403_cv_may_van_noy:63:DefaultText
source: He's right. It isn't worth it. You clear out and I'll handle the press.
cs: Má pravdu. Nestojí to za to. Ty se ukliď a já se postarám o tisk.

# conversations/04_monarch/0420/0403_cv_may_van_noy:65:DefaultText
source: But... we can't leave without patching these guys up. Acker here is bleeding out and Jensen can't see straight.
cs: Ale... nemůžeme odejít, aniž bychom tyhle chlapy dali do pořádku. Tady Acker krvácí a Jensen nevidí přímo.

# conversations/04_monarch/0420/0403_cv_may_van_noy:66:DefaultText
source: Help me get to the printing press and we can all go home.
cs: Pomozte mi dostat se k tiskárně a můžeme jít všichni domů.

# conversations/04_monarch/0420/0403_cv_may_van_noy:67:DefaultText
source: Would that we could. We ain't leaving our men behind, and they ain't moving on their own.
cs: Kéž bychom mohli. Nenecháme naše muže za sebou a oni se sami nepohnou.

# conversations/04_monarch/0420/0403_cv_may_van_noy:68:DefaultText
source: Our medic has got our trauma kit, but we got separated. We ain't seen him in a couple hours.
cs: Náš zdravotník má naši traumatologickou soupravu, ale rozdělili jsme se. Neviděli jsme ho už několik hodin.

# conversations/04_monarch/0420/0403_cv_may_van_noy:69:DefaultText
source: Got it. I'll see if I can find him.
cs: Mám to. Podívám se, jestli ho najdu.

# conversations/04_monarch/0420/0403_cv_may_van_noy:70:DefaultText
source: Any idea where he went?
cs: Nevíte, kam šel?

# conversations/04_monarch/0420/0403_cv_may_van_noy:71:DefaultText
source: I don't have time to play doctor. You're on your own.
cs: Nemám čas hrát si na doktora. Je to na tobě.

# conversations/04_monarch/0420/0403_cv_may_van_noy:73:DefaultText
source: It's a lost cause. Going back there would be suicide.
cs: Je to ztracený případ. Vrátit se tam by byla sebevražda.

# conversations/04_monarch/0420/0403_cv_may_van_noy:74:DefaultText
source: What'd I just say, August? We ain't abandoning our mission.
cs: Co jsem to právě řekl, Auguste? Neopustíme naši misi.

# conversations/04_monarch/0420/0403_cv_may_van_noy:75:DefaultText
source: That said... we ain't in a state to help, either. We gotta find our medic, get back to Amber Heights, and plan a proper approach.
cs: Přesto... ani my nejsme ve stavu, kdy bychom mohli pomoci. Musíme najít našeho zdravotníka, vrátit se do Amber Heights a naplánovat správný postup.

# conversations/04_monarch/0420/0403_cv_may_van_noy:76:DefaultText
source: This mission lives and dies on your shoulders. Help me take that press.
cs: Tato mise žije a umírá na vašich bedrech. Pomozte mi převzít tento lis.

# conversations/04_monarch/0420/0403_cv_may_van_noy:77:DefaultText
source: Graham said if you don't get that press operational, you might as well not come back.
cs: Graham řekl, že pokud se vám nepodaří zajistit provoz tisku, můžete se rovnou nevracet.

# conversations/04_monarch/0420/0403_cv_may_van_noy:78:DefaultText
source: You call yourself soldiers? Finish the mission or I'll take your gear and do it myself.
cs: Říkáte si vojáci? Dokončete misi, nebo si vezmu vaše vybavení a udělám to sám.

# conversations/04_monarch/0420/0403_cv_may_van_noy:79:DefaultText
source: I'll see if I can find your medic. Stay safe.
cs: Podívám se, jestli najdu vašeho lékaře. Zůstaňte v bezpečí.

# conversations/04_monarch/0420/0403_cv_may_van_noy:81:DefaultText
source: I need to get to that press. I'll keep an eye out for the medic. but no promises.
cs: Musím se dostat k tomu tisku. Budu dávat pozor na lékaře, ale nic neslibuji.

# conversations/04_monarch/0420/0403_cv_may_van_noy:82:DefaultText
source: I told you, August. Graham needs us. Our people need us. Come on. Let's do this.
cs: Říkal jsem ti to, Auguste. Graham nás potřebuje. Naši lidé nás potřebují. Pojďme. Udělejme to.

# conversations/04_monarch/0420/0403_cv_may_van_noy:83:DefaultText
source: Suppose there are worse causes to die for.
cs: Předpokládejme, že existují horší důvody, pro které lze zemřít.

# conversations/04_monarch/0420/0403_cv_may_van_noy:84:DefaultText
source: That son of a bitch is gonna put his propaganda before our lives?
cs: Ten hajzl dá přednost své propagandě před našimi životy?

# conversations/04_monarch/0420/0403_cv_may_van_noy:85:DefaultText
source: It ain't propaganda, August. It's the truth, and that's worth dying for. Come on.
cs: Není to propaganda, Auguste. Je to pravda a za tu stojí za to zemřít. No tak.

# conversations/04_monarch/0420/0403_cv_may_van_noy:86:DefaultText
source: We are here to do a job, after all. All right. Let's go, little brother.
cs: Jsme tu přece od toho, abychom dělali svou práci. Dobře. Jdeme, bratříčku.

# conversations/04_monarch/0420/0403_cv_may_van_noy:87:DefaultText
source: If you guys are going after the printing press, then yeah, I'm here to help.
cs: Pokud jdete po tiskařském lisu, pak ano, jsem tu, abych vám pomohl.

# conversations/04_monarch/0420/0403_cv_may_van_noy:88:DefaultText
source: Sorry. What the hell happened here?
cs: Omlouvám se. Co se tu sakra stalo?

# conversations/04_monarch/0420/0403_cv_may_van_noy:89:DefaultText
source: You know this guy?
cs: Znáte ho?

# conversations/04_monarch/0420/0403_cv_may_van_noy:90:DefaultText
source: You the Van Noys? I thought there were two of - oh.
cs: Vy jste Van Noysovi? Myslel jsem, že jsou dva - aha.

# conversations/04_monarch/0420/0403_cv_may_van_noy:91:DefaultText
source: Yeah. That is - was - is - fuck. That's my brother. This Eternally forsaken mission.
cs: Jo. To je - bylo - je - kurva. To je můj bratr. Tahle věčně zapomenutá mise.

# conversations/04_monarch/0420/0403_cv_may_van_noy:92:DefaultText
source: Now I'm out a medic, a few good soldiers, and a brother who was so hullheaded as to follow my lead.
cs: Teď mi chybí zdravotník, pár dobrých vojáků a bratr, který byl tak hloupý, že mě následoval.

# conversations/04_monarch/0420/0403_cv_may_van_noy:93:DefaultText
source: We got our asses kicked in the name of this Eternally forsaken mission.
cs: Ve jménu této věčně zapomenuté mise jsme dostali na prdel.

# conversations/04_monarch/0420/0403_cv_may_van_noy:94:DefaultText
source: Yeah, on account of giving him the order. He's searching the old settlement to the north of the press.
cs: Jo, kvůli tomu, že mu dal rozkaz. Prohledává starou osadu severně od lisu.

# conversations/04_monarch/0420/0403_cv_may_van_noy:95:DefaultText
source: No promises, but I'll keep an eye out.
cs: Nic neslibuji, ale budu na to dávat pozor.

# conversations/04_monarch/0420/0403_cv_may_van_noy:96:DefaultText
source: There's a printing press to the north. You want it, take it. I'm sure Graham'll love you for it. I'm... I'm fucking done.
cs: Na severu je tiskárna. Jestli ji chceš, vezmi si ji. Jsem si jistý, že tě za to Graham bude milovat. Já... Jsem kurva hotovej.

# conversations/04_monarch/0420/0403_cv_may_van_noy:99:DefaultText
source: It wasn't worth it, damn you. Get out of my sight.
cs: Nestálo to za to, sakra. Jdi mi z očí.

# conversations/04_monarch/0420/0403_cv_may_van_noy:100:DefaultText
source: Thanks for the help. Let's get you all home.
cs: Děkujeme za pomoc. Vezměme vás všechny domů.

# conversations/04_monarch/0420/0403_cv_may_van_noy:101:DefaultText
source: Nothing like rampant carnage to get the blood flowing.
cs: Nic nedokáže rozproudit krev tak jako zběsilé krveprolití.

# conversations/04_monarch/0420/0403_cv_may_van_noy:102:DefaultText
source: See, that wasn't so tough. I don't know what you were worried about.
cs: Vidíš, to nebylo tak těžké. Nevím, čeho ses bál.

# conversations/04_monarch/0420/0403_cv_may_van_noy:103:DefaultText
source: Yes, let's. Get us our medic back and we'll get out of here.
cs: Ano, pojďme. Vraťte nám našeho zdravotníka a vypadneme odsud.

# conversations/04_monarch/0420/0403_cv_may_van_noy:104:DefaultText
source: Tell that to the wounded. Their blood's flowing, all right.
cs: Řekněte to zraněným. Krev jim teče proudem.

# conversations/04_monarch/0420/0403_cv_may_van_noy:105:DefaultText
source: Hey. We're still alive, ain't we? Graham was right all along - the truth shields us.
cs: Hej. Jsme pořád naživu, ne? Graham měl celou dobu pravdu - pravda nás chrání.

# conversations/04_monarch/0420/0403_cv_may_van_noy:106:DefaultText
source: The truth, yeah. And a healthy amount of 44-calibers.
cs: Pravda, ano. A zdravé množství ráže 44.

# conversations/04_monarch/0420/0403_cv_may_van_noy:107:DefaultText
source: Let's get you all home.
cs: Odvezeme vás všechny domů.

# conversations/04_monarch/0420/0403_cv_may_van_noy:108:DefaultText
source: I'll leave you to it.
cs: Nechám vás o tom přemýšlet.

# conversations/04_monarch/0420/0403_cv_may_van_noy:109:DefaultText
source: Indeed. The truth shields us all, brother.
cs: Vskutku. Pravda nás všechny chrání, bratře.

# conversations/04_monarch/0420/0403_cv_may_van_noy:112:DefaultText
source: Your medic is dead. I found the trauma kit on him, though.
cs: Váš zdravotník je mrtvý. Ale našel jsem u něj traumatologickou soupravu.

# conversations/04_monarch/0420/0403_cv_may_van_noy:113:DefaultText
source: Oh, fuck. Well... that's better than nothing. Thanks. We'll head out soon as we're patched up.
cs: Do prdele. No... to je lepší než nic. Díky. Vyrazíme, jakmile se dáme dohromady.

# conversations/04_monarch/0420/0403_cv_may_van_noy:115:DefaultText
source: I'm on it.
cs: Jdu na to.

# conversations/04_monarch/0420/0403_cv_may_van_noy:116:DefaultText
source: You two just helped me clear out the printing press. Can't you help me find your man?
cs: Vy dva jste mi právě pomohli vyčistit tiskárnu. Nemůžete mi pomoct najít svého muže?

# conversations/04_monarch/0420/0403_cv_may_van_noy:117:DefaultText
source: I've only got one miracle in me today. Sorry. Ain't gonna push our luck.
cs: Dnes mám v sobě jen jeden zázrak. Omlouvám se. Nebudeme pokoušet štěstí.

# conversations/04_monarch/0420/0403_cv_may_van_noy:118:DefaultText
source: All right. I'll look for him.
cs: Dobře. Podívám se po něm.

# conversations/04_monarch/0420/0403_cv_may_van_noy:119:DefaultText
source: Fine. I'll keep an eye out, but no promises.
cs: V pořádku. Budu na to dávat pozor, ale nic neslibuju.

# conversations/04_monarch/0420/0403_cv_may_van_noy:120:DefaultText
source: We ain't facing this music. I don't know where we'll go, but it ain't back to Amber Heights.
cs: Této hudbě nečelíme. Nevím, kam půjdeme, ale zpátky do Amber Heights to nebude.

# conversations/04_monarch/0420/0403_cv_may_van_noy:121:DefaultText
source: To die, you mean.
cs: Chceš říct, že zemřít.

# conversations/04_monarch/0420/0403_cv_may_van_noy:122:DefaultText
source: Stow it.
cs: Uložte ji.

# conversations/04_monarch/0420/0403_cv_may_van_noy:123:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/04_monarch/0420/0403_cv_may_van_noy:125:DefaultText
source: Our trigger fingers are getting a mite antsy.
cs: Naše prsty na spoušti začínají být trochu nervózní.

# conversations/04_monarch/0420/0403_cv_may_van_noy:126:DefaultText
source: Can't believe we're here.
cs: Nemůžu uvěřit, že jsme tady.

# conversations/04_monarch/0420/0403_cv_may_van_noy:147:DefaultText
source: Here's to you, August.
cs: Na tebe, Auguste.

# conversations/04_monarch/0420/0403_cv_may_van_noy:152:DefaultText
source: Captain! Good to see you.
cs: Kapitáne! Rád vás vidím.

# conversations/04_monarch/0420/0403_cv_may_van_noy:153:DefaultText
source: Here we go. Bless our Eternal minds.
cs: A je to tady. Požehnejte našim věčným myslitelům.

# conversations/04_monarch/0420/0403_cv_may_van_noy:154:DefaultText
source: Nyoka! You're a sight right now, I tell you what. We are up a creek.
cs: Nyoka! Teď je na tebe krásný pohled, to ti povím. Jsme v zátoce.

# conversations/04_monarch/0420/0403_cv_may_van_noy:155:DefaultText
source: I bet. You really come this far north for a printing press?
cs: Vsadím se. Opravdu jste přijeli tak daleko na sever kvůli tiskařskému lisu?

# conversations/04_monarch/0420/0403_cv_may_van_noy:156:DefaultText
source: Yeah. I know, I know, but... that's the mission.
cs: Jo, já vím, já vím, ale... takový je úkol.

# conversations/04_monarch/0420/0403_cv_may_van_noy:157:DefaultText
source: Don't suppose y'all are busy right now.
cs: Nepředpokládám, že byste teď měli hodně práce.

# conversations/04_monarch/0420/0403_cv_may_van_noy:158:DefaultText
source: Graham actually sent me to secure the press.
cs: Graham mě vlastně poslal, abych zajistil tisk.

# conversations/04_monarch/0420/0403_cv_may_van_noy:159:DefaultText
source: Thanks, but I ain't sure the mission is worth it.
cs: Díky, ale nejsem si jistý, jestli za to ta mise stojí.

# conversations/04_monarch/0420/0403_cv_may_van_noy:160:DefaultText
source: Ugh! It ain't worth it. We oughta pull out.
cs: Uf! Nestojí to za to. Měli bychom se stáhnout.

# conversations/04_monarch/0420/0403_cv_may_van_noy:161:DefaultText
source: I appreciate the sentiment, stranger.
cs: Oceňuji tvůj cit, cizinče.

# conversations/04_monarch/0420/0403_cv_may_van_noy:162:DefaultText
source: This is what happens when you try to diverge from the intended path.
cs: To se stane, když se pokusíte odchýlit od zamýšlené cesty.

# conversations/04_monarch/0420/0403_cv_may_van_noy:163:DefaultText
source: Oh, save it. This ain't the time for some Order nonsense. My brother just died, damn it.
cs: Oh, uložte si to. Teď není čas na nějaké nesmysly s Řádem. Můj bratr právě zemřel, sakra.

# conversations/04_monarch/0420/0403_cv_may_van_noy:164:DefaultText
source: My professional medical advice is to get outta here as soon as possible. Bleeding might kill 'em, but rapts definitely will.
cs: Moje profesionální lékařská rada zní, abyste odsud co nejdříve vypadli. Krvácení je možná zabije, ale znásilnění určitě.

# conversations/04_monarch/0420/0403_cv_may_van_noy:165:DefaultText
source: How many years of medical school went into that word of wisdom?
cs: Kolik let lékařské fakulty stálo tohle moudré slovo?

# conversations/04_monarch/0420/0403_cv_may_van_noy:166:DefaultText
source: ...Sorry. Sorry. We appreciate the assist. We just need to find our medic so we can do exactly as you say: Get the hell out.
cs: ...Promiňte. Omlouvám se. Děkujeme za pomoc. Jen potřebujeme najít našeho zdravotníka, abychom mohli udělat přesně to, co říkáte: Vypadněte.
