Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cv_clive_lumbergh.po
Languages: cs

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:165:DefaultText
source: You look like a man with two braincells to rub together and a healthy sense of preservation.
cs: Vypadáš jako člověk se dvěma mozkovými buňkami a zdravým smyslem pro ochranu.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:166:DefaultText
source: Apparently not.
cs: Zřejmě ne.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:167:DefaultText
source: You call this easy? Heaven have mercy.
cs: Tomu říkáte snadné? Nebesa se slitují.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:168:DefaultText
source: Ain't no heaven nor mercy to be found in these facilities. Now, listen, friend.
cs: V těchto zařízeních nenajdete ani nebe, ani milost. Poslouchej, příteli.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:169:DefaultText
source: Yes, I recognize a force to be reckoned with when it storm-rolls into my factory.
cs: Ano, poznám sílu, se kterou je třeba počítat, když se valí do mé továrny.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:170:DefaultText
source: Exactly. Yet, I recognize a force to be reckoned with. If Catherine sent you, she risked her best agent because she desires to possess what the King can offer her.
cs: Přesně tak. Přesto poznávám sílu, se kterou je třeba počítat. Pokud tě Kateřina poslala, riskovala svého nejlepšího agenta, protože touží vlastnit to, co jí král může nabídnout.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:171:DefaultText
source: I believe Catherine may rightly admire a man of my... inclinations and skill. This partnership could be greatly pleasurable for me.
cs: Myslím, že Catherine může právem obdivovat muže mých... sklonů a schopností. Toto partnerství by pro mě mohlo být velmi příjemné.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:173:DefaultText
source: I kinda liked it when his attention was elsewhere.
cs: Docela se mi líbilo, když byla jeho pozornost upřena jinam.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:174:DefaultText
source: Hey, fella. You - uh - you got a little stain on your smock, there.
cs: Ahoj, kámo. Máš trochu skvrnu na haleně.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:175:DefaultText
source: Captain, I would caution that we tread carefully through the remaining... morass of this encounter. For the safety of all involved.
cs: Kapitáne, chtěl bych vás varovat, abychom postupovali opatrně přes zbývající... bažinu tohoto setkání. Pro bezpečnost všech zúčastněných.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:176:DefaultText
source: Is he lookin' at me? Oh Law, he's abso-surely giving me the complete creeps.
cs: Dívá se na mě? Oh Law, určitě mi nahání husí kůži.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:177:DefaultText
source: Uh... I'm not saying you shouldn't vex this guy, but... if you do, it's been nice knowing you.
cs: Neříkám, že bys ho neměla rozčilovat, ale... pokud ano, bylo hezké tě poznat.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:178:DefaultText
source: While I approve of your associate's cautious nature, I still teeter on the verge of losing my patience.
cs: Ačkoli chválím opatrnost vašeho spolupracovníka, stále balancuji na hranici ztráty trpělivosti.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:179:DefaultText
source: I do appreciate you pointing that out to me, and yet that does not change my state of mind regarding your intrusion into my personal quarters.
cs: Oceňuji, že jste mě na to upozornil, ale to nic nemění na mém názoru na vaše vniknutí do mého soukromí.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:180:DefaultText
source: Let us move forward with the present proceedings.
cs: Pokračujme v tomto řízení.
