Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cv_guard_m_interrogation.po
Languages: cs

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:84:DefaultText
source: That's it. I'm making mincemeat of you.
cs: To je vše. Dělám z tebe mleté maso.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:85:DefaultText
source: Hey, you ain't supposed to be back here.
cs: Hej, nemáš se sem vracet.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:86:DefaultText
source: You sure about that?
cs: Jste si tím jistý?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:87:DefaultText
source: Pretty sure, yeah.
cs: Jsem si docela jistý, že ano.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:88:DefaultText
source: No, uh, maybe. Guess I'm not.
cs: Ne, možná. Asi ne.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:89:DefaultText
source: You'll walk away if you know what's good for you.
cs: Pokud víte, co je pro vás dobré, odejdete.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:90:DefaultText
source: Wow. I, uh, think I hear a PFBPBJ sandwich calling my name. Thorp's lunch ain't gonna steal itself...
cs: Páni. Myslím, že slyším, jak mě volá sendvič PFBPBJ. Thorpův oběd se sám neukradne...

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:91:DefaultText
source: I'll be over there, minding my own business.
cs: Budu tam a budu si hledět svého.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:92:DefaultText
source: See that you do.
cs: Dohlédněte na to, abyste to udělali.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:93:DefaultText
source: I'm the meat inspector. There's been reports you're using contaminated cystypigs in your cans.
cs: Jsem inspektor masa. Objevily se zprávy, že ve svých konzervách používáte kontaminovaná cystypigs.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:94:DefaultText
source: Oh, no. Clive ain't gonna be happy about this. I better tell him right away.
cs: Ale ne. Clive z toho nebude mít radost. Radši mu to hned řeknu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:95:DefaultText
source: I... got nothing to say to that.
cs: Já... k tomu nemám co říct.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:96:DefaultText
source: I am. Clive called me to his office.
cs: Já jsem. Clive mě zavolal do své kanceláře.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:97:DefaultText
source: Oh, space me. Well, don't keep him waiting!
cs: Ach, já mám prostor. Nenech ho čekat!

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:98:DefaultText
source: Machine's clogged again.
cs: Stroj je opět ucpaný.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:99:DefaultText
source: Why're you telling me about it? Go get maintenance.
cs: Proč mi o tom říkáš? Běž pro údržbu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:100:DefaultText
source: The clog could be maintenance.
cs: Ucpání může být způsobeno údržbou.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:101:DefaultText
source: No. You don't think...? Not even Slaughterhouse Clive would cut off the tip of his own nose to spite... Aw, shit. He might.
cs: Ne. Nemyslíte si, že...? Ani Jatka Clive by si neusekl špičku nosu, aby si uřízl... Do prdele. Mohl by.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:102:DefaultText
source: Great. Well, keep looking. And hurry. I'm not gonna be the one crawling in there with a scrub brush.
cs: Skvělé. Tak hledejte dál. A pospěš si. Nebudu to já, kdo se tam bude plazit s kartáčem.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:103:DefaultText
source: Whatever you say.
cs: Cokoli řekneš.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:104:DefaultText
source: You get maintenance.
cs: Dostanete údržbu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:105:DefaultText
source: Cripes. Why've I always got to do everything myself? Place would fall apart without me.
cs: Proboha. Proč musím vždycky všechno dělat sám? Beze mě by se to tu rozpadlo.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:106:DefaultText
source: Not falling for it, huh?
cs: Neskočil jsi na to, co?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:107:DefaultText
source: What're you going to do about it?
cs: Co s tím uděláte?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:108:DefaultText
source: Something, that's for sure. Write you a strongly worded infraction at the least...
cs: Něco, to je jisté. Napište si alespoň důrazně formulovaný přestupek...

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:109:DefaultText
source: Sounds like a pain, all that paperwork.
cs: To zní jako otrava, všechno to papírování.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:110:DefaultText
source: It's not like I enjoy it. I mean, not more than the usual amount. That people tend to do...
cs: Ne že by mě to bavilo. Tedy ne víc než obvykle. To lidé mají tendenci dělat...

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:111:DefaultText
source: I don't relish it. Even when the paper smells so good and the ink smudges on the tips of my fingers...
cs: Nemám z toho radost. I když papír tak krásně voní a inkoust se mi rozmazává na konečcích prstů...

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:112:DefaultText
source: You know, I think it's best if you just leave me to it.
cs: Víš, myslím, že bude nejlepší, když mě v tom necháš.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:113:DefaultText
source: If you insist.
cs: Pokud na tom trváte.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:114:DefaultText
source: Relax, I'm just looking for Janyn.
cs: Klid, jen hledám Janyn.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:115:DefaultText
source: Oh. I'm sorry to be the one to tell you... Clive canned him a week ago.
cs: Oh. Je mi líto, že vám to musím říct... Clive ho před týdnem vyhodil.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:116:DefaultText
source: I know it's tough to take in. I'll leave you in peace for a bit.
cs: Vím, že je těžké to přijmout. Nechám vás na chvíli v klidu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:117:DefaultText
source: Screw it.
cs: Kašlu na to.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:119:DefaultText
source: Do you think you might've forgotten something?
cs: Myslíte si, že jste na něco zapomněli?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:120:DefaultText
source: I'm not sure. Did I?
cs: Nejsem si jistý. Opravdu?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:121:DefaultText
source: Don't play coy. I know you were warned about wandering around once already.
cs: Nehrajte si na ostýchavé. Vím, že už jsi byl jednou varován před touláním se kolem.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:122:DefaultText
source: I think you have me confused with someone else.
cs: Myslím, že jste si mě s někým spletl.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:123:DefaultText
source: I'll pretend I believe you. So long as you get back to work.
cs: Budu předstírat, že ti věřím. Dokud se vrátíš do práce.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:124:DefaultText
source: On it.
cs: Na něm.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:125:DefaultText
source: You got me.
cs: Dostal jsi mě.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:126:DefaultText
source: You're lucky it was me and not Clive who caught you. Get back to work. While you still can.
cs: Máš štěstí, že jsem tě chytil já, a ne Clive. Vrať se do práce. Dokud ještě můžeš.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:127:DefaultText
source: <Whistle innocently.> Nope.
cs: <Nevinně hvízdne.> Ne.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:128:DefaultText
source: Like I'm buying that.
cs: Jako bych to žral.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:129:DefaultText
source: You're right. I forgot my hair net.
cs: Máte pravdu. Zapomněla jsem si síťku na vlasy.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:130:DefaultText
source: So run and get it.
cs: Tak si pro něj běžte.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:131:DefaultText
source: Okay, I'm going.
cs: Dobře, jdu na to.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:132:DefaultText
source: Really, nothing's amiss here.
cs: Opravdu se nic neděje.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:133:DefaultText
source: I know you were spoken to earlier for leaving your post. I'm just saying, don't get caught again.
cs: Vím, že s vámi bylo dříve hovořeno za to, že jste opustil svůj příspěvek. Jen říkám, ať se nenecháš znovu chytit.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:134:DefaultText
source: Yeah. I forgot I was gonna put my fist in your face if you don't back off.
cs: Jo, zapomněl jsem, že ti dám pěstí do obličeje, jestli se nestáhneš.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:135:DefaultText
source: Cripes. Folks sure get meaner the longer they work here.
cs: Proboha. Čím déle tu lidé pracují, tím jsou zlejší.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:136:DefaultText
source: Proceed, then. Ain't no skin off my nose if you get canned.
cs: Pokračujte tedy. Není to pro mě žádná kůže z nosu, jestli tě vyhodí.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:137:DefaultText
source: I will.
cs: Já to udělám.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:138:DefaultText
source: I don't know why you're here, but I don't want no trouble. I'm gonna back away. And you, uh, do whatever it is you were doing.
cs: Nevím, proč jsi tady, ale nechci žádné problémy. Stáhnu se. A ty, ehm, dělej, co jsi dělal.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:139:DefaultText
source: No harm, no foul?
cs: Žádná škoda, žádný faul?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:140:DefaultText
source: Not unless you consider a pink slip either of those. You're canned, bud.
cs: Ne, pokud za to nepovažujete výpověď z pracovního poměru. Máš padáka, kámo.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:141:DefaultText
source: Just where do you think you're sneaking to? Production line is thataway, you worthless gadabout.
cs: Kam si myslíš, že se plížíš? Výrobní linka je támhle, ty bezcenný chytráku.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:142:DefaultText
source: Oh, come on. You aren't gonna report me, are you?
cs: Ale no tak. Přece mě nenahlásíš, že ne?

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:143:DefaultText
source: I'm darn well thinking about.
cs: O tom zatraceně dobře přemýšlím.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:144:DefaultText
source: Please, don't.
cs: Prosím, nedělejte to.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:145:DefaultText
source: Well, since you asked me real nice...
cs: No, když už ses mě tak hezky zeptal...

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:146:DefaultText
source: <Roll your eyes.>
cs: <Vyvalte oči.>

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:147:DefaultText
source: You do make a convincing argument.
cs: Vaše argumenty jsou přesvědčivé.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:148:DefaultText
source: Fine. I'll let it slide. But just this once, mind you.
cs: V pořádku. Nechám to být. Ale jen pro tentokrát.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:149:DefaultText
source: Got it.
cs: Mám to.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:150:DefaultText
source: Get it over with then. I got places to be.
cs: Tak už to mějte za sebou. Musím ještě někam jít.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:151:DefaultText
source: All right. That's one for shirking your duties, and another for the smart mouth.
cs: Dobře. To je jedna za vyhýbání se povinnostem a druhá za chytráctví.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:152:DefaultText
source: Earned yourself two infractions, and you know what Slaughterhouse Clive does when an employee wracks up three.
cs: Vysloužil sis dva přestupky a víš, co udělá Jatka Clive, když zaměstnanec nasbírá tři.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:153:DefaultText
source: Now get back to work before I give you another.
cs: A teď se vraťte k práci, než vám dám další.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:154:DefaultText
source: Family emergency. I need to clock out early today.
cs: Rodinná pohotovost. Dnes musím odejít dřív.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:155:DefaultText
source: Unless your ma's on her deathbed, you ain't got an approved excuse.
cs: Pokud tvoje máma neleží na smrtelné posteli, nemáš žádnou schválenou výmluvu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:156:DefaultText
source: As a matter of fact, she is.
cs: Ve skutečnosti je.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:157:DefaultText
source: Oh. That's unfortunate. And awkward. I mean, you'd best hurry then.
cs: Oh. To je nešťastné. A trapné. Myslím, že by sis měl pospíšit.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:158:DefaultText
source: Thanks. I owe you, friend.
cs: Děkuji. Jsem tvým dlužníkem, příteli.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:159:DefaultText
source: You got me. I'm playing hooky.
cs: Dostal jsi mě. Dělám si volno.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:160:DefaultText
source: That's what I thought. But, shoot, it's your neck on the line. So go for it, I guess.
cs: To jsem si myslel. Ale jde o tvůj krk. Tak do toho jdi, myslím.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:161:DefaultText
source: Out of my way, or the next clog they clean out of the machinery is going to be you.
cs: Jděte mi z cesty, nebo příští ucpávka, kterou budou čistit, budete vy.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:162:DefaultText
source: Whoa. Yeah, okay. That escalated real quick.
cs: Páni. Jo, dobře. To se rychle vystupňovalo.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:163:DefaultText
source: I mean it. Follow me at your own peril.
cs: Myslím to vážně. Následujte mě na vlastní nebezpečí.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:164:DefaultText
source: Nope, that's all right. I'll just file an incident report later.
cs: Ne, to je v pořádku. Prostě později vyplním hlášení o incidentu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:165:DefaultText
source: I'll be on my way then.
cs: Pak už půjdu.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:166:DefaultText
source: Sorry. I'm just in a hurry.
cs: Omlouvám se. Jen spěchám.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:167:DefaultText
source: And I'm just doing my duty, you know? But, uh, maybe I look the other way this time...
cs: A já jen plním svou povinnost, víte? Ale možná se tentokrát podívám jinam...

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:168:DefaultText
source: Whoops. I must've gotten turned around.
cs: Ups. Musel jsem se otočit.

# conversations/04_monarch/0411/0411_cv_guard_m_interrogation:169:DefaultText
source: Yeah, that's what they all say.
cs: Jo, to říkají všichni.
