Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cv_clive_lumbergh.po
Languages: cs

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:1:DefaultText
source: Whoa, now! And just what do you figure you are doing up here?
cs: Hej, teď! A co si myslíš, že tady děláš?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:2:DefaultText
source: SubLight sent me to kill you. But I'm sure we can work something out.
cs: SubLight mě poslal, abych tě zabil. Ale jsem si jistý, že to nějak vyřešíme.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:3:DefaultText
source: <Attack> Please, don't take this personally.
cs: <Attack> Prosím, neberte si to osobně.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:4:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:5:DefaultText
source: Listen, friend. The Boarst King of Monarch does not negotiate with coveters. How about you bring me Catherine's severed head, and I will gift you a lifetime supply of boarst.
cs: Poslouchej, příteli. Král monarchie Boarst s lovci nevyjednává. Co kdybys mi přinesl Kateřininu useknutou hlavu a já ti daruji doživotní zásobu kančího masa.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:6:DefaultText
source: Good deal. I'll kill Catherine for you.
cs: Dobrá nabídka. Zabiju za tebe Catherine.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:7:DefaultText
source: I get the sense that you've disappeared bodies before. This is a valuable skill to Catherine.
cs: Mám pocit, že už jsi někdy zmizel. To je pro Catherine cenná dovednost.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:10:DefaultText
source: <Attack> You can choke on your lifetime supply of boarst.
cs: <Útok> Můžeš se udusit svou celoživotní zásobou kančího masa.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:11:DefaultText
source: Is that a blind taste test in the other room?
cs: Je to slepý ochutnávací test ve vedlejší místnosti?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:12:DefaultText
source: Indeed, it is. Did you partake of the experiment? I would like to hear your assessment of the quality of each sample, if so.
cs: Vskutku je. Zúčastnili jste se experimentu? Rád bych slyšel vaše hodnocení kvality jednotlivých vzorků, pokud ano.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:13:DefaultText
source: I did.
cs: To jsem udělal.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:14:DefaultText
source: I haven't yet.
cs: Ještě jsem to neudělal.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:15:DefaultText
source: Not interested.
cs: Nemá zájem.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:16:DefaultText
source: Oh, the King will make it awful worth your while. In fact, he would fancy to mount her head right above his desk.
cs: Díky králi to bude stát za to. Vlastně by si rád její hlavu pověsil přímo nad svůj stůl.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:17:DefaultText
source: For true? You figure she will appreciate my skills? They did take me years to perfect.
cs: Je to pravda? Myslíš, že ocení mé schopnosti? Trvalo mi roky, než jsem je zdokonalil.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:20:DefaultText
source: So. What can I do for you? My full attention is at your disposal.
cs: Takže. Co pro vás mohu udělat? Jsem vám plně k dispozici.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:21:DefaultText
source: Have you handled it? 'Cause the King don't care to wait, friend.
cs: Zvládli jste to? Protože král nechce čekat, příteli.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:22:DefaultText
source: <Attack> I know we had a deal, but it's easier if you just die.
cs: <Attack> Vím, že jsme měli dohodu, ale je jednodušší, když prostě umřeš.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:24:DefaultText
source: Why the disturbance? I've got bodies to disapp - er, reassign their work schedules. Speak up, friend. The Boarst King is a busy man.
cs: Proč to vyrušení? Mám orgány, které musím rozdělit - ehm, přeřadit jejich pracovní rozvrhy. Mluvte nahlas, příteli. Král Boarst je zaneprázdněný muž.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:29:DefaultText
source: Marvelous. Now to your predilection which of the sample cans spurred your appetite for more? Blue, Red, or Green?
cs: Úžasné. A teď k vaší zálibě, která ze vzorových plechovek ve vás vzbudila chuť na další? Modrá, červená nebo zelená?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:30:DefaultText
source: Don't wait so long the meat rots. Then I won't be able to trust your answers.
cs: Nečekejte tak dlouho, až maso shnije. Pak nebudu moci věřit tvým odpovědím.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:37:DefaultText
source: I could always kill Catherine instead of work for her. For the right price.
cs: Vždycky jsem mohl Catherine zabít, místo abych pro ni pracoval. Za správnou cenu.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:41:DefaultText
source: You ain't a very loyal employee, are you? Still, I reckon it's better that sow than me be led to the slaughterhouse.
cs: Nejste zrovna loajální zaměstnanec, že? Přesto si myslím, že je lepší, když se na jatka dostane ta prasnice než já.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:48:DefaultText
source: The deed's done. Catherine's dead.
cs: Čin je dokonán. Catherine je mrtvá.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:49:DefaultText
source: Thank the dark stars. And I want you to know, friend, this head - Catherine's head - it means something to me.
cs: Poděkujte temným hvězdám. A chci, abys věděl, příteli, že tahle hlava - Catherinina hlava - pro mě něco znamená.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:51:DefaultText
source: Ahem. The King reckons he owes you this much, yes. Expect periodic deliveries of boarstwurst to your ship.
cs: Ehm. Král si myslí, že vám tolik dluží, ano. Očekávejte pravidelné dodávky kančího masa na vaši loď.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:52:DefaultText
source: Why can't you and Catherine just bury the hatchet?
cs: Proč prostě s Catherine nemůžete zakopat válečnou sekeru?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:53:DefaultText
source: Not what I expected. But I shan't complain.
cs: To jsem nečekal. Ale nestěžuji si.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:54:DefaultText
source: What became of the plan for our partnership? I do not fancy unexpected occurrences. You ought to know.
cs: Co se stalo s plánem našeho partnerství? Nemám rád nečekané události. Měl bys to vědět.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:55:DefaultText
source: Still. Ahem. A deal is a deal. And the King... he values those loyal to him. And he is awful generous to them. Yes.
cs: Přesto. Ehm. Dohoda je dohoda. A král... si váží těch, kteří jsou mu věrní. A je k nim strašně štědrý. Ano.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:56:DefaultText
source: You are looking awful fine. Well-seasoned. Ahem. I mean, 'tis always a pleasure to see you, friend.
cs: Vypadáš strašně dobře. Dobře vyladěný. Ehm. Vždycky tě rád vidím, příteli.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:57:DefaultText
source: Business is booming! And the King owes his life to you. Thank you. For all you have done.
cs: Obchod vzkvétá! A král vám vděčí za svůj život. Děkujeme. Za všechno, co jsi udělal.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:58:DefaultText
source: What if you and Catherine partnered up. Two great empires combined.
cs: Co kdybyste se s Catherine spojili. Spojení dvou velkých říší.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:59:DefaultText
source: You desire that I should lower myself to Catherine's level of crassness and filth? I cannot fathom how that would cotton, myself.
cs: Chceš, abych se snížil na úroveň Kateřininy sprostoty a oplzlosti? Sám si nedokážu představit, jak by to mohlo být v bavlnce.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:60:DefaultText
source: Aw, c'mon. Catherine's a swell lady and a fine business partner.
cs: Ale no tak. Catherine je skvělá dáma a dobrá obchodní partnerka.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:61:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:62:DefaultText
source: According to whom?
cs: Podle koho?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:63:DefaultText
source: I'll think it over and get back to you.
cs: Promyslím si to a ozvu se vám.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:75:DefaultText
source: Why do you yet linger? I don't suppose you wish to join me for a meal.
cs: Proč se ještě zdržujete? Nepředpokládám, že byste se ke mně chtěl připojit k jídlu.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:77:DefaultText
source: I got places to see, people to carve to ribs - ahem. I mean, partake in professionally appropriate conversations with.
cs: Mám místa, která musím vidět, lidi, které musím naporcovat na žebra - ehm. Chci říct, účastnit se profesionálně vhodných rozhovorů.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:78:DefaultText
source: Seems I caught you off guard.
cs: Zdá se, že jsem tě zaskočil.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:79:DefaultText
source: Untrue. I merely did not expect a visitor in my private chambers. Where I expect solitude while I slaughter them who disobey - ahem. While I butcher my dinner.
cs: Nepravda. Jen jsem nečekal návštěvu ve svých soukromých komnatách. Kde očekávám samotu, zatímco budu zabíjet ty, kteří neposlechnou - ehm. Zatímco si budu porcovat večeři.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:80:DefaultText
source: These are my private quarters, friend. I don't allow tours up here. Don't allow tours ever, on deeper consideration.
cs: Toto jsou mé soukromé prostory, příteli. Sem nahoru prohlídky nepovoluju. Po hlubší úvaze nepovolujte prohlídky nikdy.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:81:DefaultText
source: I'm not here for a tour.
cs: Nejsem tu kvůli prohlídce.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:82:DefaultText
source: Yes, of course. That much is clear on account of your uniform. But I don't know you so didn't take you for one of mine.
cs: Ano, samozřejmě. To je zřejmé z vaší uniformy. Ale já vás neznám, takže jsem vás nepovažoval za jednoho z mých.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:83:DefaultText
source: I ought to can you for slacking on the job. Ought to grind you through the machine. Give me one fine reason not to make you the King's dinner.
cs: Měl bych tě zavřít za to, že se flákáš v práci. Měl bych tě rozemlít na prach. Dejte mi jediný důvod, abych z vás neudělal královskou večeři.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:84:DefaultText
source: You've got blood on your shirt. Right... there. No, lower.
cs: Na košili máš krev. Přímo... tady. Ne, dole.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:85:DefaultText
source: Certain things require a mess to do well. See, I was just killing... some time. I prefer to prepare my dinner by my own hand. Nothing like fresh and bloody... boarstwurst.
cs: Některé věci vyžadují nepořádek, aby se dobře dělaly. Vidíš, jen jsem zabíjel... nějaký čas. Raději si připravuji večeři vlastnoručně. Není nad čerstvé a krvavé... kančí hovězí.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:86:DefaultText
source: Right. On account of - ahem - seeing as I ain't ever approved one. So, as my way of saying welcome, I must ask you.
cs: Vpravo. Protože - ehm - jsem nikdy žádnou neschválil. Takže na uvítanou se vás musím zeptat.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:87:DefaultText
source: What in the blackest hole would possess you to traipse into my office? Uninvited. Unannounced. Propelled, no doubt, by some form of death wish.
cs: Co tě v té nejčernější díře vedlo k tomu, abys vlezl do mé kanceláře? Nepozvána. Neohlášeně. Nepochybně hnán nějakou formou přání smrti.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:88:DefaultText
source: Intrusions - and infractions - really quicken me with anger.
cs: Narušení - a přestupky - mě opravdu rozčilují.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:89:DefaultText
source: By SubLight, you mean Catherine, do you not? That greedy star-crossed sow.
cs: Tím SubLight myslíte Catherine, že? Tu chamtivou hvězdnou prasnici.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:90:DefaultText
source: It? A fair and handsome deal is what it is.
cs: To? Je to férová a výhodná dohoda.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:91:DefaultText
source: Betwixt her shoulder blades? Gladly.
cs: Mezi lopatkami? S radostí.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:92:DefaultText
source: Piss. And I had hoped it might not come to this.
cs: Čůrat. A já doufal, že k tomu nedojde.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:93:DefaultText
source: Never mind? Never I should mind?! I will never you right up your dark - ahem. I mean, all right. Yes.
cs: Nevadí? Nikdy by mi to nemělo vadit?! Nikdy ti nebudu vadit přímo do tvého temného - ehm. Chci říct, v pořádku. Ano.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:94:DefaultText
source: All right. Ahem. You got yourself a deal with the King. And a handsome one it is.
cs: Dobře. Ehm. Máš dohodu s králem. A to pěknou.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:95:DefaultText
source: Something I like to savor - the taste of victory. Better than boarstwurst, it is. I swear, if you haven't -
cs: Něco, co si rád vychutnávám - chuť vítězství. Je to lepší než kančí klobása. Přísahám, že jestli jsi -

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:96:DefaultText
source: Easier for who? You knee-knocking boarst-shitting sack of organs!
cs: Pro koho je to jednodušší? Pro tebe, ty pytle orgánů, co se ti podlamují kolena!

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:97:DefaultText
source: Make it so. And make it swift. And the King shall reward you with a mountain of cysty-flesh like you cannot believe.
cs: Udělejte to tak. Ať je to rychlé. A král se ti odmění horou cysty-masa, kterému bys nevěřil.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:98:DefaultText
source: See that you do, friend. See. That. You. Do.
cs: Dohlédni na to, příteli. Viz. To. Ty. Děláte.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:99:DefaultText
source: No, I don't see the advantage to me. Besides - ahem - didn't anyone tell you? The King don't bow to demands nor stoop to negotiations, friend.
cs: Ne, nevidím v tom žádnou výhodu. Kromě toho - ehm - to ti nikdo neřekl? Král se neskloní před požadavky ani se nesníží k vyjednávání, příteli.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:100:DefaultText
source: If it will keep that SubLight sow off my back, then it's an undoubtedly worthwhile pursuit.
cs: Pokud mi to pomůže udržet tu podsvětelnou prasnici od zad, pak se to nepochybně vyplatí.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:101:DefaultText
source: The King is interested. John Hancock me on the dotted line, friend. I will even - ahem - give her a cut of the profits. Requiring she keeps clear of my short hairs.
cs: Král má zájem. John Hancock mě na tečkovanou čáru, příteli. Dokonce jí - ehm - dám podíl ze zisku. Pod podmínkou, že se bude držet dál od mých krátkých vlasů.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:102:DefaultText
source: Tell Catherine, she is permitted to dump the bodies each and every Tuesday. Precisely at three a.m.
cs: Řekněte Catherine, že má dovoleno zbavovat se těl každé úterý. Přesně ve tři hodiny ráno.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:106:DefaultText
source: Dinner of what?
cs: Večeře čeho?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:107:DefaultText
source: Sorry to disturb you.
cs: Omlouvám se za vyrušení.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:108:DefaultText
source: I do own a factory known for specializing in the canning of boarstwurst. On occasion, I like to imbibe other parts of the cystypig.
cs: Vlastním továrnu, která se specializuje na konzervování kančího masa. Příležitostně si rád pochutnám i na jiných částech cystypigu.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:109:DefaultText
source: Did you fancy me a cannibal? Perish the thought. No, I don't eat the bodies I disappear. A joke, that last was.
cs: Měl jsi mě za kanibala? Zbavte se té myšlenky. Ne, nejím těla, která mizí. To poslední byl vtip.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:110:DefaultText
source: Apology considered. Whether accepted is yet to be determined.
cs: Zvažovaná omluva. O tom, zda bude přijata, se teprve rozhodne.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:111:DefaultText
source: Cause if you were one of mine - for more than a single hour - you'd know better than to intrude, you weak-chinned cysty-sucking meatbag.
cs: Protože kdybys byl jedním z mých - na víc než jednu hodinu -, věděl bys, že se nemáš vměšovat, ty slaboduchý cystický pytlíku.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:112:DefaultText
source: Those parts are from cystypigs?
cs: Tyto části jsou z cystypigů?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:113:DefaultText
source: Glad you came to your senses.
cs: Jsem rád, že jsi přišel k rozumu.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:114:DefaultText
source: That's it then?
cs: To je tedy vše?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:115:DefaultText
source: Do not push me. I am not one to suffer insults.
cs: Netlačte na mě. Nejsem ten, kdo by trpěl urážky.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:118:DefaultText
source: Some other time perhaps.
cs: Možná někdy jindy.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:119:DefaultText
source: Blue, Red, Green, Blue.
cs: Modrá, červená, zelená, modrá.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:120:DefaultText
source: Green, Blue, Green, Red.
cs: Zelená, modrá, zelená, červená.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:121:DefaultText
source: Now which one contained the human remains?
cs: Ve kterém z nich byly lidské ostatky?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:122:DefaultText
source: And you said it was the one that most greatly increased your appetite for more? Now that is disturbing.
cs: A říkal jste, že to byl ten, který nejvíce zvýšil vaši chuť na další? To je znepokojující.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:123:DefaultText
source: Interesting. Peculiar even.
cs: Zajímavé. Dokonce zvláštní.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:124:DefaultText
source: Red.
cs: Červená.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:125:DefaultText
source: I don't know.
cs: Nevím.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:126:DefaultText
source: Which can had the smoothest texture? And the least? Which had the most pungent taste?
cs: Která plechovka měla nejhladší strukturu? A nejméně? Která měla nejostřejší chuť?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:127:DefaultText
source: Blue.
cs: Modrá.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:128:DefaultText
source: Green.
cs: Zelená.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:129:DefaultText
source: Is this a joke?
cs: Je to vtip?

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:130:DefaultText
source: Surely, it is. And I find immense satisfaction in your answer.
cs: Jistě, je to tak. A vaše odpověď mě nesmírně uspokojuje.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:131:DefaultText
source: A fine answer. Yes, this latest ratio will do nicely.
cs: Krásná odpověď. Ano, tento nejnovější poměr bude stačit.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:132:DefaultText
source: I do thank you for participating though. I believe I must adjust the ratio before the next sampling.
cs: Děkuji vám však za účast. Věřím, že před dalším odběrem vzorků musím poměr upravit.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:147:DefaultText
source: Think I don't recognize human remains? Those aren't cystypig parts.
cs: Myslíte, že nepoznám lidské ostatky? To nejsou části cystypigů.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:148:DefaultText
source: I only meant that what you do is a skill Catherine would highly value.
cs: Chtěl jsem jen říct, že to, co děláte, je dovednost, kterou by Catherine vysoce ocenila.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:149:DefaultText
source: You think to blackmail me? Try it. The King will grind you to bone spurs and toenails.
cs: Myslíš, že mě chceš vydírat? Zkuste to. Král tě rozdrtí na kost a nehty.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:150:DefaultText
source: It's that or I kill you.
cs: Buď to, nebo tě zabiju.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:151:DefaultText
source: I don't intimidate easily. But I also am not a moron. I'd rather avoid the possibility of sustaining mortal injury by your hand.
cs: Nenechám se snadno zastrašit. Ale také nejsem blbec. Raději se vyhnu možnosti utrpět smrtelné zranění vaší rukou.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:157:DefaultText
source: The King built this golden monopoly brick by brick from the rubble when the corps abandoned Monarch. No, he ain't the sort to partner up as that requires the sharing of power and profits.
cs: Král vybudoval tento zlatý monopol cihlu po cihle z trosek, když sbor opustil Monarchu. Ne, on není ten typ, který by spolupracoval, protože to vyžaduje sdílení moci a zisků.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:158:DefaultText
source: However, I remain unconvinced she could provide the means to make the association worth my while. If you ain't noticed, I'm doing swell ruling this kingdom on my own.
cs: Nejsem však stále přesvědčen, že by mi mohla poskytnout prostředky, aby se mi sdružení vyplatilo. Jestli sis nevšiml, tak se mi daří vládnout tomuto království na vlastní pěst.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:159:DefaultText
source: Your staff doesn't appreciate you. They slack on the job, gossip behind your back.
cs: Vaši zaměstnanci si vás neváží. V práci se flákají, pomlouvají vás za zády.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:160:DefaultText
source: Catherine wants the factory. Whether I kill you or convince you matters little to either of us.
cs: Catherine chce továrnu. Jestli tě zabiju, nebo přesvědčím, je pro nás málo důležité.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:161:DefaultText
source: I do admire a properly ruthless individual.
cs: Obdivuji správně bezohledné jedince.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:162:DefaultText
source: Ah, but Catherine would admire a man of my... inclinations and skill. That is what you imply, yes? She will supply the worship I so rightly deserve.
cs: Ach, ale Catherine by obdivovala muže mých... sklonů a schopností. To je to, co naznačujete, ano? Ona mi poskytne uctívání, které si právem zasloužím.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:163:DefaultText
source: Very well.
cs: Velmi dobře.

# conversations/04_monarch/0411/0411_cv_clive_lumbergh:164:DefaultText
source: Take a gander around you, friend. Now tell me, does the King look to be the sort of man that intimidates easy?
cs: Rozhlédni se kolem sebe, příteli. A teď mi řekni, vypadá král jako člověk, který snadno nahání strach?
