Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cv_control_room_intercom.po
Languages: cs

# conversations/04_monarch/0411/0411_cv_control_room_intercom:1:DefaultText
source: [The intercom turns on with a click-click noise preceding a beep. It appears to transmit over the factory's radio system.]
cs: [Interkom se zapne se zvukem cvaknutí, kterému předchází pípnutí. Zdá se, že vysílá přes tovární rádiový systém.]

# conversations/04_monarch/0411/0411_cv_control_room_intercom:2:DefaultText
source: Attention, everyone. I have an important announcement.
cs: Pozor, všichni. Mám pro vás důležité oznámení.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:5:DefaultText
source: Hello, hello? Is this thing on?
cs: Haló, haló? Je to zapnuté?

# conversations/04_monarch/0411/0411_cv_control_room_intercom:7:DefaultText
source: What the in the void? Who is this?
cs: Co je v prázdnotě? Kdo je to?

# conversations/04_monarch/0411/0411_cv_control_room_intercom:8:DefaultText
source: Oh, uh, I'm <oeitoken>PlayerName</oeitoken>.
cs: Oh, uh, já jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:9:DefaultText
source: Did I say "<oeitoken>PlayerName</oeitoken>?" I meant "the King."
cs: Řekl jsem "<oeitoken>Jméno hráče</oeitoken>?" Myslel jsem "král".

# conversations/04_monarch/0411/0411_cv_control_room_intercom:10:DefaultText
source: Wow, you're awful snippy for a phonograph.
cs: Páni, na gramofonovou desku jsi strašně jízlivý.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:11:DefaultText
source: I'm not a machine, you hull-head, I'm talking to you through the radio!
cs: Já nejsem stroj, ty tupče, mluvím s tebou přes vysílačku!

# conversations/04_monarch/0411/0411_cv_control_room_intercom:12:DefaultText
source: Oh my stars, you're inside this thing? You must be tiny!
cs: Proboha, ty jsi uvnitř téhle věci? Musíš být malinká!

# conversations/04_monarch/0411/0411_cv_control_room_intercom:13:DefaultText
source: Nice try, automech. You ain't fooling me.
cs: Dobrý pokus, automechu. Mě neoblafneš.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:14:DefaultText
source: Space it all, do you want to get canned?! Or are you simply trying to get ME canned? Never mind. You ain't the King so that means get off the line!
cs: Vesmír to všechno, chcete dostat konzervu?! Nebo se prostě snažíš, abych byl vyhozen JÁ? To je jedno. Nejsi král, takže to znamená, že vypadni z řady!

# conversations/04_monarch/0411/0411_cv_control_room_intercom:15:DefaultText
source: <Sing a tune.>
cs: <Zpívejte melodii.>

# conversations/04_monarch/0411/0411_cv_control_room_intercom:16:DefaultText
source: Mercy! Mercy - make it stop, please. You sound like a dying raptidon.
cs: Milosrdenství! Slitování - ať to přestane, prosím. Zníš jako umírající raptidon.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:17:DefaultText
source: Oh, for the love of boarst.
cs: Pro lásku boží.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:18:DefaultText
source: Har-dee-har-har. Had me going for a nanosecond there. Did Saul put you up to this? If so, you can tell him it ain't gonna stop me from stealing his lunches.
cs: Har-dee-har-har. Na nanosekundu mě to dostalo. K tomuhle tě navedl Saul? Jestli jo, tak mu řekni, že mi to nezabrání krást mu obědy.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:19:DefaultText
source: Gerty, you on shift near the control room? Please issue this nutter a pink slip before we each earn an infraction!
cs: Gerty, máš směnu poblíž řídicí místnosti? Prosím, dej tomu magorovi růžový papír, než si každý z nás vyslouží přestupek!

# conversations/04_monarch/0411/0411_cv_control_room_intercom:20:DefaultText
source: Who?
cs: Kdo?

# conversations/04_monarch/0411/0411_cv_control_room_intercom:21:DefaultText
source: Don't get your knickers in a twist.
cs: Nenechte se vyvést z míry.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:22:DefaultText
source: Uh huh, and I'm the Boarst King of Monarch, too. Think I don't know the sound of his voice, you crazy rungleech?
cs: Aha, a taky jsem král monarchů. Myslíš, že neznám zvuk jeho hlasu, ty bláznivý rungle?

# conversations/04_monarch/0411/0411_cv_control_room_intercom:23:DefaultText
source: Oh, for the love of boarst.
cs: Pro lásku boží.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:24:DefaultText
source: If you don't get off this line, I'll open the door all right - and pummel your face into ground boarst.
cs: Jestli neskončíš, otevřu ti dveře - a rozbiju ti hubu o zem.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:25:DefaultText
source: Huh? What's going on?
cs: Cože? Co se děje?

# conversations/04_monarch/0411/0411_cv_control_room_intercom:26:DefaultText
source: There's a grease leak in the factory. Evacuate immediately or risk gross greasification.
cs: V továrně dochází k úniku maziva. Okamžitě se evakuujte, jinak hrozí hrubé zamaštění.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:28:DefaultText
source: The King would like to invite you for dinner.
cs: Král by vás rád pozval na večeři.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:30:DefaultText
source: Never mind. Carry on.
cs: Nevadí. Pokračujte.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:31:DefaultText
source: [Per your suggestion, the guards have abandoned this frequency. Only static plays.]
cs: [Na váš návrh strážci tuto frekvenci opustili. Hraje pouze statická hudba.]

# conversations/04_monarch/0411/0411_cv_control_room_intercom:32:DefaultText
source: [The guards have locked this intercom out of the system. It won't respond.]
cs: [Stráže zablokovaly tento interkom.]

# conversations/04_monarch/0411/0411_cv_control_room_intercom:33:DefaultText
source: Greasification, huh? Well, now that sounds pretty bad. Almost as bad as what the sentries are gonna do to you if you don't get out of that control room before they get there. Security!
cs: Zmaštění, co? No, to zní dost špatně. Skoro tak špatně, jako to, co ti udělají hlídky, jestli nevypadneš z té řídící místnosti dřív, než se tam dostanou. Ochranka!

# conversations/04_monarch/0411/0411_cv_control_room_intercom:35:DefaultText
source: Like I don't know what that means. Not only no, but void no. I quit. And he can keep my final paycheck.
cs: Jako bych nevěděl, co to znamená. Nejen ne, ale i neplatné ne. Končím. A on si může nechat mou poslední výplatu.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:37:DefaultText
source: Thought you might want to know, SubLight is coming to kill you all.
cs: Myslel jsem, že by vás to mohlo zajímat, protože vás všechny přijde zabít SubLight.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:38:DefaultText
source: Space that! Clive don't pay me enough to die over some dumb swine. I'm out of here.
cs: To je prostor! Clive mi neplatí tolik, abych umíral kvůli nějaké hloupé svini. Jdu pryč.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:41:DefaultText
source: [In accordance with Pink Slip Protocol, all radios are locked down. Static filters across the line.]
cs: [V souladu s protokolem Pink Slip jsou všechny vysílačky zablokovány. Na lince se filtruje statická elektřina.]

# conversations/04_monarch/0411/0411_cv_control_room_intercom:42:DefaultText
source: [The intercom is offline. You hear only static.]
cs: [Interkom je vypnutý. Slyšíte jen statickou elektřinu.]

# conversations/04_monarch/0411/0411_cv_control_room_intercom:43:DefaultText
source: [A jolt of electricity numbs your arm.]
cs: [Elektrický výboj ti znecitliví ruku.]

# conversations/04_monarch/0411/0411_cv_control_room_intercom:45:DefaultText
source: What in the nebula was that? No, wait. My original demand stands. Who is on the void-damned line?!
cs: Co to v té mlhovině bylo? Ne, počkejte. Můj původní požadavek platí. Kdo je na té zatracené čáře?!

# conversations/04_monarch/0411/0411_cv_control_room_intercom:47:DefaultText
source: Well, that was surprisingly lovely. Got the voice of a siren, you do. That really brightened my day. Thank you. Still gonna need you to shut up though.
cs: No, to bylo překvapivě krásné. Máš hlas sirény. To mi opravdu rozjasnilo den. Děkuji. Ale stejně budeš muset zmlknout.

# conversations/04_monarch/0411/0411_cv_control_room_intercom:48:DefaultText
source: I was kidding. The King would like to invite you for dinner.
cs: Dělal jsem si legraci. Král by vás rád pozval na večeři.
