Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cp_cystypig_pens.po
Languages: cs

# conversations/04_monarch/0411/0411_cp_cystypig_pens:1:DefaultText
source: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== AUTHORIZED USER LOG IN SEQUENCE INTIATING... ======================== Greetings, authorized personnel. The King would like to remind you of the following message: begin block quote -- The cystypigs get five cans of boarst per meal, per day, each. Not four, not six, not ten. That is FIVE, precisely. And I don't care how much they squeal at you or how pathetic-looking their sad little eyes are - if you over or under feed my stock I will carve each of your limbs away then run your shrieking body through the machine. Dreadful slow. -- end block quote Please select the action you would like to perform.
cs: C&P Factory Systems Cystypig Feeding Terminal 1 z 2 ======================== AUTORIZOVANÝ UŽIVATEL SE PŘIHLÁSÍ SEXUÁLNĚ... ======================== Zdravím vás, autorizovaní pracovníci. Král by vám rád připomněl následující zprávu: začít blokovou citaci -- Cystypigové dostávají pět konzerv kančího masa na jedno jídlo, každý den. Ne čtyři, ne šest, ne deset. Přesněji řečeno PĚT. A je mi jedno, jak moc na vás kvičí nebo jak žalostně vypadají jejich smutná očka - jestli přikrmujete nebo podkrmujete moje zásoby, vyřežu vám každou končetinu a pak vaše vřískající tělo proháním strojem. Strašně pomalu. -- konec blokové citace Vyberte prosím akci, kterou chcete provést.

# conversations/04_monarch/0411/0411_cp_cystypig_pens:2:DefaultText
source: [Inventory Logs]
cs: [Inventární protokoly]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:5:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:6:DefaultText
source: [Inventory Log: Past]
cs: [Inventární deník: Minulost]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:7:DefaultText
source: [Inventory Log: Present]
cs: [Inventární deník: Přítomnost]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:8:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:9:DefaultText
source: Inventory Log... Week 1: Day 093 - 0 Cans Day 094 - 0 Cans Day 095 - 0 Cans Day 096 - 1118 Cans Day 097 - 3354 Cans Day 098 - 10062 Cans Day 099 - 30186 Cans Would you like to see Week 2's Inventory? Cannot parse command... Returning to root node...
cs: Inventární protokol...1. týden: Den 093 - 0 plechovek Den 094 - 0 plechovek Den 095 - 0 plechovek Den 096 - 1118 plechovek Den 097 - 3354 plechovek Den 098 - 10062 plechovek Den 099 - 30186 plechovek Chcete vidět inventuru 2. týdne?Nelze analyzovat příkaz... Vracíme se do kořenového uzlu...

# conversations/04_monarch/0411/0411_cp_cystypig_pens:10:DefaultText
source: Inventory Log... Week Corrupted: Day Corrupted - Unknown Cans Day Corrupted - Unknown Cans Day Corrupted - Unknown Cans Day Corrupted - Unknown Cans Day Corrupted - Unknown Cans Day Corrupted - Unknown Cans Day Corrupted - Unknown Cans Fatal Error... Returning to root node...
cs: Inventární protokol...Poškozený týden:Den Poškozeno - Neznámé plechovky Den Poškozeno - Neznámé plechovky Den Poškozeno - Neznámé plechovky Den Poškozeno - Neznámé plechovky Den Poškozeno - Neznámé plechovky Den Poškozeno - Neznámé plechovky Den Poškozeno - Neznámé plechovky Fatální chyba... Vracíme se do kořenového uzlu...

# conversations/04_monarch/0411/0411_cp_cystypig_pens:12:DefaultText
source: [Feed the Cystypigs]
cs: [Krmení cystypigů]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:13:DefaultText
source: How many cans would you like to feed to the cystypigs, authorized user?
cs: Kolik plechovek chcete cystypigům podávat, autorizovaný uživateli?

# conversations/04_monarch/0411/0411_cp_cystypig_pens:20:DefaultText
source: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 FOOD SUPPLY STATUS: Comprehensive nutritional assessment indicates the current administration of slop is... >>>Category 5 - Lethal
cs: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 STAV ZÁSOBOVÁNÍ KRMIVEM: >>>Kategorie 5 - Smrtelně nebezpečné

# conversations/04_monarch/0411/0411_cp_cystypig_pens:21:DefaultText
source: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 FOOD SUPPLY STATUS: Comprehensive nutritional assessment indicates the current administration of slop is... >>>Category 2 - Toxic
cs: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 STAV ZÁSOBOVÁNÍ KRMIVEM: >>>Kategorie 2 - Toxické krmivo.

# conversations/04_monarch/0411/0411_cp_cystypig_pens:23:DefaultText
source: [Increase Daily Vitamin Administration to the Cystypigs' Feeding Troughs by 4000%]
cs: [Zvýšit denní přísun vitamínů do krmných žlabů cystypigů o 4000 %]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:27:DefaultText
source: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 FOOD SUPPLY STATUS: Comprehensive nutritional assessment indicates the current administration of slop is... >>>Category 2 - Toxic
cs: C&P Factory Systems Cystypig Feeding Terminal 1 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 STAV ZÁSOBOVÁNÍ KRMIVEM: >>>Kategorie 2 - Toxické krmivo.

# conversations/04_monarch/0411/0411_cp_cystypig_pens:28:DefaultText
source: C&P Factory Systems Cystypig Feeding Terminal 2 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 FOOD SUPPLY STATUS: Comprehensive nutritional assessment indicates the current administration of slop is... >>>Category 5 - Lethal
cs: C&P Factory Systems Cystypig Feeding Terminal 2 of 2 ======================== CYSTYPIG FEEDERS UNIT 1 of 2 STAV ZÁSOBOVÁNÍ KRMIVEM: >>>Kategorie 5 - Smrtelně nebezpečné

# conversations/04_monarch/0411/0411_cp_cystypig_pens:29:DefaultText
source: C&P Factory Systems Cystypig Feeding Terminal 2 of 2 ======================== AUTHORIZED USER LOG IN SEQUENCE INTIATING... ======================== Greetings, authorized personnel. The King would like to remind you of the following message: begin block quote -- The cystypigs get five cans of boarst per meal, per day, each. Not four, not six, not ten. That is FIVE, precisely. And I don't care how much they squeal at you or how pathetic-looking their sad little eyes are - if you over or under feed my stock I will carve each of your limbs away then run your shrieking body through the machine. Dreadful slow. -- end block quote Please select the action you would like to perform.
cs: C&P Factory Systems Cystypig Feeding Terminal 2 z 2 ======================== AUTORIZOVANÝ UŽIVATEL SE PŘIHLÁSÍ SEXUÁLNĚ... ======================== Zdravím vás, autorizovaní pracovníci. Král by vám rád připomněl následující zprávu: začít blokovou citaci -- Cystypigové dostávají pět konzerv kančího masa na jedno jídlo, každý den. Ne čtyři, ne šest, ne deset. Přesněji řečeno PĚT. A je mi jedno, jak moc na vás kvičí nebo jak žalostně vypadají jejich smutná očka - jestli přikrmíte nebo podkrmíte moje zásoby, uřežu vám každou končetinu a pak vaše vřískající tělo proháním strojem. Strašně pomalu. -- konec blokové citace Vyberte prosím akci, kterou chcete provést.

# conversations/04_monarch/0411/0411_cp_cystypig_pens:41:DefaultText
source: [Increase Daily Vitamin Administration to the Cystypigs' Feeding Troughs by 4000%]
cs: [Zvýšit denní přísun vitamínů do krmných žlabů cystypigů o 4000 %]

# conversations/04_monarch/0411/0411_cp_cystypig_pens:43:DefaultText
source: [Enter Feeding Amount: 5097346897 Cans]
cs: [Zadejte množství krmiva: 5097346897 plechovek]
