Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cp_clive_office.po
Languages: cs

# conversations/04_monarch/0411/0411_cp_clive_office:1:DefaultText
source: C&P Factory Systems ======================== CUSTOM USER LOG IN SEQUENCE INTIATING... ======================== Welcome, King. How may the system assist you, today? If you would like to terminate a personnel's probationary period, please select the corresponding personnel file after entering your password.
cs: C&P Factory Systems ======================== PŘIHLÁŠENÍ UŽIVATELE NA ZÁKLADNĚ... ======================== Vítejte, Kingu. Jak vám dnes může systém pomoci? Pokud chcete ukončit zkušební dobu personálu, vyberte po zadání hesla příslušný personální soubor.

# conversations/04_monarch/0411/0411_cp_clive_office:2:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/04_monarch/0411/0411_cp_clive_office:4:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/04_monarch/0411/0411_cp_clive_office:5:DefaultText
source: [Executive Dictation 056]
cs: [Výkonný diktát 056]

# conversations/04_monarch/0411/0411_cp_clive_office:6:DefaultText
source: [Executive Dictation 108]
cs: [Výkonný diktát 108]

# conversations/04_monarch/0411/0411_cp_clive_office:7:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0411/0411_cp_clive_office:8:DefaultText
source: ...who would have thought it, am I right? Whole factory, ripe for the taking. None the wiser, save for me. And now the King, I reckon... who is also me but different. Better. I know it ain't wise, to be so fanciful. But it grows so lonely. Just me and the pigs. And the machinery. And now the King. The others will come soon, though. To work for me. The laborers... Got to start small. But then we'll build... and we'll feed... and we'll feed and we'll feed...
cs: ...kdo by to byl řekl, že? Celá továrna, zralá na odkup. Nikdo není moudřejší, kromě mě. A teď král, počítám... který jsem také já, ale jiný. Lepší. Vím, že to není moudré, být tak fantaskní. Ale je to tak osamělé. Jen já a prasata. A stroje. A teď král. Ale ostatní brzy přijdou. Pracovat pro mě. Dělníci... Musíme začít od píky. Ale pak budeme stavět... a budeme živit... a budeme živit a budeme živit...

# conversations/04_monarch/0411/0411_cp_clive_office:9:DefaultText
source: ...the King can scarcely believe how well, ahem, how awful fine it's all gone. I came from nothing. But now I am a self-made man. Rich in meat and money beyond what one can believe. Power and privacy are mine. Everything I ought ever to desire is mine except for... And the King, he may not have been with me from the beginning, but he was the first to arrive. He kept me from being alone. That is for true. Don't think I could forget nor escape that fact...
cs: ...král sotva uvěří, jak dobře, ehm, jak strašně dobře to všechno dopadlo. Přišel jsem z ničeho. Ale teď jsem se sám vypracoval. Bohatý masem a penězi, jakým se ani nechce věřit. Moc a soukromí jsou moje. Všechno, po čem bych kdy měl toužit, je moje, kromě... A král, ten sice nebyl se mnou od začátku, ale přišel jako první. Díky němu jsem nebyl sám. To je pravda. Nemysli si, že bych na to mohl zapomenout nebo tomu uniknout...

# conversations/04_monarch/0411/0411_cp_clive_office:10:DefaultText
source: [Executive Dictation 113]
cs: [Výkonný diktát 113]

# conversations/04_monarch/0411/0411_cp_clive_office:11:DefaultText
source: ...think I got it. Any personnel - and I don't care if they be a line worker or the janitor or a stars-damned cystypig - we shall tell them to call the King by his rightful moniker. And do it properly. None of this Slaughterhouse Clive pigshit or I will show them a slaughter they won't ever forget. Did I make myself clear enough? ...Yes? Marvelous. That ought to do it...
cs: ...myslím, že to mám. Jakémukoli personálu - a je mi jedno, jestli je to pracovník na lince, údržbář nebo hvězdami prokletý cystypig - řekneme, aby krále nazývali jeho právoplatnou přezdívkou. A to pořádně. Žádný takovýhle jateční cajdáky, nebo jim ukážu jatka, na který nikdy nezapomenou. Vyjádřil jsem se dostatečně jasně? ...Ano? Úžasné. To by mělo stačit...

# conversations/04_monarch/0411/0411_cp_clive_office:12:DefaultText
source: [Personnel Files]
cs: [Osobní spisy]

# conversations/04_monarch/0411/0411_cp_clive_office:13:DefaultText
source: ERROR 6548: No files in directory. All files have been terminated.
cs: CHYBA 6548: V adresáři nejsou žádné soubory. Všechny soubory byly ukončeny.
