Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cp_control_room.po
Languages: cs

# conversations/04_monarch/0411/0411_cp_control_room:1:DefaultText
source: C&P Factory Systems ======================== AUTHORIZED USER LOG IN SEQUENCE INTIATING... ======================== Greetings, authorized personnel. How may the system assist you, today?
cs: C&P Factory Systems ======================== PŘIHLÁŠENÍ AUTORIZOVANÉHO UŽIVATELE SEXUÁLNĚ VSTUPUJÍCÍ... ======================== Zdravím vás, autorizovaní pracovníci. Jak vám dnes může systém pomoci?

# conversations/04_monarch/0411/0411_cp_control_room:2:DefaultText
source: [Maintenance Logs]
cs: [Protokoly údržby]

# conversations/04_monarch/0411/0411_cp_control_room:4:DefaultText
source: [Enable "Pink Slip Protocol" on Sentry Automechs]
cs: [Povolit "Pink Slip Protocol" na Sentry Automechs]

# conversations/04_monarch/0411/0411_cp_control_room:5:DefaultText
source: [Call Elevator to Ground Level]
cs: [Vyvolat výtah do přízemí]

# conversations/04_monarch/0411/0411_cp_control_room:7:DefaultText
source: The elevator will arrive momentarily. REQUIRED ADVISORY MESSAGE: Remember, when meeting with the King, do not initiate conversation, avoid eye contact, respond respectfully when addressed, and above all else -- do not provide any provocation for which to be canned.
cs: Výtah přijede za chvíli. VYŽADOVANÁ ZPRÁVA: Pamatujte, že při setkání s králem nezačínejte konverzaci, vyhýbejte se očnímu kontaktu, na oslovení reagujte uctivě a především - neposkytujte žádné provokace, za které byste mohli být konzervováni.

# conversations/04_monarch/0411/0411_cp_control_room:8:DefaultText
source: Authentication of authorization required. Please provide the correct password. PASSWORD: ******* Authorization... authorization... ...authorization accepted. Commencing strategic restructuring of all factory personnel...
cs: Vyžaduje se ověření oprávnění. Zadejte prosím správné heslo. HESLO: ******* Autorizace... autorizace... ...autorizace přijata. Zahájení strategické restrukturalizace všech zaměstnanců továrny...

# conversations/04_monarch/0411/0411_cp_control_room:10:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/04_monarch/0411/0411_cp_control_room:11:DefaultText
source: [Maintenance Log 157]
cs: [Protokol údržby 157]

# conversations/04_monarch/0411/0411_cp_control_room:12:DefaultText
source: [Maintenance Log 241]
cs: [Protokol údržby 241]

# conversations/04_monarch/0411/0411_cp_control_room:13:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0411/0411_cp_control_room:14:DefaultText
source: Dictating memoranda from authorized user... Control Room Operator. begin block quote -- ...Oh, for piss and plasma, I ain't input "start recording" now did I? No, you stupid piece of shrapnel computer. I was only saying how it irks me when the others filch my lunch - P-Free Butter and Purpleberry Jelly, I'll have you know, not boarst and for good reason - and while they're gorging, they got the nerve to fart and waggle their middle fingers at me from the factory floor. 'Cause they know, I know, I can't go down there 'til the shift break. And by then it's too late. Tell you what though. I'm tempted. I'm tempted, all right, to use the Sentry Automechs' new Pink Slip Protocol to terminate each and every one of 'em. Won't be waggling their middle fingers then. Now would they? -- end block quote
cs: Diktování memorand od oprávněného uživatele... Operátor řídicí místnosti. začátek bloku citace -- ...Aha, proboha, nezadal jsem "začít nahrávat", že ne? Ne, ty hloupý počítačový šrapnelu. Jen jsem říkal, jak mě irituje, když mi ostatní kradou oběd - P-Free Butter and Purpleberry Jelly, abyste věděli, ne chamíka a z dobrého důvodu - a zatímco se cpou, mají tu drzost na mě prdět a mávat prostředníčkem z tovární haly. Protože oni vědí, já vím, že tam nemůžu jít až do přestávky směny. A to už je pozdě. Ale něco ti řeknu. Jsem v pokušení. Jsem v pokušení použít nový protokol Sentry Automechs Pink Slip a každého z nich vyřadit. Pak už nebudou mávat prostředníčky. Nebo ano? -- konec blokové citace

# conversations/04_monarch/0411/0411_cp_control_room:15:DefaultText
source: Clog in the machinery consisted of the following composition: 16% - adipose tissues 15% - bone 40% to indeterminant percentage - sinew, hair, hemoglobin, and other organic materials Would you like to run a deeper diagnostic? ...Processing keystrokes, "No no no no!" Authorization... approved. Resuming deep cleansing cycle....
cs: Ucpávka ve strojním zařízení se skládala z následujícího složení: ...Zpracování kláves: "Ne, ne, ne, ne!" 16 % - tukové tkáně 15 % - kosti 40 % až neurčité procento - šlachy, vlasy, hemoglobin a další organické materiály Chcete provést hlubší diagnostiku? Autorizace... schváleno. Pokračování cyklu hloubkového čištění....
