Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0411/0411_cv_gate_guard.po
Languages: cs

# conversations/04_monarch/0411/0411_cv_gate_guard:1:DefaultText
source: Ah, you must be part of the new line shift. Don't tell me you lost your keycard already.
cs: Aha, ty musíš být součástí nové směny. Neříkej mi, že už jsi ztratil svou kartu.

# conversations/04_monarch/0411/0411_cv_gate_guard:2:DefaultText
source: Factory's open to employees only. Move it or lose it, friend.
cs: Továrna je otevřena pouze pro zaměstnance. Pohni se, nebo o ni přijdeš, příteli.

# conversations/04_monarch/0411/0411_cv_gate_guard:3:DefaultText
source: Fine. Give me the infractions, I can't be late.
cs: V pořádku. Dejte mi přestupky, nemůžu přijít pozdě.

# conversations/04_monarch/0411/0411_cv_gate_guard:4:DefaultText
source: How much for a card and no infractions?
cs: Kolik za kartu a bez přestupků?

# conversations/04_monarch/0411/0411_cv_gate_guard:5:DefaultText
source: Actually, I haven't been issued one yet. It's my first day on the job.
cs: Vlastně mi ještě žádný nevydali. Je to můj první den v práci.

# conversations/04_monarch/0411/0411_cv_gate_guard:6:DefaultText
source: Got a message for Clive from SubLight. I can deliver it to him... or I can deliver it to you.
cs: Mám zprávu pro Cliva ze SubLight. Můžu mu ji doručit... nebo ji můžu doručit já tobě.

# conversations/04_monarch/0411/0411_cv_gate_guard:8:DefaultText
source: Must've dropped it somewhere. I'll go and find it.
cs: Musel ho někde upustit. Půjdu ho najít.

# conversations/04_monarch/0411/0411_cv_gate_guard:9:DefaultText
source: Pfft. Ain't no one with a lick of sense gonna accept two infractions. I don't know whether you work here, but I do know you need to get lost.
cs: Pfft. Nikdo, kdo má trochu rozumu, nebude akceptovat dva přestupky. Nevím, jestli tu pracuješ, ale vím, že bys měl vypadnout.

# conversations/04_monarch/0411/0411_cv_gate_guard:10:DefaultText
source: Depends on what you got. But I reckon we can work something out.
cs: Záleží na tom, co máte. Ale počítám, že něco vymyslíme.

# conversations/04_monarch/0411/0411_cv_gate_guard:11:DefaultText
source: You know, I think I did hear something about that... All right, okay.
cs: Myslím, že jsem o tom něco slyšel... Dobře, dobře.

# conversations/04_monarch/0411/0411_cv_gate_guard:12:DefaultText
source: No, that's all right. I know what their messages tend to entail.
cs: Ne, to je v pořádku. Vím, co jejich zprávy obvykle obsahují.

# conversations/04_monarch/0411/0411_cv_gate_guard:14:DefaultText
source: Head on in.
cs: Vydejte se dovnitř.

# conversations/04_monarch/0411/0411_cv_gate_guard:15:DefaultText
source: A lost card's worth two infractions, you know.
cs: Ztracená karta je za dva přestupky, víte?

# conversations/04_monarch/0411/0411_cv_gate_guard:17:DefaultText
source: Will <oeiglobal>SQ0408_GateGuardBribeAmount</oeiglobal> bits do?
cs: Budou stačit bity <oeiglobal>SQ0408_GateGuardBribeAmount</oeiglobal>?

# conversations/04_monarch/0411/0411_cv_gate_guard:19:DefaultText
source: Pleasure doing business with you. You weren't never here, and I didn't give you this card.
cs: Je příjemné s vámi obchodovat. Nikdy jste tu nebyl a já jsem vám tuto kartu nedal.

# conversations/04_monarch/0411/0411_cv_gate_guard:20:DefaultText
source: Already forgotten.
cs: Již zapomenuto.

# conversations/04_monarch/0411/0411_cv_gate_guard:21:DefaultText
source: On second thought, forget it.
cs: Když o tom tak přemýšlím, zapomeňte na to.
