Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/*_0205_treasurehunt.po
Languages: ta

# quests/02_terra2/ta_0205_treasurehunt:0:DefaultText
source: All Halcyon in a Day
ta: Vše Halcyon v jednom dni

# quests/02_terra2/ta_0205_treasurehunt:1:DefaultText
source: Find the First Beacon
ta: Vyhledání prvního majáku

# quests/02_terra2/ta_0205_treasurehunt:2:DefaultText
source: Find the Second Beacon
ta: Vyhledání druhého majáku

# quests/02_terra2/ta_0205_treasurehunt:3:DefaultText
source: Find the Third Beacon
ta: Vyhledání třetího majáku

# quests/02_terra2/ta_0205_treasurehunt:4:DefaultText
source: Return to Alonzo
ta: Zpět na Alonzo

# quests/02_terra2/ta_0205_treasurehunt:7:DefaultText
source: Find the Fourth Beacon
ta: Vyhledání čtvrtého majáku

# quests/02_terra2/ta_0205_treasurehunt:10000:DefaultText
source: Alonzo Vallejos of Byzantium's Bureau of Exploration has asked you to participate in a guided tour across the Halcyon system.
ta: Alonzo Vallejos z Byzantského průzkumného úřadu vás požádal, abyste se zúčastnili prohlídky systému Halcyon.

# quests/02_terra2/ta_0205_treasurehunt:10001:DefaultText
source: Alonzo explained that the tour consists of locating a series of beacons, the first of which lies somewhere in Byzantium.
ta: Alonzo vysvětlil, že prohlídka spočívá v nalezení řady majáků, z nichž první leží někde v Byzanci.

# quests/02_terra2/ta_0205_treasurehunt:10002:DefaultText
source: The second beacon has activated, and appears to be in Emerald Vale, somewhere far to the north of the Edgewater landing pad.
ta: Druhý maják se aktivoval a zdá se, že se nachází v Emerald Vale, někde daleko na sever od přistávací plochy Edgewater.

# quests/02_terra2/ta_0205_treasurehunt:10003:DefaultText
source: The third beacon has activated, and appears to be on Scylla.
ta: Třetí maják se aktivoval a zdá se, že je na Scylle.

# quests/02_terra2/ta_0205_treasurehunt:10004:DefaultText
source: You've found all the beacons for the treasure hunt. Return to Alonzo to get your prize.
ta: Našli jste všechny majáky pro hledání pokladu. Vrať se k Alonzovi a získej svou cenu.

# quests/02_terra2/ta_0205_treasurehunt:10007:DefaultText
source: The fourth beacon has activated, and appears to be on Monarch.
ta: Čtvrtý maják se aktivoval a zdá se, že je na Monarchu.

# quests/02_terra2/ta_0205_treasurehunt:30000:DefaultText
source: You found all the beacons and claimed the prize for completing the sightseeing tour.
ta: Našli jste všechny majáky a získali odměnu za dokončení prohlídky.

# quests/02_terra2/ta_0205_treasurehunt:30001:DefaultText
source: You killed Alonzo before completing the tour.
ta: Zabil jsi Alonza před dokončením prohlídky.
