Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/*_0204_savethesprats.po
Languages: ta

# quests/02_terra2/ta_0204_savethesprats:0:DefaultText
source: Cupid of the Laboratory
ta: Amorek laboratoře

# quests/02_terra2/ta_0204_savethesprats:1:DefaultText
source: Save the Sprats
ta: Zachraňte šproty

# quests/02_terra2/ta_0204_savethesprats:2:DefaultText
source: Return to Giles
ta: Zpět na Giles

# quests/02_terra2/ta_0204_savethesprats:10000:DefaultText
source: Giles Molina, a scientist in Byzantium, asked you to rescue six sprats that escaped from his lab and fled into the tunnels beneath the city.
ta: Giles Molina, vědec v Byzanci, tě požádal, abys zachránil šest šprotů, kteří utekli z jeho laboratoře a utekli do tunelů pod městem.

# quests/02_terra2/ta_0204_savethesprats:10001:DefaultText
source: Giles warned you that there are exterminator mechanicals prowling the tunnels. He'd prefer you return his sprats alive but said their corpses are still of scientific interest.
ta: Giles vás varoval, že v tunelech se pohybují deratizační mechanismy. Byl by raději, kdybys mu vrátil šproty živé, ale říkal, že jejich mrtvoly jsou stále předmětem vědeckého zájmu.

# quests/02_terra2/ta_0204_savethesprats:10002:DefaultText
source: You found all of Giles' sprats. He'll be anxious to get them back to the lab.
ta: Našli jste všechny Gilesovy šproty. Bude se těšit, až je dostane zpátky do laboratoře.

# quests/02_terra2/ta_0204_savethesprats:20000:DefaultText
source: Sprats found: <oeiglobal>TA0204_SpratsCollectedCounter</oeiglobal>
ta: Nalezené šproty: <oeiglobal>TA0204_SpratsCollectedCounter</oeiglobal>

# quests/02_terra2/ta_0204_savethesprats:30000:DefaultText
source: You found Giles' escaped sprats, but not all of them survived your rescue attempts. He was still grateful for your assistance.
ta: Našli jste Gilesovy uprchlé šproty, ale ne všechny přežily vaše pokusy o záchranu. Přesto vám byl za pomoc vděčný.

# quests/02_terra2/ta_0204_savethesprats:30001:DefaultText
source: Giles was overjoyed that you managed to return all of his escaped sprats alive.
ta: Giles měl radost, že se vám podařilo vrátit všechny jeho uprchlé šproty živé.

# quests/02_terra2/ta_0204_savethesprats:30002:DefaultText
source: Giles' corpse is unsurprisingly less interested in finding his sprats.
ta: Gilesova mrtvola má překvapivě menší zájem o nalezení svých šprotů.
