Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/*_0233_atcentral.po
Languages: sq

# quests/02_terra2/sq_0233_atcentral:0:DefaultText
source: At Central
sq: Ve společnosti Central

# quests/02_terra2/sq_0233_atcentral:1:DefaultText
source: Attend the Audition
sq: Účast na konkurzu

# quests/02_terra2/sq_0233_atcentral:2:DefaultText
source: Break a Leg!
sq: Zlomte si nohu!

# quests/02_terra2/sq_0233_atcentral:3:DefaultText
source: Talk to Maverick
sq: Promluvte si s Maverickem

# quests/02_terra2/sq_0233_atcentral:10000:DefaultText
source: Maverick Johnston, a Byzantium film producer, thinks you've got the makings of a star! He invited you to audition for the lead role in his film.
sq: Maverick Johnston, filmový producent z Byzantia, si myslí, že máš předpoklady stát se hvězdou! Pozval tě na konkurz na hlavní roli v jeho filmu.

# quests/02_terra2/sq_0233_atcentral:10001:DefaultText
source: Maverick said the audition would be held on the top floor of the Odeon Pictures building.
sq: Maverick uvedl, že konkurz se bude konat v horním patře budovy Odeon Pictures.

# quests/02_terra2/sq_0233_atcentral:10002:DefaultText
source: Enter the soundstage and put on a show.
sq: Vstupte na zvukovou scénu a předveďte se.

# quests/02_terra2/sq_0233_atcentral:10003:DefaultText
source: Review your performance with Maverick.
sq: Zkontrolujte si svůj výkon v aplikaci Maverick.

# quests/02_terra2/sq_0233_atcentral:30000:DefaultText
source: With Maverick dead, your acting career is over before it started.
sq: Když je Maverick mrtvý, tvoje herecká kariéra skončila dřív, než začala.

# quests/02_terra2/sq_0233_atcentral:30001:DefaultText
source: You made it through the scene, but Maverick will probably be looking elsewhere for his star.
sq: Scénu jsi zvládl, ale Maverick bude pravděpodobně hledat svou hvězdu jinde.

# quests/02_terra2/sq_0233_atcentral:30002:DefaultText
source: Your sudden display of violence impressed Maverick. You're the real deal!
sq: Tvůj náhlý projev násilí na Mavericka zapůsobil. Ty jsi skutečný chlapík!

# quests/02_terra2/sq_0233_atcentral:30003:DefaultText
source: Your combination of simple-minded charm and brutality left Maverick in awe. You're gonna be famous!
sq: Tvá kombinace prostoduchého šarmu a brutality zanechala Mavericka v úžasu. Budeš slavný!

# quests/02_terra2/sq_0233_atcentral:30004:DefaultText
source: You got into a fight with the actors after the audition, and Maverick fled. He doesn't deal with prima donnas.
sq: Po konkurzu jste se s herci pohádali a Maverick utekl. S primadonami nejedná.

# quests/02_terra2/sq_0233_atcentral:30005:DefaultText
source: Maverick was impressed by your snappy one-liners. He's gonna make you a star!
sq: Na Mavericka udělaly dojem tvé pohotové jednověté hlášky. Udělá z tebe hvězdu!
