Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/*_0202_makesspacesuitswonttravel.po
Languages: ta

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:0:DefaultText
source: Makes Space Suits, Won't Travel
ta: Vyrábí vesmírné obleky, necestuje

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:1:DefaultText
source: Model Outfits for Celeste
ta: Modelové oblečení pro Celeste

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:2:DefaultText
source: Collect Mantiqueen Chitin
ta: Sbírejte mantikénský chitin

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:5:DefaultText
source: Collect 3 Raptidon Flank Hide
ta: Nasbírejte 3 kůže z boků raptidona

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:6:DefaultText
source: Collect 10 Primal Leather
ta: Nasbírejte 10 prvotních kůží

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:12:DefaultText
source: Return to Celeste
ta: Zpět na Celeste

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:13:DefaultText
source: Get the Lapel from HPS
ta: Získejte klopu od společnosti HPS

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:14:DefaultText
source: Return to Celeste
ta: Zpět na Celeste

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:15:DefaultText
source: Search Celeste's Shop
ta: Hledat v obchodě Celeste's Shop

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10000:DefaultText
source: Byzantium's premiere fashion icon, Celeste Jolicoeur, has hired you to help her create the ultimate outfit - the perfect marriage of the chic and the shocking.
ta: Premiérová módní ikona Byzance, Celeste Jolicoeur, si vás najala, abyste jí pomohli vytvořit dokonalý outfit - dokonalé spojení elegantního a šokujícího.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10001:DefaultText
source: Celeste needs to see what the rest of Halcyon wears outside of Byzantium. Speak to Celeste while wearing a suit of armor and headpiece from the following sets: Iconoclast, Marauder and Spacer.
ta: Celeste se musí podívat, co nosí zbytek Halcyonu mimo Byzanc. Promluvte si s Celeste, když máte na sobě brnění a čelenku z následujících sad: Iconoclast, Marauder a Spacer.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10002:DefaultText
source: Celeste needs the chitin of a mantiqueen. Hunt them around Monarch.
ta: Celeste potřebuje chitin mantikéna. Lovte je v okolí Monarchu.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10005:DefaultText
source: Celeste needs three pieces of raptidon flank hide. Raptidons are native to Monarch.
ta: Celesta potřebuje tři kusy raptidoní kůže. Raptidoni pocházejí z Monarchu.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10006:DefaultText
source: Celeste needs ten strips of primal leather. Primals can be found in the Emerald Vale region.
ta: Celeste potřebuje deset proužků prvotní kůže. Primály lze nalézt v oblasti Smaragdového údolí.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10012:DefaultText
source: You have gathered materials from three different creatures across the system. Return to Celeste.
ta: Nasbírali jste materiály od tří různých tvorů v celém systému. Vraťte se do Celesty.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10013:DefaultText
source: Every Jolicoeur Original comes with a hand-crafted golden lapel. Celeste ordered a lapel to commemorate her prototype, but the parcel must be signed for and is still at HPS. Head to HPS and retrieve the parcel containing her lapel.
ta: Ke každému modelu Jolicoeur Original se dodává ručně vyrobená zlatá klopa. Celeste si objednala klopu na památku svého prototypu, ale zásilka musí být podepsána a je stále v HPS. Vydejte se do HPS a vyzvedněte si zásilku obsahující její klopu.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10014:DefaultText
source: Now that you have Celeste's lapel, she can finally place the finishing touches on her prototype.
ta: Teď, když máte Celesteinu klopu, může konečně dokončit svůj prototyp.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:10015:DefaultText
source: Celeste is dead, but she may have left her prototype suit behind.
ta: Celeste je mrtvá, ale možná po sobě zanechala prototyp obleku.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20000:DefaultText
source: You modelled an Iconoclast outfit for Celeste.
ta: Pro Celeste jsi modelovala oblečení Iconoclast.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20001:DefaultText
source: You modelled a Marauder outfit for Celeste.
ta: Pro Celestu jsi vymodeloval oblečení Marauderů.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20002:DefaultText
source: You modelled a Spacer outfit for Celeste.
ta: Pro Celeste jsi modelovala oblečení Spacera.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20003:DefaultText
source: Proceed to Window B to sign for Celeste's parcel.
ta: Přejděte k okénku B a podepište se na Celestein balíček.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20004:DefaultText
source: Head to 316 Rockwell in the Estate District to find the parcel.
ta: Parcelu najdete na adrese 316 Rockwell ve čtvrti Estate District.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20005:DefaultText
source: Return to HPS with the notice.
ta: Vraťte HPS spolu s oznámením.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20006:DefaultText
source: Proceed to Window A to pick up Celeste's parcel.
ta: Jděte k oknu A a vyzvedněte si Celestein balíček.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:20007:DefaultText
source: You went postal in the Halcyon Parcel Service building. The staff are unable to help you locate Celeste's lapel pin, because you murdered them. You may as well search the mailing room yourself.
ta: V budově Halcyon Parcel Service jste si vybrali poštu. Zaměstnanci vám nemohou pomoci najít Celestein odznak na klopě, protože jste je zavraždili. Poštovní místnost můžeš prohledat sám.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:30000:DefaultText
source: Celeste's fashion dreams died with her, and your agreement is now void.
ta: Módní sny Celesty zemřely spolu s ní a vaše dohoda je nyní neplatná.

# quests/02_terra2/ta_0202_makesspacesuitswonttravel:30001:DefaultText
source: Celeste was killed by the Board for creating "subversive and perverse" designs, but not before she made one prototype suit of her greatest work - which is now in your possession.
ta: Rada Celeste zabila za vytváření "podvratných a perverzních" návrhů, ale ne dříve, než vytvořila jeden prototyp svého nejlepšího díla - který je nyní ve vašem vlastnictví.
