Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/pq_0205_longdistance.po
Languages: cs

# quests/02_terra2/pq_0205_longdistance:0:DefaultText
source: Long Distance
cs: Dlouhé vzdálenosti

# quests/02_terra2/pq_0205_longdistance:1:DefaultText
source: Send the Tracking Signal
cs: Odeslání sledovacího signálu

# quests/02_terra2/pq_0205_longdistance:2:DefaultText
source: Return to ADA
cs: Zpět na ADA

# quests/02_terra2/pq_0205_longdistance:3:DefaultText
source: Speak to Sophia
cs: Promluvte si se Sophií

# quests/02_terra2/pq_0205_longdistance:5:DefaultText
source: Speak to Percival
cs: Promluvte si s Percivalem

# quests/02_terra2/pq_0205_longdistance:10000:DefaultText
source: Adjutant Sophia Akande has asked you to help her track down Phineas Welles. Head to Welles's lab and send the Board a tracking signal from his terminal.
cs: Adjutantka Sophia Akandeová vás požádala, abyste jí pomohli vypátrat Phinease Wellese. Vydejte se do Wellesovy laboratoře a z jeho terminálu vyšlete radě sledovací signál.

# quests/02_terra2/pq_0205_longdistance:10001:DefaultText
source: Find Welles' communication terminal and send a tracking signal to Sophia Akande.
cs: Najděte Wellesův komunikační terminál a vyšlete sledovací signál Sophii Akande.

# quests/02_terra2/pq_0205_longdistance:10002:DefaultText
source: Sophia said she'd contact you as soon as her office picks up Welles' location. Head back to your ship and see if Sophia has a message for you.
cs: Sophia řekla, že tě bude kontaktovat, jakmile její kancelář zjistí Wellesovu polohu. Vraťte se na loď a zjistěte, zda pro vás Sophia nemá nějakou zprávu.

# quests/02_terra2/pq_0205_longdistance:10003:DefaultText
source: Sophia was pleased with your results and requested that you come see her in Byzantium.
cs: Sophia byla s vašimi výsledky spokojená a požádala vás, abyste ji navštívil v Byzanci.

# quests/02_terra2/pq_0205_longdistance:10005:DefaultText
source: Sophia is pleased with your work. Check in with Percival for your reward.
cs: Sophia je s vaší prací spokojená. Zkontrolujte, zda Percival obdrží vaši odměnu.

# quests/02_terra2/pq_0205_longdistance:20000:DefaultText
source: Phineas mentioned you could send a corrupted tracking signal to buy him some time.
cs: Phineas se zmínil, že bys mohl vyslat poškozený sledovací signál, abys mu získal trochu času.

# quests/02_terra2/pq_0205_longdistance:30000:DefaultText
source: You sent out a tracking signal from Welles's communications terminal. Sophia should be able to locate Welles's hideout.
cs: Z Wellesova komunikačního terminálu jste vyslali sledovací signál. Sophia by měla být schopna lokalizovat Wellesův úkryt.

# quests/02_terra2/pq_0205_longdistance:30001:DefaultText
source: You sent out a corrupted tracking signal from Welles's location. The signal should delay Sophia's attempts to discover his hideout, while allowing you to gain her trust.
cs: Z Wellesovy pozice jste vyslali poškozený sledovací signál. Signál by měl oddálit Sophiiny pokusy o odhalení jeho úkrytu a zároveň vám umožní získat si její důvěru.

# quests/02_terra2/pq_0205_longdistance:30002:DefaultText
source: You murdered Percival Platt. The Adjutant wants nothing to do with you.
cs: Zavraždil jste Percivala Platta. Adjutant s vámi nechce mít nic společného.

# quests/02_terra2/pq_0205_longdistance:30003:DefaultText
source: Sophia Akande is dead, along with your career as a Board operative.
cs: Sophia Akandeová je mrtvá, stejně jako vaše kariéra pracovníka Rady.

# quests/02_terra2/pq_0205_longdistance:30004:DefaultText
source: You skipped the Hope to Terra 2 for Phineas, spoiling the Adjutant's plans.
cs: Přeskočil jsi naději na Terru 2 pro Phinease, čímž jsi zkazil adjutantovy plány.

# quests/02_terra2/pq_0205_longdistance:30005:DefaultText
source: You've ruined your reputation with the Board. Adjutant Akande will no longer work with you.
cs: Zničil jste si pověst u správní rady. Adjutant Akande s vámi již nebude spolupracovat.
