Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/pq_0201_thecityandthestars.po
Languages: cs

# quests/02_terra2/pq_0201_thecityandthestars:0:DefaultText
source: The City and the Stars
cs: Město a hvězdy

# quests/02_terra2/pq_0201_thecityandthestars:1:DefaultText
source: Speak to Minister Clarke
cs: Obraťte se na ministra Clarkea

# quests/02_terra2/pq_0201_thecityandthestars:2:DefaultText
source: Retrieve the Dimethyl Sulfoxide
cs: Získejte dimethylsulfoxid

# quests/02_terra2/pq_0201_thecityandthestars:3:DefaultText
source: Return to Phineas
cs: Zpět na Phineas

# quests/02_terra2/pq_0201_thecityandthestars:5:DefaultText
source: Search the Minister
cs: Vyhledávání ministra

# quests/02_terra2/pq_0201_thecityandthestars:6:DefaultText
source: Meet with Phineas' Contact
cs: Setkání s Phineasovým kontaktem

# quests/02_terra2/pq_0201_thecityandthestars:7:DefaultText
source: Investigate the Chairman's Office
cs: Vyšetřování kanceláře předsedy

# quests/02_terra2/pq_0201_thecityandthestars:8:DefaultText
source: Search the Contact
cs: Vyhledat kontakt

# quests/02_terra2/pq_0201_thecityandthestars:10:DefaultText
source: (Optional) Speak to the Minister's Guards
cs: (Nepovinné) Promluvte si s ministrovou stráží.

# quests/02_terra2/pq_0201_thecityandthestars:12:DefaultText
source: Investigate the Chairman's Office
cs: Vyšetřování kanceláře předsedy

# quests/02_terra2/pq_0201_thecityandthestars:13:DefaultText
source: Investigate the Minister's Office
cs: Vyšetřování úřadu ministra

# quests/02_terra2/pq_0201_thecityandthestars:14:DefaultText
source: Investigate the Minister's Office
cs: Vyšetřování úřadu ministra

# quests/02_terra2/pq_0201_thecityandthestars:15:DefaultText
source: Search Mayfield's Corpse
cs: Hledání Mayfield's Corpse

# quests/02_terra2/pq_0201_thecityandthestars:16:DefaultText
source: (Optional) Retrieve the Minister's Package from HPS
cs: (Volitelné) Získejte balíček ministra z HPS

# quests/02_terra2/pq_0201_thecityandthestars:10000:DefaultText
source: Now that Phineas knows Minister Clarke's been hoarding dimethyl sulfoxide in Byzantium, he just needs you to get to the city to steal it. Easy.
cs: Teď, když Phineas ví, že ministr Clarke schraňuje dimethylsulfoxid v Byzanci, potřebuje, abyste se dostali do města a ukradli ho. Je to snadné.

# quests/02_terra2/pq_0201_thecityandthestars:10001:DefaultText
source: Minister Clarke spends almost all of his time at his estate, which is under heavy guard. He may be hard to reach, but he's apparently been hoarding the colony's reserves of dimethyl sulfoxide.
cs: Ministr Clarke tráví téměř všechen čas na svém panství, které je přísně střeženo. Je sice těžko dosažitelný, ale zjevně hromadí zásoby dimethylsulfoxidu v kolonii.

# quests/02_terra2/pq_0201_thecityandthestars:10002:DefaultText
source: You've learned the dimethyl sulfoxide is at the Ministry of Accuracy and Morale along with whatever Chairman Rockwell is working on.
cs: Dozvěděli jste se, že dimethylsulfoxid je na ministerstvu přesnosti a morálky spolu s tím, na čem pracuje předseda Rockwell.

# quests/02_terra2/pq_0201_thecityandthestars:10003:DefaultText
source: Now that you have the dimethyl sulfoxide, rendezvous with Phineas at his lab to plan your next move.
cs: Nyní, když máte dimethylsulfoxid, se sejděte s Phineasem v jeho laboratoři a naplánujte svůj další postup.

# quests/02_terra2/pq_0201_thecityandthestars:10005:DefaultText
source: You killed Minister Clarke. Hopefully there's something on his person that indicates where Phineas' chemicals are.
cs: Zabil jste ministra Clarkea. Doufejme, že má u sebe něco, co naznačuje, kde jsou Phineasovy chemikálie.

# quests/02_terra2/pq_0201_thecityandthestars:10006:DefaultText
source: Phineas has an associate who can help you locate Minister Clarke. This person works at the Byzantium docks.
cs: Phineas má spolupracovníka, který vám pomůže najít ministra Clarkea. Tato osoba pracuje v byzantských docích.

# quests/02_terra2/pq_0201_thecityandthestars:10007:DefaultText
source: Minister Clarke knows nothing about the dimethyl sulfoxide and explained that Chairman Rockwell has actually been keeping him under house arrest. Clarke is certain Rockwell is behind the purchase of the chemicals.
cs: Ministr Clarke o dimetylsulfoxidu nic neví a vysvětlil, že předseda Rockwell ho ve skutečnosti drží v domácím vězení. Clarke si je jistý, že za nákupem chemikálií stojí Rockwell.

# quests/02_terra2/pq_0201_thecityandthestars:10008:DefaultText
source: Phineas' contact is dead, but she may have the information you need to reach Minister Clarke.
cs: Phineasův kontakt je mrtvý, ale možná má informace, které potřebujete, abyste se spojili s ministrem Clarkem.

# quests/02_terra2/pq_0201_thecityandthestars:10010:DefaultText
source: Some of Minister Clarke's guards hang out at a local bar. One of them might be able to provide some information regarding Clarke's residence.
cs: Někteří strážci ministra Clarka se scházejí v místním baru. Jeden z nich by mohl poskytnout nějaké informace o Clarkově sídle.

# quests/02_terra2/pq_0201_thecityandthestars:10012:DefaultText
source: You found the minister's office, but it's obvious that no one's worked there for quite some time. In fact, it looks like it's about to become part of the Chairman's office.
cs: Našli jste kancelář ministra, ale je zřejmé, že tam už dlouho nikdo nepracoval. Vlastně to vypadá, že se brzy stane součástí kanceláře předsedy.

# quests/02_terra2/pq_0201_thecityandthestars:10013:DefaultText
source: You found an access card for the HHC building on the minister's body. Perhaps you'll find additional clues there.
cs: Na ministrově těle jste našli přístupovou kartu do budovy HHC. Možná tam najdeš další stopy.

# quests/02_terra2/pq_0201_thecityandthestars:10014:DefaultText
source: You pickpocketed an access card from the minister that appears to open an office in the HHC building. You could check out that office or try talking to him.
cs: Ministrovi jste sebrali přístupovou kartu, která zřejmě otevírá kancelář v budově HHC. Můžeš si tuto kancelář prohlédnout nebo si s ním zkusit promluvit.

# quests/02_terra2/pq_0201_thecityandthestars:10015:DefaultText
source: You killed Mayfield, one of the guards who works at the minister's residence. Still, he may have something to help you get inside.
cs: Zabil jsi Mayfielda, jednoho ze strážných, kteří pracují v rezidenci ministra. Přesto ti možná pomůže dostat se dovnitř.

# quests/02_terra2/pq_0201_thecityandthestars:10016:DefaultText
source: You've learned that the minister sometimes receives packages from HPS. If you showed up at his residence with a package for him, the guards might just let you in.
cs: Dozvěděli jste se, že ministr občas dostává balíčky od HPS. Kdyby ses objevil v jeho rezidenci s balíčkem pro něj, strážci by tě možná pustili dovnitř.

# quests/02_terra2/pq_0201_thecityandthestars:20000:DefaultText
source: There's a security checkpoint heading into the Acropolis District. If you can't talk your way past it, you'll have to find another way in.
cs: Ve čtvrti Akropolis je bezpečnostní kontrola. Pokud se přes něj nedokážete dostat, budete si muset najít jinou cestu dovnitř.

# quests/02_terra2/pq_0201_thecityandthestars:20001:DefaultText
source: The maintenance tunnels beneath Byzantium connect to the Acropolis District.
cs: Údržbové tunely pod Byzancí navazují na čtvrť Akropolis.

# quests/02_terra2/pq_0201_thecityandthestars:20003:DefaultText
source: You reached Minister Clarke without the guard's assistance.
cs: K ministru Clarkovi jste se dostal bez pomoci strážného.

# quests/02_terra2/pq_0201_thecityandthestars:20004:DefaultText
source: You acquired a keycard to Minister Clarke's residence from Mayfield.
cs: Od Mayfielda jste získal kartu od rezidence ministra Clarkea.

# quests/02_terra2/pq_0201_thecityandthestars:20005:DefaultText
source: You found an access card on the minister's body.
cs: Na ministrově těle jste našli přístupovou kartu.

# quests/02_terra2/pq_0201_thecityandthestars:20007:DefaultText
source: There are some shipments at the dock awaiting transport to the Ministry. Maybe Carmen could help you sneak aboard.
cs: V docích je několik zásilek, které čekají na přepravu na ministerstvo. Možná by ti Carmen mohla pomoci proklouznout na palubu.

# quests/02_terra2/pq_0201_thecityandthestars:20008:DefaultText
source: You took a lesser quantity of dimethyl sulfoxide. As a result, the experimental test subjects are alive, and the Board's research will continue unhindered.
cs: Vzal jste si menší množství dimethylsulfoxidu. Výsledkem je, že pokusné subjekty jsou naživu a výzkum Rady bude nerušeně pokračovat.

# quests/02_terra2/pq_0201_thecityandthestars:20009:DefaultText
source: You took all of the dimethyl sulfoxide, killing the experimental test subjects and hindering the Board's research.
cs: Vzal jste si všechen dimethylsulfoxid, čímž jste zabil pokusné subjekty a znemožnil výzkum komise.

# quests/02_terra2/pq_0201_thecityandthestars:20010:DefaultText
source: Caroline, a scientist at the Ministry of Accuracy and Morale, has an ongoing feud with Theodore, one of her coworkers.
cs: Caroline, vědkyně na ministerstvu přesnosti a morálky, má neustálý spor s Theodorem, jedním ze svých spolupracovníků.

# quests/02_terra2/pq_0201_thecityandthestars:20011:DefaultText
source: Mayfield, one of Minister Clarke's guards, has a key to the estate. He's aggressively celebrating his promotion with Spectrum Vodka.
cs: Mayfield, jeden ze strážců ministra Clarkea, má klíč od panství. Své povýšení agresivně oslavuje vodkou Spectrum.

# quests/02_terra2/pq_0201_thecityandthestars:20012:DefaultText
source: You gave Mayfield a Spectrum Vodka, and he's acting pretty tipsy. A couple more and you could probably get him very drunk.
cs: Dal jsi Mayfieldovi vodku Spectrum a on se chová dost podnapilý. Ještě pár skleniček a pravděpodobně bys ho opil hodně.

# quests/02_terra2/pq_0201_thecityandthestars:20013:DefaultText
source: One more Spectrum Vodka ought to do Mayfield in.
cs: Ještě jedna Spectrum Vodka by měla Mayfielda vyřídit.

# quests/02_terra2/pq_0201_thecityandthestars:20014:DefaultText
source: Mayfield's heading to the bathroom. This is your chance to grab his key.
cs: Mayfield jde na záchod. Teď máš šanci sebrat mu klíče.

# quests/02_terra2/pq_0201_thecityandthestars:20016:DefaultText
source: You convinced one of the clerks to hand over the minister's package.
cs: Přesvědčil jste jednoho z úředníků, aby vám předal ministrův balíček.

# quests/02_terra2/pq_0201_thecityandthestars:20017:DefaultText
source: You snuck into the mail room of HPS and stole the minister's package.
cs: Vplížil ses do podatelny HPS a ukradl ministrovu zásilku.

# quests/02_terra2/pq_0201_thecityandthestars:20018:DefaultText
source: You killed the main clerk at HPS. You'll have to get the package another way.
cs: Zabil jste hlavního úředníka HPS. Balíček budeš muset získat jinak.

# quests/02_terra2/pq_0201_thecityandthestars:20019:DefaultText
source: You found an empty canister. There should be a way to transfer the dimethyl sulfoxide into it.
cs: Našel jsi prázdný kanystr. Měl by existovat způsob, jak do něj přenést dimethylsulfoxid.

# quests/02_terra2/pq_0201_thecityandthestars:30000:DefaultText
source: You successfully brought the dimethyl sulfoxide back to Phineas.
cs: Úspěšně jsi vrátil dimethylsulfoxid Phineasovi.

# quests/02_terra2/pq_0201_thecityandthestars:30001:DefaultText
source: You skipped the Hope to Tartarus for the Board, throwing Phineas' plans into disarray.
cs: Přeskočil jsi Naději do Tartaru pro představenstvo, čímž jsi zhatil Phineasovy plány.
