Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/pq_0202_thedemolishedman.po
Languages: cs

# quests/02_terra2/pq_0202_thedemolishedman:0:DefaultText
source: The Demolished Woman
cs: Zničená žena

# quests/02_terra2/pq_0202_thedemolishedman:1:DefaultText
source: Find Rachel Lockwood
cs: Najít Rachel Lockwood

# quests/02_terra2/pq_0202_thedemolishedman:2:DefaultText
source: Retrieve the Documents
cs: Získání dokumentů

# quests/02_terra2/pq_0202_thedemolishedman:4:DefaultText
source: Report Back to the Adjutant
cs: Hlášení adjutantovi

# quests/02_terra2/pq_0202_thedemolishedman:15:DefaultText
source: Kill Rachel Lockwood
cs: Zabít Rachel Lockwoodovou

# quests/02_terra2/pq_0202_thedemolishedman:10000:DefaultText
source: Adjutant Sophia Akande has asked you to dispose of a cartographer named Rachel Lockwood and retrieve some sensitive documents in her possession.
cs: Adjutantka Sophia Akandeová vás požádala, abyste se zbavili kartografky jménem Rachel Lockwoodová a získali zpět některé citlivé dokumenty, které má v držení.

# quests/02_terra2/pq_0202_thedemolishedman:10001:DefaultText
source: You learned that Rachel Lockwood works for the Bureau of Exploration.
cs: Dozvěděl ses, že Rachel Lockwoodová pracuje pro Úřad pro průzkum.

# quests/02_terra2/pq_0202_thedemolishedman:10002:DefaultText
source: Lockwood was working on some sensitive documents. Adjutant Akande wants you to retrieve them for her.
cs: Lockwood pracoval na citlivých dokumentech. Adjutantka Akande chce, abys je pro ni získal.

# quests/02_terra2/pq_0202_thedemolishedman:10004:DefaultText
source: You've dealt with Rachel Lockwood and found her documents. Report back to Adjutant Akande.
cs: Jednal jste s Rachel Lockwoodovou a našel její dokumenty. Podejte zprávu adjutantovi Akandemu.

# quests/02_terra2/pq_0202_thedemolishedman:10015:DefaultText
source: Now that you know Ms. Lockwood is hiding out in the tunnels, all that remains is to go there and finish the job.
cs: Teď, když víte, že se slečna Lockwoodová skrývá v tunelech, zbývá jen jít tam a dokončit práci.

# quests/02_terra2/pq_0202_thedemolishedman:20000:DefaultText
source: You've learned that Lockwood is hiding out in the maintenance tunnels beneath Byzantium.
cs: Dozvěděli jste se, že se Lockwood skrývá v údržbářských tunelech pod Byzancí.

# quests/02_terra2/pq_0202_thedemolishedman:20001:DefaultText
source: You've learned that Rachel Lockwood frequents Billingsly's House of Inebriation, a bar located in Prosperity Plaza.
cs: Dozvěděli jste se, že Rachel Lockwoodová navštěvuje bar Billingsly's House of Inebriation, který se nachází na Prosperity Plaza.

# quests/02_terra2/pq_0202_thedemolishedman:20003:DefaultText
source: You killed Rachel Lockwood.
cs: Zabil jste Rachel Lockwoodovou.

# quests/02_terra2/pq_0202_thedemolishedman:20004:DefaultText
source: You let Sherman Bradshaw kill Rachel Lockwood.
cs: Nechal jsi Shermana Bradshawa zabít Rachel Lockwoodovou.

# quests/02_terra2/pq_0202_thedemolishedman:20005:DefaultText
source: You decided to let Rachel Lockwood go.
cs: Rozhodl jste se Rachel Lockwoodovou propustit.

# quests/02_terra2/pq_0202_thedemolishedman:20006:DefaultText
source: You accepted a deal from Rachel Lockwood to let her go.
cs: Přijal jste dohodu s Rachel Lockwoodovou, že ji necháte jít.

# quests/02_terra2/pq_0202_thedemolishedman:30000:DefaultText
source: You dealt with Lockwood and retrieved the documents for the Adjutant.
cs: Jednal jsi s Lockwoodem a získal jsi dokumenty pro adjutanta.

# quests/02_terra2/pq_0202_thedemolishedman:30001:DefaultText
source: You murdered Percival Platt. The Adjutant wants nothing to do with you.
cs: Zavraždil jste Percivala Platta. Adjutant s vámi nechce mít nic společného.

# quests/02_terra2/pq_0202_thedemolishedman:30002:DefaultText
source: You've ruined your reputation with the Board. Adjutant Akande will no longer work with you.
cs: Zničil jste si pověst u správní rady. Adjutant Akande s vámi již nebude spolupracovat.

# quests/02_terra2/pq_0202_thedemolishedman:30003:DefaultText
source: You skipped the Hope to Terra 2 for Phineas, spoiling the Adjutant's plans.
cs: Přeskočil jsi naději na Terru 2 pro Phinease, čímž jsi zkazil adjutantovy plány.
