Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/02_terra2/pq_0203_gomeettheadjutant.po
Languages: cs

# quests/02_terra2/pq_0203_gomeettheadjutant:0:DefaultText
source: The Puppet Masters
cs: Vládci loutek

# quests/02_terra2/pq_0203_gomeettheadjutant:1:DefaultText
source: Meet with Sophia Akande
cs: Setkání se Sophií Akande

# quests/02_terra2/pq_0203_gomeettheadjutant:10000:DefaultText
source: After speaking to Udom Bedford, you learned he could arrange a meeting between you and Sophia Akande, Adjutant to the Chairman.
cs: Po rozhovoru s Udomem Bedfordem jste se dozvěděl, že by vám mohl zprostředkovat schůzku se Sophií Akande, adjutantkou předsedy.

# quests/02_terra2/pq_0203_gomeettheadjutant:10001:DefaultText
source: Udom Bedford has given you access to Adjutant Akande's landing pad in Byzantium. A meeting has been scheduled. Adjutant Akande is expecting you.
cs: Udom Bedford vám umožnil přístup na přistávací plochu adjutanta Akandeho v Byzanci. Schůzka byla naplánována. Adjutant Akande vás očekává.

# quests/02_terra2/pq_0203_gomeettheadjutant:30000:DefaultText
source: Adjutant Akande wanted to test your abilities before deciding whether to work with you.
cs: Adjutant Akande chtěl vyzkoušet vaše schopnosti, než se rozhodne, zda s vámi bude spolupracovat.

# quests/02_terra2/pq_0203_gomeettheadjutant:30002:DefaultText
source: You murdered Percival Platt. The Adjutant wants nothing to do with you.
cs: Zavraždil jste Percivala Platta. Adjutant s vámi nechce mít nic společného.

# quests/02_terra2/pq_0203_gomeettheadjutant:30003:DefaultText
source: Adjutant Sophia Akande is dead, so your meeting with her has been postponed indefinitely.
cs: Adjutantka Sophia Akandeová je mrtvá, takže vaše setkání s ní bylo odloženo na neurčito.

# quests/02_terra2/pq_0203_gomeettheadjutant:30004:DefaultText
source: You've ruined your reputation with the Board. Adjutant Akande will no longer work with you.
cs: Zničil jste si pověst u správní rady. Adjutant Akande s vámi již nebude spolupracovat.

# quests/02_terra2/pq_0203_gomeettheadjutant:40001:DefaultText
source: You received an invitation to meet with Sophia Akande, Adjutant to the Chairman.
cs: Obdržel jste pozvání na schůzku se Sophií Akandeovou, adjutantkou předsedy.

# quests/02_terra2/pq_0203_gomeettheadjutant:40002:DefaultText
source: You hacked Udom Bedford's terminal on the Groundbreaker to authorize a Navkey to Byzantium. The terminal mentioned Sophia Akande, Adjutant to the Chairman. If you want to turn in Phineas Welles, you should talk to her.
cs: Naboural ses do terminálu Udom Bedfordové na Groundbreakeru, abys autorizoval navigační klíč do Byzantia. V terminálu byla uvedena Sophia Akande, adjutantka předsedy. Pokud chceš udat Phinease Wellese, měl by sis s ní promluvit.

# quests/02_terra2/pq_0203_gomeettheadjutant:40003:DefaultText
source: You have secured access to Adjutant Akande's landing pad in Byzantium.
cs: Zajistili jste si přístup na přistávací plochu adjutanta Akandeho v Byzanci.
