Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_the_chet.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_the_chet:63:DefaultText
source: No, but thank you. I'm quite all right as I am.
cs: Ne, ale děkuji. Jsem v pořádku tak, jak jsem.

# conversations/04_monarch/0407/0407_cv_the_chet:68:DefaultText
source: Wait, what?
cs: Počkat, cože?

# conversations/04_monarch/0407/0407_cv_the_chet:69:DefaultText
source: Where can I find Catherine?
cs: Kde najdu Catherine?

# conversations/04_monarch/0407/0407_cv_the_chet:70:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/04_monarch/0407/0407_cv_the_chet:71:DefaultText
source: Don't suppose I could just ask you to scram?
cs: Nemohl bych tě prostě požádat, abys odešla?

# conversations/04_monarch/0407/0407_cv_the_chet:73:DefaultText
source: Can't fathom why you'd go searching her out, but it's your neck on the noose. I was told she runs the saloon.
cs: Nechápu, proč ji hledáš, ale je to tvůj krk na oprátce. Bylo mi řečeno, že vede saloon.

# conversations/04_monarch/0407/0407_cv_the_chet:74:DefaultText
source: Hm? Oh, you're still here? I said, I don't require anything at this time. Run along now. I've had more than enough to satisfy my thirst for one evening.
cs: Hm? Aha, ty jsi pořád tady? Řekl jsem, že v tuto chvíli nic nepotřebuji. Tak běžte. Na ukojení žízně na jeden večer jsem toho měl víc než dost.

# conversations/04_monarch/0407/0407_cv_the_chet:75:DefaultText
source: Okay, seriously. What's your deal?
cs: Dobře, vážně. O co ti jde?

# conversations/04_monarch/0407/0407_cv_the_chet:76:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0407/0407_cv_the_chet:82:DefaultText
source: Deal? A rather bad one, indeed. The fellas swore Fallbrook was unrivaled in its leisurely pursuits. But it seems to me, the whole town is designed primarily to leech one's bits.
cs: Platí? Vskutku dost špatná. Chlapi přísahali, že Fallbrook je ve svém volném čase bezkonkurenční. Ale mně se zdá, že celé město je určeno především k tomu, aby se z něj člověk napil.

# conversations/04_monarch/0407/0407_cv_the_chet:83:DefaultText
source: And now that I've run dry, or nearly so, the fellas have abandoned me back to Byzantium. You wouldn't leave a friend in need, I'm sure.
cs: A teď, když už jsem na suchu, nebo skoro na suchu, mě kluci nechali zpátky v Byzanci. Určitě bys neopustil přítele v nouzi.
