Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cp_shipping_terminal.po
Languages: cs

# conversations/04_monarch/0407/0407_cp_shipping_terminal:1:DefaultText
source: Fallbrook Shipping and Receiving ========================== Authorized users, please enter your authorization code. Everyone else, if I catch you using this thing I'm going to tie steel to your feet and throw you in a sulfur pool. - Catherine
cs: Fallbrook Shipping and Receiving ========================== Autorizovaní uživatelé, prosím, zadejte svůj autorizační kód. Všichni ostatní, jestli vás přistihnu, jak to používáte, přivážu vám k nohám ocel a hodím vás do sirného bazénu. - Catherine

# conversations/04_monarch/0407/0407_cp_shipping_terminal:2:DefaultText
source: [Access Shipping Manifests]
cs: [Přístup k přepravním listům]

# conversations/04_monarch/0407/0407_cp_shipping_terminal:3:DefaultText
source: Fallbrook Shipping and Receiving ========================== The most recent manifests:
cs: Fallbrook Shipping and Receiving ========================== Nejnovější manifesty:

# conversations/04_monarch/0407/0407_cp_shipping_terminal:4:DefaultText
source: [Outgoing - Auntie Cleo perishables]
cs: [Odchozí - zboží podléhající zkáze od tety Cleo]

# conversations/04_monarch/0407/0407_cp_shipping_terminal:5:DefaultText
source: [Incoming - Spacer's Choice perishables]
cs: [Příchozí - zboží podléhající zkáze Spacer's Choice]

# conversations/04_monarch/0407/0407_cp_shipping_terminal:6:DefaultText
source: [Purchase Request #UDL-2007]
cs: [Žádost o nákup #UDL-2007]

# conversations/04_monarch/0407/0407_cp_shipping_terminal:7:DefaultText
source: Fallbrook Shipping and Receiving ========================== Request origin: UDL outpost #172 Request department: Department of Agriculture Offer: 51,241 bits
cs: Fallbrook Shipping and Receiving ========================== Původ žádosti: Oddělení žádosti: Ministerstvo zemědělství Nabídka: 51 241 bitů

# conversations/04_monarch/0407/0407_cp_shipping_terminal:9:DefaultText
source: Fallbrook Shipping and Receiving ========================== Parcel: 59.2kg Origin: Spacer's Choice outpost #111 Attn: Department of Sanitation Parcel: 58.9kb Origin: Spacer's Choice outpost #171 Attn: Department of Security
cs: Fallbrook Shipping and Receiving ========================== Balík: 59,2 kg Původ: Balík: 58.9kb Původ: Spacer's Choice outpost #111 Attn: Department of Sanitation Balík: 58.9kb Původ: Zásilka: Spacer's Choice outpost #171 Attn: Department of Security

# conversations/04_monarch/0407/0407_cp_shipping_terminal:10:DefaultText
source: Fallbrook Shipping and Receiving ========================== Parcel: 61.2kg Destination: Auntie Cleo outpost #221 Attn: Department of Engineering Parcel: 68.7kg Destination: Auntie Cleo outpost #417 Attn: Department of Engineering Parcel: 67.1kg Destination: Auntie Cleo outpost #112 Attn: Department of Agriculture
cs: Fallbrook Shipping and Receiving ========================== Parcel: 61.2kg Destination: Balík: 68,7kg Místo určení: Auntie Cleo outpost #221 Attn: Department of Engineering Balík: 68,7kg Místo určení: Auntie Cleo outpost #221 Attn: Department of Engineering Auntie Cleo outpost # 417 Attn: Department of Engineering Balík: 67,1kg Destination: Auntie Cleo outpost # 417 Attn: Department of Engineering Teta Cleo, výjezdní stanoviště č. 112, směrováno na: Ministerstvo zemědělství.

# conversations/04_monarch/0407/0407_cp_shipping_terminal:29:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0407/0407_cp_shipping_terminal:30:DefaultText
source: [Supplies Delivery]
cs: [Dodávky]

# conversations/04_monarch/0407/0407_cp_shipping_terminal:31:DefaultText
source: Fallbrook Shipping and Receiving ========================== Registered supplies: - Rizzo's Purpleberry Bunch: 200kg - Doc Rocket's Chocolasteroids: 175kg - Spacer's Choice Saltuna: 175kg - C&P NearMaple Syrup: 225kg
cs: Fallbrook Shipping and Receiving ========================== Registrované dodávky: - Rizzo's Purpleberry Bunch: 200kg - Doc Rocket's Chocolasteroids: 175kg - Spacer's Choice Saltuna: 175kg - C&P NearMaple Syrup: 225kg
