Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_speaker_res01.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_speaker_res01:1:DefaultText
source: Wanna make a run with me to Stellar Bay? Boss lady told me to take the night off.
cs: Chceš se mnou zajet do Hvězdné zátoky? Šéfka mi řekla, abych si vzal volno.

# conversations/04_monarch/0407/0407_cv_speaker_res01:3:DefaultText
source: Nope, I'm beat. Just got back from delivering to that house with the strange family.
cs: Ne, jsem vyřízený. Právě jsem se vrátil z rozvozu do toho domu s tou divnou rodinou.

# conversations/04_monarch/0407/0407_cv_speaker_res01:4:DefaultText
source: The ones what always smell like raw meat and got splotches of blood on 'em?
cs: Ty, co vždycky páchnou po syrovém mase a mají na sobě skvrny od krve?

# conversations/04_monarch/0407/0407_cv_speaker_res01:5:DefaultText
source: Yep. Oddest thing, they started ordering cans of boarstwurst but ONLY if they come from the C&P factory.
cs: Ano. Nejpodivnější je, že začali objednávat konzervy s kančími párky, ale POUZE pokud pocházejí z továrny C&P.

# conversations/04_monarch/0407/0407_cv_speaker_res01:6:DefaultText
source: Makes you wonder what the secret ingredient is.
cs: Zajímalo by vás, co je tou tajnou přísadou.

# conversations/04_monarch/0407/0407_cv_speaker_res01:7:DefaultText
source: Nah, last time I saw him was... stars, I can't remember. Days.
cs: Ne, naposledy jsem ho viděl... hvězdy, už si nevzpomínám. Dny.

# conversations/04_monarch/0407/0407_cv_speaker_res01:8:DefaultText
source: Hey, Cass. Knock knock!
cs: Ahoj, Cassi. Ťuk ťuk!

# conversations/04_monarch/0407/0407_cv_speaker_res01:9:DefaultText
source: You seen Arthur today?
cs: Viděl jsi dnes Arthura?

# conversations/04_monarch/0407/0407_cv_speaker_res01:10:DefaultText
source: You don't think... he got crushed during the bridge collapse?
cs: Nemyslíte si, že... ho rozdrtilo zřícení mostu?

# conversations/04_monarch/0407/0407_cv_speaker_res01:11:DefaultText
source: It was his team running that drop? Sure puts things into perspective.
cs: Byl to jeho tým, kdo ten pád spustil? Určitě to dává věci do perspektivy.

# conversations/04_monarch/0407/0407_cv_speaker_res01:12:DefaultText
source: Go away, Whight.
cs: Jdi pryč, Whighte.

# conversations/04_monarch/0407/0407_cv_speaker_res01:13:DefaultText
source: That's not how the game works. I say "knock knock" like I'm on the outside of a door. And you say...
cs: Takto hra nefunguje. Říkám "ťuk ťuk", jako bych byl na vnější straně dveří. A ty řekneš...

# conversations/04_monarch/0407/0407_cv_speaker_res01:14:DefaultText
source: I swear to the Architect I will punch your lamps out.
cs: Přísahám architektovi, že vám vyrazím lampy.

# conversations/04_monarch/0407/0407_cv_speaker_res01:15:DefaultText
source: Oh, uh... having a rough day?
cs: Oh, uh... máš těžký den?

# conversations/04_monarch/0407/0407_cv_speaker_res01:16:DefaultText
source: I lost a shipment out for delivery. Barely made it out... Marauders got Keeley.
cs: Ztratil jsem zásilku určenou k doručení. Sotva se dostala ven... Marauders dostali Keeley.

# conversations/04_monarch/0407/0407_cv_speaker_res01:17:DefaultText
source: Oh. Catherine is going to flay the skin from your fingers.
cs: Oh. Catherine ti stáhne kůži z prstů.

# conversations/04_monarch/0407/0407_cv_speaker_res01:18:DefaultText
source: I know.
cs: Já vím.
