Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_bertrand.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_bertrand:1:DefaultText
source: Damn it all! Now look what you've done! It'll take me ages to round 'em up again.
cs: K čertu s tím vším! Podívej, co jsi udělal! Bude mi trvat věčnost, než je zase shromáždím.

# conversations/04_monarch/0407/0407_cv_bertrand:2:DefaultText
source: Close the damned door! You'll let my sprats out!
cs: Zavřete ty zatracené dveře! Vypustíte moje šproty ven!

# conversations/04_monarch/0407/0407_cv_bertrand:3:DefaultText
source: State your purpose or get out of my face, domicile-intruder!
cs: Řekni, co chceš, nebo mi zmiz z očí, vetřelče!

# conversations/04_monarch/0407/0407_cv_bertrand:4:DefaultText
source: I'm looking for some missing sprats. You wouldn't have seen any... around?
cs: Hledám nějaké chybějící šproty. Neviděl jsi žádné... v okolí?

# conversations/04_monarch/0407/0407_cv_bertrand:5:DefaultText
source: Missing? Nope, nope... Mine are all found and accounted for, thank you kindly. Now if that'll be all...
cs: Chybí? Ne, ne... Moje jsou všechny nalezeny a zohledněny, děkuji vám laskavě. Teď, když to bude všechno...

# conversations/04_monarch/0407/0407_cv_bertrand:6:DefaultText
source: I've got an animal rescue service to oversee, and it ain't easy. Lots to do. Got a multitude of sprats to spay and feed.
cs: Musím dohlížet na záchrannou službu pro zvířata a není to snadné. Je toho hodně. Musím vykastrovat a nakrmit spoustu šprotů.

# conversations/04_monarch/0407/0407_cv_bertrand:7:DefaultText
source: Rescue sprats. As in rescued from SubLight's shipping tunnels?
cs: Záchrana šprotů. Jako zachráněné z přepravních tunelů SubLight?

# conversations/04_monarch/0407/0407_cv_bertrand:8:DefaultText
source: Look, I don't care if Nelson sent you or not. You won't be hurting a hair on any of these sprats' heads. I've killed vicious beasts for them. I ain't afraid to take on a human.
cs: Podívej, je mi jedno, jestli tě Nelson poslal nebo ne. Žádnému z těch šprtů nezkřivíš ani vlásek na hlavě. Zabíjel jsem pro ně kruté bestie. Nebojím se ani člověka.

# conversations/04_monarch/0407/0407_cv_bertrand:9:DefaultText
source: <Attack> Sounds like an extermination's in order.
cs: <Útok> Vypadá to, že je potřeba provést deratizaci.

# conversations/04_monarch/0407/0407_cv_bertrand:10:DefaultText
source: You want to dig through sprat droppings, be my guest. Get your drugs. Then get lost.
cs: Jestli se chceš hrabat v trusu šprotů, posluž si. Sežeň si drogy. A pak se ztratit.

# conversations/04_monarch/0407/0407_cv_bertrand:14:DefaultText
source: Back out of this domicile, hands up, or become sprat food, intruder.
cs: Vypadni z tohoto obydlí, ruce vzhůru, nebo se staneš potravou pro šproty, vetřelče.

# conversations/04_monarch/0407/0407_cv_bertrand:15:DefaultText
source: I won't hurt your sprats. The drugs have probably passed through their digestive tracts already.
cs: Neublížím tvým šprotům. Léky už pravděpodobně prošly jejich trávicím traktem.

# conversations/04_monarch/0407/0407_cv_bertrand:16:DefaultText
source: Come back later. Or better yet, not at all!
cs: Přijďte později. Nebo ještě lépe, vůbec ne!

# conversations/04_monarch/0407/0407_cv_bertrand:18:DefaultText
source: We've got our paws full enough as it is! GO AWAY!
cs: Už takhle máme plné tlapy práce! JDĚTE PRYČ!

# conversations/04_monarch/0407/0407_cv_bertrand:19:DefaultText
source: Now is NOT a good time. If it's important, uhh, try again tomorrow!
cs: Teď na to NENÍ vhodná doba. Pokud je to důležité, zkuste to zítra!

# conversations/04_monarch/0407/0407_cv_bertrand:20:DefaultText
source: Ms. Mini Malin, get your twitchy whiskers back here. Don't you run out that door! It's a cruel world outside!
cs: Slečno Mini Malin, vraťte sem své křečovité vousy. Neutíkejte těmi dveřmi! Venku je krutý svět!

# conversations/04_monarch/0407/0407_cv_bertrand:21:DefaultText
source: IF YOU WOULD PLEASE leave me and my fur-babies be. I think you've given them enough anxiety for one day.
cs: Kdybyste mě a mé chlupáče nechali být, prosím. Myslím, že už jste jim na jeden den přidělali dost starostí.

# conversations/04_monarch/0407/0407_cv_bertrand:23:DefaultText
source: Just look, they're trembling.
cs: Jen se podívejte, jak se třesou.

# conversations/04_monarch/0407/0407_cv_bertrand:24:DefaultText
source: No need to get testy.
cs: Nemusíte být podráždění.

# conversations/04_monarch/0407/0407_cv_bertrand:25:DefaultText
source: THERE. IS. PLENTY. OF. NEED!
cs: TAM. JE. DOST. DOST. POTŘEBU!

# conversations/04_monarch/0407/0407_cv_bertrand:26:DefaultText
source: These sprats you stole are drug carriers. I'm here to retrieve the goods.
cs: Ty šproty, které jste ukradli, jsou nosiči drog. Přišel jsem si pro zboží.

# conversations/04_monarch/0407/0407_cv_bertrand:27:DefaultText
source: Sorry, my mistake...
cs: Omlouvám se, moje chyba...

# conversations/04_monarch/0407/0407_cv_bertrand:28:DefaultText
source: Day in, day out, they ran their little route, getting picked off along the way! What was I to do, turn a blind eye? Malin's an animal lover. She won't hold my actions against me.
cs: Den co den běželi svou malou trasu a cestou se nechávali okrádat! Co jsem měl dělat, zavírat oči? Malin je milovnice zvířat. Nebude mi vyčítat moje činy.

# conversations/04_monarch/0407/0407_cv_bertrand:29:DefaultText
source: No need for vivisection. Sprats possess rapid digestive systems.
cs: Není třeba vivisekce. Šproty mají rychlý trávicí systém.

# conversations/04_monarch/0407/0407_cv_bertrand:32:DefaultText
source: Too bad! Kill the intruder, my fur-babies!
cs: Škoda! Zabijte vetřelce, moji chlupáči!
