Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_catherine_malin.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_catherine_malin:1:DefaultText
source: Uh-huh. You blind, fella? Or can you not see I'm busy?
cs: Uh-huh. Jsi slepý, kámo? Nebo nevidíš, že mám práci?

# conversations/04_monarch/0407/0407_cv_catherine_malin:1:FemaleText
source: Uh-huh. You blind, little bird? Or can you not see I'm busy?
cs: Uh-huh. Jsi slepý, ptáčku? Nebo nevidíš, že mám práci?

# conversations/04_monarch/0407/0407_cv_catherine_malin:2:DefaultText
source: Come for vice or virtue? 'Cause we only sell one here.
cs: Přišli jste si pro neřest nebo ctnost? Protože tady prodáváme jen jedno.

# conversations/04_monarch/0407/0407_cv_catherine_malin:3:DefaultText
source: How's Clive? I do hope you gave him my regards.
cs: Jak se má Clive? Doufám, že jsi ho ode mě pozdravoval.

# conversations/04_monarch/0407/0407_cv_catherine_malin:4:DefaultText
source: Please say the Eau de Corpse you're wearing is Clive's.
cs: Prosím, řekni, že Eau de Corpse, kterou máš na sobě, je Cliveova.

# conversations/04_monarch/0407/0407_cv_catherine_malin:5:DefaultText
source: The boss sent me, you oaf.
cs: Poslal mě šéf, ty troubo.

# conversations/04_monarch/0407/0407_cv_catherine_malin:6:DefaultText
source: Heard you had a job you needed done, quiet-like.
cs: Slyšel jsem, že potřebuješ udělat nějakou práci.

# conversations/04_monarch/0407/0407_cv_catherine_malin:7:DefaultText
source: Took care of your little drug-running problem.
cs: Postaral se o tvůj malý problém s drogami.

# conversations/04_monarch/0407/0407_cv_catherine_malin:8:DefaultText
source: That's enough for now.
cs: To prozatím stačí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:9:DefaultText
source: That dunderhead. Can't hardly fathom how that panned out.
cs: Ten hlupák. Těžko pochopit, jak to dopadlo.

# conversations/04_monarch/0407/0407_cv_catherine_malin:10:DefaultText
source: He's dead.
cs: Je mrtvý.

# conversations/04_monarch/0407/0407_cv_catherine_malin:13:DefaultText
source: I've heard all I need to know.
cs: Slyšel jsem vše, co jsem potřeboval vědět.

# conversations/04_monarch/0407/0407_cv_catherine_malin:14:DefaultText
source: By whose hand?
cs: Čí rukou?

# conversations/04_monarch/0407/0407_cv_catherine_malin:15:DefaultText
source: Funny, you don't look like Nelson Mayson. Funnier still, I wasn't aware of an existing problem.
cs: Zvláštní, nevypadáš jako Nelson Mayson. Ještě vtipnější je, že jsem si nebyl vědom existujícího problému.

# conversations/04_monarch/0407/0407_cv_catherine_malin:16:DefaultText
source: Sure. It weren't no skin off my nose.
cs: Jistě. Nebyla to žádná kůže na mém nose.

# conversations/04_monarch/0407/0407_cv_catherine_malin:17:DefaultText
source: Need a hand for hire?
cs: Potřebujete pomocnou ruku k pronájmu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:22:DefaultText
source: Got a proposition for you... from Clive.
cs: Mám pro vás návrh... od Cliva.

# conversations/04_monarch/0407/0407_cv_catherine_malin:24:DefaultText
source: What does he mean to offer in exchange for his no-account life?
cs: Co chce nabídnout výměnou za svůj život bez účtu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:25:DefaultText
source: Clive is willing to be your cleaner if you leave the factory to him.
cs: Clive je ochoten vám uklízet, pokud mu přenecháte práci v továrně.

# conversations/04_monarch/0407/0407_cv_catherine_malin:26:DefaultText
source: Who better to handle the cleaning than Clive? The SubLight idiots mucking it up now?
cs: Kdo jiný by se měl o úklid postarat než Clive? Ti idioti ze SubLight to teď kazí?

# conversations/04_monarch/0407/0407_cv_catherine_malin:27:DefaultText
source: A cleaner as experienced as Clive doesn't come cheap. Take the discount.
cs: Tak zkušený úklidový pracovník, jakým je Clive, není levnou záležitostí. Využijte slevu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:28:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:29:DefaultText
source: Tell Clive I don't haggle. Right as you gut him.
cs: Řekni Clivovi, že nesmlouvám. Hned jak ho vykucháš.

# conversations/04_monarch/0407/0407_cv_catherine_malin:30:DefaultText
source: Point taken. Good help is hard to come by. Plus, Clive doesn't seem the type to upchuck his boarst during dismemberment.
cs: Bod pro vás. Dobrá pomoc se hledá těžko. Navíc Clive nevypadá na typ, který by si během rozčtvrcení vyvrhl kance.

# conversations/04_monarch/0407/0407_cv_catherine_malin:31:DefaultText
source: Well, how was I to know? Shit, who'd he work for before he took the factory? Nah, forget it. I'll ask him when we shake on the terms of our arrangement.
cs: Jak jsem to měl vědět? Sakra, pro koho pracoval, než převzal továrnu? Ne, zapomeň na to. Zeptám se ho, až se dohodneme na podmínkách naší dohody.

# conversations/04_monarch/0407/0407_cv_catherine_malin:32:DefaultText
source: True enough, I got bodies piling up, drawing attention where they ought not to be.
cs: Je pravda, že se mi tu hromadí těla, která přitahují pozornost tam, kde by neměla být.

# conversations/04_monarch/0407/0407_cv_catherine_malin:33:DefaultText
source: Reckon I owe you a finders fee. Don't spend it all in one place - unless it's here.
cs: Myslím, že vám dlužím poplatek za nálezné. Neutrácejte všechno na jednom místě - pokud to není tady.

# conversations/04_monarch/0407/0407_cv_catherine_malin:34:DefaultText
source: <Attack> Clive made me a counter-offer. It starts with taking your head.
cs: <Útok> Clive mi učinil protinabídku. Začíná to tím, že ti vezme hlavu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:35:DefaultText
source: Oh, you void-damned pig-shit. Knew I should've gut shot you when you first strolled into Fallbrook like you were the stars' gift to SubLight.
cs: Ty zatracený prasečí hovno. Věděl jsem, že tě mám zastřelit, když jsi poprvé přišel do Fallbrooku, jako bys byl dar hvězd pro SubLight.

# conversations/04_monarch/0407/0407_cv_catherine_malin:38:DefaultText
source: So tell me. Do we drink to the damage you've done? Or will I want to smash this bottle over your head?
cs: Tak mi řekněte. Vypijeme na škody, které jsi způsobil? Nebo ti budu chtít tu láhev rozbít o hlavu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:39:DefaultText
source: Judging from the blood splatter on your shirt, I take it you visited my favorite cleaner?
cs: Podle krvavých cákanců na tvé košili soudím, že jsi navštívil mou oblíbenou čistírnu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:40:DefaultText
source: Slaughterhouse Clive is deceased.
cs: Jatka Clive je po smrti.

# conversations/04_monarch/0407/0407_cv_catherine_malin:41:DefaultText
source: Factory's out of service, just like you asked.
cs: Továrna je mimo provoz, přesně jak jste žádal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:42:DefaultText
source: Good news! I butchered Clive AND threw a wrench in the machinery.
cs: Dobré zprávy! Zmasakroval jsem Clivea a hodil klíč do stroje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:43:DefaultText
source: Huh. Not much boast to that declaration. Am I to take that to mean you didn't kill him?
cs: Huh. Tímto prohlášením se moc nechlubí. Mám to chápat tak, že jsi ho nezabil?

# conversations/04_monarch/0407/0407_cv_catherine_malin:44:DefaultText
source: Fast. Efficient. Eager to please. Might be, I should ask you for more favors.
cs: Rychle. Efektivní. Ochotný vyhovět. Možná bych vás měl požádat o další laskavosti.

# conversations/04_monarch/0407/0407_cv_catherine_malin:45:DefaultText
source: And when you destroyed my machinery, was it before or after you killed Clive? 'Cause you understand if it was after -
cs: A když jsi zničil moje stroje, bylo to předtím, nebo potom, co jsi zabil Cliva? Protože jestli to bylo po...

# conversations/04_monarch/0407/0407_cv_catherine_malin:46:DefaultText
source: Still, this ought to compensate for your troubles. And take an aromatic - you stink like cystypig.
cs: Přesto by vám to mělo kompenzovat vaše potíže. A vezměte si aromatický - smrdíte jako cystypig.

# conversations/04_monarch/0407/0407_cv_catherine_malin:47:DefaultText
source: Good of you to finally haul your ass over here. I wired for back up weeks ago.
cs: Je dobře, že jsi sem konečně dotáhl svůj zadek. Už před několika týdny jsem se připojil na zálohu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:49:DefaultText
source: Worse, even. Don't hold it against me if I puke on your boots.
cs: Dokonce ještě hůř. Neměj mi za zlé, když ti pozvracím boty.

# conversations/04_monarch/0407/0407_cv_catherine_malin:50:DefaultText
source: There's a boarst factory on up the way, run by a man who calls himself the King. Clive Lumbergh - insufferable prick.
cs: Nahoře na cestě je továrna na kance, kterou vede muž, který si říká Král. Clive Lumbergh - nesnesitelný hajzl.

# conversations/04_monarch/0407/0407_cv_catherine_malin:51:DefaultText
source: I get the feeling this is going to involve murder and mayhem.
cs: Mám pocit, že půjde o vraždu a chaos.

# conversations/04_monarch/0407/0407_cv_catherine_malin:52:DefaultText
source: Not interested.
cs: Nemá zájem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:53:DefaultText
source: And you're the soon-to-be-handsomely-paid son of a bitch who's going to get it for me.
cs: A ty jsi ten brzy hezky placený parchant, který mi to zařídí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:53:FemaleText
source: And you're the soon-to-be-handsomely-paid fucker who's going to get it for me.
cs: A ty jsi ten brzy hezky placený sráč, který mi to zařídí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:54:DefaultText
source: Well, then. You just let me know when you're done wasting my time.
cs: Tak tedy. Dejte mi vědět, až skončíte s plýtváním mým časem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:55:DefaultText
source: Hit him where it hurts. In his gut or his production lines ought to make do.
cs: Udeřte ho tam, kde to bolí. Buď do břicha, nebo do výrobních linek.

# conversations/04_monarch/0407/0407_cv_catherine_malin:56:DefaultText
source: Then I'd say you might care to poison the cystypigs, doctor a few financial records, or throw a wrench in the canning machinery.
cs: Pak bych řekl, že bys mohl otrávit cystypigy, zkontrolovat pár finančních záznamů nebo přehodit výhybku v konzervárenském stroji.

# conversations/04_monarch/0407/0407_cv_catherine_malin:60:DefaultText
source: What specifically do you want me to do?
cs: Co konkrétně chcete, abych udělal?

# conversations/04_monarch/0407/0407_cv_catherine_malin:61:DefaultText
source: Easy as eating a cystypig pie.
cs: Je to snadné jako sníst koláč s cystypigem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:62:DefaultText
source: Any tips on how I might get in?
cs: Nějaké tipy, jak se tam dostat?

# conversations/04_monarch/0407/0407_cv_catherine_malin:63:DefaultText
source: Guess you've got it figured out then. Good.
cs: Hádám, že jste na to přišli. Dobře.

# conversations/04_monarch/0407/0407_cv_catherine_malin:64:DefaultText
source: If you got brass knockers, you could shoot your way through the front gate. If you don't fancy getting shot to shit, you can try asking Duncan for a disguise.
cs: Pokud máš mosazné klepadlo, můžeš se prostřílet přední branou. Pokud nemáš chuť nechat se rozstřílet na sračky, můžeš zkusit požádat Duncana o převlek.

# conversations/04_monarch/0407/0407_cv_catherine_malin:65:DefaultText
source: Might be another way in assuming you're courageous enough to trek the sewers. Void if I know.
cs: Možná je to další cesta dovnitř za předpokladu, že máš dost odvahy na to, abys prošel kanály. Void pokud vím.

# conversations/04_monarch/0407/0407_cv_catherine_malin:66:DefaultText
source: Say I wanted to sabotage the factory...
cs: Řekněme, že bych chtěl sabotovat továrnu...

# conversations/04_monarch/0407/0407_cv_catherine_malin:67:DefaultText
source: Say I just kill Clive...
cs: Řekněme, že Clivea zabiju...

# conversations/04_monarch/0407/0407_cv_catherine_malin:68:DefaultText
source: Sometimes the simplest solution is the sweetest. I don't give a whit about the method or the means. Just the end.
cs: Někdy je nejjednodušší řešení to nejsladší. Je mi jedno, jakou metodou nebo jakými prostředky. Jde mi jen o cíl.

# conversations/04_monarch/0407/0407_cv_catherine_malin:72:DefaultText
source: Oh, and if you'd don't fancy going in guns blazing or crawling through a sewer pipe, see Duncan in the Dry Goods & Sundry building. He ought to have an employee ID in that stash of illicit goods he keeps for select clientèle.
cs: A pokud se vám nechce jít dovnitř se zbraní v ruce nebo prolézat kanalizačním potrubím, navštivte Duncana v budově Dry Goods & Sundry. Měl by mít průkaz zaměstnance v té skrýši nelegálního zboží, kterou schovává pro vybranou klientelu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:73:DefaultText
source: Kill him, run him out. I don't rightly care for the details. So long as Clive knows resistance to me is costly - and futile.
cs: Zabijte ho, vyžeňte ho. Detaily mě nezajímají. Dokud Clive ví, že odpor vůči mně je nákladný - a marný.

# conversations/04_monarch/0407/0407_cv_catherine_malin:74:DefaultText
source: You mentioned something about a job there?
cs: Zmínil jste se o práci tam?

# conversations/04_monarch/0407/0407_cv_catherine_malin:76:DefaultText
source: If it's one that don't mind getting dirty, then I sure do.
cs: Pokud je to ten, kterému nevadí, že se ušpiní, tak mně určitě ano.

# conversations/04_monarch/0407/0407_cv_catherine_malin:77:DefaultText
source: Why? Changed your mind?
cs: Proč? Změnil jste názor?

# conversations/04_monarch/0407/0407_cv_catherine_malin:78:DefaultText
source: In fact, I did.
cs: Ve skutečnosti jsem to udělal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:79:DefaultText
source: Not on your life.
cs: Ne na váš život.

# conversations/04_monarch/0407/0407_cv_catherine_malin:80:DefaultText
source: Got you thinking about it, huh? What I could possibly want with all that boarst and cysty-shit?
cs: Přimělo tě to přemýšlet, co? Co bych tak mohl chtít s tím vším chamradím a cystou?

# conversations/04_monarch/0407/0407_cv_catherine_malin:81:DefaultText
source: He's making the only meal to be had this side of Monarch, and I'm tired of ponying up for my dinner. I want that boarst factory - owner dead or alive.
cs: Dělá jediné jídlo, které se dá na této straně Monarchu sníst, a mě už nebaví platit za večeři. Chci tu továrnu na kance - ať už je majitel mrtvý, nebo živý.

# conversations/04_monarch/0407/0407_cv_catherine_malin:83:DefaultText
source: It's yours then. I already killed the factory owner.
cs: Je tedy vaše. Továrníka jsem už zabil.

# conversations/04_monarch/0407/0407_cv_catherine_malin:84:DefaultText
source: That a damned fact? Well, color me impressed. Got a lot of folk killing for me. But it ain't usually before I asked.
cs: To je zatracená skutečnost? No, to na mě udělalo dojem. Mám tu spoustu lidí, kteří pro mě zabíjejí. Ale většinou to není dřív, než jsem se zeptal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:85:DefaultText
source: The order makes it more of a favor. But I don't care to owe debts. So you'll be taking this.
cs: Objednávka z něj dělá spíše laskavost. Ale já nemám zájem dlužit. Takže si to vezmeš.

# conversations/04_monarch/0407/0407_cv_catherine_malin:86:DefaultText
source: Well? I'm half-listening.
cs: Dobře? Poslouchám napůl.

# conversations/04_monarch/0407/0407_cv_catherine_malin:87:DefaultText
source: Speak into my left ear, will you? Right one's damaged. Last we talked, I only caught half of what you said.
cs: Mluvte mi do levého ucha, ano? Pravé je poškozené. Když jsme spolu mluvili naposledy, zachytila jsem jen polovinu toho, co jsi říkal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:90:DefaultText
source: Why is it every cystypig-fucker who strolls into my town expects me to smile and shout awful friendly, "Welcome to Fallbrook!"
cs: Proč každý cystypig-fucker, který vjede do mého města, očekává, že se budu usmívat a přátelsky křičet: "Vítejte ve Fallbrooku!"

# conversations/04_monarch/0407/0407_cv_catherine_malin:91:DefaultText
source: No, maybe I'm the one who's blind. On second glance, you got a certain air about you - one that promises blood and bits. So which is it to be?
cs: Ne, možná jsem to já, kdo je slepý. Na druhý pohled z tebe dýchá jistá atmosféra - taková, která slibuje krev a kousky. Tak co to má být?

# conversations/04_monarch/0407/0407_cv_catherine_malin:92:DefaultText
source: They say discretion is a virtue.
cs: Říká se, že diskrétnost je ctnost.

# conversations/04_monarch/0407/0407_cv_catherine_malin:93:DefaultText
source: How many knuckleheads did you send to murder him? Of course, it was me.
cs: Kolik pitomců jste poslali, aby ho zavraždili? Samozřejmě, že jsem to byl já.

# conversations/04_monarch/0407/0407_cv_catherine_malin:94:DefaultText
source: Does it matter? He's dead.
cs: Záleží na tom? Je mrtvý.

# conversations/04_monarch/0407/0407_cv_catherine_malin:95:DefaultText
source: I suppose it rightly don't, no. But now I'm going to fucking wonder for months.
cs: Předpokládám, že správně ne, ne. Ale teď se budu celé měsíce divit.

# conversations/04_monarch/0407/0407_cv_catherine_malin:96:DefaultText
source: Thanks for that.
cs: Děkuji za to.

# conversations/04_monarch/0407/0407_cv_catherine_malin:97:DefaultText
source: You ain't wrong. But I prefer a man of vice, myself.
cs: Nemýlíte se. Ale já sám mám raději muže neřesti.

# conversations/04_monarch/0407/0407_cv_catherine_malin:97:FemaleText
source: You ain't wrong. But I prefer a woman of vice, myself.
cs: Nemýlíte se. Ale já sám dávám přednost ženě s neřestmi.

# conversations/04_monarch/0407/0407_cv_catherine_malin:98:DefaultText
source: Hired more than were successful, can tell you that.
cs: Zaměstnal jich víc, než kolik jich bylo úspěšných, to vám můžu říct.

# conversations/04_monarch/0407/0407_cv_catherine_malin:99:DefaultText
source: Or yours - if you annoy me enough.
cs: Nebo tvoje - pokud mě dostatečně naštveš.

# conversations/04_monarch/0407/0407_cv_catherine_malin:100:DefaultText
source: Actually, I'm the fixer... for your SubLight problem?
cs: Vlastně jsem opravář... vašeho problému se SubLightem?

# conversations/04_monarch/0407/0407_cv_catherine_malin:101:DefaultText
source: Sanjar said you know something about a corporation operating in secret on Monarch.
cs: Sanjar říkal, že víš něco o korporaci, která na Monarchu tajně operuje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:113:DefaultText
source: Guessing your services don't come cheap.
cs: Hádám, že vaše služby nejsou levné.

# conversations/04_monarch/0407/0407_cv_catherine_malin:126:DefaultText
source: Funny. You don't look like one of Lilya's. Sure sound the part though.
cs: Vtipné. Nevypadáš jako jedna z Lilyiných. Ale zní to tak.

# conversations/04_monarch/0407/0407_cv_catherine_malin:130:DefaultText
source: On second thought - don't even tell me. We'll just say I'm doubly grateful. Though there is no double reward.
cs: Když o tom tak přemýšlím - ani mi to neříkej. Řekneme jen, že jsem dvojnásobně vděčný. I když žádná dvojnásobná odměna neexistuje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:133:DefaultText
source: Luckily, I learn from my mistakes.
cs: Naštěstí se ze svých chyb učím.

# conversations/04_monarch/0407/0407_cv_catherine_malin:134:DefaultText
source: Oh, this oughta be good.
cs: Tohle by mělo být dobré.

# conversations/04_monarch/0407/0407_cv_catherine_malin:135:DefaultText
source: Stars, I hope so.
cs: Hvězdy, doufám, že ano.

# conversations/04_monarch/0407/0407_cv_catherine_malin:136:DefaultText
source: But if I take the factory, I don't need Clive to dispense of my messes. Can appoint someone to handle it myself.
cs: Ale když si vezmu továrnu, nepotřebuji Clivea, aby se postaral o můj nepořádek. Můžu někoho pověřit, aby se o to postaral sám.

# conversations/04_monarch/0407/0407_cv_catherine_malin:137:DefaultText
source: So you said. You want me to partner with him - take him on as my cleaner. But I ain't yet convinced.
cs: Takže jsi řekl. Chceš, abych s ním spolupracoval - vzal si ho jako svého uklízeče. Ale já o tom ještě nejsem přesvědčený.

# conversations/04_monarch/0407/0407_cv_catherine_malin:138:DefaultText
source: Running a factory is hard, tedious work.
cs: Řízení továrny je těžká a namáhavá práce.

# conversations/04_monarch/0407/0407_cv_catherine_malin:139:DefaultText
source: Still, you're asking me to walk away from easy money.
cs: Přesto po mně chcete, abych odešel od snadných peněz.

# conversations/04_monarch/0407/0407_cv_catherine_malin:140:DefaultText
source: All right. Color me convinced.
cs: Dobře. Přesvědčte mě.

# conversations/04_monarch/0407/0407_cv_catherine_malin:141:DefaultText
source: Figured you wanted a cut of the profits.
cs: Myslel jsem, že chceš podíl ze zisku.

# conversations/04_monarch/0407/0407_cv_catherine_malin:142:DefaultText
source: Territorial dispute? Rival business? Love gone bad? Can't stand the smell?
cs: Územní spor? Konkurenční obchod? Nešťastná láska? Nesnášíte zápach?

# conversations/04_monarch/0407/0407_cv_catherine_malin:143:DefaultText
source: Can't say that I was wondering... before now.
cs: Nemůžu říct, že by mě to zajímalo... předtím.

# conversations/04_monarch/0407/0407_cv_catherine_malin:144:DefaultText
source: All and more, when you put it like that.
cs: Všechno a ještě víc, když to řekneš takhle.

# conversations/04_monarch/0407/0407_cv_catherine_malin:145:DefaultText
source: Ain't that the tale as old as time. You're a sharp one. Good.
cs: Není to příběh starý jako věk? Jsi bystrý. Dobře.

# conversations/04_monarch/0407/0407_cv_catherine_malin:147:DefaultText
source: Allow me to enlighten you.
cs: Dovolte mi, abych vás poučil.

# conversations/04_monarch/0407/0407_cv_catherine_malin:153:DefaultText
source: Clive Lumbergh - the self-proclaimed Boarst King of Monarch - is swimming in profit. And drowning in his ego.
cs: Clive Lumbergh - samozvaný král divočiny Monarch - se topí v zisku. A topí se ve svém egu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:155:DefaultText
source: I do have a delicate matter what needs attending, since you asked.
cs: Mám jednu choulostivou záležitost, kterou je třeba vyřešit, když už jste se ptal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:156:DefaultText
source: That aside, it's a business ripe for the plucking. I want it. Clear as that.
cs: Nehledě na to, že jde o obchod zralý na rozkradení. Chci ho. To je jasné.

# conversations/04_monarch/0407/0407_cv_catherine_malin:166:DefaultText
source: So are a lot of things in life. And your point is?
cs: Stejně jako mnoho dalších věcí v životě. A co tím chceš říct?

# conversations/04_monarch/0407/0407_cv_catherine_malin:167:DefaultText
source: Clive is offering a cut of the profits and free body disposal every Tuesday, 3 a.m.
cs: Clive nabízí podíl ze zisku a bezplatnou likvidaci těl každé úterý ve 3 hodiny ráno.

# conversations/04_monarch/0407/0407_cv_catherine_malin:168:DefaultText
source: Why not leave the headache to someone else?
cs: Proč nenechat bolest hlavy na někom jiném?

# conversations/04_monarch/0407/0407_cv_catherine_malin:169:DefaultText
source: Might be I know something about it. Might be someone hired my crew to blind drop supplies on the northern bridge. Might be they sure as shit weren't pirates.
cs: Možná o tom něco vím. Možná někdo najal mou posádku, aby naslepo vysadila zásoby na severním mostě. Možná to určitě nebyli piráti.
