Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_speaker_sublight.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_speaker_sublight:1:DefaultText
source: Trouble checking in? Or might you need directions to the amenities? If you're locked out of your cabin, a replacement key costs 50 bits.
cs: Problémy s přihlášením? Potřebujete se dostat k zařízením? Pokud si zabouchnete klíče od chaty, náhradní klíč stojí 50 bitů.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:2:DefaultText
source: Tell me about the amenities.
cs: Povězte mi o vybavení.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:3:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:4:DefaultText
source: No reservation, no problem. Day-trippers are always welcome in our saloon. Straight back and to the right. If you hit the falls, you've gone too far.
cs: Žádná rezervace, žádný problém. Jednodenní turisté jsou v našem salonu vždy vítáni. Rovně dozadu a doprava. Pokud narazíte na vodopády, zašli jste příliš daleko.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:5:DefaultText
source: Check in with Ms. Malin. She'll set you straight.
cs: Zkontrolujte si, zda se slečna Malinová hlásí. Ta vás uvede na pravou míru.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:6:DefaultText
source: Guess it's true. Fallbrook really is the best kept secret in all of Monarch. Excepting the boarst factory's secret ingredient.
cs: Hádám, že je to pravda. Fallbrook je opravdu nejlépe střeženým tajemstvím v celém Monarchu. S výjimkou tajné přísady továrny na kance.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:7:DefaultText
source: Where am I? What is this place?
cs: Kde to jsem? Co je to za místo?

# conversations/04_monarch/0407/0407_cv_speaker_sublight:9:DefaultText
source: I am here to anticipate and facilitate your needs, patron.
cs: Jsem tu, abych předvídal a usnadňoval vaše potřeby, patrone.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:10:DefaultText
source: We're a leisurely stop over for the more adventurous space-faring traveler. Understand?
cs: Jsme nenáročnou zastávkou pro odvážnější cestovatele, kteří se vydávají do vesmíru. Rozumíte?

# conversations/04_monarch/0407/0407_cv_speaker_sublight:11:DefaultText
source: Uh, no.
cs: Ne.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:12:DefaultText
source: Uh, sure.
cs: Jistě.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:13:DefaultText
source: Man, oh, man. It has been a blue moon since I had to break out the "hook 'em" spiel. Ahem. Allow me to paint a picture in your mind.
cs: Člověče, ach, člověče. Už je to dlouho, co jsem musel vyrukovat s hláškou "zahákni je". Ehm. Dovolte mi, abych vám v mysli vykreslil obrázek.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:14:DefaultText
source: Swell. We like "quick on the draw" types like you. Saloon is straight back and to the right. Once you're feeling sated, you're welcome to a private cabin. Only 250 a night.
cs: Swell. Máme rádi "rychlé" typy, jako jsi ty. Saloon je rovně vzadu a vpravo. Jakmile se budete cítit nasyceni, můžete se ubytovat v soukromé kajutě. Pouze 250 za noc.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:15:DefaultText
source: A parcel of pure paradise, nestled beneath a waterfall within a mountain! We've got activities of leisure. We've got proclivities for vice. We've got booze and bets and non-communal beds.
cs: Parcela čistého ráje, která se nachází pod vodopádem v horách! Máme pro vás aktivity pro volný čas. Máme sklony k neřestem. Máme chlast, sázky a nekomunální postele.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:16:DefaultText
source: SubLight owned and run - so you know you're safe while you're breaking the laws. Check in at the saloon to start spending your bits now.
cs: SubLight vlastní a provozuje - takže víte, že jste v bezpečí, i když porušujete zákony. Přihlaste se v salonu a začněte utrácet své peníze hned teď.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:17:DefaultText
source: Ms. Malin can let you one if you're interested. She's the one who runs this racket.
cs: Pokud máte zájem, paní Malinová vám ho může poskytnout. Ona je ta, kdo řídí tento obchod.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:18:DefaultText
source: Lilya sent me. Where's Catherine?
cs: Lilya mě poslala. Kde je Catherine?

# conversations/04_monarch/0407/0407_cv_speaker_sublight:19:DefaultText
source: You - you're looking for Ms. Malin. On an errand for the boss lady? Oh. Oh, that sounds ominous. Yeah, Ms. Malin won't like that a whit.
cs: Vy - vy hledáte slečnu Malinovou. Jste na pochůzce pro šéfku? Aha. To zní zlověstně. Jo, to se slečně Malinové nebude líbit ani trochu.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:20:DefaultText
source: She's - she's not but just down the way. Ten to one says she's either pouring drinks or skinning a sprat in the saloon.
cs: Ona - ona není, ale je hned vedle. Deset ku jedné říká, že buď nalévá pití, nebo stahuje kůži ze šprota v saloonu.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:21:DefaultText
source: Breathe. It's okay. Just point me toward Ms. Malin.
cs: Dýchejte. To je v pořádku. Jen mě nasměrujte na paní Malinovou.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:22:DefaultText
source: Do you know where Catherine is or not?
cs: Víte, kde je Catherine, nebo ne?

# conversations/04_monarch/0407/0407_cv_speaker_sublight:23:DefaultText
source: You're useless. And yes, that's going in my report.
cs: Jsi k ničemu. A ano, tohle bude v mé zprávě.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:24:DefaultText
source: A word to the wise. Ms. Malin don't take kindly to interlopers. When I said "sprat" I didn't mean the sort with whiskers and a tail.
cs: Moudré slovo. Paní Malinová nemá ráda vetřelce. Když jsem řekla "šprot", nemyslela jsem ten druh s fousky a ocáskem.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:27:DefaultText
source: And by "sprat" I don't mean the sort with whiskers and a tail.
cs: A "šproty" nemyslím ty s fousky a ocasem.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:28:DefaultText
source: Remember - SubLight is not responsible for any loss of property incurred while patrons are on Fallbrook property.
cs: Nezapomeňte, že společnost SubLight nenese odpovědnost za případnou ztrátu majetku, která vznikne během pobytu na pozemku společnosti Fallbrook.

# conversations/04_monarch/0407/0407_cv_speaker_sublight:30:DefaultText
source: I'll just excuse myself.
cs: Omluvím se.
