Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_nelson_mayson.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_nelson_mayson:156:DefaultText
source: If there's any issue, really you should talk to her. She's straight back in Malin's House of Hospitality.
cs: Pokud je nějaký problém, měli byste si s ní promluvit. Je přímo vzadu v Malinově pohostinném domě.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:157:DefaultText
source: What was that favor you wanted?
cs: Jakou laskavost jsi chtěl?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:158:DefaultText
source: I'll do that.
cs: Udělám to.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:159:DefaultText
source: Oh, right. Well, I mean if you're interested...
cs: Aha, jasně. No, myslím tím, jestli máš zájem...

# conversations/04_monarch/0407/0407_cv_nelson_mayson:161:DefaultText
source: Lilya sent me to meet with Catherine Malin.
cs: Lilya mě poslala na schůzku s Catherine Malinovou.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:162:DefaultText
source: Wow. You're either an extremely important person... or slated for a slow and torturous death. I do hope it's the former.
cs: Páni. Buď jste nesmírně důležitá osoba... nebo vás čeká pomalá a trýznivá smrt. Doufám, že to první.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:163:DefaultText
source: Either way, you'll find Ms. Catherine Malin straight back in Malin's House of Hospitality.
cs: V každém případě najdete paní Catherine Malinovou přímo v Malinově pohostinství.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:164:DefaultText
source: You don't seem like the usual pigeons we pluck. No offense, of course, if you ARE a Byzantium gold-blood.
cs: Nevypadáte jako obvyklí holubi, které trháme. Samozřejmě bez urážky, pokud JSTE byzantský zlatokok.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:166:DefaultText
source: Aw, now c'mon. All I mean, is well, rather that...
cs: Ale no tak. Chci jen říct, že...

# conversations/04_monarch/0407/0407_cv_nelson_mayson:167:DefaultText
source: He means gullible, Captain.
cs: Myslí tím naivní, kapitáne.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:168:DefaultText
source: Watch yourself, Captain. This guy's got eyes like a sprat set on stealing your dinner.
cs: Dávejte si pozor, kapitáne. Ten chlap má oči jako šprot, který vám chce ukrást večeři.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:169:DefaultText
source: That's awfully kind of you, mister.
cs: To je od vás velmi milé, pane.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:170:DefaultText
source: I get the sense this fellow isn't entirely sincere...
cs: Mám pocit, že ten chlapík to nemyslí úplně upřímně...

# conversations/04_monarch/0407/0407_cv_nelson_mayson:171:DefaultText
source: "Adept-looking," huh? This guy taking a snipe at your looks?
cs: "Adeptsky vypadající", co? Tenhle chlápek se naváží do tvého vzhledu?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:172:DefaultText
source: Too right, you are. Only problem is my sprat carriers ain't arrived from their latest run.
cs: Máte pravdu. Jediný problém je, že mi ještě nedorazili nosiči šprotů z jejich posledního výletu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:173:DefaultText
source: See? I know a fellow genius when I clap eyes on 'em.
cs: Vidíte? Poznám génia, když ho vidím.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:174:DefaultText
source: Let me guess, we pocket the half you save?
cs: Nech mě hádat, polovinu, kterou ušetříš, si strčíme do kapsy?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:175:DefaultText
source: That *is* a genius idea.
cs: To je geniální nápad.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:176:DefaultText
source: That's a stroke of sheer brilliance.
cs: To je naprosto geniální tah.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:177:DefaultText
source: Can't afford it.
cs: Nemůže si to dovolit.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:178:DefaultText
source: That's a crying shame.
cs: To je velká škoda.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:179:DefaultText
source: I think I found them, but I have to deal with a loose end first.
cs: Myslím, že jsem je našel, ale nejdřív musím vyřešit jeden problém.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:180:DefaultText
source: I've got your drugs.
cs: Mám tvoje drogy.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:181:DefaultText
source: <Punch him in the eye.>
cs: <Udeř ho do oka.>

# conversations/04_monarch/0407/0407_cv_nelson_mayson:182:DefaultText
source: Ow! What the - what was that for?!
cs: Au! Co to bylo?!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:183:DefaultText
source: Wink at me one more time. I dare you.
cs: Ještě jednou na mě mrkni. Vyzývám tě.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:184:DefaultText
source: No, no. I wouldn't dream of it. Really. Wink.
cs: Ne, ne. To by mě ani ve snu nenapadlo. Opravdu. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:185:DefaultText
source: <Punch him in the other eye.>
cs: <Píchni ho do druhého oka.>

# conversations/04_monarch/0407/0407_cv_nelson_mayson:186:DefaultText
source: Ow! Oh for the love of - I thought we were joking! If this swells shut, I swear I'll - nothing. I'm not gonna do nothing. Don't punch me again.
cs: Au! Proboha - já myslel, že si děláme legraci! Jestli se to zavře, přísahám, že - nic. Já nic neudělám. Nebij mě znovu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:187:DefaultText
source: Please and thank you. Phew.
cs: Prosím a děkuji. Uf.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:188:DefaultText
source: You're really pushing it.
cs: Opravdu to přeháníte.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:189:DefaultText
source: Wait! Don't punch me again.
cs: Počkejte! Nebijte mě znovu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:190:DefaultText
source: No reason.
cs: Žádný důvod.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:191:DefaultText
source: You're nuttier than Ms. Malin. Cripes. Remind me never to cross you.
cs: Jste větší blázen než paní Malinová. Sakra. Připomeň mi, že se s tebou nikdy nemám pouštět do křížku.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:192:DefaultText
source: Though... you put that mean right hook to good use getting my drugs. And I'll be more than happy.
cs: Ačkoli... tenhle zlý pravý hák jsi dobře využil, abys dostal moje drogy. A já budu víc než šťastný.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:193:DefaultText
source: You told me to hit you.
cs: Řekl jsi mi, abych tě udeřil.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:194:DefaultText
source: Enough talk.
cs: Dost bylo řečí.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:195:DefaultText
source: Wait!
cs: Počkejte!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:196:DefaultText
source: Wait!
cs: Počkejte!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:197:DefaultText
source: Wait!
cs: Počkejte!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:198:DefaultText
source: Wait!
cs: Počkejte!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:199:DefaultText
source: Wait!
cs: Počkejte!
