Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_insurance_agent.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_insurance_agent:1:DefaultText
source: Welcome to the offices of the Greater Halcyon Insurance Group, Halcyon's premier provider of life and disaster-related insurance!
cs: Vítejte v kancelářích pojišťovací skupiny Greater Halcyon Insurance Group, která je hlavním poskytovatelem životního pojištění a pojištění proti živelním pohromám!

# conversations/04_monarch/0407/0407_cv_insurance_agent:2:DefaultText
source: I see you're still in one piece. However, you never know when that could change - consider our "accidentally torn into tiny fragments" coverage.
cs: Vidím, že jsi stále v pořádku. Nikdy však nevíte, kdy se to může změnit - vezměte v úvahu naše zpravodajství o "náhodném roztrhání na malé kousky".

# conversations/04_monarch/0407/0407_cv_insurance_agent:3:DefaultText
source: I need to change the beneficiary on Marilyn Fenhill's life insurance policy.
cs: Potřebuji změnit oprávněnou osobu na smlouvě životního pojištění Marilyn Fenhillové.

# conversations/04_monarch/0407/0407_cv_insurance_agent:4:DefaultText
source: I remember that one! That's the young socialite who broke her neck, right?
cs: To si pamatuju! To je ta mladá společenská dáma, která si zlomila vaz, že?

# conversations/04_monarch/0407/0407_cv_insurance_agent:7:DefaultText
source: What can I do for you?
cs: Co pro vás mohu udělat?

# conversations/04_monarch/0407/0407_cv_insurance_agent:11:DefaultText
source: The payouts will flow exclusively into the new account at the start of the month.
cs: Výplaty budou chodit výhradně na nový účet na začátku měsíce.

# conversations/04_monarch/0407/0407_cv_insurance_agent:12:DefaultText
source: I wanted to discuss Marilyn Fenhill's beneficiaries.
cs: Chtěl jsem diskutovat o příjemcích Marilyn Fenhillové.

# conversations/04_monarch/0407/0407_cv_insurance_agent:15:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/04_monarch/0407/0407_cv_insurance_agent:18:DefaultText
source: What else can you tell me about your insurance policies?
cs: Co dalšího mi můžete říct o svých pojistných smlouvách?

# conversations/04_monarch/0407/0407_cv_insurance_agent:19:DefaultText
source: Plenty! As my boss likes to say, there's a policy for every situation and an exclusion for every policy.
cs: Spousta! Jak s oblibou říká můj šéf, pro každou situaci existuje pojistka a pro každou pojistku existuje výjimka.

# conversations/04_monarch/0407/0407_cv_insurance_agent:20:DefaultText
source: We've insured unusually expressive eyebrows, outrageous statements, disastrous marriages...
cs: Pojistili jsme si neobvykle výrazné obočí, pobuřující výroky, katastrofální manželství...

# conversations/04_monarch/0407/0407_cv_insurance_agent:21:DefaultText
source: Who gets their eyebrows insured?
cs: Kdo si nechává pojistit obočí?

# conversations/04_monarch/0407/0407_cv_insurance_agent:22:DefaultText
source: Disastrous marriages?
cs: Katastrofální manželství?

# conversations/04_monarch/0407/0407_cv_insurance_agent:23:DefaultText
source: Usually character actors. Or corporate execs with menacing stares.
cs: Obvykle se jedná o charakterní herce. Nebo firemní manažeři s hrozivým pohledem.

# conversations/04_monarch/0407/0407_cv_insurance_agent:24:DefaultText
source: Speaking of actors, you're a dead ringer for the new Odeon Pictures star. You must get that all the time.
cs: Když už mluvíme o hercích, jsi jako mrtvý z oka vypadl nové hvězdě Odeon Pictures. To se ti musí stávat pořád.

# conversations/04_monarch/0407/0407_cv_insurance_agent:25:DefaultText
source: Those are mostly for top-rungers in Byzantium who have a lot of social and financial capital wrapped up in their marriage contracts.
cs: Ty jsou většinou určeny pro nejvyšší vrstvy v Byzanci, které mají v manželských smlouvách zabalený velký společenský a finanční kapitál.

# conversations/04_monarch/0407/0407_cv_insurance_agent:26:DefaultText
source: There's one for your beloved eloping with your sibling, your beloved eloping with THEIR sibling, scandalous rumors forcing you apart, the revelation of a secret love child...
cs: Je tu jeden pro tvou milovanou, která utíká s tvým sourozencem, tvou milovanou, která utíká s JEJICH sourozencem, skandální zvěsti, které vás nutí žít odděleně, odhalení tajné lásky...

# conversations/04_monarch/0407/0407_cv_insurance_agent:27:DefaultText
source: We try to cover every possible hazard to domestic bliss.
cs: Snažíme se pokrýt všechna možná rizika domácího blaha.

# conversations/04_monarch/0407/0407_cv_insurance_agent:28:DefaultText
source: That's all I needed to know.
cs: To je vše, co jsem potřeboval vědět.

# conversations/04_monarch/0407/0407_cv_insurance_agent:29:DefaultText
source: One thing's for sure - you won't find better policy protection against sudden lunar implosions anywhere in Halcyon!
cs: Jedno je jisté - lepší pojistnou ochranu proti náhlým měsíčním implozím v Halcyonu nikde nenajdete!

# conversations/04_monarch/0407/0407_cv_insurance_agent:30:DefaultText
source: Of course no one remembers me for the marauders I've killed or the bits I've stolen. Typical.
cs: Samozřejmě si mě nikdo nepamatuje kvůli nájezdníkům, které jsem zabil, nebo kouskům, které jsem ukradl. Typické.

# conversations/04_monarch/0407/0407_cv_insurance_agent:35:DefaultText
source: Furthermore, the claim spurred a whole line of fashion-related policies. It's become a very lucrative market.
cs: Kromě toho toto tvrzení podnítilo vznik celé řady politik souvisejících s módou. Stala se velmi lukrativním trhem.

# conversations/04_monarch/0407/0407_cv_insurance_agent:36:DefaultText
source: So how would I amend that claim?
cs: Jak bych tedy toto tvrzení změnil?

# conversations/04_monarch/0407/0407_cv_insurance_agent:37:DefaultText
source: You can't, of course! Only Ms. Fenhill can assign her beneficiaries, and she's dead.
cs: To samozřejmě nemůžete! Pouze paní Fenhillová může přidělit své příjemce, a ta je mrtvá.

# conversations/04_monarch/0407/0407_cv_insurance_agent:38:DefaultText
source: Let's stay on topic. I just want to change her beneficiary.
cs: Držme se tématu. Chci jen změnit její příjemce.

# conversations/04_monarch/0407/0407_cv_insurance_agent:39:DefaultText
source: If we let every friend, relative, and acquaintance change a policy like that, people would do it all the time! Imagine the paperwork.
cs: Kdybychom nechali každého přítele, příbuzného a známého změnit takovou politiku, lidé by to dělali pořád! Představte si to papírování.

# conversations/04_monarch/0407/0407_cv_insurance_agent:40:DefaultText
source: Marilyn Fenhill isn't dead.
cs: Marilyn Fenhillová není mrtvá.

# conversations/04_monarch/0407/0407_cv_insurance_agent:41:DefaultText
source: Of course she is! The paperwork says so.
cs: Samozřejmě, že je! V papírech je to napsáno.

# conversations/04_monarch/0407/0407_cv_insurance_agent:42:DefaultText
source: I like to think she's dead in spirit, but technically, legally, and regretfully, I'm still Marilyn Fenhill.
cs: Ráda si myslím, že je mrtvá duchem, ale technicky, právně a bohužel jsem stále Marilyn Fenhillová.

# conversations/04_monarch/0407/0407_cv_insurance_agent:43:DefaultText
source: That's impossible. By all accounts, she was an elegant and classy woman with impossibly fine bone structure. That couldn't possibly be you.
cs: To je nemožné. Podle všeho to byla elegantní a noblesní žena s neuvěřitelně jemnou stavbou kostí. To nemůžeš být ty.

# conversations/04_monarch/0407/0407_cv_insurance_agent:44:DefaultText
source: That's gotta be the nicest thing anyone's said to me in a long while.
cs: To musí být ta nejhezčí věc, kterou mi někdo za poslední dobu řekl.

# conversations/04_monarch/0407/0407_cv_insurance_agent:45:DefaultText
source: Okay, but... how would I change it?
cs: Dobře, ale... jak bych to změnil?

# conversations/04_monarch/0407/0407_cv_insurance_agent:46:DefaultText
source: Oh, you mean hypothetically!
cs: Aha, myslíte hypoteticky!

# conversations/04_monarch/0407/0407_cv_insurance_agent:47:DefaultText
source: <Wink> Right.
cs: <Mrk> Správně.

# conversations/04_monarch/0407/0407_cv_insurance_agent:48:DefaultText
source: I think you have something in your eye. Perhaps I can interest you in our ocular abnormality coverage.
cs: Myslím, že máš něco v oku. Možná bych vás mohl zaujmout v našem zpravodajství o očních abnormalitách.

# conversations/04_monarch/0407/0407_cv_insurance_agent:49:DefaultText
source: I've got <oeiglobal>Bribe_Amount</oeiglobal> bits here that say you can do it.
cs: Mám zde <oeiglobal>Bribe_Amount</oeiglobal> bity, které říkají, že to můžete udělat.

# conversations/04_monarch/0407/0407_cv_insurance_agent:50:DefaultText
source: I'm forbidden from accepting bribes, no matter how tempting.
cs: Mám zakázáno přijímat úplatky, ať jsou jakkoli lákavé.

# conversations/04_monarch/0407/0407_cv_insurance_agent:51:DefaultText
source: You'll do this or you'll be filing your own claim.
cs: Buď to uděláte, nebo budete podávat vlastní žalobu.

# conversations/04_monarch/0407/0407_cv_insurance_agent:54:DefaultText
source: Please, my policy only covers paper cuts and wrist strain!
cs: Prosím, moje pojistka se vztahuje pouze na pořezání papírem a namožené zápěstí!

# conversations/04_monarch/0407/0407_cv_insurance_agent:55:DefaultText
source: Forget it.
cs: Zapomeňte na to.

# conversations/04_monarch/0407/0407_cv_insurance_agent:56:DefaultText
source: That's for the best.
cs: To je to nejlepší.

# conversations/04_monarch/0407/0407_cv_insurance_agent:57:DefaultText
source: I'll need the name of the new beneficiary.
cs: Budu potřebovat jméno nového příjemce.

# conversations/04_monarch/0407/0407_cv_insurance_agent:58:DefaultText
source: Um... Ellie Fenhill.
cs: Ellie Fenhillová.

# conversations/04_monarch/0407/0407_cv_insurance_agent:59:DefaultText
source: Ellie Fenhill.
cs: Ellie Fenhillová.

# conversations/04_monarch/0407/0407_cv_insurance_agent:60:DefaultText
source: Nellie Penmill.
cs: Nellie Penmillová.

# conversations/04_monarch/0407/0407_cv_insurance_agent:61:DefaultText
source: Why don't you just pick something that sounds good.
cs: Proč si prostě nevybereš něco, co zní dobře.

# conversations/04_monarch/0407/0407_cv_insurance_agent:62:DefaultText
source: Berenice Buttersworth it is.
cs: Je to Berenice Buttersworthová.

# conversations/04_monarch/0407/0407_cv_insurance_agent:63:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/04_monarch/0407/0407_cv_insurance_agent:64:DefaultText
source: I'm obligated to inform you that our coverage does not extend to incidents deemed to result from negligence, criminal activity, or dullness of mind.
cs: Jsem povinen vás informovat, že naše pojištění se nevztahuje na události, které jsou považovány za důsledek nedbalosti, trestné činnosti nebo duševní tuposti.

# conversations/04_monarch/0407/0407_cv_insurance_agent:65:DefaultText
source: Duly noted.
cs: Řádně zaznamenáno.

# conversations/04_monarch/0407/0407_cv_insurance_agent:66:DefaultText
source: "Dullness of mind?"
cs: "Otupělost mysli?"

# conversations/04_monarch/0407/0407_cv_insurance_agent:69:DefaultText
source: Hey, who's she callin' stupid?
cs: Hej, komu říká, že je hloupý?

# conversations/04_monarch/0407/0407_cv_insurance_agent:70:DefaultText
source: Obviously too common an ailment for insurance to cover.
cs: Zřejmě příliš časté onemocnění, než aby se na něj vztahovalo pojištění.

# conversations/04_monarch/0407/0407_cv_insurance_agent:72:DefaultText
source: It's like they say - there's no cure for that.
cs: Jak se říká - na to není lék.

# conversations/04_monarch/0407/0407_cv_insurance_agent:74:DefaultText
source: Some people - but no one in this office, I assure you - might call it "stupidity."
cs: Někteří lidé - ale ujišťuji vás, že nikdo v této kanceláři - by to mohli nazvat "hloupostí".

# conversations/04_monarch/0407/0407_cv_insurance_agent:75:DefaultText
source: That sounds like a great deal.
cs: To zní jako skvělá nabídka.

# conversations/04_monarch/0407/0407_cv_insurance_agent:76:DefaultText
source: So! What kind of insurance package can I interest you in? We're running a special on dismemberment policies - buy one, get one half off!
cs: Jaký balíček pojištění vás může zajímat? Právě probíhá speciální akce na pojistky pro případ rozpadu rodiny - kupte jednu, získáte poloviční slevu!

# conversations/04_monarch/0407/0407_cv_insurance_agent:77:DefaultText
source: Note that all of your fragments must be recovered and must be smaller than a standard bit cartridge for the payouts to kick in.
cs: Všimněte si, že všechny fragmenty musí být obnoveny a musí být menší než standardní bitová kazeta, aby se výplata projevila.

# conversations/04_monarch/0407/0407_cv_insurance_agent:79:DefaultText
source: Well, well! Aren't you the very picture of good health and sound decision-making!
cs: No, no! Nejste vy sám obrazem dobrého zdraví a správného rozhodování!

# conversations/04_monarch/0407/0407_cv_insurance_agent:80:DefaultText
source: However, we can't make good decisions all the time. Consider "whoopsie-daisy" coverage.
cs: Nemůžeme se však vždy rozhodovat správně. Vezměme v úvahu pokrytí "whoopsie-daisy".

# conversations/04_monarch/0407/0407_cv_insurance_agent:81:DefaultText
source: Please note that to make a claim under this policy, you must describe your error in detail before a panel of relatives over the age of sixty-five.
cs: Vezměte prosím na vědomí, že pro uplatnění nároku na pojistné plnění z této pojistné smlouvy musíte svou chybu podrobně popsat před komisí příbuzných starších pětašedesáti let.

# conversations/04_monarch/0407/0407_cv_insurance_agent:82:DefaultText
source: Oh? What else can you tell me?
cs: Co mi ještě můžete říct?

# conversations/04_monarch/0407/0407_cv_insurance_agent:83:DefaultText
source: It sure is!
cs: Určitě je!

# conversations/04_monarch/0407/0407_cv_insurance_agent:84:DefaultText
source: You must be back for our "Act of the Architect" policy.
cs: Musíte se vrátit k naší politice "Act of the Architect".

# conversations/04_monarch/0407/0407_cv_insurance_agent:85:DefaultText
source: Be advised that any claims submitted under this policy must include actual proof of an actual deity as well as their complicity in your personal misfortune.
cs: Upozorňujeme, že veškeré nároky uplatněné v rámci této pojistné smlouvy musí obsahovat skutečný důkaz o existenci skutečného božstva a jeho spoluúčasti na vašem osobním neštěstí.

# conversations/04_monarch/0407/0407_cv_insurance_agent:86:DefaultText
source: That claim was airtight. Our best investigators couldn't find an exclusion for that one.
cs: Toto tvrzení bylo neprůstřelné. Naši nejlepší vyšetřovatelé pro něj nenašli žádnou výjimku.

# conversations/04_monarch/0407/0407_cv_insurance_agent:87:DefaultText
source: Well, HYPOTHETICALLY you'd access the terminal in the back room - that contains data on all our policies.
cs: HYPOTETICKY byste měli přístup k terminálu v zadní místnosti - ten obsahuje údaje o všech našich politikách.

# conversations/04_monarch/0407/0407_cv_insurance_agent:88:DefaultText
source: And you'd THEORETICALLY add the beneficiary of your choice.
cs: A teoreticky byste přidali příjemce podle svého výběru.

# conversations/04_monarch/0407/0407_cv_insurance_agent:89:DefaultText
source: But you wouldn't actually do that, of course. That would be fraud!
cs: Ale ve skutečnosti byste to samozřejmě neudělali. To by byl podvod!

# conversations/04_monarch/0407/0407_cv_insurance_agent:90:DefaultText
source: I'm afraid I still can't help you.
cs: Obávám se, že vám stále nemohu pomoci.

# conversations/04_monarch/0407/0407_cv_insurance_agent:91:DefaultText
source: Very well. I'll do it, but then you've got to go. Confrontations like this will raise my premiums.
cs: Velmi dobře. Udělám to, ale pak musíš jít. Konfrontace jako tato mi zvýší pojistné.

# conversations/04_monarch/0407/0407_cv_insurance_agent:99:DefaultText
source: Look at it as a fine that I'm paying in advance.
cs: Dívejte se na to jako na pokutu, kterou platím předem.

# conversations/04_monarch/0407/0407_cv_insurance_agent:101:DefaultText
source: The employee handbook doesn't say anything about that. Very well.
cs: V příručce pro zaměstnance se o tom nic nepíše. Velmi dobře.

# conversations/04_monarch/0407/0407_cv_insurance_agent:102:DefaultText
source: I hope Ms. "Fenhill" enjoys her newfound prosperity.
cs: Doufám, že si paní "Fenhillová" užívá nově nabytého blahobytu.

# conversations/04_monarch/0407/0407_cv_insurance_agent:103:DefaultText
source: I hope Ms. "Penmill" enjoys her newfound prosperity.
cs: Doufám, že si paní "Penmill" užívá nově nabytého blahobytu.

# conversations/04_monarch/0407/0407_cv_insurance_agent:104:DefaultText
source: I hope Ms. "Buttersworth" enjoys her newfound prosperity.
cs: Doufám, že si paní "Buttersworthová" užívá nově nabytého blahobytu.

# conversations/04_monarch/0407/0407_cv_insurance_agent:105:DefaultText
source: Are you serious?
cs: To myslíte vážně?

# conversations/04_monarch/0407/0407_cv_insurance_agent:106:DefaultText
source: Well, we interviewed the parents extensively. They had plenty of awkward childhood stories that illustrated their daughter's clumsiness and capriciousness.
cs: S rodiči jsme vedli rozsáhlé rozhovory. Měli spoustu trapných historek z dětství, které dokreslovaly nešikovnost a rozmarnost jejich dcery.

# conversations/04_monarch/0407/0407_cv_insurance_agent:107:DefaultText
source: Hey, those are entirely made up.
cs: Hej, ty jsou zcela vymyšlené.

# conversations/04_monarch/0407/0407_cv_insurance_agent:109:DefaultText
source: Who would get an outrageous statement insured?
cs: Kdo by si nechal pojistit nehorázný výrok?

# conversations/04_monarch/0407/0407_cv_insurance_agent:110:DefaultText
source: That policy is almost exclusively for our corporate clientèle.
cs: Tato politika je určena téměř výhradně pro naši firemní klientelu.

# conversations/04_monarch/0407/0407_cv_insurance_agent:111:DefaultText
source: In the unlikely event they make a claim about a product that turns out to be less than accurate, they need some kind of protection against the damage to their sales and reputation.
cs: V případě, že by se ukázalo, že jejich tvrzení o výrobku není přesné, potřebují nějakou ochranu proti poškození prodeje a pověsti.

# conversations/04_monarch/0407/0407_cv_insurance_agent:112:DefaultText
source: I won't tell.
cs: Neřeknu to.

# conversations/04_monarch/0407/0407_cv_insurance_agent:113:DefaultText
source: Are you kidding? You're in the middle of Fallbrook.
cs: Děláte si legraci? Jste uprostřed Fallbrooku.

# conversations/04_monarch/0407/0407_cv_insurance_agent:114:DefaultText
source: Very well... but just this once.
cs: Dobře... ale tentokrát.

# conversations/04_monarch/0407/0407_cv_insurance_agent:115:DefaultText
source: You have to do at least ten years before you're eligible for company "Graft and Kickback" benefits.
cs: Musíte odpracovat alespoň deset let, než získáte nárok na firemní benefity "Graft and Kickback".

# conversations/04_monarch/0407/0407_cv_insurance_agent:116:DefaultText
source: It's just that... I'm still too junior for bribes.
cs: Jde jen o to, že... Na úplatky jsem ještě příliš mladá.

# conversations/04_monarch/0407/0407_cv_insurance_agent:117:DefaultText
source: Why is your office on Monarch?
cs: Proč je vaše kancelář na Monarchu?

# conversations/04_monarch/0407/0407_cv_insurance_agent:118:DefaultText
source: We're not on Monarch. For all practical and tax-related purposes, this office is an official enclave of Byzantium.
cs: Nejsme na Monarchu. Pro všechny praktické a daňové účely je tento úřad oficiální enklávou Byzance.

# conversations/04_monarch/0407/0407_cv_insurance_agent:119:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/04_monarch/0407/0407_cv_insurance_agent:120:DefaultText
source: Huh? Why?
cs: Cože? Proč?

# conversations/04_monarch/0407/0407_cv_insurance_agent:121:DefaultText
source: Oh, it's certainly not about what I say. That's all down to our legal team and our CFO.
cs: Rozhodně nejde o to, co říkám já. To vše je na našem právním týmu a finančním řediteli.

# conversations/04_monarch/0407/0407_cv_insurance_agent:122:DefaultText
source: Legally speaking, corporations are not allowed to operate on Monarch. But financially speaking, there are certain costs to running a business from within Byzantium's walls.
cs: Z právního hlediska není společnostem povoleno působit na platformě Monarch. Z finančního hlediska však provozování podniku uvnitř byzantských hradeb přináší určité náklady.

# conversations/04_monarch/0407/0407_cv_insurance_agent:123:DefaultText
source: So while our official address is in the city - and while our office here is technically an extension of that address - we've found it more expedient to conduct our key operations here.
cs: Ačkoli je tedy naše oficiální adresa ve městě a naše kancelář zde je technicky vzato rozšířením této adresy, zjistili jsme, že je vhodnější provádět naše klíčové operace zde.

# conversations/04_monarch/0407/0407_cv_insurance_agent:124:DefaultText
source: So we can... what's the phrase? "Pass savings to the consumer," of course.
cs: Takže můžeme... jak se to říká? "Přenést úspory na spotřebitele", samozřejmě.

# conversations/04_monarch/0407/0407_cv_insurance_agent:125:DefaultText
source: This is the company that manages my life insurance plan! Who knew they had an office in Fallbrook?
cs: Tato společnost spravuje mé životní pojištění! Kdo by řekl, že mají kancelář ve Fallbrooku?

# conversations/04_monarch/0407/0407_cv_insurance_agent:126:DefaultText
source: Hey, maybe she can help us change my beneficiaries.
cs: Možná nám pomůže změnit mé příjemce.

# conversations/04_monarch/0407/0407_cv_insurance_agent:127:DefaultText
source: And also note that doing so nullifies the "privacy and dignity" clause.
cs: Všimněte si také, že se tím ruší ustanovení o "soukromí a důstojnosti".

# conversations/04_monarch/0407/0407_cv_insurance_agent:128:DefaultText
source: So you're dodging the authorities.
cs: Takže se vyhýbáte úřadům.

# conversations/04_monarch/0407/0407_cv_insurance_agent:130:DefaultText
source: We prefer to think of it as "chasing the savings." Turns out that not having to pay kickbacks, fines, and rent in the most expensive city in Halcyon improves our liquidity.
cs: Raději o tom přemýšlíme jako o "honbě za úsporami". Ukazuje se, že to, že nemusíme platit výpalné, pokuty a nájemné v nejdražším městě v Halcyonu, zlepšuje naši likviditu.

# conversations/04_monarch/0407/0407_cv_insurance_agent:131:DefaultText
source: Plus, SubLight keeps this place running remarkably well. And they sure drive business our direction!
cs: Navíc SubLight udržuje toto místo v pozoruhodně dobrém stavu. A určitě řídí obchody naším směrem!
