Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cp_insurance_terminal.po
Languages: cs

# conversations/04_monarch/0407/0407_cp_insurance_terminal:2:DefaultText
source: [View Recent Records]
cs: [Zobrazit poslední záznamy]

# conversations/04_monarch/0407/0407_cp_insurance_terminal:3:DefaultText
source: Please select a claim to view:
cs: Pro zobrazení si prosím vyberte pohledávku:

# conversations/04_monarch/0407/0407_cp_insurance_terminal:5:DefaultText
source: [Policy Details: Fenhill, Marilyn]
cs: [Podrobnosti o politice: Fenhill, Marilyn]

# conversations/04_monarch/0407/0407_cp_insurance_terminal:14:DefaultText
source: Insured: MARILYN FENHILL Cause of Death: JRF-23-794 (cf.: cervical fracture, fashion-related incidents, staircases) Monthly Payout: <oeiglobal>CQ_Ellie_Insurance_Payout</oeiglobal> bits Beneficiaries: THEODORA FENHILL, LIONEL WITHERSPOON
cs: Pojištěno: Příčina smrti: Měsíční výplata: <oeiglobal>CQ_Ellie_Insurance_Payout</oeiglobal> dávky Oprávněné osoby: THEODORA FENHILL, LIONEL WITHERSPOON

# conversations/04_monarch/0407/0407_cp_insurance_terminal:15:DefaultText
source: [Change Beneficiary To: Ellie Fenhill]
cs: [Změnit příjemce na: Ellie Fenhill]

# conversations/04_monarch/0407/0407_cp_insurance_terminal:18:DefaultText
source: Creating new beneficiary account for ELLIE FENHILL... Removing THEODORA FENHILL and LIONEL WITHERSPOON from beneficiary list... Success! All future payouts will be routed to ELLIE FENHILL.
cs: Vytvoření nového účtu příjemce pro ELLIE FENHILL... Odstranění THEODORY FENHILL a LIONELA WITHERSPOONA ze seznamu příjemců... Úspěch! Všechny budoucí výplaty budou směrovány na ELLIE FENHILL.

# conversations/04_monarch/0407/0407_cp_insurance_terminal:19:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0407/0407_cp_insurance_terminal:20:DefaultText
source: Thank you for bringing your business to the Greater Halcyon Insurance Group! We realize you don't have other options when it comes to meeting your insurance needs, but we're contractually obligated to display this message!
cs: Děkujeme, že jste se obrátili na Greater Halcyon Insurance Group! Uvědomujeme si, že nemáte jiné možnosti, pokud jde o uspokojení vašich pojistných potřeb, ale jsme smluvně zavázáni zobrazit tuto zprávu!

# conversations/04_monarch/0407/0407_cp_insurance_terminal:29:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0407/0407_cp_insurance_terminal:32:DefaultText
source: [Filed on Behalf of C&P]
cs: [Podáno jménem společnosti C&P]

# conversations/04_monarch/0407/0407_cp_insurance_terminal:33:DefaultText
source: CLAIM: Loss of (Gentlemanly Honor) and (Good Name) "I entered into a gentleman's wager with several chaps at Billingsly's regarding the nature and composition of the Spacer's Choice product 'Tarmac & Cheese.' I was quite certain the product did contain actual tarmac, and my companions wagered that it surely did not. Lo and behold, investigation into the matter revealed that I had been the victim of a gross misunderstanding. Yet how was I to know what manner of fare common factory workers eat? And how could Spacer's Choice be so irresponsible as to advertise that its product contains tarmac when it clearly does not? The damage to my reputation has been most grievous. I find myself unable to return to my previous haunts for fear of the stares and chuckles that will follow. My honor as a gentleman has been called into question, as has the nature of my relationship with livestock." RESOLUTION: Denied - Improper Formwork. Claimant forgot to say the magic word.
cs: NÁROK: Ztráta (gentlemanské cti) a (dobrého jména) "Uzavřel jsem gentlemanskou sázku s několika chlápky v Billingsly's ohledně povahy a složení produktu Spacer's Choice 'Tarmac & Cheese'. Byl jsem si naprosto jistý, že výrobek obsahuje skutečný asfalt, a moji společníci se vsadili, že určitě ne. A hle, vyšetřování této záležitosti ukázalo, že jsem se stal obětí hrubého nedorozumění. Jak jsem však měl vědět, jakou stravu jedí běžní tovární dělníci? A jak mohla být společnost Spacer's Choice tak nezodpovědná, že inzerovala, že její výrobek obsahuje asfalt, když ho zjevně neobsahuje? Poškození mé pověsti bylo velmi závažné. Zjistil jsem, že se nemohu vrátit na svá předchozí místa, protože se obávám následných pohledů a posměšků. Má čest gentlemana byla zpochybněna, stejně jako povaha mého vztahu k dobytku." ŘEŠENÍ: Zamítnuto - nesprávné bednění. Žadatel zapomněl říci kouzelné slůvko.

# conversations/04_monarch/0407/0407_cp_insurance_terminal:34:DefaultText
source: CLAIM: Loss of (1) Finger(s) "I've been an Assistant Saw Operator with C&P for five years. Most of the blade guards broke last year, and management never replaced them. I lost my left ring finger last week as a result." RESOLUTION: Denied - Negligible Damage. Claimant is right-handed, so the magnitude of this loss is minimal. UPDATED CLAIM: Loss of (3) Finger(s) "The saw I ws working c a me loosde yestrday n acount of C &P skippng roiutin m ainten ace che ks. The accidet took tw fingers frm my rifht hand an aother from my left ." RESOLUTION: Denied - Self-Disqualification. Claimant was missing a finger from a previous incident and should not have been operating sharp machinery. UPDATED CLAIM: Loss of (4) Finger(s) "T e la t shi ft lef seral c ates nse curd n w n thy fel t no ked mee nto th sa lst 4 f my rm ng 2 f nr ." RESOLUTION: Denied - Claim Unintelligible.
cs: NÁROK: Ztráta prstu (1) "Pět let jsem pracoval jako asistent obsluhy pily ve společnosti C&P. Většina ochranných krytů pilových kotoučů se loni zlomila a vedení je nikdy nevyměnilo. V důsledku toho jsem minulý týden přišel o levý prsteníček." ŘEŠENÍ: Zamítnuto - zanedbatelná škoda. Žadatel je pravák, takže rozsah této ztráty je minimální. AKTUALIZOVANÁ ŽALOBA: Ztráta (3) prstu(ů) "The saw I ws working c a me loosde yestrday n acount of C &P skippng roiutin m ainten ace cheks. Nehoda mě připravila o dva prsty na pravé ruce a další na levé." ŘEŠENÍ: Zamítnuto - vlastní diskvalifikace. Žadateli chyběl prst z předchozí nehody a neměl by obsluhovat ostré stroje. AKTUALIZOVANÝ NÁROK: Ztráta (4) prstů "T e la t shi ft lef seral c ates nse curd n w n thy fel t no ked mee nto th sa lst 4 f my rm ng 2 f nr ." ŘEŠENÍ: Zamítnuto - nárok nesrozumitelný.

# conversations/04_monarch/0407/0407_cp_insurance_terminal:35:DefaultText
source: CLAIM: Loss of (1) Worker(s) "Assistant Saw Operator 16-J (Cartwright, F.) lost several digits due to carelessness and negligence. She failed to heed prominently-posted warnings about the state of our safety equipment, and her resultant injuries have decreased our factory's productivity and led to multiple stress headaches for management as we've struggled to reshuffle worker schedules around 16-J." RESOLUTION: Approved.
cs: NÁROK: Ztráta zaměstnance (1) "Asistent obsluhy pily 16-J (Cartwright, F.) přišel o několik číslic v důsledku nedbalosti a neopatrnosti. Nedbala viditelně vyvěšených varování o stavu našeho bezpečnostního vybavení a její následná zranění snížila produktivitu naší továrny a vedla k četným stresovým bolestem hlavy pro vedení, protože jsme se snažili přeorganizovat rozvrhy pracovníků kolem 16-J." ŘEŠENÍ: Schváleno.

# conversations/04_monarch/0407/0407_cp_insurance_terminal:36:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
