Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:1:DefaultText
source: Folks I never met before are my most favorite kind.
cs: Nejraději mám lidi, které jsem nikdy předtím neviděl.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:2:DefaultText
source: You look parched. Have a seat, stranger.
cs: Vypadáš vyprahle. Posaď se, cizinče.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:3:DefaultText
source: Pick your poison. I've only got all day.
cs: Vyberte si svůj jed. Mám na to celý den.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:5:DefaultText
source: I'd like a drink.
cs: Rád bych se napil.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:6:DefaultText
source: Well, it's the strangest thing, really, but I was frozen in space for 70 years and then one day -
cs: No, je to opravdu zvláštní, ale byl jsem 70 let zamrzlý ve vesmíru a pak jednoho dne -

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:7:DefaultText
source: You do serve drinks at this bar, right?
cs: V tomto baru podáváte nápoje, že?

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:8:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:9:DefaultText
source: Let me just stop you right there, stranger. My question, it's not one I really want an answer to.
cs: Dovolte mi, abych vás zastavil, cizinče. Moje otázka, na kterou opravdu nechci odpověď.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:10:DefaultText
source: Your eyes do not deceive you. This bar serves the sweetest firewater in all of Fallbrook. I got some snacks on offer, too, from time to time.
cs: Vaše oči vás neklamou. Tento bar nabízí tu nejsladší ohnivou vodu v celém Fallbrooku. V nabídce mám čas od času i nějaké občerstvení.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:11:DefaultText
source: If you're asking if it's SubLight owned, then yes. If you're asking if we give discounts to SubLight employees, then the answer is not only no but doublely no.
cs: Pokud se ptáte, jestli je ve vlastnictví společnosti SubLight, pak ano. Pokud se ptáte, zda poskytujeme slevy zaměstnancům společnosti SubLight, pak odpověď zní nejen ne, ale dvojnásob ne.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:12:DefaultText
source: Who ain't these days? Everything runs through Ms. Malin here. So you might start with her.
cs: Kdo dnes není? Všechno tady prochází paní Malinovou. Takže byste mohli začít u ní.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:13:DefaultText
source: This a SubLight bar?
cs: Jedná se o bar SubLight?

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:15:DefaultText
source: I'm looking for work.
cs: Hledám práci.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:16:DefaultText
source: So what's your story?
cs: Jaký je váš příběh?

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:17:DefaultText
source: Not unless it accompanies some extra bits. Understand?
cs: Ne, pokud není doprovázen nějakými dalšími kousky. Rozumíte?

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:18:DefaultText
source: How many bits are we talking?
cs: O kolika bitech se bavíme?

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:19:DefaultText
source: I understand, all right.
cs: Rozumím, dobře.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:20:DefaultText
source: Splendid. We appear to be of a same mind.
cs: Skvělé. Zdá se, že máme stejný názor.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:21:DefaultText
source: More than you can afford at this time.
cs: Více, než si v tuto chvíli můžete dovolit.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:22:DefaultText
source: Just passing through.
cs: Jen projíždím.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:25:DefaultText
source: Barring that? Alice was asking around for able bodies just yesterday.
cs: Pokud se to nestane? Alice se zrovna včera ptala po schopných tělech.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:26:DefaultText
source: Pull up a stool, pigeon.
cs: Přitáhni si stoličku, holoubku.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:27:DefaultText
source: Ms. Malin built the bar, the saloon, and the town to boot. If you got business with SubLight, I suggest you follow up with her.
cs: Paní Malinová postavila bar, saloon a město. Pokud máte obchod se SubLightem, doporučuji vám, abyste se s ní spojili.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:28:DefaultText
source: I'm looking for someone. Twitchy, here about twice a month.
cs: Hledám někoho. Twitchy, tady asi dvakrát do měsíce.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:29:DefaultText
source: You just described half my customers. Well, let's see. There was one woman, more recent.
cs: Právě jste popsal polovinu mých zákazníků. Tak se na to podíváme. Byla tu jedna žena, nedávno.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:30:DefaultText
source: I'm looking for someone. Twitchy, burns through daiquiris when she loses big.
cs: Hledám někoho. Je nervózní, vypálí daiquiri, když prohrává ve velkém.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:31:DefaultText
source: That does ring a bell. I remember one lady. She never penned a name in the book - her friend Huxley placed the collateral for her.
cs: To mi něco říká. Vzpomínám si na jednu paní. Nikdy v knize nenapsala své jméno - její přítel Huxley za ni složil zástavu.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:32:DefaultText
source: Huxley drinks here? I'm surprised she can operate the door when she's hammered.
cs: Huxley tu pije? Divím se, že dokáže otevřít dveře, když je opilá.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:33:DefaultText
source: It does give her trouble from time to time. Once she got stuck in the bathroom. Had to break a window to get out.
cs: Občas jí to dělá potíže. Jednou se zasekla v koupelně. Musela rozbít okno, aby se dostala ven.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:34:DefaultText
source: Anywho, she's probably in Amber Heights with the rest of Graham's Iconoclast folks.
cs: Každopádně je pravděpodobně v Amber Heights s ostatními Grahamovými ikonoklasty.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:35:DefaultText
source: Yeah, she owes me one. Thanks.
cs: Jo, dluží mi to. Díky.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:36:DefaultText
source: Think nothing of it. Though if you wanted to pay me back, you could purchase a drink.
cs: Nic si z toho nedělejte. Kdybys mi to chtěl oplatit, mohl by sis koupit drink.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:37:DefaultText
source: Well, that's a dead end. Literally.
cs: To je slepá ulička. Doslova.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:38:DefaultText
source: Poor thing. It was bound to happen sooner or... well, sooner.
cs: Chudák. Muselo se to stát dříve nebo... no, dříve.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:39:DefaultText
source: Huxley's dead. Remember anything else?
cs: Huxley je mrtvý. Pamatuješ si ještě něco?

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:40:DefaultText
source: Can't say that I do. Sorry, hon.
cs: Nemohu říct, že ano. Promiň, zlato.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:41:DefaultText
source: Nelson Mayson gave me a voucher for a free drink at the Ante Up.
cs: Nelson Mayson mi dal poukaz na drink zdarma v Ante Up.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:42:DefaultText
source: Bagged another one, did he? The Ante Up's downstairs, and they don't serve drinks.
cs: Ukořistil další, že? Ante Up je v přízemí a nepodává se tam pití.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:43:DefaultText
source: Here, have a pity swill on me.
cs: Tady, napij se na mě.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:44:DefaultText
source: Complained nonstop about losing it all on the tossball score. Mostly Colonists were a sure bet. But you know what they say about sure bets.
cs: Neustále si stěžoval, že všechno prohrál kvůli skóre v přehazované. Většinou byli Kolonisté sázkou na jistotu. Ale víte, co se říká o sázkách na jistotu.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:45:DefaultText
source: Ask our bookmaker, Westley. He could tell you more.
cs: Zeptejte se naší sázkové kanceláře Westley. Ten by vám mohl říct víc.

# conversations/04_monarch/0407/0407_cv_vendor_yvonne_bar:46:DefaultText
source: Huxley's with the Iconoclasts. Know of her? She's not quite all there.
cs: Huxleyho s ikonoklasty. Znáte ji? Není tam úplně celá.
