Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_catherine_malin.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_catherine_malin:291:DefaultText
source: Clever. That's why Lilya's paying you, I take it.
cs: Chytré. Proto ti Lilya platí, jak jsem pochopil.

# conversations/04_monarch/0407/0407_cv_catherine_malin:292:DefaultText
source: Do I look like one of them egghead science types? All I know is that labs use it to create plants and livestock out of local species.
cs: Vypadám snad jako jeden z těch vědátorů? Vím jen, že se v laboratořích používají k vytváření rostlin a hospodářských zvířat z místních druhů.

# conversations/04_monarch/0407/0407_cv_catherine_malin:293:DefaultText
source: Good thing we have an engineer. Parvati will handle it.
cs: Ještě že máme inženýra. Parvati to zvládne.

# conversations/04_monarch/0407/0407_cv_catherine_malin:294:DefaultText
source: Our resident Vicar's pretty good with computers. He could hack it.
cs: Náš vikář to s počítači docela umí. Dokázal by se do toho nabourat.

# conversations/04_monarch/0407/0407_cv_catherine_malin:295:DefaultText
source: The plasma option sounds fun.
cs: Plazmová varianta zní zábavně.

# conversations/04_monarch/0407/0407_cv_catherine_malin:296:DefaultText
source: Better do this safely. I've only got one ship.
cs: Raději to udělejte bezpečně. Mám jen jednu loď.

# conversations/04_monarch/0407/0407_cv_catherine_malin:297:DefaultText
source: Load vapors into a liquid propellant tank? I- I think I know how to do that? No, I can do that. I think? Yes. Mostly? Definitely.
cs: Naložit páry do nádrže s kapalným palivem? Myslím, že vím, jak se to dělá? Ne, to umím. Myslím? Ano. Většinou? Určitě.

# conversations/04_monarch/0407/0407_cv_catherine_malin:298:DefaultText
source: Dandy. Did I mention the gas is of an extremely volatile nature? Handle it with the utmost of care.
cs: Dandy. Zmínil jsem se, že plyn je extrémně těkavý? Zacházejte s ním s maximální opatrností.

# conversations/04_monarch/0407/0407_cv_catherine_malin:299:DefaultText
source: Well, I haven't seen the system. But I feel confident saying I can split her asunder.
cs: No, já jsem ten systém neviděl. Ale jsem si jistý, že ji dokážu rozdělit.

# conversations/04_monarch/0407/0407_cv_catherine_malin:300:DefaultText
source: Got a vicar as your hacker? Men of the cloth never do cease to amaze me. Bright as a newborn star on the outside, blackest of holes within.
cs: Máte za hackera faráře? Muži z církve mě nikdy nepřestanou udivovat. Navenek jasní jako nově zrozená hvězda, uvnitř nejčernější díry.

# conversations/04_monarch/0407/0407_cv_catherine_malin:301:DefaultText
source: Shall I inscribe that on your tombstone, as well?
cs: Mám ti to také napsat na náhrobek?

# conversations/04_monarch/0407/0407_cv_catherine_malin:302:DefaultText
source: And I'd rather not wait another several weeks for Lilya to send your replacement.
cs: A nerad bych čekal dalších několik týdnů, než ti Lilya pošle náhradu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:303:DefaultText
source: Once you've got our goods, take 'em to the Groundbreaker. Lilya's fencers ought to handle the rest of it.
cs: Jakmile získáte naše zboží, odneste ho do Groundbreakeru. O zbytek by se měli postarat Lilyini šermíři.

# conversations/04_monarch/0407/0407_cv_catherine_malin:304:DefaultText
source: But before you make your run, I could use a "heavy helping hand" regarding a local issue. For a fine fee, of course.
cs: Než se ale vydáte na cestu, potřeboval bych "pomocnou ruku" v jedné místní záležitosti. Samozřejmě za drobný poplatek.

# conversations/04_monarch/0407/0407_cv_catherine_malin:305:DefaultText
source: I've marked the coordinates for you to the lab in Cascadia. On the terminal, use the passcode you got from Stellar Bay to get in.
cs: Označil jsem vám souřadnice laboratoře v Kaskádii. Na terminálu použij přístupový kód, který jsi získal ve Hvězdné zátoce, a dostaneš se dovnitř.

# conversations/04_monarch/0407/0407_cv_catherine_malin:306:DefaultText
source: Best of luck, fixer.
cs: Hodně štěstí, opraváři.

# conversations/04_monarch/0407/0407_cv_catherine_malin:307:DefaultText
source: I might be interested.
cs: Možná bych měl zájem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:308:DefaultText
source: Maybe later. I've got my hands full as it is.
cs: Možná později. Už tak mám plné ruce práce.

# conversations/04_monarch/0407/0407_cv_catherine_malin:309:DefaultText
source: Fair enough, I reckon. Do let me know if you change your stance.
cs: Myslím, že je to fér. Dejte mi vědět, pokud změníte svůj postoj.

# conversations/04_monarch/0407/0407_cv_catherine_malin:310:DefaultText
source: Good. This particular matter of opportunity has been eating at me for a while now.
cs: Dobré. Už nějakou dobu mě trápí tato konkrétní příležitost.

# conversations/04_monarch/0407/0407_cv_catherine_malin:311:DefaultText
source: Safe? You just said it was delicate and deadly.
cs: Bezpečné? Právě jsi řekl, že je to choulostivé a smrtící.

# conversations/04_monarch/0407/0407_cv_catherine_malin:313:DefaultText
source: But it's a controlled commodity - available only to the Board - so it is of high value on the dark market.
cs: Jedná se však o kontrolované zboží, které je k dispozici pouze představenstvu, takže má na černém trhu vysokou hodnotu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:314:DefaultText
source: What the heck is Alta-Vitae Gas?
cs: Co je to sakra plyn Alta-Vitae?

# conversations/04_monarch/0407/0407_cv_catherine_malin:315:DefaultText
source: Do I look like one of them egghead science types? All I know is that labs use it to create plants and livestock out of local species.
cs: Vypadám snad jako jeden z těch vědátorů? Vím jen, že se v laboratořích používají k vytváření rostlin a hospodářských zvířat z místních druhů.

# conversations/04_monarch/0407/0407_cv_catherine_malin:316:DefaultText
source: But it's a controlled commodity - available only to the Board - so it is of high value on the dark market.
cs: Jedná se však o kontrolované zboží, které je k dispozici pouze představenstvu, takže má na černém trhu vysokou hodnotu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:317:DefaultText
source: So what perchance is your plan?
cs: Jaký je tedy váš plán?

# conversations/04_monarch/0407/0407_cv_catherine_malin:318:DefaultText
source: Shall I inscribe that on your tombstone?
cs: Mám ti to napsat na náhrobek?

# conversations/04_monarch/0407/0407_cv_catherine_malin:319:DefaultText
source: Direct and aggressive. I always did like your sensibilities. You know when to strike and when to wait. Shame what came of your crew.
cs: Přímý a agresivní. Vždycky se mi líbila tvoje citlivost. Víš, kdy udeřit a kdy počkat. Škoda, co se stalo s tvou partou.

# conversations/04_monarch/0407/0407_cv_catherine_malin:320:DefaultText
source: Crews are for ships. They were a family.
cs: Posádky jsou pro lodě. Byly rodinou.

# conversations/04_monarch/0407/0407_cv_catherine_malin:321:DefaultText
source: Close enough. Now, after you clear the manti-nest and reach the storage room, all that's left is to get the gas flowing into the fuel system.
cs: Dost blízko. Po vyčištění hnízda manti a dosažení skladiště zbývá už jen dostat plyn do palivového systému.

# conversations/04_monarch/0407/0407_cv_catherine_malin:322:DefaultText
source: I'll just bet you can. Men of the cloth never do cease to amaze me. Bright as a newborn star on the outside, blackest of holes within.
cs: Vsadím se, že to dokážeš. Muži v sukních mě nikdy nepřestanou udivovat. Navenek jasní jako nově zrozená hvězda, uvnitř nejčernější z děr.

# conversations/04_monarch/0407/0407_cv_catherine_malin:326:DefaultText
source: Truthfully spoken. I do aim to properly represent my aforementioned nugget of paradise.
cs: Pravdivě řečeno. Snažím se správně reprezentovat svůj výše zmíněný samorost ráje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:327:DefaultText
source: I'll bet she's a hoot at parties.
cs: Vsadím se, že na večírcích je s ní legrace.

# conversations/04_monarch/0407/0407_cv_catherine_malin:328:DefaultText
source: Catherine! You're as welcoming as ever.
cs: Catherine! Jsi stejně přívětivá jako vždy.

# conversations/04_monarch/0407/0407_cv_catherine_malin:329:DefaultText
source: Oh! She just- just comes and says whatever's on her mind, huh?
cs: Ona prostě přijde a řekne, co ji napadne, co?

# conversations/04_monarch/0407/0407_cv_catherine_malin:330:DefaultText
source: Crude but forthright. I admire that.
cs: Hrubý, ale přímočarý. To obdivuji.

# conversations/04_monarch/0407/0407_cv_catherine_malin:331:DefaultText
source: I could listen to her talk for hours.
cs: Mohl bych ji poslouchat celé hodiny.

# conversations/04_monarch/0407/0407_cv_catherine_malin:332:DefaultText
source: Sorry to trouble you, Ms. Malin. I understand you are a terribly important figure in these parts. Perhaps you could point me to a man by the name of Reginald Chaney?
cs: Omlouvám se, že vás obtěžuji, paní Malinová. Chápu, že jste v těchto končinách velmi důležitou osobou. Možná byste mě mohla odkázat na muže jménem Reginald Chaney?

# conversations/04_monarch/0407/0407_cv_catherine_malin:333:DefaultText
source: That sprat-shit better not have brought trouble into my town. He's a long-term renter. Easily replaceable.
cs: Ať ten šprot raději nepřináší problémy do mého města. Je to dlouhodobý nájemník. Snadno nahraditelný.

# conversations/04_monarch/0407/0407_cv_catherine_malin:334:DefaultText
source: Check his domicile. Whatever happens, I don't fucking care. Just keep the mess from staining my little nugget of paradise, and we'll be grand.
cs: Zkontrolujte jeho bydliště. Ať se stane cokoli, je mi to kurva jedno. Hlavně ať ten bordel neznečistí můj malý kousek ráje a bude to super.

# conversations/04_monarch/0407/0407_cv_catherine_malin:335:DefaultText
source: I'll get the full report from Nelson - and his head on an iron spike - as needed. His schemes rarely pan out, and I'm reaching the end of my benevolent understanding. This latest one...
cs: Podle potřeby dostanu od Nelsona kompletní zprávu - a jeho hlavu na železném hrotu. Jeho plány málokdy vyjdou a já se dostávám na konec svého benevolentního chápání. Tenhle poslední...

# conversations/04_monarch/0407/0407_cv_catherine_malin:336:DefaultText
source: I've marked the coordinates for you to the lab in Cascadia. Use the passcode ANTEDILUVIAN on the terminal to get in.
cs: Označil jsem vám souřadnice laboratoře v Kaskádii. Pro vstup použijte přístupový kód ANTEDILUVIAN na terminálu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:337:DefaultText
source: Right, the Alta-Vitae stuff that Lilya mentioned.
cs: Správně, ty věci z Alta-Vitae, které zmínila Lilya.

# conversations/04_monarch/0407/0407_cv_catherine_malin:338:DefaultText
source: So you got a brain on them shoulders. Excellent. Makes my life a world easier.
cs: Takže máš mozek na ramenou. Výborně. Usnadní mi to život.

# conversations/04_monarch/0407/0407_cv_catherine_malin:340:DefaultText
source: Good news then! I butchered Clive AND threw a wrench in the machinery.
cs: Tak to jsou dobré zprávy! Zmasakroval jsem Clivea a hodil klíč do stroje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:341:DefaultText
source: Then you're in luck. Factory's already out of service..
cs: Pak máte štěstí. Továrna je již mimo provoz..

# conversations/04_monarch/0407/0407_cv_catherine_malin:342:DefaultText
source: Remind me what Alta-Vitae Gas is, exactly.
cs: Připomeňte mi, co přesně je plyn Alta-Vitae.

# conversations/04_monarch/0407/0407_cv_catherine_malin:343:DefaultText
source: Remind me what Alta-Vitae Gas is, exactly.
cs: Připomeňte mi, co přesně je plyn Alta-Vitae.

# conversations/04_monarch/0407/0407_cv_catherine_malin:344:DefaultText
source: I found a passcode on a corpse in Stellar Bay. I guess it grants access to the extraction site?
cs: Našel jsem přístupový kód na mrtvole ve Hvězdné zátoce. Hádám, že umožňuje přístup k místu těžby?

# conversations/04_monarch/0407/0407_cv_catherine_malin:345:DefaultText
source: "Found it on a corpse," huh? If you killed Lilya's agent, you get to explain it to her. Not me.
cs: "Našel jsem to na mrtvole," co? Pokud jsi zabil Lilyinu agentku, musíš jí to vysvětlit. Já ne.

# conversations/04_monarch/0407/0407_cv_catherine_malin:346:DefaultText
source: He was dead when I got there.
cs: Když jsem tam přišel, byl mrtvý.

# conversations/04_monarch/0407/0407_cv_catherine_malin:347:DefaultText
source: Well, shit. I knew he'd come to a bad end one day.
cs: No, do prdele. Věděl jsem, že jednoho dne skončí špatně.

# conversations/04_monarch/0407/0407_cv_catherine_malin:348:DefaultText
source: Still, no time for weepin' and wailin'. We've got a metric fuckton of bits worth of salvage just waiting for extraction.
cs: Přesto není čas na pláč a nářky. Máme tu metrickou fukktonu kousků, které čekají na vytěžení.

# conversations/04_monarch/0407/0407_cv_catherine_malin:349:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/04_monarch/0407/0407_cv_catherine_malin:350:DefaultText
source: Sure.
cs: Jistě.

# conversations/04_monarch/0407/0407_cv_catherine_malin:351:DefaultText
source: I'll get back to you on that.
cs: Vrátím se k tomu.
