Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_zoey_julius.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_zoey_julius:1:DefaultText
source: Can I help you? Don't think we've spoken before. I would remember. You look, um... well, I wouldn't forget what you're wearing, no.
cs: Mohu vám pomoci? Myslím, že jsme spolu ještě nemluvili. Vzpomněl bych si. Vypadáš, ehm... no, nezapomněl bych, co máš na sobě, ne.

# conversations/04_monarch/0407/0407_cv_zoey_julius:4:DefaultText
source: Anyone know what time it is?
cs: Ví někdo, kolik je hodin?

# conversations/04_monarch/0407/0407_cv_zoey_julius:6:DefaultText
source: Don't go anywhere.
cs: Nikam nechoďte.

# conversations/04_monarch/0407/0407_cv_zoey_julius:7:DefaultText
source: Then I'd like to answer it. If I can, that is.
cs: Pak bych na ni rád odpověděl. Tedy pokud budu moci.

# conversations/04_monarch/0407/0407_cv_zoey_julius:11:DefaultText
source: I'd like to ask you something.
cs: Rád bych se vás na něco zeptal.

# conversations/04_monarch/0407/0407_cv_zoey_julius:14:DefaultText
source: Can I help you? Don't think we've - no, wait. I for certain remember you. Yep.
cs: Mohu vám pomoci? Nemyslete si, že jsme - ne, počkejte. Určitě si vás pamatuji. Ano.

# conversations/04_monarch/0407/0407_cv_zoey_julius:21:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/04_monarch/0407/0407_cv_zoey_julius:22:DefaultText
source: Well, Captain Criley wanted to take a pitstop. I'm the hired security, see? They pay me to guard the cargo, but right now the hull's empty.
cs: Kapitán Criley si chtěl udělat zastávku. Já jsem najatá ochranka, chápete? Platí mě za hlídání nákladu, ale právě teď je koráb prázdný.

# conversations/04_monarch/0407/0407_cv_zoey_julius:23:DefaultText
source: Captain warned us to take care around Devil's Peak. The bigger beasties tend to roam the slopes there.
cs: Kapitán nás varoval, abychom si dávali pozor v okolí Ďáblova vrchu. Tam se po svazích pohybují větší šelmy.

# conversations/04_monarch/0407/0407_cv_zoey_julius:24:DefaultText
source: Look for the horns and you can't miss it. Even I saw them when we flew overhead.
cs: Hledejte rohy a nemůžete je přehlédnout. I já jsem je viděl, když jsme letěli nad hlavou.

# conversations/04_monarch/0407/0407_cv_zoey_julius:25:DefaultText
source: How'd you wind up in Fallbrook?
cs: Jak jste se ocitl ve Fallbrooku?

# conversations/04_monarch/0407/0407_cv_zoey_julius:26:DefaultText
source: Any survival tips?
cs: Nějaké tipy na přežití?

# conversations/04_monarch/0407/0407_cv_zoey_julius:27:DefaultText
source: I'm looking for Devil's Peak.
cs: Hledám Ďáblův štít.

# conversations/04_monarch/0407/0407_cv_zoey_julius:28:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0407/0407_cv_zoey_julius:32:DefaultText
source: Or not, as it were.
cs: Nebo také ne.

# conversations/04_monarch/0407/0407_cv_zoey_julius:33:DefaultText
source: Right then. Very well.
cs: Dobře tedy. Dobře.

# conversations/04_monarch/0407/0407_cv_zoey_julius:42:DefaultText
source: It's my first shore leave with the crew. And my maiden voyage before that. I can tell you, it's been a real hoot.
cs: Je to moje první dovolená na břehu s posádkou. A předtím moje první plavba. Můžu vám říct, že to byla opravdu zábava.

# conversations/04_monarch/0407/0407_cv_zoey_julius:44:DefaultText
source: Massive, curved stone peaks if you want to get technical. They're a part of the mountain terrain.
cs: Chcete-li být odborníci, pak masivní, zakřivené kamenné vrcholy. Jsou součástí horského terénu.

# conversations/04_monarch/0407/0407_cv_zoey_julius:45:DefaultText
source: My pleasure.
cs: Je mi potěšením.

# conversations/04_monarch/0407/0407_cv_zoey_julius:46:DefaultText
source: Horns?
cs: Rohy?

# conversations/04_monarch/0407/0407_cv_zoey_julius:47:DefaultText
source: Got it, thanks.
cs: Mám to, díky.

# conversations/04_monarch/0407/0407_cv_zoey_julius:63:DefaultText
source: Most of the freshies spend their first day in the saloon. Fresh to Fallbrook I mean. Me? I've been here... going on three days now.
cs: Většina nováčků stráví první den v salonu. Myslím tím čerstvé ve Fallbrooku. Já? Já jsem tu... už tři dny.

# conversations/04_monarch/0407/0407_cv_zoey_julius:64:DefaultText
source: Why would we have spoken before?
cs: Proč jsme spolu mluvili předtím?

# conversations/04_monarch/0407/0407_cv_zoey_julius:65:DefaultText
source: I'm real friendly. Figure I've talked up everyone in town by now. But not you yet.
cs: Jsem opravdu přátelský. Myslím, že jsem už ve městě všechny ukecal. Ale tebe ještě ne.

# conversations/04_monarch/0407/0407_cv_zoey_julius:66:DefaultText
source: Most of the freshies spend their first night in the saloon. Fresh to Fallbrook I mean. Me? I've been here... going on three days now.
cs: Většina nováčků stráví první noc v saloonu. Tedy čerstvě ve Fallbrooku. Já? Já jsem tu... už tři dny.

# conversations/04_monarch/0407/0407_cv_zoey_julius:67:DefaultText
source: I'm not interested in being friendly.
cs: Nemám zájem být přátelský.

# conversations/04_monarch/0407/0407_cv_zoey_julius:68:DefaultText
source: Seems it's your lucky day.
cs: Zdá se, že máte šťastný den.

# conversations/04_monarch/0407/0407_cv_zoey_julius:69:DefaultText
source: Every day I've been here has been my lucky day. Never won so much in my whole life.
cs: Každý den, kdy jsem tu byl, byl mým šťastným dnem. Nikdy v životě jsem nevyhrál tolik.

# conversations/04_monarch/0407/0407_cv_zoey_julius:70:DefaultText
source: Aside from a close call during my wilderness hike, it's been a grand adventure. I'm dreadful blessed that Captain Criley hired me onto the crew.
cs: Až na jednu nehodu, kterou jsem zažil během výletu do divočiny, to bylo velké dobrodružství. Jsem strašně šťastný, že mě kapitán Criley přijal do posádky.

# conversations/04_monarch/0407/0407_cv_zoey_julius:71:DefaultText
source: Close call?
cs: Těsný souboj?

# conversations/04_monarch/0407/0407_cv_zoey_julius:72:DefaultText
source: Which crew?
cs: Která posádka?

# conversations/04_monarch/0407/0407_cv_zoey_julius:73:DefaultText
source: Mid-morning, I thought I'd try Fallbrook's "self-guided wilderness hike" - the one that leads up around the mountain. Safe enough, else they wouldn't advertise, right? Wrong!
cs: Uprostřed dopoledne mě napadlo, že bych mohl zkusit Fallbrookskou "túru divočinou s vlastním průvodcem" - tu, která vede nahoru kolem hory. Dostatečně bezpečné, jinak by to neinzerovali, ne? Omyl!

# conversations/04_monarch/0407/0407_cv_zoey_julius:74:DefaultText
source: Aw, you wouldn't have heard of 'em. They're just a small pod of smugglers. Kept getting their spoils stolen when they went to fence 'em.
cs: O těch jsi neslyšel. Je to jen malá skupina pašeráků. Pořád jim kradli kořist, když ji šli ohradit.

# conversations/04_monarch/0407/0407_cv_zoey_julius:75:DefaultText
source: You heard that right. Wilderness almost got me pushing up daisies! If I wasn't so fleet-footed, I never would've escaped them raptidons - then marauders and then that mantiqueen - alive.
cs: Slyšeli jste správně. Divočina mě málem donutila tlačit sedmikrásky! Kdybych nebyl tak prchlivý, nikdy bych těm raptidonům - pak nájezdníkům a pak tomu mantikovi - živý neunikl.

# conversations/04_monarch/0407/0407_cv_zoey_julius:76:DefaultText
source: To out run 'em, I had to ditch my bag. All the bit carts from my winnings were weighing it down. A shame cause it was my favorite gun tote.
cs: Abych jim utekl, musel jsem se zbavit batohu. Tížily ji všechny vozíky s kousky z mých výher. Škoda, protože to byla moje oblíbená taška na zbraně.

# conversations/04_monarch/0407/0407_cv_zoey_julius:77:DefaultText
source: Captain Criley, he does ask me to shut it sometimes. In fact, I probably shouldn't be flapping my gums about his crew at all.
cs: Kapitán Criley mě občas požádá, abych to zavřel. Vlastně bych asi vůbec neměl mávat klapačkami o jeho posádce.

# conversations/04_monarch/0407/0407_cv_zoey_julius:78:DefaultText
source: So they hired on a merc. They didn't mind my being so talkative. Or them being my first protection gig.
cs: Najali si tedy žoldáka. Nevadilo jim, že jsem tak upovídaný. Nebo že to byla moje první ochranka.

# conversations/04_monarch/0407/0407_cv_zoey_julius:79:DefaultText
source: Which crew did you say you were stationed with?
cs: U které posádky jste říkal, že jste byl umístěn?

# conversations/04_monarch/0407/0407_cv_zoey_julius:80:DefaultText
source: Sounds like you had a close call.
cs: Vypadá to, že jsi měl blízko k úspěchu.

# conversations/04_monarch/0407/0407_cv_zoey_julius:81:DefaultText
source: You can say that again. Wilderness almost got me pushing up daisies! If I wasn't so fleet-footed, I never would've escaped them raptidons - then marauders and that mantiqueen - alive.
cs: Můžete to zopakovat. Divočina mě málem donutila tlačit sedmikrásky! Kdybych nebyl tak prchlivý, nikdy bych těm raptidonům - pak nájezdníkům a tomu mantikovi - živý neunikl.

# conversations/04_monarch/0407/0407_cv_zoey_julius:87:DefaultText
source: Scarcely made it back in one piece.
cs: Sotva se vrátil vcelku.
