Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_catherine_malin.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_catherine_malin:170:DefaultText
source: Now that I consider it, I ain't heard from my delivery team in far too long. Find them for me, and I'll pay you handsomely.
cs: Když o tom tak přemýšlím, už dlouho se mi neozval můj doručovací tým. Najdi mi je a já ti za to dobře zaplatím.

# conversations/04_monarch/0407/0407_cv_catherine_malin:171:DefaultText
source: I'll presume you mean Arthur - the one you sent scurrying back like a sprat with his tail cut off?
cs: Předpokládám, že myslíš Artura - toho, kterého jsi poslal zpátky jako šprota s uříznutým ocasem?

# conversations/04_monarch/0407/0407_cv_catherine_malin:172:DefaultText
source: I found one of your SubLight supply runners hiding in a cave.
cs: Našel jsem jednoho z vašich zásobovačů SubLight, který se schovával v jeskyni.

# conversations/04_monarch/0407/0407_cv_catherine_malin:173:DefaultText
source: The marauders who killed your supply runners got what they deserved.
cs: Záškodníci, kteří zabili vaše zásobovače, dostali, co si zasloužili.

# conversations/04_monarch/0407/0407_cv_catherine_malin:174:DefaultText
source: See this is why I like you, fella. You make exchanging blood and bits so damned delightful.
cs: Proto tě mám rád, kamaráde. Výměna krve a kousků je díky tobě zatraceně příjemná.

# conversations/04_monarch/0407/0407_cv_catherine_malin:174:FemaleText
source: See this is why I like you, little bird. You make exchanging blood and bits so damned delightful.
cs: Proto tě mám rád, ptáčku. Výměna krve a kousků je s tebou zatraceně příjemná.

# conversations/04_monarch/0407/0407_cv_catherine_malin:175:DefaultText
source: But I'm guessing Arthur already told you that. Moron squeals like a cystypig.
cs: Ale to už ti asi řekl Arthur. Blbec kvičí jako cystypig.

# conversations/04_monarch/0407/0407_cv_catherine_malin:176:DefaultText
source: Marauders ruined our last drop. Killed my whole delivery team. You make them pay, and I'll more than compensate you for the cost of bullets.
cs: Nájezdníci nám zničili poslední kapku. Zabili celý můj doručovací tým. Když je donutíš zaplatit, nahradím ti náklady na náboje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:177:DefaultText
source: Though I will thank you kindly for gutting the marauders who cost me my delivery team.
cs: Ačkoli ti laskavě poděkuji za to, že jsi vykuchal ty nájezdníky, kteří mě připravili o můj doručovací tým.

# conversations/04_monarch/0407/0407_cv_catherine_malin:178:DefaultText
source: Reckon I'm happy he's alive. I'd be happier if the marauders who botched my drop were dead.
cs: Jsem rád, že je naživu. Byl bych šťastnější, kdyby byli mrtví ti nájezdníci, kteří mi zkazili výsadek.

# conversations/04_monarch/0407/0407_cv_catherine_malin:179:DefaultText
source: About the boarst factory...
cs: O továrně Boarst...

# conversations/04_monarch/0407/0407_cv_catherine_malin:180:DefaultText
source: What about it? Aside from the fact that I can smell it all the way from here.
cs: Co s tím? Kromě toho, že to cítím až sem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:181:DefaultText
source: Yeah, you're real friendly.
cs: Jo, jsi opravdu přátelský.

# conversations/04_monarch/0407/0407_cv_catherine_malin:182:DefaultText
source: If by nugget of paradise you mean piece of manti-dung, then sure.
cs: Pokud tím myslíte kus hnoje, pak jistě.

# conversations/04_monarch/0407/0407_cv_catherine_malin:183:DefaultText
source: I do so try. Might try more for you. 'Cause I like interesting folks.
cs: Snažím se o to. Možná se pokusí více pro vás. Protože mám rád zajímavé lidi.

# conversations/04_monarch/0407/0407_cv_catherine_malin:184:DefaultText
source: You know, I ain't heard that one before. Suppose I'll have to work harder to show you just what makes our town shine.
cs: Víš, tohle jsem ještě neslyšel. Asi se budu muset víc snažit, abych vám ukázal, čím naše město září.

# conversations/04_monarch/0407/0407_cv_catherine_malin:185:DefaultText
source: "Only nugget of paradise in this entire law-forsaken land!" Like a void-damned advert.
cs: "Jediný kousek ráje v celé této zákonem zapomenuté zemi!" Jako v prokleté reklamě.

# conversations/04_monarch/0407/0407_cv_catherine_malin:186:DefaultText
source: Nice to meet you, I'm <oeitoken>PlayerName</oeitoken>.
cs: Těší mě, jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/04_monarch/0407/0407_cv_catherine_malin:187:DefaultText
source: I'll be sure to remember that, fella. Want to tell me what you need?
cs: To si budu pamatovat, kamaráde. Chceš mi říct, co potřebuješ?

# conversations/04_monarch/0407/0407_cv_catherine_malin:187:FemaleText
source: I'll be sure to remember that, little bird. Want to tell me what you need?
cs: To si budu pamatovat, ptáčku. Chceš mi říct, co potřebuješ?

# conversations/04_monarch/0407/0407_cv_catherine_malin:188:DefaultText
source: But first, I'll need to know what brings you, stranger.
cs: Ale nejdřív potřebuji vědět, co tě přivádí, cizinče.

# conversations/04_monarch/0407/0407_cv_catherine_malin:189:DefaultText
source: Screw you.
cs: Jdi do háje.

# conversations/04_monarch/0407/0407_cv_catherine_malin:190:DefaultText
source: Ha! Now that's a prospect to consider. Maybe later, once I've finished busting knee-caps for the day.
cs: Ha! To je vyhlídka, kterou je třeba zvážit. Možná později, až si pro dnešek rozbiju kolena.

# conversations/04_monarch/0407/0407_cv_catherine_malin:191:DefaultText
source: So what're you in market for, stranger? I got vice, virtue, and everything in between.
cs: Tak co hledáš, cizinče? Mám neřesti, ctnosti a všechno mezi tím.

# conversations/04_monarch/0407/0407_cv_catherine_malin:192:DefaultText
source: You can trust me. Fully.
cs: Můžete mi věřit. Plně.

# conversations/04_monarch/0407/0407_cv_catherine_malin:193:DefaultText
source: But how am I to know whether you're reliable if not fully trustworthy?
cs: Ale jak mám vědět, zda jste spolehlivý, když nejste plně důvěryhodný?

# conversations/04_monarch/0407/0407_cv_catherine_malin:194:DefaultText
source: Against my better judgment, I do believe you.
cs: Navzdory svému přesvědčení vám věřím.

# conversations/04_monarch/0407/0407_cv_catherine_malin:195:DefaultText
source: You don't.
cs: Nemáte.

# conversations/04_monarch/0407/0407_cv_catherine_malin:196:DefaultText
source: I do admire blunt honesty. So I'm willing to give a business arrangement between us a try.
cs: Obdivuji upřímnost. Takže jsem ochoten zkusit obchodní dohodu mezi námi.

# conversations/04_monarch/0407/0407_cv_catherine_malin:197:DefaultText
source: Well that sure convinced me. Fine, then. I'll lay it out there.
cs: To mě přesvědčilo. Dobře tedy. Vyložím to tady.

# conversations/04_monarch/0407/0407_cv_catherine_malin:198:DefaultText
source: <Say nothing.>
cs: <Neříkej nic.>

# conversations/04_monarch/0407/0407_cv_catherine_malin:199:DefaultText
source: That you won't ever do. But I like your style, so I'm willing to take a risk. We'll consider it a trial run.
cs: To nikdy neuděláte. Ale líbí se mi tvůj styl, takže jsem ochotná riskovat. Budeme to považovat za zkušební provoz.

# conversations/04_monarch/0407/0407_cv_catherine_malin:200:DefaultText
source: I could beat it out of you.
cs: Mohl bych to z tebe vymlátit.

# conversations/04_monarch/0407/0407_cv_catherine_malin:203:DefaultText
source: It'll be more than good when you're finished. Maybe not for Clive, but for me and you, I'm sure.
cs: Až to dokončíte, bude to víc než dobré. Možná ne pro Cliva, ale pro mě a pro tebe určitě.

# conversations/04_monarch/0407/0407_cv_catherine_malin:204:DefaultText
source: Sounds good.
cs: To zní dobře.

# conversations/04_monarch/0407/0407_cv_catherine_malin:205:DefaultText
source: And if I wanted to kill him?
cs: A kdybych ho chtěl zabít?

# conversations/04_monarch/0407/0407_cv_catherine_malin:206:DefaultText
source: What if I decided to sabotage the factory instead?
cs: Co kdybych se místo toho rozhodl sabotovat továrnu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:207:DefaultText
source: I haven't dealt with Clive yet.
cs: S Clivem jsem ještě nejednal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:208:DefaultText
source: Won't pretend I'm not disappointed. Suppose I've no choice but to be patient.
cs: Nebudu předstírat, že nejsem zklamaný. Asi mi nezbývá než být trpělivý.

# conversations/04_monarch/0407/0407_cv_catherine_malin:209:DefaultText
source: Maybe a handful of bits will spur you into quicker action?
cs: Možná vás hrstka kousků přiměje k rychlejší akci?

# conversations/04_monarch/0407/0407_cv_catherine_malin:215:DefaultText
source: He tried to cut costs by using sprats instead of auto loaders for transport.
cs: Pokusil se snížit náklady tím, že pro přepravu použil šproty namísto samonakladačů.

# conversations/04_monarch/0407/0407_cv_catherine_malin:216:DefaultText
source: I'll take my fee for services rendered all the same. Deduct it from his wages.
cs: Stejně si vezmu svůj honorář za poskytnuté služby. Odečti mu ho z platu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:217:DefaultText
source: That is the risk inherent to the work. Now I've to pay someone else to clear out his remains. And to track down the spratfink who turned on us.
cs: To je riziko spojené s touto prací. Teď musím zaplatit někomu jinému, aby odklidil jeho ostatky. A aby vypátral toho spratka, který nás udal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:218:DefaultText
source: For what? No, wait. I don't even want to know. I'll wring his neck the same either way.
cs: K čemu? Ne, počkejte. To ani nechci vědět. Stejně mu zakroutím krkem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:219:DefaultText
source: You best have a damned fine reason. I don't like to lose personnel, fella.
cs: Nejlépe, když k tomu budete mít zatraceně dobrý důvod. Nerad přicházím o zaměstnance, kamaráde.

# conversations/04_monarch/0407/0407_cv_catherine_malin:219:FemaleText
source: You best have a damned fine reason. I don't like to lose personnel, little bird.
cs: Nejlépe, když k tomu budete mít zatraceně dobrý důvod. Nerad ztrácím personál, ptáčku.

# conversations/04_monarch/0407/0407_cv_catherine_malin:220:DefaultText
source: Someone offed him to steal the drugs. Wasn't pretty.
cs: Někdo ho zabil, aby ukradl drogy. Nebylo to hezké.

# conversations/04_monarch/0407/0407_cv_catherine_malin:221:DefaultText
source: Bertrand killed him to protect some sprats.
cs: Bertrand ho zabil, aby ochránil několik šprotů.

# conversations/04_monarch/0407/0407_cv_catherine_malin:222:DefaultText
source: Mine.
cs: Můj.

# conversations/04_monarch/0407/0407_cv_catherine_malin:223:DefaultText
source: Let me guess - it involved blood and guts and fur in places that don't merit mention. Well, you got my begrudging gratitude for cleaning the mess.
cs: Nech mě hádat - byla v tom krev, vnitřnosti a chlupy na místech, která si to nezaslouží. No, za úklid toho nepořádku ti patří můj neskromný dík.

# conversations/04_monarch/0407/0407_cv_catherine_malin:224:DefaultText
source: He did have a knack for irritating the piss out've anyone. Maybe it's best if I don't know the details.
cs: Dokázal každého pěkně vytočit. Možná bude lepší, když nebudu znát podrobnosti.

# conversations/04_monarch/0407/0407_cv_catherine_malin:225:DefaultText
source: I'm... well, I... I'm going to assume that you do. And we'll leave it to rest.
cs: Jsem... no, já... Předpokládám, že ano. A necháme to být.

# conversations/04_monarch/0407/0407_cv_catherine_malin:226:DefaultText
source: He annoyed me one too many times. Wink.
cs: Až příliš často mě rozčiloval. Mrkni.

# conversations/04_monarch/0407/0407_cv_catherine_malin:227:DefaultText
source: What if I don't?
cs: Co když ne?

# conversations/04_monarch/0407/0407_cv_catherine_malin:228:DefaultText
source: Wasn't willing to fix the problem he created. Coward deserved what he got.
cs: Nebyl ochoten vyřešit problém, který vytvořil. Zbabělec si zasloužil, co dostal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:229:DefaultText
source: Calm down, I was just pulling your leg.
cs: Uklidni se, jen jsem si z tebe dělal legraci.

# conversations/04_monarch/0407/0407_cv_catherine_malin:230:DefaultText
source: Piss, but you got my heart racing like an auto loader. Crack a smile next time you're teasing me.
cs: Piss, ale srdce mi buší jako automatický nabíječ. Příště se usměj, až si mě budeš dobírat.

# conversations/04_monarch/0407/0407_cv_catherine_malin:231:DefaultText
source: You saying he refused to do his own dirty work? No, I ain't got time for any lily-livered layabouts.
cs: Říkáte, že odmítl udělat svou vlastní špinavou práci? Ne, nemám čas na žádné lajdáky.

# conversations/04_monarch/0407/0407_cv_catherine_malin:232:DefaultText
source: If I could, I would have. It's my crew whose lives are on the line. Them dying's just bad business.
cs: Kdybych mohl, udělal bych to. Je to moje posádka, jejíž životy jsou v sázce. Jejich smrt je prostě špatný obchod.

# conversations/04_monarch/0407/0407_cv_catherine_malin:233:DefaultText
source: You really can't tell me anything else?
cs: Opravdu mi nemůžete říct nic jiného?

# conversations/04_monarch/0407/0407_cv_catherine_malin:234:DefaultText
source: Might be that I know a lie when I hear one. You're leaving something out.
cs: Možná je to tím, že poznám lež, když ji slyším. Něco jste vynechal.

# conversations/04_monarch/0407/0407_cv_catherine_malin:235:DefaultText
source: Don't dance around the point with me, Catherine. My business is SubLight's business.
cs: Netancuj se mnou kolem věci, Catherine. Moje věc je věcí společnosti SubLight.

# conversations/04_monarch/0407/0407_cv_catherine_malin:236:DefaultText
source: Come on, that's all you know? And here I thought we were friends.
cs: No tak, to je všechno, co víš? A to jsem si myslel, že jsme přátelé.

# conversations/04_monarch/0407/0407_cv_catherine_malin:237:DefaultText
source: I'll check it out.
cs: Podívám se na to.

# conversations/04_monarch/0407/0407_cv_catherine_malin:238:DefaultText
source: And I'll thank you kindly for it.
cs: A já vám za to laskavě poděkuji.

# conversations/04_monarch/0407/0407_cv_catherine_malin:239:DefaultText
source: Good ear you got. Would be a dreadful shame if someone were to deafen it.
cs: Máte dobré ucho. Byla by strašná škoda, kdyby ho někdo ohlušil.

# conversations/04_monarch/0407/0407_cv_catherine_malin:240:DefaultText
source: We are friends. But them who push me end up dead.
cs: Jsme přátelé. Ale ti, kdo na mě tlačí, končí mrtví.

# conversations/04_monarch/0407/0407_cv_catherine_malin:241:DefaultText
source: Look, I don't know if this is related, but it ain't escaped my notice that one of my regular's been lingering a little too long at the gambling bar.
cs: Podívej, nevím, jestli to s tím souvisí, ale neuniklo mi, že jeden z mých štamgastů se v baru s hazardními hrami zdržuje až příliš dlouho.

# conversations/04_monarch/0407/0407_cv_catherine_malin:242:DefaultText
source: She's been acting twitchy - even for her. Ask at the bar about customer who shows up bi-weekly. My staff may know more.
cs: Chová se nervózně - i na ni. Zeptej se v baru na zákazníka, který se tu objevuje dvakrát týdně. Můj personál možná ví víc.

# conversations/04_monarch/0407/0407_cv_catherine_malin:243:DefaultText
source: Trying to pull rank with me? Ruthless. I like it.
cs: Snažíš se mě vytahovat? Bezohledný. To se mi líbí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:244:DefaultText
source: Well?
cs: Dobře?

# conversations/04_monarch/0407/0407_cv_catherine_malin:245:DefaultText
source: Where can I find the factory building?
cs: Kde najdu tovární budovu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:246:DefaultText
source: You mean you can't just follow the stench trail or the squealing bloody-murder sounds of little cystypiggies?
cs: Chceš říct, že nemůžeš jen tak sledovat pachovou stopu nebo kvílivé krvavé zvuky malých cystypiggies?

# conversations/04_monarch/0407/0407_cv_catherine_malin:247:DefaultText
source: Once you're clear of the bridge, follow the river southwest.
cs: Jakmile se dostanete z mostu, pokračujte podél řeky na jihozápad.

# conversations/04_monarch/0407/0407_cv_catherine_malin:248:DefaultText
source: I take it, you don't have a reservation. No matter, I keep a suite of VIP rooms for visitors of your... let's call it a certain means.
cs: Předpokládám, že nemáte rezervaci. To nevadí, pro návštěvníky vašeho... říkejme tomu jisté prostředky, mám apartmá VIP pokojů.

# conversations/04_monarch/0407/0407_cv_catherine_malin:249:DefaultText
source: I'd like a room.
cs: Chtěl bych pokoj.

# conversations/04_monarch/0407/0407_cv_catherine_malin:250:DefaultText
source: The VIP rooms charge by the night. But for you, I'll make it a one-time fee. Got a feeling you'll make me a fine investment.
cs: VIP pokoje se platí za noc. Ale pro vás to bude jednorázový poplatek. Mám pocit, že se mi to vyplatí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:251:DefaultText
source: For <oeiglobal>SQ0408_CatherineBribeAmount</oeiglobal>, consider it sold.
cs: V případě <oeiglobal>SQ0408_CatherineBribeAmount</oeiglobal> ji považujte za prodanou.

# conversations/04_monarch/0407/0407_cv_catherine_malin:252:DefaultText
source: No deal.
cs: Žádná dohoda.

# conversations/04_monarch/0407/0407_cv_catherine_malin:253:DefaultText
source: Marvelous. Do take care of the place. Maid service won't clean after a murder.
cs: Úžasné. Pečujte o toto místo. Úklidová služba po vraždě neuklidí.

# conversations/04_monarch/0407/0407_cv_catherine_malin:254:DefaultText
source: Too steep for your blood? That's a damned shame.
cs: Je to pro vás příliš prudké? To je zatracená škoda.

# conversations/04_monarch/0407/0407_cv_catherine_malin:262:DefaultText
source: May luck be with you. Since I won't be.
cs: Ať vás provází štěstí. Protože já nebudu.

# conversations/04_monarch/0407/0407_cv_catherine_malin:264:DefaultText
source: Got something that's going to require special extraction from Cascadia.
cs: Mám něco, co bude vyžadovat speciální extrakci z Cascadie.

# conversations/04_monarch/0407/0407_cv_catherine_malin:265:DefaultText
source: Define "safe."
cs: Definujte pojem "bezpečný".

# conversations/04_monarch/0407/0407_cv_catherine_malin:266:DefaultText
source: Cut to the chase, Malin.
cs: Přejděte k věci, Malin.

# conversations/04_monarch/0407/0407_cv_catherine_malin:267:DefaultText
source: How special and what sort of something?
cs: Jak zvláštní a jakou?

# conversations/04_monarch/0407/0407_cv_catherine_malin:268:DefaultText
source: Meaning safe for me and my crew. Seeing as it ain't us undertaking the risk.
cs: Pro mě a mou posádku je to bezpečné. Vzhledem k tomu, že to nejsme my, kdo podstupuje riziko.

# conversations/04_monarch/0407/0407_cv_catherine_malin:269:DefaultText
source: All right, all right.
cs: Dobře, dobře.

# conversations/04_monarch/0407/0407_cv_catherine_malin:270:DefaultText
source: Special as in unlawful, delicate, and deadly. As to the something, no it ain't a person. Not this time.
cs: Zvláštní jako nezákonný, delikátní a smrtící. Pokud jde o to něco, ne, není to člověk. Tentokrát ne.

# conversations/04_monarch/0407/0407_cv_catherine_malin:271:DefaultText
source: One of my runners uncovered a cache of Alta-Vitae Gas, left in a lab when the Board abandoned Cascadia.
cs: Jeden z mých běžců objevil skrýš plynu Alta-Vitae, který zůstal v laboratoři, když rada opustila Cascadii.

# conversations/04_monarch/0407/0407_cv_catherine_malin:272:DefaultText
source: To extract the gas, you'll need to siphon it from the lab in Cascadia into one of your ship's fuel tanks. Totally safe.
cs: Abyste mohli plyn získat, musíte ho z laboratoře v Cascadii přečerpat do jedné z palivových nádrží vaší lodi. Naprosto bezpečné.

# conversations/04_monarch/0407/0407_cv_catherine_malin:273:DefaultText
source: What the heck is Alta-Vitae Gas?
cs: Co je to sakra plyn Alta-Vitae?

# conversations/04_monarch/0407/0407_cv_catherine_malin:274:DefaultText
source: I can get it done.
cs: Můžu to udělat.

# conversations/04_monarch/0407/0407_cv_catherine_malin:275:DefaultText
source: Are you kidding me?
cs: Děláte si srandu?

# conversations/04_monarch/0407/0407_cv_catherine_malin:276:DefaultText
source: I do like your gumption. But let's not be hasty.
cs: Líbí se mi vaše odvaha. Ale neunáhlujme se.

# conversations/04_monarch/0407/0407_cv_catherine_malin:277:DefaultText
source: Hold your thrusters. I ain't even got to the tricky part.
cs: Podržte tahy. Ještě jsem se ani nedostal k té složitější části.

# conversations/04_monarch/0407/0407_cv_catherine_malin:278:DefaultText
source: To get to the gas, you'll need to navigate through the town, which is overrun by marauders.
cs: Abyste se dostali k benzínu, musíte projít městem, které je obsazeno nájezdníky.

# conversations/04_monarch/0407/0407_cv_catherine_malin:279:DefaultText
source: The lab itself has become an infested nest, crawling with manties. You got to fight through or figure some other way to exterminate 'em. Maybe the ventilation system?
cs: Samotná laboratoř se stala zamořeným hnízdem plným mantíků. Musíte se jimi probojovat nebo vymyslet jiný způsob, jak je vyhubit. Možná ventilační systém?

# conversations/04_monarch/0407/0407_cv_catherine_malin:280:DefaultText
source: No problem. Nyoka's handled mantisaurs before.
cs: Žádný problém. Nyoka už se s mantisaury setkala.

# conversations/04_monarch/0407/0407_cv_catherine_malin:281:DefaultText
source: Our sawbones, Ellie, could probably cook something up.
cs: Ellie, naše pila, by nejspíš dokázala něco uvařit.

# conversations/04_monarch/0407/0407_cv_catherine_malin:282:DefaultText
source: Don't worry, I kill bugs dead.
cs: Nebojte se, brouky zabíjím mrtvé.

# conversations/04_monarch/0407/0407_cv_catherine_malin:283:DefaultText
source: I'll find a way around the mantisaurs.
cs: Najdu způsob, jak mantisaury obejít.

# conversations/04_monarch/0407/0407_cv_catherine_malin:284:DefaultText
source: And will again. We oughta be taking any opportunity we get to bury those critters in lead.
cs: A bude znovu. Měli bychom využít každé příležitosti, abychom ty potvory pohřbili olovem.

# conversations/04_monarch/0407/0407_cv_catherine_malin:285:DefaultText
source: A sound selection. Nyoka's sturdy, reliable, and don't mind wading knee-deep into guts.
cs: Zvukový výběr. Nyoka je robustní, spolehlivá a nevadí jí brodit se po kolena v útrobách.

# conversations/04_monarch/0407/0407_cv_catherine_malin:286:DefaultText
source: I'm a doctor, not a vet, but what's the worst that could happen?
cs: Jsem lékař, ne veterinář, ale co nejhoršího se může stát?

# conversations/04_monarch/0407/0407_cv_catherine_malin:287:DefaultText
source: Now, after you clear the manti-nest and reach the storage room, all that's left is to get the gas flowing into the fuel system.
cs: Po vyčištění hnízda manti a dosažení skladiště zbývá už jen dostat plyn do palivového systému.

# conversations/04_monarch/0407/0407_cv_catherine_malin:288:DefaultText
source: I shall leave the details to you.
cs: Podrobnosti nechám na vás.

# conversations/04_monarch/0407/0407_cv_catherine_malin:289:DefaultText
source: The task will require someone with technical skills. Or you could force it through with a plasma overload. Don't recommend that option though. Unless you want to get dead.
cs: Tento úkol bude vyžadovat někoho s technickými dovednostmi. Nebo jej můžete prosadit pomocí přetížení plazmou. Tuto možnost však nedoporučuji. Pokud nechcete být mrtví.

# conversations/04_monarch/0407/0407_cv_catherine_malin:290:DefaultText
source: Shall I inscribe that on your tombstone?
cs: Mám ti to napsat na náhrobek?
