Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:1:DefaultText
source: I offer high quality and low prices. Pick one for your purchase.
cs: Nabízím vysokou kvalitu a nízké ceny. Vyberte si jednu z nich pro svůj nákup.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:4:DefaultText
source: If you bloody it, you buy it. Store policy.
cs: Pokud ji zakrvácíte, koupíte si ji. Zásady obchodu.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:7:DefaultText
source: Town's SubLight owned and run. Caters to a variety of clientèle.
cs: Město vlastní a provozuje společnost SubLight. Zajišťuje služby pro různé klienty.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:8:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:9:DefaultText
source: Who's the top dog in these parts?
cs: Kdo je v těchto končinách nejlepší?

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:10:DefaultText
source: A town built into the side of a mountain - you don't see one of those every day.
cs: Město postavené na úbočí hory - takové se nevidí každý den.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:11:DefaultText
source: On second thought, forget it.
cs: Když o tom tak přemýšlím, zapomeňte na to.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:12:DefaultText
source: From who? Monarch is a lawless land.
cs: Od koho? Monarchie je země bez zákonů.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:13:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:14:DefaultText
source: Yeah, and? Do I look like the city planner? I wasn't exactly consulted on the blueprints when Catherine started building out Fallbrook.
cs: Jo, a? Vypadám jako urbanista? Když Catherine začala stavět Fallbrook, tak se mnou plány zrovna nekonzultovali.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:15:DefaultText
source: We got smugglers, outlaws, mavericks, and Byzantium socialites flying in and out of Fallbrook all the time. Why openly spit in the Board's eye?
cs: Z Fallbrooku neustále přilétají a odlétají pašeráci, psanci, maverici a byzantské společenské smetánky. Proč otevřeně plivat Radě do očí?

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:16:DefaultText
source: Why the socialites?
cs: Proč společenské kruhy?

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:17:DefaultText
source: I'll try, but I never forget a customer.
cs: Pokusím se, ale na zákazníka nikdy nezapomenu.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:18:DefaultText
source: They're so self-important, the way they strut around. Preening and flashing their pricey gadgets. Makes for easy marks. Keeps our pockets lined with bits.
cs: Jsou tak namyšlení, jak se předvádějí. Předvádějí se a předvádějí svá drahá zařízení. Snadno se z nich stanou terče. Udržují naše kapsy plné drobných.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:19:DefaultText
source: You shopping for pre-owned or new?
cs: Kupujete ojeté nebo nové?

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:20:DefaultText
source: No refunds, no exchanges, no returns. And no whining about it either.
cs: Žádné náhrady, žádné výměny, žádné vrácení. A žádné naříkání.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:21:DefaultText
source: But now that you mention it... I reckon she had her reasons to hide us.
cs: Ale když už jsi to zmínil... Myslím, že měla své důvody, proč nás skrývala.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:22:DefaultText
source: No, I think you're not telling me the whole story.
cs: Ne, myslím, že mi neříkáte celý příběh.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:23:DefaultText
source: Being too shrewd can be dangerous around Fallbrook. But seeing as you're a friend to SubLight, I guess it can't hurt to fess up.
cs: Přílišná prozíravost může být ve Fallbrooku nebezpečná. Ale vzhledem k tomu, že jsi přítel SubLighta, myslím, že není na škodu se přiznat.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:24:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:25:DefaultText
source: Take it you're one of them, yourself. Well, if you don't learn nothing else about Fallbrook, rest assured on this much - your bits are always good with me.
cs: Berte to tak, že jste jedním z nich. No, pokud se o Fallbrooku nedozvíš nic jiného, buď si jistý tímhle - tvoje kousky jsou u mě vždycky dobré.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:26:DefaultText
source: Unless it's my forgetfulness they're purchasing.
cs: Pokud to není moje zapomnětlivost, kterou si kupují.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:27:DefaultText
source: The one you wanna avoid pissing off the most is Catherine. Prove bad for her business, and she'll kneecap you without a second thought.
cs: Nejvíce se chceš vyhnout tomu, abys naštval Catherine. Prokažte, že jí škodíte v podnikání, a ona vás bez váhání srazí na kolena.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:29:DefaultText
source: It might be that you're right. But I got no reason to trust you with the truth, now do I? Maybe if you were a better friend to SubLight...
cs: Možná máte pravdu. Ale nemám důvod ti věřit, že máš pravdu, že ne? Možná kdybys byl lepší přítel SubLight...

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:30:DefaultText
source: If you're going to run a smuggling hub, you don't exactly want to stick out like a homing beacon on the landscape. There's a reason we ain't got Devil's Peak style horns out front.
cs: Pokud se chystáte provozovat pašerácké centrum, nechcete zrovna vyčnívat z krajiny jako naváděcí maják. Ne nadarmo nemáme před domem rohy ve stylu Ďáblova vrchu.

# conversations/04_monarch/0407/0407_cv_vendor_lyanna_gunammo:31:DefaultText
source: Ask me again if your standing with SubLight improves, and I'll feel more obliged to answer.
cs: Zeptejte se mě znovu, pokud se vaše postavení v SubLight zlepší, a budu se cítit více zavázán odpovědět.
