Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_nelson_mayson.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_nelson_mayson:1:DefaultText
source: Take a gander at that mug. I ain't ever seen someone so adept-looking my whole life.
cs: Podívejte se na ten hrnek. Za celý svůj život jsem neviděl někoho, kdo by vypadal tak zdatně.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:2:DefaultText
source: Did you just say "wink" at me... instead of actually winking?
cs: Řekl jsi na mě "mrknout", místo abys na mě mrknul?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:3:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:4:DefaultText
source: Back so soon? Knew you couldn't resist such a good deal. Wink.
cs: Vrátit se tak brzy? Věděl jsem, že neodoláš tak dobré nabídce. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:5:DefaultText
source: Pure and simple it's like this - I run our drug delivery service. Recently, I had the genius idea to cut costs in half by swapping our auto loaders with faster, cheaper sprats.
cs: Jednoduše a prostě je to takhle - vedu naši službu dodávek léků. Nedávno jsem dostal geniální nápad snížit náklady na polovinu tím, že vyměním naše automatické nakladače za rychlejší a levnější šroty.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:6:DefaultText
source: Got the goods? 'Cause I know you wouldn't be wasting my time otherwise. Wink.
cs: Máte zboží? Protože vím, že jinak bys neztrácel můj čas. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:8:DefaultText
source: Not like I have anything better to do.
cs: Ne že bych měl na práci něco lepšího.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:9:DefaultText
source: Before I agree to this, I want some questions answered.
cs: Než s tím budu souhlasit, chci znát odpovědi na několik otázek.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:10:DefaultText
source: Not interested.
cs: Nemá zájem.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:11:DefaultText
source: Hit me. I won't even hit back.
cs: Udeř mě. Ani ti to neoplatím.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:14:DefaultText
source: What do you do around here?
cs: Co tady děláte?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:17:DefaultText
source: Got any dirt on Catherine?
cs: Máš na Catherine nějakou špínu?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:18:DefaultText
source: Let's get back to business.
cs: Vraťme se k práci.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:20:DefaultText
source: Officially, I keep the books for Ms. Malin, provide loans to the Byzantium gold-bloods for gaming, and oversee our drug-running operations.
cs: Oficiálně vedu účetnictví pro paní Malinovou, poskytuji půjčky byzantským zlatokopům na hraní a dohlížím na naše drogové operace.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:21:DefaultText
source: Some loon with a SubLight death wish went and killed her. Don't know who, and I don't want to know. The less I know the safer - for me.
cs: Nějaký blázen, který si přál zemřít v podsvětí, ji zabil. Nevím kdo a ani to nechci vědět. Čím méně toho vím, tím je to pro mě bezpečnější.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:22:DefaultText
source: Ms. Catherine Malin is one tough lady. Show her a bit of backbone and I swear she'll like you more for it.
cs: Paní Catherine Malinová je tvrdá dáma. Ukažte jí trochu páteře a přísahám, že vás za to bude mít ještě radši.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:24:DefaultText
source: Yeah, yeah. Leave it to me.
cs: Jo, jo. Nechte to na mně.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:25:DefaultText
source: Remind me, what was it you wanted?
cs: Připomeň mi, co jsi chtěl?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:27:DefaultText
source: Not happening.
cs: Neděje se tak.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:28:DefaultText
source: What was I doing for you again?
cs: Co jsem pro tebe zase dělal?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:29:DefaultText
source: As a matter of fact, I do.
cs: Vlastně ano.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:30:DefaultText
source: I got some questions.
cs: Mám několik otázek.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:31:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:32:DefaultText
source: You do? I mean, you do! Of course, you do. What did I tell you? Sure. Fire. Delivery. System. Works almost every time!
cs: Opravdu? Chci říct, že ano! Samozřejmě, že ano. Co jsem ti říkal? Jistě. Oheň. Dodávka. Systém. Funguje skoro vždycky!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:34:DefaultText
source: Searched all over town. Couldn't find them. <Keep Drug Consumables>
cs: Hledal jsem po celém městě. Nemohl jsem je najít. <Uchovejte spotřební materiál k lékům>

# conversations/04_monarch/0407/0407_cv_nelson_mayson:35:DefaultText
source: Seeing as that statement is "wink" free... I'm madder than a mantiswarm. And ready to bite somebody.
cs: Vzhledem k tomu, že toto prohlášení je bez "mrknutí"... Jsem naštvanější než kudlanka nábožná. A připraven někoho kousnout.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:39:DefaultText
source: Was a pleasure doing business with you.
cs: Bylo mi potěšením s vámi obchodovat.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:41:DefaultText
source: Where should I start looking for your missing sprat carriers?
cs: Kde mám začít hledat vaše chybějící nosiče šprotů?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:42:DefaultText
source: I run my sprat carriers back and forth through the shipping tunnels near the waterfall. Ought to check there first.
cs: Projíždím se šproty tam a zpět přepravními tunely u vodopádu. Měl bych to nejdřív zkontrolovat tam.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:44:DefaultText
source: Say, I'd like to do you a favor. Might I interest you in a surefire scheme? Wink, wink.
cs: Rád bych vám prokázal laskavost. Mohl bych vás zaujmout jistým plánem? Mrkni, mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:45:DefaultText
source: <Cross your arms.> This ought to be good.
cs: <Překřižte ruce.> Tohle by mělo být dobré.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:46:DefaultText
source: Flattery will get you everywhere. Do go on.
cs: Lichotkami se dostanete všude. Pokračujte.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:47:DefaultText
source: It's no flattery when it's true.
cs: Není to lichotka, když je to pravda.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:48:DefaultText
source: Don't believe I did, no. Wink.
cs: Nevěřím, že jsem to udělal, ne. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:49:DefaultText
source: Oh, I enjoy a good challenge. I'll get right to it then.
cs: Mám ráda dobré výzvy. Tak se do toho hned pustím.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:51:DefaultText
source: In return, I'll cut you five percent of the profit.
cs: Na oplátku vám dám pět procent ze zisku.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:52:DefaultText
source: Make it thirty-five plus a sample of the goods, and you've got a deal. Wink.
cs: Dejte si pětatřicet plus vzorek zboží a máte dohodu. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:54:DefaultText
source: Was that sarcasm? I'm going to assume it was not. If it's sarcasm you've got to show it somehow, like with a wink.
cs: Byl to sarkasmus? Předpokládám, že ne. Pokud je to sarkasmus, musíš to dát nějak najevo, třeba mrknutím.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:55:DefaultText
source: Well, my ma always did say, you want any dealing done right, you got to do it yourself.
cs: Moje máma vždycky říkala, že když chceš něco udělat správně, musíš to udělat sám.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:56:DefaultText
source: I'd be happy to help.
cs: Rád vám pomůžu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:57:DefaultText
source: My sprat carriers scurry back and forth through the shipping tunnels. Any trail ought to start there. When you've got the goods, I'll be here.
cs: Moje lodě na přepravu šprotů se prohánějí přepravními tunely sem a tam. Tam by měla začínat jakákoli stezka. Až budete mít zboží, budu tady.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:58:DefaultText
source: Thirty - ?! Thirty-five percent?! Are you -?! Are you out of your gourd?!
cs: Třicet - ?! Třicet pět procent?! Jste -?! Zbláznil ses?!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:59:DefaultText
source: If I wasn't recovering from a bout of Morgellons, I wouldn't stand for this. But things are what they are so... I'll agree to it. But not half a percent more!
cs: Kdybych se nezotavoval z morgellonu, tak bych to nevydržel. Ale věci jsou takové, jaké jsou, takže... Souhlasím s tím. Ale ani o půl procenta víc!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:61:DefaultText
source: <Punch him in the eye.>
cs: <Udeř ho do oka.>

# conversations/04_monarch/0407/0407_cv_nelson_mayson:62:DefaultText
source: Ow! What the - what was that for?!
cs: Au! Co to bylo?!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:63:DefaultText
source: Wink at me one more time. I dare you.
cs: Ještě jednou na mě mrkni. Vyzývám tě.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:64:DefaultText
source: No reason.
cs: Žádný důvod.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:65:DefaultText
source: You're nuttier than Ms. Malin. Cripes. Remind me never to cross you.
cs: Jste větší blázen než paní Malinová. Sakra. Připomeň mi, že se s tebou nikdy nemám pouštět do křížku.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:66:DefaultText
source: Though... you put that mean right hook to good use getting my drugs. And I'll be more than happy.
cs: Ačkoli... tenhle zlý pravý hák jsi dobře využil, abys dostal moje drogy. A já budu víc než šťastný.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:67:DefaultText
source: No, no. I wouldn't dream of it. Really. Wink.
cs: Ne, ne. To by mě ani ve snu nenapadlo. Opravdu. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:68:DefaultText
source: <Punch him in the other eye.>
cs: <Píchni ho do druhého oka.>

# conversations/04_monarch/0407/0407_cv_nelson_mayson:69:DefaultText
source: Ow! Oh for the love of - I thought we were joking! If this swells shut, I swear I'll - nothing. I'm not gonna do nothing. Don't punch me again.
cs: Au! Proboha - já myslel, že si děláme legraci! Jestli se to zavře, přísahám, že - nic. Já nic neudělám. Nebij mě znovu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:70:DefaultText
source: Please and thank you. Phew.
cs: Prosím a děkuji. Uf.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:71:DefaultText
source: You're really pushing it.
cs: Opravdu to přeháníte.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:72:DefaultText
source: Wait! Don't punch me again.
cs: Počkejte! Nebijte mě znovu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:74:DefaultText
source: Okay, maybe my scheme wasn't so surefire due to a flaw in the delivery system. Don't fret. The next one's sure to be better.
cs: Dobře, možná můj plán nebyl tak jistý kvůli chybě v systému doručování. Nezoufejte. Další bude určitě lepší.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:76:DefaultText
source: What am I gonna do now?
cs: Co teď budu dělat?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:77:DefaultText
source: Pay me.
cs: Zaplaťte mi.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:78:DefaultText
source: Don't know, don't care. See you around.
cs: Nevím, nezajímá mě to. Uvidíme se.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:79:DefaultText
source: Great! And now I'm in the red. Some scheme this turned out to be.
cs: Skvělé! A teď jsem v červených číslech. Z toho se vyklubal nějaký plán.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:80:DefaultText
source: No offense, but next time I think I'll go with someone else.
cs: Bez urážky, ale příště si asi vyberu někoho jiného.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:81:DefaultText
source: As promised, your cut, plus a little extra to show my gratitude. Now if there's nothing else you need from me... I must go inventory my goods.
cs: Jak jsem slíbil, váš řez a něco navíc jako projev vděčnosti. A teď, jestli ode mě už nic nepotřebuješ... Musím jít inventarizovat své zboží.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:82:DefaultText
source: Speaking of... might I interest you in a purchase? I'll give you a first-time discount. That's five percent off and a free drink at the Ante Up. You're welcome.
cs: Když už o tom mluvíme... mohl bych vás požádat o koupi? Dám vám slevu při prvním nákupu. To je pětiprocentní sleva a nápoj zdarma v Ante Up. Není zač.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:83:DefaultText
source: Sure, why not?
cs: Jistě, proč ne?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:84:DefaultText
source: I'll pass.
cs: To si nechám ujít.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:85:DefaultText
source: A shrewd decision. Here's your starter pack and your drink voucher.
cs: Prozíravé rozhodnutí. Zde je váš startovní balíček a poukaz na pití.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:86:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:87:DefaultText
source: Good luck and don't get any ideas about pilfering the drugs for yourself.
cs: Hodně štěstí a nechtějte si léky ukrást pro sebe.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:88:DefaultText
source: Pure and simple it's like this - I run our drug delivery service. Recently, I had the genius idea to cut costs in half by swapping our auto loaders with faster, cheaper sprats.
cs: Jednoduše a prostě je to takhle - vedu naši službu dodávek léků. Nedávno jsem dostal geniální nápad snížit náklady na polovinu tím, že vyměním naše automatické nakladače za rychlejší a levnější šroty.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:89:DefaultText
source: You're retrieving the lost goods for me. In return, I'm paying you percent of the profit.
cs: Získáváš pro mě ztracené zboží. Na oplátku ti zaplatím procenta ze zisku.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:92:DefaultText
source: Where should I start looking for your missing sprat carriers?
cs: Kde mám začít hledat vaše chybějící nosiče šprotů?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:93:DefaultText
source: I run my sprat carriers back and forth through the shipping tunnels near the waterfall. Ought to check there first.
cs: Projíždím se šproty tam a zpět přepravními tunely u vodopádu. Měl bych to nejdřív zkontrolovat tam.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:94:DefaultText
source: Good luck and don't get any ideas about pilfering the drugs for yourself.
cs: Hodně štěstí a nechtějte si léky ukrást pro sebe.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:98:DefaultText
source: Good luck and don't get any ideas about pilfering the drugs for yourself.
cs: Hodně štěstí a nechtějte si léky ukrást pro sebe.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:99:DefaultText
source: Let's talk rates. I don't work cheap.
cs: Promluvme si o sazbách. Nepracuji levně.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:100:DefaultText
source: Certainly. Me being a generous man, I'm willing to offer you a full five percent of the profit.
cs: Jistě. Protože jsem velkorysý člověk, jsem ochoten vám nabídnout celých pět procent ze zisku.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:101:DefaultText
source: Don't suppose I could convince you to raise that rate?
cs: Nepředpokládám, že bych vás mohl přesvědčit, abyste tu sazbu zvýšil?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:102:DefaultText
source: I don't believe you easily could. But do I enjoy the occasional surprise. Wink. Now, are planning to undertake this surefire payout, or not?
cs: Nevěřím, že by to šlo snadno. Ale mám rád občasná překvapení. Mrkni. A teď, plánujete podniknout tuto jistou výplatu, nebo ne?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:116:DefaultText
source: Did you find 'em? Tell me you found my drug- I mean, my sprat carriers. Would hate should anything dire have befallen them.
cs: Našli jste je? Řekni mi, že jsi našel moje nosiče drog... chci říct, moje nosiče šprotů. Nerad bych, aby se jim stalo něco hrozného.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:117:DefaultText
source: You want the good news or the bad news?
cs: Chcete dobré nebo špatné zprávy?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:118:DefaultText
source: Just tell me straight and don't hold back. I can handle it.
cs: Prostě mi to řekni na rovinu a nedrž se zpátky. Zvládnu to.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:119:DefaultText
source: Sprats can always be replaced. Excellent, this is perf- THIS IS ONLY HALF! Are you - you think you can steal from me?!
cs: Spraty lze vždy vyměnit. Výborně, tohle je dokonalé - tohle je jen polovina! Myslíš si, že mě můžeš okrást?!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:120:DefaultText
source: Retrieved your drugs. But raptidons killed your carriers in the cave.
cs: Získejte své léky. Ale raptidoni zabili vaše nosiče v jeskyni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:121:DefaultText
source: Ow!!! Damn it, that hurts like the blazes! Okay, okay. All right. You didn't take it... but someone did.
cs: Au!!! Sakra, to bolí jako čert! Dobře, dobře. Dobře. Ty jsi to nevzal... ale někdo to udělal.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:122:DefaultText
source: Search Fallbrook. Either half the sprats got loose on their own, or there'll be some evidence pointing to the soon-to-be-dead snake who filched my carriers.
cs: Vyhledávání ve Fallbrooku. Buď se polovina šprotů uvolnila sama od sebe, nebo se najdou důkazy ukazující na brzy mrtvého hada, který mi ukradl nosiče.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:123:DefaultText
source: I'll get back to you on that.
cs: Vrátím se k tomu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:124:DefaultText
source: You want your cut? You get me the rest of my drugs. No matter what it takes.
cs: Chcete svůj podíl? Sežeň mi zbytek mých drog. Ať to stojí, co to stojí.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:127:DefaultText
source: As I was saying, you look more capable than most of the hoopleheads around these parts. What say you locate 'em and retrieve the goods for me?
cs: Jak jsem říkal, vypadáš schopněji než většina hochštaplerů v těchto končinách. Co kdybys je našel a získal pro mě zboží?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:129:DefaultText
source: Only problem is my sprat carriers ain't arrived from their latest run.
cs: Jediným problémem je, že mi ještě nedorazili nosiči šprotů z jejich posledního výletu.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:131:DefaultText
source: Seeing as that statement is "wink" free... I'm madder than a mantiswarm. And ready to bite somebody.
cs: Vzhledem k tomu, že toto prohlášení je bez "mrknutí"... Jsem naštvanější než kudlanka nábožná. A připraven někoho kousnout.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:133:DefaultText
source: I searched the cave top to bottom. That's all there was.
cs: Prohledal jsem jeskyni odshora dolů. Nic víc tam nebylo.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:134:DefaultText
source: <Punch him in the eye.> Get ahold of yourself.
cs: <Udeř ho do oka.> Vzpamatuj se.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:135:DefaultText
source: They must've hightailed it out of town. Just my luck! I mean, sure, every scheme has its leaks to plug, but at this rate I'll be ruined.
cs: Museli odjet z města. To je moje štěstí! Jistě, každý systém má své trhliny, které je třeba ucpat, ale tímhle tempem budu zničený.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:136:DefaultText
source: Sure... until someone comes along and rescues them from their pathetic lives.
cs: Jistě... dokud se neobjeví někdo, kdo je zachrání z jejich ubohého života.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:137:DefaultText
source: Turns out some crazy guy was keeping them as pets.
cs: Ukázalo se, že je nějaký blázen choval jako domácí mazlíčky.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:138:DefaultText
source: That's great. Now pay me.
cs: To je skvělé. Teď mi zaplaťte.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:139:DefaultText
source: Right, right. In my excitement, I very nearly forgot. Ha. Ha.
cs: Správně, správně. Ve svém rozrušení jsem málem zapomněl. Ha. Ha.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:140:DefaultText
source: Sure they're raptidon fodder and suffer the occasional overdose when a container dissolves in their stomach aci- Wait, what do you mean "rescued" them?
cs: Jistě, jsou potravou pro raptidony a občas trpí předávkováním, když se jim v žaludku rozpustí kontejner aci- Počkej, co myslíš tím "zachránili"?

# conversations/04_monarch/0407/0407_cv_nelson_mayson:141:DefaultText
source: Bertrand didn't appreciate the abuse they were suffering so he stole them from the tunnels.
cs: Bertrandovi se nelíbilo, jak jsou týrány, a tak je z tunelů ukradl.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:142:DefaultText
source: If Bertrand ain't already dead, he's about to be. I owe you for bringing this... breach in security to my attention.
cs: Jestli Bertrand ještě není mrtvý, tak už brzy bude. Dlužím ti, že jsi mě upozornil na toto narušení bezpečnosti.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:143:DefaultText
source: That deranged piece of sprat shit!
cs: Ten vyšinutý kus šprota!

# conversations/04_monarch/0407/0407_cv_nelson_mayson:144:DefaultText
source: Two guesses I know exactly who. And where to find him.
cs: Dva tipy, přesně vím, kdo to je. A kde ho najít.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:148:DefaultText
source: Right. Now like I said, me being a generous man, I'm willing to offer you a cut of the profit.
cs: Vpravo. Jak jsem řekl, jsem velkorysý člověk a jsem ochoten nabídnout ti podíl ze zisku.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:149:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:150:DefaultText
source: Sure it is. Wink.
cs: Jistěže je. Mrkni.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:151:DefaultText
source: I found your sprat carriers. But someone stole the delivery. <Keep Drug Consumables>
cs: Našel jsem vaše nosiče šprotů. Ale někdo ukradl zásilku. <Udržujte spotřební materiál na léky>

# conversations/04_monarch/0407/0407_cv_nelson_mayson:153:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:154:DefaultText
source: Lilya sent me to deal with a SubLight problem.
cs: Lilya mě poslala vyřešit problém se SubLightem.

# conversations/04_monarch/0407/0407_cv_nelson_mayson:155:DefaultText
source: I-I- why, I certainly hope you're not insinuating the problem is me...? I mean, that would be preposterous. I never do anything under the table... that Ms. Malin ain't aware of.
cs: Doufám, že nenaznačujete, že problém je ve mně...? To by bylo absurdní. Nikdy nedělám nic pod pokličkou... o čem by slečna Malinová nevěděla.
