Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_vendor_wesley_bar.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:1:DefaultText
source: You don't look like a smuggler nor a dandy. Catherine send you back here?
cs: Nevypadáš jako pašerák ani jako švihák. Poslala tě sem Catherine?

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:2:DefaultText
source: I don't serve your kind. Usually.
cs: Nesloužím tvému druhu. Obvykle.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:3:DefaultText
source: Please, make yourself at home. A VIP such as yourself is always welcome at the Ante Up.
cs: Chovejte se jako doma. VIP, jako jste vy, je v Ante Up vždy vítán.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:4:DefaultText
source: Winning or losing, it's all the same to me.
cs: Ať už vyhrajete, nebo prohrajete, pro mě je to jedno.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:10:DefaultText
source: Got any Glacial Age Whiskey?
cs: Máte nějakou whisky z ledovcového stáří?

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:14:DefaultText
source: No, I don't have any - Ugh. If it's only a drink you're after, the full bar's upstairs.
cs: Ne, nemám žádné - Ugh. Jestli chcete jen něco k pití, nahoře je plný bar.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:15:DefaultText
source: What can I bet on?
cs: Na co si mohu vsadit?

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:16:DefaultText
source: If you ain't here to bet, I'll kindly ask you to vacate my, uh, bar.
cs: Jestli se nechcete vsadit, požádám vás, abyste opustili můj bar.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:18:DefaultText
source: What's your order?
cs: Jaká je vaše objednávka?

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:19:DefaultText
source: Tossball, auto loader races, card games, you name it. I ain't picky. And neither is Catherine.
cs: Tossball, závody s automatickým nakladačem, karetní hry, na co si vzpomenete. Nejsem vybíravý. A Catherine taky ne.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:22:DefaultText
source: Oh. No thanks, then.
cs: Oh. Tak to ne, díky.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:23:DefaultText
source: Betting, collecting, or paying? Do it here. Do it now.
cs: Sázení, sbírání nebo placení? Udělejte to zde. Udělejte to teď.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:24:DefaultText
source: On second thought, it's best if I don't know.
cs: Když o tom tak přemýšlím, bude lepší, když to nebudu vědět.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:25:DefaultText
source: This here's the Ante Up. Where you place your bets.
cs: Tady je Ante Up. Zde uzavíráte sázky.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:38:DefaultText
source: We'll both break your legs if you lose then shirk on paying.
cs: Pokud prohrajete, oba vám zlámeme nohy a pak se vyhnete placení.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:44:DefaultText
source: No order, just need information on a regular. Twitchy, might be corporate.
cs: Žádné pořadí, jen potřebuji pravidelné informace. Twitchy, může být firemní.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:45:DefaultText
source: Information. Know a regular who lost big on the Colonists last month? Kinda twitchy.
cs: Informace. Znáte pravidelného hráče, který minulý měsíc prohrál na Colonists? Trochu nervózní.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:46:DefaultText
source: Lemme think back. Yeah, I got a regular who's been twitchier than normal lately. Every time she bets, she loses big. Then she pounds a mountain of daiquiris upstairs.
cs: Vzpomeňme si. Jo, mám pravidelného zákazníka, který je v poslední době nervóznější než obvykle. Pokaždé, když si vsadí, hodně prohraje. Pak do sebe nahoře narve horu daiquiri.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:47:DefaultText
source: That does ring a bell. I remember one lady. She never penned a name in the book - her friend Huxley placed the collateral for her.
cs: To mi něco říká. Vzpomínám si na jednu paní. Nikdy v knize nenapsala své jméno - její přítel Huxley za ni složil zástavu.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:48:DefaultText
source: Don't tell me, she got stuck in the bathroom.
cs: Neříkej mi, že se zasekla v koupelně.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:49:DefaultText
source: I know. We've met, thanks.
cs: Já vím. Setkali jsme se, díky.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:50:DefaultText
source: Well, that's a dead end. Literally.
cs: To je slepá ulička. Doslova.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:51:DefaultText
source: Huxley's dead. Remember anything else?
cs: Huxley je mrtvý. Pamatuješ si ještě něco?

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:52:DefaultText
source: How'd you guess it?
cs: Jak jste to uhodli?

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:53:DefaultText
source: Anywho, she's probably in Amber Heights with the rest of those Icono-nutters.
cs: Každopádně je nejspíš v Amber Heights se zbytkem těch Ikono-magořů.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:54:DefaultText
source: My condolences.
cs: Upřímnou soustrast.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:55:DefaultText
source: I can see you're wracked with grief. Might I suggest a game of chance to improve your spirits? Nothing like winning to take your mind off of loss.
cs: Vidím, že tě trápí zármutek. Mohl bych vám navrhnout nějakou hru, která by vám zlepšila náladu? Není nad to, když vyhrajete, abyste se zbavili myšlenek na ztrátu.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:56:DefaultText
source: Nothing useful. Look, it ain't I paid to gossip with patrons. I told you what I could.
cs: Nic užitečného. Podívej, nejsem placený za to, abych drbal s mecenáši. Řekl jsem ti, co jsem mohl.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:57:DefaultText
source: You ought to ask Yvonne. She'd know Ms. Twitchy better than me.
cs: Měl by ses zeptat Yvonne. Zná paní Twitchy lépe než já.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:58:DefaultText
source: Now I got to kindly beseech you - either make a bet or move on.
cs: Teď vás musím laskavě poprosit - buď se vsaďte, nebo jděte dál.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:59:DefaultText
source: Huxley's one of them Iconoclasts. Know of her? She's not quite all there.
cs: Huxley je jedním z ikonoklastů. Znáte ji? Není tam úplně celá.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:60:DefaultText
source: Nelson Mayson gave me a voucher for a free drink at the Ante Up.
cs: Nelson Mayson mi dal poukaz na drink zdarma v Ante Up.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:61:DefaultText
source: This is the Ante Up all right, but we don't serve drinks. Hate to break it to you, but Nelson Mayson's a con man.
cs: Tohle je Ante Up, ale nepodáváme nápoje. Nerad ti to říkám, ale Nelson Mayson je podvodník.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:62:DefaultText
source: Try Yvonne upstairs if you're looking for a swill.
cs: Zkuste Yvonne nahoře, pokud hledáte nějakou pálenku.

# conversations/04_monarch/0407/0407_cv_vendor_wesley_bar:63:DefaultText
source: I'll get out of your hair.
cs: Půjdu ti z očí.
