Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_speaker_byz.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_speaker_byz:1:DefaultText
source: Always imagined Fallbrook would be...
cs: Vždycky jsem si představoval, že Fallbrook bude...

# conversations/04_monarch/0407/0407_cv_speaker_byz:3:DefaultText
source: Cleaner? Fancier? Stocked with better booze?
cs: Čistší? Fajnšmekři? Zásoben lepším alkoholem?

# conversations/04_monarch/0407/0407_cv_speaker_byz:4:DefaultText
source: Cheaper. I've emptied 14 bit carts in the last two hours.
cs: Levnější. Za poslední dvě hodiny jsem vyprázdnil 14 vozíků.

# conversations/04_monarch/0407/0407_cv_speaker_byz:5:DefaultText
source: That's 'cause you got a terrible tell. Whenever you're lying your right eye twitches like mad.
cs: To proto, že máš příšernou pověst. Kdykoli ležíš, pravé oko ti škube jako pominuté.

# conversations/04_monarch/0407/0407_cv_speaker_byz:6:DefaultText
source: It most certainly does not.
cs: To rozhodně ne.

# conversations/04_monarch/0407/0407_cv_speaker_byz:7:DefaultText
source: You'd think folks were pissing in the alley ways as bad as it stinks...
cs: Člověk by si myslel, že lidi čůrají v uličkách tak strašně, jak to smrdí...

# conversations/04_monarch/0407/0407_cv_speaker_byz:8:DefaultText
source: Oh, they are.
cs: Ale ano, jsou.

# conversations/04_monarch/0407/0407_cv_speaker_byz:9:DefaultText
source: What a glowing endorsement.
cs: To je skvělá podpora.

# conversations/04_monarch/0407/0407_cv_speaker_byz:10:DefaultText
source: Said you docked three days ago...?
cs: Říkal jste, že jste zakotvil před třemi dny...?

# conversations/04_monarch/0407/0407_cv_speaker_byz:11:DefaultText
source: Give or take. It's all a bit hazy when I think back on it.
cs: Plus minus. Když si na to vzpomenu, je to všechno trochu mlhavé.

# conversations/04_monarch/0407/0407_cv_speaker_byz:12:DefaultText
source: So... was Fallbrook all you'd hoped for?
cs: Byl Fallbrook takový, jaký jste si přáli?

# conversations/04_monarch/0407/0407_cv_speaker_byz:13:DefaultText
source: Yes. No. Maybe. It's no Byzantium. But that's rather the point, isn't it?
cs: Ano. Ne. Možná. Není to Byzanc. Ale o to přece jde, ne?

# conversations/04_monarch/0407/0407_cv_speaker_byz:14:DefaultText
source: I say, all that screaming in the random hours of the night puts a damper on the mood.
cs: Říkám, že všechen ten křik v náhodných nočních hodinách kazí náladu.

# conversations/04_monarch/0407/0407_cv_speaker_byz:15:DefaultText
source: Oh, that's just Ms. Malin working on some fella who can't pay his debt.
cs: To jen paní Malinová pracuje na nějakém chlápkovi, který nemůže splácet dluhy.

# conversations/04_monarch/0407/0407_cv_speaker_byz:16:DefaultText
source: So noted. My accounts will be balanced by the afternoon.
cs: Takto poznamenáno. Odpoledne budou mé účty vyrovnané.

# conversations/04_monarch/0407/0407_cv_speaker_byz:17:DefaultText
source: I heard sometimes when the tunnels get infested, she feeds 'em to the Mantiqueens. Pretty gruesome way to go...
cs: Slyšel jsem, že někdy, když jsou tunely zamořené, krmí jimi mantikény. To je dost hrůzostrašný způsob...

# conversations/04_monarch/0407/0407_cv_speaker_byz:18:DefaultText
source: So that puddle I stepped in...? That wasn't beer...
cs: Takže ta louže, do které jsem šlápl...? To nebylo pivo...

# conversations/04_monarch/0407/0407_cv_speaker_byz:19:DefaultText
source: I slept for the first time in months so I'll give it that.
cs: Poprvé po několika měsících jsem se vyspal, takže to musím uznat.

# conversations/04_monarch/0407/0407_cv_speaker_byz:20:DefaultText
source: I wouldn't steer you wrong, friend. See! There it goes again.
cs: Nevyvedl bych tě z omylu, příteli. Podívejte se! A je to tu zase.
