Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:2:DefaultText
source: Hungry? I'm famished, myself.
cs: Máte hlad? Já mám taky hlad.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:3:DefaultText
source: My dry goods come 75 percent guaranteed mold free! Or was that 75 percent mold free? Hm.
cs: Moje suché zboží je ze 75 procent zaručeně bez plísní! Nebo to bylo 75 procent bez plísní? Hm.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:4:DefaultText
source: Let's deal.
cs: Pojďme se dohodnout.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:7:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:10:DefaultText
source: If some other time means during my business hours of 0500 to 1900, seven days a week - then sure.
cs: Pokud to znamená jindy, tedy v mé pracovní době od 5:00 do 19:00, sedm dní v týdnu, pak jistě.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:11:DefaultText
source: Maybe some other time.
cs: Možná někdy jindy.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:12:DefaultText
source: No rubbernecking. Make a buy or move on.
cs: Žádné číhání na gumu. Buď nakupte, nebo jděte dál.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:13:DefaultText
source: I test every product myself to assure maximum customer satisfaction. If you doubt it, I can show you my lower back rash.
cs: Každý výrobek sám testuji, abych zajistil maximální spokojenost zákazníka. Pokud o tom pochybujete, mohu vám ukázat svou vyrážku v dolní části zad.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:18:DefaultText
source: Elsewise, you oughta know I keep a guard sprat named Banshee. And she's real mean.
cs: Jinak bys měl vědět, že mám strážného šprota jménem Banshee. A je opravdu zlá.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:23:DefaultText
source: Catherine said you can give me an ID cartridge for the C&P factory.
cs: Catherine říkala, že mi můžete dát identifikační kazetu pro továrnu C&P.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:24:DefaultText
source: Not so fast. My biometric IDs are special goods. Only on offer to special clients, you cotton?
cs: Ne tak rychle. Moje biometrické průkazy jsou speciální zboží. V nabídce pouze pro speciální klienty, vy bavlna?

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:25:DefaultText
source: I think the fact that Catherine Malin sent me for it, makes me special enough.
cs: Myslím, že skutečnost, že mě pro něj poslala Catherine Malinová, mě činí dostatečně výjimečnou.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:26:DefaultText
source: The secret of your illicit dealings is safe with me. Cross my heart.
cs: Tajemství tvých nezákonných obchodů je u mě v bezpečí. Kříž na mé srdce.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:27:DefaultText
source: <Flex.> Check the list again.
cs: <Flex.> Znovu se podívejte na seznam.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:28:DefaultText
source: Forget it, not interested.
cs: Zapomeňte na to, nemám zájem.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:29:DefaultText
source: I'm SubLight's VP of Aggressive Acquisitions. I'm getting this one way or another.
cs: Jsem viceprezidentem společnosti SubLight pro agresivní akvizice. Tak či onak to dostanu.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:30:DefaultText
source: No need for violence, boss. Should've just said you're on the clock for SubLight.
cs: Není třeba násilí, šéfe. Měl jsi prostě říct, že máš službu pro SubLight.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:31:DefaultText
source: She needs it for a job? Well, why didn't you say so? Reckoned you asked her where best to procure one and she obligingly pointed you my way.
cs: Potřebuje ho kvůli práci? Proč jsi to neřekl? Myslel jsem si, že ses jí zeptal, kde se dá nejlépe sehnat, a ona tě ochotně nasměrovala ke mně.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:32:DefaultText
source: Well, you do look like the honestly dishonest type. By which I mean my favorite customer.
cs: No, vypadáte jako upřímně nepoctivý typ. Čímž myslím svého oblíbeného zákazníka.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:33:DefaultText
source: Ah, uh... What do you know, you're on it! My mistake, customer.
cs: Ah, uh... Co ty víš, jsi v tom! Moje chyba, zákazníku.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:34:DefaultText
source: Give me a jiffy to break- I mean, calibrate the ID.
cs: Dejte mi chvilku na rozbití - chci říct, na kalibraci ID.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:35:DefaultText
source: This goes like that, and nope, not quite right... A bit to the left mayhaps...
cs: Takhle to jde, a ne, není to úplně správně... Možná trochu vlevo...

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:36:DefaultText
source: That'll do it! For a C&P factory line worker, she sure is a beauty.
cs: To by stačilo! Na dělnici z továrny C&P je to kráska.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:37:DefaultText
source: Careful! I'm trusting you to guard this specialty good with your life. I mean it, lose the ID and you don't get another. Also, you'll be off my list of 'unwholesome' customers.
cs: Pozor! Věřím ti, že tuto specialitu budeš střežit svým životem. Myslím to vážně, ztratíš průkaz a další už nedostaneš. A taky budeš vyškrtnuta z mého seznamu "nevhodných" zákazníků.

# conversations/04_monarch/0407/0407_cv_vendor_duncan_gengoods:38:DefaultText
source: Will that be all or do you require something to, say, scratch your itch...?
cs: Bude to všechno, nebo potřebujete ještě něco, co by vás třeba poškrábalo...?
