Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0407/0407_cv_max_convict.po
Languages: cs

# conversations/04_monarch/0407/0407_cv_max_convict:1:DefaultText
source: What do you want?
cs: Co chcete?

# conversations/04_monarch/0407/0407_cv_max_convict:2:DefaultText
source: Hey, I just want to thank you for saving my life.
cs: Ahoj, chci ti jen poděkovat za záchranu života.

# conversations/04_monarch/0407/0407_cv_max_convict:6:DefaultText
source: Oh...hey. Vicar Max? What uh are you doing on Monarch? I thought scienticians ain't welcome here.
cs: Oh...hej. Farář Max? Co děláš na Monarchu? Myslel jsem, že vědci tu nejsou vítáni.

# conversations/04_monarch/0407/0407_cv_max_convict:9:DefaultText
source: Haven’t you heard? Everyone’s welcome here, it’s a fucking worker’s paradise. But you wouldn’t know anything about that, would you?
cs: Copak jste to neslyšeli? Každý je tu vítán, je to zasraný dělnický ráj. Ale o tom ty nic nevíš, že ne?

# conversations/04_monarch/0407/0407_cv_max_convict:10:DefaultText
source: Never worked a day in your miserable life. You’re just a parasite, living off my goodwill. Well guess what? My goodwill's exhausted, along with my temper.
cs: Nikdy v životě jsi nepracoval. Jsi jen parazit, který žije z mé dobré vůle. Hádej co? Moje dobrá vůle je vyčerpaná, stejně jako moje nálada.

# conversations/04_monarch/0407/0407_cv_max_convict:11:DefaultText
source: Hey! What are you doing?! Let's all calm down here.
cs: Hej! Co to děláš?! Všichni se uklidníme.

# conversations/04_monarch/0407/0407_cv_max_convict:12:DefaultText
source: I'm not sure what's happening here, but I'm always up for senseless violence. Please, proceed.
cs: Nevím, co se tu děje, ale já jsem vždycky pro nesmyslné násilí. Prosím, pokračujte.

# conversations/04_monarch/0407/0407_cv_max_convict:14:DefaultText
source: Wait, wait, wait! I know who can translate the book for you.
cs: Počkat, počkat, počkat! Vím, kdo vám tu knihu přeloží.

# conversations/04_monarch/0407/0407_cv_max_convict:16:DefaultText
source: Max, stop. It's not too late. Maybe the answer you've been looking for *is* in that book.
cs: Maxi, přestaň. Ještě není pozdě. Možná, že odpověď, kterou hledáš, je v té knize.

# conversations/04_monarch/0407/0407_cv_max_convict:17:DefaultText
source: I agree, he's just trying to trick you again. And senseless violence is the best medicine.
cs: Souhlasím s tím, že se tě jen snaží znovu podvést. A nesmyslné násilí je nejlepší lék.

# conversations/04_monarch/0407/0407_cv_max_convict:18:DefaultText
source: Okay, okay. Talk, Reggie.
cs: Dobře, dobře. Mluv, Reggie.

# conversations/04_monarch/0407/0407_cv_max_convict:19:DefaultText
source: Forget it. This wretch will say anything to save his worthless life.
cs: Zapomeňte na to. Tenhle ubožák řekne cokoli, jen aby si zachránil svůj bezcenný život.

# conversations/04_monarch/0407/0407_cv_max_convict:20:DefaultText
source: I wholeheartedly concur.
cs: Zcela souhlasím.

# conversations/04_monarch/0407/0407_cv_max_convict:21:DefaultText
source: Wait! Stop! Please, just listen to me!
cs: Počkejte! Stůjte! Prosím, poslouchejte mě!

# conversations/04_monarch/0407/0407_cv_max_convict:22:DefaultText
source: See? Intimidation was enough. Let him be on his way.
cs: Vidíte? Zastrašování stačilo. Nechte ho jít.

# conversations/04_monarch/0407/0407_cv_max_convict:23:DefaultText
source: Good. Now that that's out of the way, why don't you put this fool out of his misery, Max?
cs: Dobré. Když už je to za námi, proč toho blázna nezbavíš trápení, Maxi?

# conversations/04_monarch/0407/0407_cv_max_convict:24:DefaultText
source: It was stolen from some sort of expert on Philosophism. Weird hermit lady on Scylla. My father used to deliver supplies to the mining outpost there.
cs: Byla ukradena nějakému odborníkovi na filozofii. Podivná poustevnice na Scylle. Můj otec tam dodával zásoby do těžební základny.

# conversations/04_monarch/0407/0407_cv_max_convict:25:DefaultText
source: There. That's sorted then.
cs: Tam. Tak to je vyřešeno.

# conversations/04_monarch/0407/0407_cv_max_convict:26:DefaultText
source: It's true! My father collected some extra bits on the side by "diverting" some of the supplies to the gal.
cs: Je to pravda! Můj otec si přivydělával tím, že "odkláněl" část zásob pro děvče.

# conversations/04_monarch/0407/0407_cv_max_convict:27:DefaultText
source: I don't think so. A crazed hermit on Scylla? He's playing us for fools.
cs: To si nemyslím. Šílený poustevník na Scylle? Dělá si z nás blázny.

# conversations/04_monarch/0407/0407_cv_max_convict:28:DefaultText
source: You can go now.
cs: Můžete jít hned.

# conversations/04_monarch/0407/0407_cv_max_convict:29:DefaultText
source: What do you say, Vicar?
cs: Co říkáte, pane faráři?

# conversations/04_monarch/0407/0407_cv_max_convict:30:DefaultText
source: I don't think so.
cs: To si nemyslím.

# conversations/04_monarch/0407/0407_cv_max_convict:31:DefaultText
source: You're not going to kill a man over a book. Let's go.
cs: Kvůli knize člověka nezabiješ. Jdeme.

# conversations/04_monarch/0407/0407_cv_max_convict:33:DefaultText
source: What? No!
cs: Cože? Ne!

# conversations/04_monarch/0407/0407_cv_max_convict:34:DefaultText
source: And if that hermit isn't there we're coming back for you.
cs: A pokud tam ten poustevník nebude, vrátíme se pro tebe.

# conversations/04_monarch/0407/0407_cv_max_convict:35:DefaultText
source: Fine. We've got more important things to do, anyway.
cs: V pořádku. Stejně máme na práci důležitější věci.

# conversations/04_monarch/0407/0407_cv_max_convict:37:DefaultText
source: Mind your own business, friend.
cs: Starej se o sebe, příteli.

# conversations/04_monarch/0407/0407_cv_max_convict:38:DefaultText
source: What's going on here?
cs: Co se tu děje?

# conversations/04_monarch/0407/0407_cv_max_convict:39:DefaultText
source: This guy doesn't look like much of a scholar, Max. Care to explain?
cs: Tenhle chlapík nevypadá jako vzdělanec, Maxi. Vysvětlíte mi to?

# conversations/04_monarch/0407/0407_cv_max_convict:40:DefaultText
source: Max, if you're exhausted, maybe we should rest and look for the scholar later.
cs: Maxi, jestli jsi vyčerpaný, možná bychom si měli odpočinout a vědce hledat později.

# conversations/04_monarch/0407/0407_cv_max_convict:44:DefaultText
source: This is the guy who told me about the book while we were in prison. I lied about finding a scholar.
cs: To je ten člověk, který mi o té knize řekl, když jsme byli ve vězení. Lhal jsem, že jsem našel učence.

# conversations/04_monarch/0407/0407_cv_max_convict:46:DefaultText
source: Why'd you lie to me?
cs: Proč jsi mi lhal?

# conversations/04_monarch/0407/0407_cv_max_convict:47:DefaultText
source: That sounds like a good idea. Proceed.
cs: To zní jako dobrý nápad. Pokračujte.

# conversations/04_monarch/0407/0407_cv_max_convict:48:DefaultText
source: I couldn't risk you not bringing me here.
cs: Nemohl jsem riskovat, že mě sem nepřivedeš.

# conversations/04_monarch/0407/0407_cv_max_convict:49:DefaultText
source: It sounds like you have things to work out between you, I'll just be on my way.
cs: Vypadá to, že máte mezi sebou co řešit, já už půjdu.

# conversations/04_monarch/0407/0407_cv_max_convict:50:DefaultText
source: Not so fast, chump.
cs: Ne tak rychle, troubo.

# conversations/04_monarch/0407/0407_cv_max_convict:51:DefaultText
source: I don't think so.
cs: To si nemyslím.

# conversations/04_monarch/0407/0407_cv_max_convict:52:DefaultText
source: Max, you should have told me about this.
cs: Maxi, měl jsi mi o tom říct.

# conversations/04_monarch/0407/0407_cv_max_convict:53:DefaultText
source: Now where were we? Oh, that's right, I was about to beat you. Severely.
cs: Kde jsme to skončili? Aha, přesně tak, chtěl jsem tě porazit. Pořádně.

# conversations/04_monarch/0407/0407_cv_max_convict:54:DefaultText
source: Would you have brought me all this way just to watch me beat the life out of a greasy ex-convict if I had?
cs: Přivedl bys mě sem jen proto, abys viděl, jak mlátím život z umaštěného bývalého vězně, kdybych to udělal?

# conversations/04_monarch/0407/0407_cv_max_convict:55:DefaultText
source: Yep.
cs: Ano.

# conversations/04_monarch/0407/0407_cv_max_convict:56:DefaultText
source: Probably not.
cs: Pravděpodobně ne.

# conversations/04_monarch/0407/0407_cv_max_convict:57:DefaultText
source: I don't know.
cs: Nevím.

# conversations/04_monarch/0407/0407_cv_max_convict:58:DefaultText
source: Fantastic.
cs: Fantastické.

# conversations/04_monarch/0407/0407_cv_max_convict:59:DefaultText
source: Exactly. Feel free to turn away if the sight of blood offends you.
cs: Přesně tak. Pokud vás pohled na krev uráží, klidně se odvraťte.

# conversations/04_monarch/0407/0407_cv_max_convict:60:DefaultText
source: Maybe he didn't know the book was in French.
cs: Možná nevěděl, že kniha je ve francouzštině.

# conversations/04_monarch/0407/0407_cv_max_convict:61:DefaultText
source: Oh, he knew, didn't you? Didn't you?!!
cs: On to věděl, že? Nevěděl?!!

# conversations/04_monarch/0407/0407_cv_max_convict:62:DefaultText
source: Okay, okay, I admit it. I was tired of your high and mighty speechifying all the time! It was just a joke, I swear, I didn't mean nothin' by it!
cs: Dobře, dobře, přiznávám. Už mě unavovalo tvoje neustálé vznešené řečnění! Byl to jen vtip, přísahám, nic jsem tím nemyslel!

# conversations/04_monarch/0407/0407_cv_max_convict:63:DefaultText
source: See, Captain? I've dealt with this swine before, I know how he thinks.
cs: Vidíte, kapitáne? S touhle sviní už jsem měl co do činění, vím, jak přemýšlí.

# conversations/04_monarch/0407/0407_cv_max_convict:64:DefaultText
source: It's too late for that. I threw away my life chasing fairy tales. Will punishing you fix any of that? Of course not, but by Law, it will make me feel a whole lot better.
cs: Na to už je pozdě. Zahodil jsem svůj život honbou za pohádkami. Napraví něco z toho tvůj trest? Jistěže ne, ale díky zákonu se budu cítit mnohem lépe.

# conversations/04_monarch/0407/0407_cv_max_convict:65:DefaultText
source: Now where were we? Oh, that's right, I was about to beat you. Severely.
cs: Kde jsme to skončili? Aha, přesně tak, chtěl jsem tě porazit. Pořádně.

# conversations/04_monarch/0407/0407_cv_max_convict:68:DefaultText
source: It was stolen from some sort of expert on Philosophism. Weird hermit lady on Scylla. My father used to deliver supplies to the mining outpost there.
cs: Byla ukradena nějakému odborníkovi na filozofii. Podivná poustevnice na Scylle. Můj otec tam dodával zásoby do těžební základny.

# conversations/04_monarch/0407/0407_cv_max_convict:70:DefaultText
source: The way he told it, he thought the book looked valuable. So he took it. Couldn't find any buyers when it turned out to not only be French but banned as well.
cs: Podle toho, jak to vyprávěl, mu kniha připadala cenná. Tak si ji vzal. Nemohl najít kupce, když se ukázalo, že je nejen francouzská, ale i zakázaná.

# conversations/04_monarch/0407/0407_cv_max_convict:71:DefaultText
source: I don't have time for this now, let's go Max.
cs: Teď na to nemám čas, pojďme Maxi.

# conversations/04_monarch/0407/0407_cv_max_convict:73:DefaultText
source: Weird hermit? Sounds kinda flimsy to me.
cs: Podivný poustevník? Mně to zní trochu chatrně.

# conversations/04_monarch/0407/0407_cv_max_convict:74:DefaultText
source: You make a compelling point. Go ahead and kill him so we can get out of here.
cs: Máte přesvědčivý argument. Tak ho zabij, ať můžeme vypadnout.

# conversations/04_monarch/0407/0407_cv_max_convict:75:DefaultText
source: You're going to give up everything you've ever believed in just for revenge?
cs: Vzdáš se všeho, v co jsi kdy věřil, jen kvůli pomstě?

# conversations/04_monarch/0407/0407_cv_max_convict:76:DefaultText
source: Yes, that's about the long and short of it.
cs: Ano, to je asi tak všechno.

# conversations/04_monarch/0407/0407_cv_max_convict:77:DefaultText
source: What? You never cease to amaze me, you know that?
cs: Cože? Nikdy mě nepřestaneš udivovat, víš to?

# conversations/04_monarch/0407/0407_cv_max_convict:78:DefaultText
source: Look, Vicar, I can explain. Please don't kill me.
cs: Podívejte, pane faráři, já vám to vysvětlím. Prosím, nezabíjejte mě.

# conversations/04_monarch/0407/0407_cv_max_convict:79:DefaultText
source: Kill you? What's going on here, Max?
cs: Zabít tě? Co se tu děje, Maxi?

# conversations/04_monarch/0407/0407_cv_max_convict:83:DefaultText
source: We don't have time for this.
cs: Na to nemáme čas.

# conversations/04_monarch/0407/0407_cv_max_convict:84:DefaultText
source: Saving your life? That's a bit of an exaggeration.
cs: Zachraňujete si život? To je trochu přehnané.

# conversations/04_monarch/0407/0407_cv_max_convict:85:DefaultText
source: No problem.
cs: Žádný problém.

# conversations/04_monarch/0407/0407_cv_max_convict:87:DefaultText
source: Exaggeration? Has the vicar told you what he did to old Lem? He's still eating through a tube, last I heard.
cs: Přeháníte? Řekl vám farář, co udělal starému Lemovi? Naposledy jsem slyšel, že pořád jí přes hadičku.

# conversations/04_monarch/0407/0407_cv_max_convict:88:DefaultText
source: Look, what I may or may not have done to some degenerate during a prison brawl is old news. I'd rather not discuss it.
cs: Podívej, to, co jsem možná udělal nebo neudělal nějakému zvrhlíkovi během vězeňské rvačky, je stará věc. Raději bych o tom nemluvil.

# conversations/04_monarch/0407/0407_cv_max_convict:92:DefaultText
source: Wait - you went to prison?
cs: Počkej - ty jsi byl ve vězení?

# conversations/04_monarch/0407/0407_cv_max_convict:93:DefaultText
source: Hah. Don't like people knowing you're no better than me, eh vicar? He was caught with some banned books and they sent him up.
cs: Hah. Nelíbí se ti, že lidé vědí, že nejsi lepší než já, viď, faráři? Chytili ho s nějakými zakázanými knihami a poslali ho nahoru.

# conversations/04_monarch/0407/0407_cv_max_convict:94:DefaultText
source: That's not how it happened. But yes, I was in prison. Now can I get back to violently taking out my frustrations on this guy?
cs: Tak se to nestalo. Ale ano, byl jsem ve vězení. Můžu se teď vrátit k násilnému vybíjení si frustrace na tomhle chlápkovi?

# conversations/04_monarch/0407/0407_cv_max_convict:95:DefaultText
source: But I don't care about any of that anymore. I just want to inflict massive amounts of pain on this guy.
cs: Ale to už mě nezajímá. Chci mu jen způsobit obrovskou bolest.
