Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0231_bureau/0231_cp_chemicals.po
Languages: cs

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:45:DefaultText
source: Ministry of Accuracy and Morale ======================== Welcome to the Human Experimentation Station of the Ministry of Accuracy and Morale. Human testing is a required step of any new product or process in order to ensure accuracy. Please be sure to document the results of all tests thoroughly to save the expense of additional trials.
cs: Ministerstvo přesnosti a morálky ======================== Vítejte na stanici pro experimenty na lidech Ministerstva přesnosti a morálky. Testování na lidech je nezbytným krokem každého nového výrobku nebo procesu, aby byla zajištěna přesnost. Nezapomeňte prosím výsledky všech testů důkladně zdokumentovat, abyste si ušetřili náklady na další zkoušky.

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:46:DefaultText
source: [Transfer Dimethyl Sulfoxide to Canister]
cs: [Přenos dimethylsulfoxidu do kanystru]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:49:DefaultText
source: Warning! This procedure may result in the invalidation of experiment results and the death of human test subjects.
cs: Varování: Tento postup může vést ke znehodnocení výsledků experimentu a smrti pokusných osob.

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:50:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:51:DefaultText
source: Reducing the dimethyl sulfoxide concentration to 0% will result in the cancellation of the experiment and the loss of associated data. Experimental integrity and test subject vitality can be maintained by leaving a 73.629% dimethyl sulfoxide concentration in circulation.
cs: Snížení koncentrace dimethylsulfoxidu na 0 % bude mít za následek zrušení experimentu a ztrátu souvisejících údajů. Experimentální integritu a životaschopnost testovaného subjektu lze zachovat ponecháním 73,629% koncentrace dimethylsulfoxidu v oběhu.

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:52:DefaultText
source: [Transfer 100% Dimethyl Sulfoxide]
cs: [Přenos 100% dimethylsulfoxidu]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:53:DefaultText
source: Calibrating sensors... Checking dimethyl sulfoxide levels... Transferring to canister... Transfer complete.
cs: Kalibrace senzorů... Kontrola hladiny dimethylsulfoxidu... Přenos do kanystru... Přenos dokončen.

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:54:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:57:DefaultText
source: [Transfer 26.371% Dimethyl Sulfoxide]
cs: [Přenos 26,371% dimethylsulfoxidu]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:58:DefaultText
source: Proceeding to withdraw the maximum non-lethal quantity of chemicals from the experiment. Calibrating sensors... Checking dimethyl sulfoxide levels... Transferring to canister...
cs: Postup při odebírání maximálního nesmrtícího množství chemikálií z experimentu. Kalibrace senzorů... Kontrola hladiny dimethylsulfoxidu... Přenos do kanystru...

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:59:DefaultText
source: [Experiment Details]
cs: [Podrobnosti o experimentu]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:60:DefaultText
source: Experiment authorization: ROCKWELL, CHARLES Project: Lifetime Employment Program. Objective: To repeatedly revive human subjects from extended hibernation without causing the death of the human subject and the loss of associated productivity Results: Inconclusive Prognosis: Cautiously optimistic
cs: Autorizace experimentu: ROCKWELL, CHARLES Projekt: Cíl: Program celoživotního zaměstnávání: Cíl: Opakovaně oživit lidské subjekty z dlouhodobé hibernace, aniž by došlo k úmrtí subjektu a s tím spojené ztrátě produktivity: Výsledky: neprůkazné prognóza: Opatrně optimistická

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:61:DefaultText
source: [Further Information]
cs: [Další informace]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:62:DefaultText
source: Sudden withdrawal from dimethyl sulfoxide is highly lethal and will result in the cancellation of any in-progress experiments. Experimental integrity and test subject vitality can be maintained by leaving a 73.629% dimethyl sulfoxide concentration in circulation.
cs: Náhlé vysazení dimethylsulfoxidu je vysoce smrtelné a má za následek zrušení všech probíhajících experimentů. Experimentální integritu a životaschopnost pokusných subjektů lze zachovat ponecháním 73,629% koncentrace dimethylsulfoxidu v oběhu.

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:63:DefaultText
source: [View Lab Notes]
cs: [Zobrazit laboratorní poznámky]

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:64:DefaultText
source: Live Human Trials ======================== The addition of dimethyl sulfoxide to the current round of tests has resulted in some improvements - subjects are showing improved circulation and increased neural activity. However, our formula is still missing something - we are still unable to fully revive subjects from long-term hibernation, and removing their supply of dimethyl sulfoxide results in their rather excruciating death. The problem is compounded when we consider reviving and freezing subjects multiple times over their lives. To make matters worse, we've had a hard time securing additional dimethyl sulfoxide. We may have to make do with this batch.
cs: Zkoušky na živých lidech ======================== Přidání dimetylsulfoxidu do současného kola testů přineslo určité zlepšení - subjekty vykazují lepší krevní oběh a zvýšenou nervovou aktivitu. Našemu přípravku však stále něco chybí - stále nejsme schopni plně oživit subjekty z dlouhodobé hibernace a odstranění přívodu dimetylsulfoxidu vede k jejich poměrně trýznivé smrti. Problém se ještě umocňuje, když uvažujeme o tom, že bychom subjekty oživovali a zmrazovali v průběhu jejich života vícekrát. Aby toho nebylo málo, nedaří se nám zajistit další dimethylsulfoxid. Možná si budeme muset vystačit s touto dávkou.

# conversations/02_terra2/0231_bureau/0231_cp_chemicals:65:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
