Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0231_bureau/0231_*_bureau_ambient_barks.po
Languages: bs

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:1:DefaultText
source: Hey, did Tillman get transferred or something?
bs: Hej, Tillman byl přeložen nebo tak něco?

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:2:DefaultText
source: That's right, you weren't here when it happened. Some UDL officers took him into custody.
bs: Přesně tak, nebyl jsi tady, když se to stalo. Někteří policisté UDL ho vzali do vazby.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:3:DefaultText
source: Oh Law! What did they take him for?
bs: Ach, zákon! Za co ho vzali?

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:4:DefaultText
source: UDL's been questioning anybody with possible connections to Phineas Welles. And, well, Tillman designed all those wanted posters.
bs: UDL vyslýchá každého, kdo by mohl mít něco společného s Phineasem Wellesem. A Tillman navrhl všechny ty plakáty s hledanými osobami.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:5:DefaultText
source: So UDL's interrogating Tillman? Ugh. That's disgusting. Can't believe I had lunch with the guy.
bs: Takže UDL vyslýchá Tillmana? Fuj. To je nechutné. Nemůžu uvěřit, že jsem s ním obědval.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:6:DefaultText
source: I think I'm going to start taking my lunches out in the city. That woman from downstairs is still in the cafeteria.
bs: Myslím, že si začnu brát obědy do města. Ta žena z přízemí je pořád v jídelně.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:7:DefaultText
source: That scientist? The one who's been hounding the clerks? Gives me the shudders, too.
bs: Ten vědec? Ten, který pronásleduje úředníky? Taky mě z toho mrazí.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:8:DefaultText
source: They're all pretty unpleasant. What do you think they actually do down there?
bs: Všechny jsou dost nepříjemné. Co myslíš, že tam dole vlastně dělají?

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:9:DefaultText
source: Best not to ask. Remember that one clerk, Emily? She found a badge one of them had dropped and went down to return it. Never saw her again.
bs: Nejlepší je se neptat. Vzpomínáš si na toho úředníka, Emily? Našla odznak, který jednomu z nich upadl, a šla ho vrátit. Už ji nikdy neviděla.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:10:DefaultText
source: What's this I hear about you ordering more tests performed with sample 4157? That batch failed spectacularly.
bs: Co to slyším o tom, že jste si objednal další testy provedené se vzorkem 4157? Tato šarže se velkolepě nepovedla.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:11:DefaultText
source: I saw a variance in the results that we never accounted for, so I had the techs run the trial again. And the results were 0.003% different this time!
bs: Ve výsledcích jsem viděl odchylku, kterou jsme nikdy nezohlednili, a tak jsem nechal techniky provést zkoušku znovu. A výsledky se tentokrát lišily o 0,003 %!

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:12:DefaultText
source: Do the words "statistically insignificant" mean anything to you?
bs: Říkají vám něco slova "statisticky nevýznamný"?

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:13:DefaultText
source: Let the record show that subject 23-K's cause of death is cerebrovascular incident brought about by a ruptured aneurysm.
bs: Ze záznamu je patrné, že příčinou smrti subjektu 23-K je cévní mozková příhoda způsobená prasklým aneurysmatem.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:14:DefaultText
source: That's an 86% failure rate for this batch. I think we can safely move on to the next.
bs: To je 86% míra selhání této série. Myslím, že můžeme směle přejít k další.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:15:DefaultText
source: And I had such high hopes for this one. Ah well, I suppose it could have been worse.
bs: A to jsem do něj vkládala velké naděje. No, asi to mohlo být horší.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:16:DefaultText
source: Yeah, they could have ended up like those poor bastards in Containment.
bs: Jo, mohli skončit jako ti chudáci v Containmentu.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:26:DefaultText
source: Of course, but we're obligated to explore every possibility.
bs: Samozřejmě, ale jsme povinni prozkoumat všechny možnosti.

# conversations/02_terra2/0231_bureau/0231_bs_bureau_ambient_barks:27:DefaultText
source: We're OBLIGATED to get a working formula before Akande has us all in tanks to help test the next batch of samples. Now get to work!
bs: Jsme POVINNI získat funkční vzorec, než nás Akande všechny nacpe do nádrží, abychom pomohli otestovat další várku vzorků. Teď se dejte do práce!
