Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0231_bureau/0231_cv_caroline.po
Languages: cs

# conversations/02_terra2/0231_bureau/0231_cv_caroline:1:DefaultText
source: Sorry, I'm kind of in the middle of something.
cs: Omlouvám se, jsem tak trochu uprostřed něčeho.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:2:DefaultText
source: I'm a little busy. Can we do this some other time?
cs: Jsem trochu zaneprázdněný. Můžeme to udělat někdy jindy?

# conversations/02_terra2/0231_bureau/0231_cv_caroline:3:DefaultText
source: Farewell.
cs: Rozloučení.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:4:DefaultText
source: Do you know a Theodore Isaacs?
cs: Znáte nějakého Theodora Isaacse?

# conversations/02_terra2/0231_bureau/0231_cv_caroline:5:DefaultText
source: I knew it! He's eating your lunch, too, isn't he? That greedy little cystypig.
cs: Já to věděl! Taky ti jí oběd, že jo? Ten malý nenasytný cystypig.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:6:DefaultText
source: I'm delivering a formal reprimand to Theodore, but management forgot to send my ID...
cs: Doručuji Theodorovi formální důtku, ale vedení mi zapomnělo poslat průkaz...

# conversations/02_terra2/0231_bureau/0231_cv_caroline:7:DefaultText
source: Oh, that's no problem - I can get you into the lab. In fact, let's go there now.
cs: To není problém - můžu vás dostat do laboratoře. Vlastně tam pojďme hned.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:8:DefaultText
source: Let's talk about that another time.
cs: O tom si promluvíme jindy.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:9:DefaultText
source: You just let me know. I can complain about Theodore any time.
cs: Jen mi dejte vědět. Na Theodora si můžu kdykoli stěžovat.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:10:DefaultText
source: You seem like a woman who knows about sprat mitochondria. But I can take this conversation elsewhere if you're busy.
cs: Vypadáte jako žena, která se vyzná v mitochondriích šprotů. Ale jestli nemáš čas, můžu tuhle konverzaci odvést jinam.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:11:DefaultText
source: Oh. OH. You know, I always have time for sprat mitochondria. As well as charming men who can appreciate the finer points of cell biology.
cs: Oh. OH. Víte, na mitochondrie šprotů mám vždycky čas. Stejně jako na okouzlující muže, kteří dokáží ocenit jemné stránky buněčné biologie.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:11:FemaleText
source: Oh. OH. You know, I always have time for sprat mitochondria. As well as charming women who can appreciate the finer points of cell biology.
cs: Oh. OH. Víte, na mitochondrie šprotů mám vždycky čas. Stejně jako na okouzlující ženy, které dokáží ocenit jemné stránky buněčné biologie.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:12:DefaultText
source: I'm new, and my paperwork hasn't come through yet.
cs: Jsem tu nová a ještě mi nepřišly papíry.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:14:DefaultText
source: In that case, I can get you into the lab. Consider it a favor you can repay later.
cs: V tom případě vás mohu dostat do laboratoře. Považuj to za laskavost, kterou můžeš později splatit.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:16:DefaultText
source: Holte, I need a favor. Think you could let my friend through, just this once? After all, you still owe me.
cs: Holte, potřebuji laskavost. Myslíš, že bys pro tentokrát mohl nechat mého přítele projít? Koneckonců, pořád mi něco dlužíš.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:19:DefaultText
source: And he's on his own if he runs into the guards downstairs.
cs: A pokud dole narazí na stráže, je v tom sám.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:19:FemaleText
source: And she's on her own if she runs into the guards downstairs.
cs: A pokud dole narazí na stráže, je v tom sama.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:20:DefaultText
source: You're the best, Holte.
cs: Jsi nejlepší, Holte.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:21:DefaultText
source: This is great. I finally have someone else to complain to!
cs: To je skvělé. Konečně si mám komu stěžovat!

# conversations/02_terra2/0231_bureau/0231_cv_caroline:22:DefaultText
source: Theodore's out right now, but we should be ready when he gets back. That way, EVERYONE can see you chew him out.
cs: Theodor je teď mimo domov, ale až se vrátí, měli bychom být připraveni. Všichni tak uvidí, jak ho seřveš.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:23:DefaultText
source: This is going to be so good.
cs: Tohle bude tak dobré.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:24:DefaultText
source: How do you feel about mitosis and meiosis? The contours of smooth endoplasmic reticula?
cs: Co si myslíte o mitóze a meióze? Obrysy hladkých endoplazmatických retikul?

# conversations/02_terra2/0231_bureau/0231_cv_caroline:25:DefaultText
source: This is certainly a conversation worth continuing elsewhere. But I don't think I've seen you around, and I'm sure I'd remember you.
cs: Tento rozhovor by jistě stál za pokračování jinde. Ale myslím, že jsem tě tu ještě neviděl, a určitě bych si tě pamatoval.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:26:DefaultText
source: You definitely haven't seen me before.
cs: Určitě jste mě ještě neviděli.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:27:DefaultText
source: What a man of mystery you are.
cs: Jste záhadný muž.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:27:FemaleText
source: What a woman of mystery you are.
cs: Jste záhadná žena.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:28:DefaultText
source: We should definitely continue this conversation somewhere more... private. I know a cozy little corner of the lab where we can observe cellular reproduction together.
cs: Určitě bychom měli v této konverzaci pokračovat někde... v soukromí. Znám útulný koutek laboratoře, kde bychom mohli společně pozorovat buněčné rozmnožování.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:29:DefaultText
source: Don't worry, I haven't forgotten you. We'll continue this later.
cs: Nebojte se, nezapomněl jsem na vás. Pokračovat budeme později.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:30:DefaultText
source: I'll wait here for Theodore. Just in case he comes this way.
cs: Počkám tady na Theodora. Jen pro případ, že by šel tudy.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:31:DefaultText
source: Come this way. I'll get you in, and I'll come meet you later.
cs: Pojďte tudy. Vezmu tě dovnitř a pak za tebou přijdu.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:32:DefaultText
source: Follow me.
cs: Následujte mě.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:33:DefaultText
source: Fine, but I don't wanna hear anything about the Catch-Up packet incident ever again.
cs: Fajn, ale už nikdy nechci slyšet nic o incidentu s balíčkem Catch-Up.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:35:DefaultText
source: What I'd give for a surplus of food to complain about...
cs: Co bych dal za přebytek jídla, na který bych si mohl stěžovat...

# conversations/02_terra2/0231_bureau/0231_cv_caroline:36:DefaultText
source: Do these people got nothing else to occupy their time?
cs: To ti lidé nemají nic jiného na práci?

# conversations/02_terra2/0231_bureau/0231_cv_caroline:37:DefaultText
source: Complaining is a competitive sport in Byzantium.
cs: Stěžování si je v Byzanci soutěžní sport.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:38:DefaultText
source: Complaining is a competitive sport in Byzantium.
cs: Stěžování si je v Byzanci soutěžní sport.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:39:DefaultText
source: You'll get your turn. Right now, we're talking about Theodore.
cs: Na řadu přijdeš ty. Právě teď mluvíme o Theodorovi.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:40:DefaultText
source: You'll get your turn. Right now, we're talking about Theodore.
cs: Na řadu přijdeš ty. Právě teď mluvíme o Theodorovi.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:41:DefaultText
source: You'll get your turn. Right now, we're talking about Theodore.
cs: Na řadu přijdeš ty. Právě teď mluvíme o Theodorovi.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:42:DefaultText
source: Uh, confused? But also, suddenly interested in science for some reason.
cs: Zmatený? Ale taky se z nějakého důvodu najednou zajímám o vědu.

# conversations/02_terra2/0231_bureau/0231_cv_caroline:43:DefaultText
source: Are we still talking 'bout cell division?
cs: Stále se bavíme o buněčném dělení?

# conversations/02_terra2/0231_bureau/0231_cv_caroline:45:DefaultText
source: About that Theodore...
cs: Ohledně toho Theodora...

# conversations/02_terra2/0231_bureau/0231_cv_caroline:46:DefaultText
source: He's awful, isn't he? Tell me, what's he done to you? I want all the details.
cs: Je hrozný, že? Řekni mi, co ti udělal? Chci znát všechny podrobnosti.
