Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m.po
Languages: cs

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:13:DefaultText
source: All right, no more warnings!
cs: Dobře, už žádná varování!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:14:DefaultText
source: Trespassing in the Ministry of Accuracy and Morale is punishable by death. You've got one chance to explain why I shouldn't blow you away right now.
cs: Vniknutí na území Ministerstva přesnosti a morálky se trestá smrtí. Máš jedinou šanci vysvětlit, proč bych tě teď neměl odstřelit.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:15:DefaultText
source: You want to fire a gun around the most expensive lab equipment in Halcyon?
cs: Chceš střílet z pistole kolem nejdražšího laboratorního vybavení v Halcyonu?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:16:DefaultText
source: Hang on, haven't I seen you somewhere before?
cs: Počkej, neviděl jsem tě už někde?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:17:DefaultText
source: I know. You were in some of the demo footage. For that new picture they're filming. You were incredible!
cs: Já vím. Byl jsi na některých ukázkových záběrech. Pro ten nový film, který se natáčí. Byl jsi neuvěřitelný!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:18:DefaultText
source: I really wanna see it, and I know it hasn't been finished yet...
cs: Opravdu to chci vidět a vím, že to ještě není hotové...

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:19:DefaultText
source: Tell you what. I'll let you go this one time, but you've got to go, pronto. Okay?
cs: Něco vám řeknu. Tentokrát tě pustím, ale musíš jít, a to co nejdřív. Dobře?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:20:DefaultText
source: Thanks, friend.
cs: Díky, příteli.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:21:DefaultText
source: Well, why not? This thing isn't just for show.
cs: Proč ne? Tahle věc není jen na parádu.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:22:DefaultText
source: Good luck paying for the busted equipment once I've broken every bone in your body.
cs: Hodně štěstí při placení za rozbité vybavení, až ti zlomím všechny kosti v těle.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:23:DefaultText
source: I didn't even think of that. Maybe... maybe we can just pretend you weren't here.
cs: To mě ani nenapadlo. Možná... možná můžeme předstírat, že jsi tu nebyl.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:24:DefaultText
source: When this whole place goes up in flames, don't say I didn't warn you.
cs: Až to tady celé shoří, neříkejte, že jsem vás nevaroval.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:25:DefaultText
source: Are you serious? Maybe I'll see if I can find a sabre...
cs: To myslíte vážně? Možná se podívám, jestli najdu šavli...

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:26:DefaultText
source: But if I see you here again, I'm taking my chances.
cs: Ale jestli tě tu ještě uvidím, tak to risknu.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:27:DefaultText
source: It's your neck.
cs: Je to váš krk.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:28:DefaultText
source: It might as well be.
cs: Stejně tak by to mohlo být.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:29:DefaultText
source: Hey, I'll teach you!
cs: Hej, já tě to naučím!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:30:DefaultText
source: Your weapon isn't loaded, for starters.
cs: Pro začátek není vaše zbraň nabitá.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:31:DefaultText
source: Wait, really?
cs: Počkat, opravdu?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:32:DefaultText
source: If you're not even sure, then you've got no business carrying it.
cs: Pokud si nejste jisti, nemáte ji u sebe.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:33:DefaultText
source: Uh, I'm gonna take a minute. Just to do a quick inspection.
cs: Dám si chvilku pauzu. Jen na rychlou kontrolu.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:34:DefaultText
source: You'd better be gone by the time I'm done. No more warnings.
cs: Než skončím, měl bys být pryč. Žádná další varování.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:35:DefaultText
source: Fine.
cs: V pořádku.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:36:DefaultText
source: In the time you hesitated, I could have disarmed you bare-handed.
cs: Za tu dobu, co jsi váhal, jsem tě mohl odzbrojit holýma rukama.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:37:DefaultText
source: ...Yeah.
cs: ...Ano.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:38:DefaultText
source: Let's find out.
cs: Pojďme to zjistit.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:39:DefaultText
source: Trust me, you don't stand a chance.
cs: Věřte mi, nemáte šanci.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:40:DefaultText
source: What are you talking about? I'm a UDL-trained guard! We're the best of the best.
cs: O čem to mluvíte? Jsem strážce vyškolený v UDL! Jsme nejlepší z nejlepších.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:41:DefaultText
source: Interesting that I've made it this far, then, isn't it?
cs: Je zajímavé, že jsem se dostal až sem, že?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:42:DefaultText
source: You know, that's a really good point.
cs: Víte, to je opravdu dobrá poznámka.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:43:DefaultText
source: Hah! That's what the last one said.
cs: Hah! To říkal ten poslední.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:44:DefaultText
source: What do you mean?
cs: Co tím myslíte?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:45:DefaultText
source: The last idiot who stood in my way. Looked just like you, come to think of it.
cs: Poslední idiot, který mi stál v cestě. Vypadal stejně jako ty, když o tom tak přemýšlím.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:47:DefaultText
source: Listen, I'll let you go this one time, but I'd better not see you again. Understood?
cs: Poslyš, tentokrát tě pustím, ale raději už tě neuvidím. Rozumíš?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:48:DefaultText
source: Understood.
cs: Rozumím.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:49:DefaultText
source: Prove it.
cs: Dokažte to.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:50:DefaultText
source: What if I ask nicely?
cs: Co když se slušně zeptám?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:51:DefaultText
source: Not a chance.
cs: Ani náhodou.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:52:DefaultText
source: This area's for authorized personnel only. You're not supposed to be here, are you?
cs: Tato oblast je určena pouze pro oprávněné pracovníky. Vy tu nemáte co dělat, že?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:53:DefaultText
source: Relax. How do you think I got here?
cs: Uvolněte se. Jak myslíš, že jsem se sem dostal?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:54:DefaultText
source: I... guess that's what I was wondering.
cs: To je to, co mě zajímalo.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:55:DefaultText
source: You really think I got past all the other guards if I don't belong?
cs: Opravdu si myslíš, že jsem se dostal přes všechny ostatní strážce, když tam nepatřím?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:56:DefaultText
source: When you put it that way, it does sound pretty unlikely.
cs: Když to řekneš takhle, zní to dost nepravděpodobně.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:57:DefaultText
source: Still, you should go. I don't think the other guards will be as rational about this as I am.
cs: Přesto byste měli jít. Nemyslím si, že ostatní strážci budou v tomto ohledu tak racionální jako já.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:58:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:59:DefaultText
source: I thought we were both asking rhetorical questions. This got awkward, didn't it?
cs: Myslel jsem, že oba klademe řečnické otázky. Začalo to být trapné, že?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:60:DefaultText
source: As a matter of fa- oh. Right. Now I'm with you.
cs: Pro zajímavost... Správně. Teď jsem s tebou.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:61:DefaultText
source: My turn. How about you go, all right? It would be bad if one of my colleagues found you here.
cs: Teď jsem na řadě já. Co kdybys šel ty? Bylo by špatné, kdyby tě tu našel některý z mých kolegů.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:62:DefaultText
source: Neither are you.
cs: Vy také ne.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:63:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:64:DefaultText
source: This isn't your shift.
cs: Tohle není vaše směna.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:65:DefaultText
source: What? Oh. I knew I had a funny feeling when I got out of bed today.
cs: Cože? Aha. Věděl jsem, že mám divný pocit, když jsem dnes vstal z postele.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:66:DefaultText
source: Listen, I won't tell anyone I saw you if you don't tell about me. Just this once, all right?
cs: Poslyš, nikomu neřeknu, že jsem tě viděla, když o mně neřekneš. Jen jednou, dobře?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:67:DefaultText
source: Deal.
cs: Dohoda.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:68:DefaultText
source: You mean you haven't heard? I didn't want to be the one to tell you...
cs: Chcete říct, že jste to neslyšeli? Nechtěl jsem být ten, kdo ti to řekne...

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:69:DefaultText
source: I knew it! I knew someone would find out. I gotta think of what I'm gonna say...
cs: Já to věděl! Věděl jsem, že na to někdo přijde. Musím si rozmyslet, co řeknu...

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:70:DefaultText
source: And UDL isn't supposed to hire jelly-spined milksops, but here we are.
cs: A UDL by neměla zaměstnávat dojičky s rosolovitými prsty, ale je to tak.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:71:DefaultText
source: Oh my Laws.
cs: Ach, moje zákony.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:72:DefaultText
source: That's the meanest thing anyone's ever said to me.
cs: To je ta nejhorší věc, kterou mi kdy kdo řekl.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:73:DefaultText
source: Really? Well, get ready to be dazzled again, you wobbling cystypig tumor!
cs: Opravdu? Tak se připrav na další oslnění, ty kymácející se cystypigní nádore!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:74:DefaultText
source: I have to go. I promised myself I wouldn't let anyone see me crying on the job. Again.
cs: Musím jít. Slíbila jsem si, že nedovolím, aby mě někdo viděl plakat v práci. Znovu.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:75:DefaultText
source: And I was gonna escort you out nicely.
cs: A já jsem tě chtěl pěkně vyprovodit.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:76:DefaultText
source: Keep walking, crybaby.
cs: Pokračuj v chůzi, ufňukánku.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:77:DefaultText
source: Oops. Sorry.
cs: Jejda. Omlouvám se.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:78:DefaultText
source: I'm sorry. I didn't really intend to hurt your feelings.
cs: Omlouvám se. Opravdu jsem nechtěl zranit tvé city.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:79:DefaultText
source: Yeah, I am...
cs: Ano, jsem...

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:80:DefaultText
source: I knew it!
cs: Já to věděl!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:81:DefaultText
source: No visitors allowed, citizen. I'm going to need to see some identification.
cs: Návštěvy nejsou povoleny, občane. Potřebuji vidět nějaký průkaz totožnosti.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:82:DefaultText
source: Dr. Endecott can vouch for me.
cs: Dr. Endecott se za mě může zaručit.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:83:DefaultText
source: Let me guess. She's still holding the Catch-Up packet incident over Holte's head, right?
cs: Nech mě hádat. Pořád drží nad Holteho hlavou incident s balíčkem Catch-Up, že?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:84:DefaultText
source: We've talked to her before. She can't keep letting her "special friends" down here.
cs: Už jsme s ní mluvili. Nemůže tu své "zvláštní přátele" nechat na holičkách.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:85:DefaultText
source: I don't think I like your tone.
cs: Myslím, že se mi nelíbí váš tón.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:86:DefaultText
source: Believe me, you're not the first.
cs: Věřte mi, že nejste první.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:87:DefaultText
source: Hey, I'm "extra special."
cs: Hej, já jsem "extra speciální".

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:88:DefaultText
source: Just get out of here. I don't wanna catch you hanging around.
cs: Prostě odsud vypadněte. Nechci tě tu přistihnout, jak se tu poflakuješ.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:89:DefaultText
source: Fine.
cs: V pořádku.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:90:DefaultText
source: No, you're not.
cs: Ne, nejste.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:91:DefaultText
source: What?
cs: Cože?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:92:DefaultText
source: You don't need to see my identification.
cs: Nepotřebujete vidět můj průkaz totožnosti.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:93:DefaultText
source: ...I don't need to see your identification.
cs: ...nepotřebuji vidět vaši identifikaci.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:94:DefaultText
source: Move along.
cs: Pokračujte.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:95:DefaultText
source: Move along.
cs: Pokračujte.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:96:DefaultText
source: I don't have it. It's fine.
cs: Nemám ho. Je to v pořádku.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:97:DefaultText
source: Really? I thought everyone had to have one.
cs: Opravdu? Myslel jsem, že ho musí mít každý.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:98:DefaultText
source: You should probably go before someone else catches you and makes a fuss about it.
cs: Asi bys měl odejít, než tě někdo další přistihne a udělá kolem toho rozruch.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:99:DefaultText
source: How embarrassing. I must have left it at home.
cs: Jak trapné. Musel jsem ho nechat doma.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:100:DefaultText
source: Sure, I've heard that one before.
cs: Jistě, to už jsem slyšel.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:101:DefaultText
source: Doubt it! My story involves three sprats, a half-drained stun baton, and a gallon of Stimu-Lotion...
cs: Pochybuju o tom! Můj příběh zahrnuje tři šproty, napůl vysušený omračovací obušek a galon Stimu-Lotion...

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:102:DefaultText
source: Stop, stop! I don't want to hear any more.
cs: Stůj, stůj! Už to nechci slyšet.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:103:DefaultText
source: Because it happens all the time, right?
cs: Protože se to děje pořád, že?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:104:DefaultText
source: Law save us. Makes you wonder what kind of things the labcoats around here get to forgetting.
cs: Zákon nás zachrání. Člověk se až diví, na co všechno tady ti labužníci zapomínají.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:105:DefaultText
source: Just don't let me catch you again without your ID, okay?
cs: Jen ať tě znovu nechytím bez tvého průkazu, ano?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:106:DefaultText
source: You got it.
cs: Máš to mít.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:107:DefaultText
source: You'd better show some identification real fast if you want to keep your kneecaps.
cs: Jestli si chceš zachovat kolena, měl bys rychle ukázat nějakou identifikaci.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:108:DefaultText
source: What? That's what I asked you!
cs: Cože? Na to jsem se tě ptal!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:109:DefaultText
source: Except you sounded like a wimp. Show some teeth next time.
cs: Až na to, že jsi zněl jako slaboch. Příště ukaž zuby.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:110:DefaultText
source: Uh, okay. Thanks for the tip.
cs: Dobře. Díky za tip.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:111:DefaultText
source: Now you really have to go before I call in the other guards.
cs: Teď už opravdu musíš jít, než zavolám ostatní stráže.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:112:DefaultText
source: Yeah, you're welcome.
cs: Jo, nemáš zač.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:113:DefaultText
source: What was that? I didn't hear you.
cs: Co to bylo? Neslyšel jsem tě.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:114:DefaultText
source: That's what I asked you!
cs: Na to jsem se tě ptal!

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:115:DefaultText
source: Can you speak up, please?
cs: Můžete se ozvat, prosím?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:116:DefaultText
source: THAT'S WHAT I ASKED YOU.
cs: NA TO JSEM SE VÁS PTAL.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:117:DefaultText
source: Whoa, there's no need to yell about it. Now go before I call security.
cs: Nemusíte kvůli tomu křičet. Teď běž, než zavolám ochranku.

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:118:DefaultText
source: How about a wink and a smile?
cs: Co takhle mrknout a usmát se?

# conversations/02_terra2/0231_bureau/0231_cv_lab_interrogation_m:119:DefaultText
source: Intruder!
cs: Vetřelec!
