Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/*_0002_dierobot.po
Languages: sq

# quests/00_emeraldvale/sq_0002_dierobot:0:DefaultText
source: Die, Robot
sq: Zemřít, robot

# quests/00_emeraldvale/sq_0002_dierobot:1:DefaultText
source: Deal with the Mechanical Scout
sq: Jednání s mechanickým skautem

# quests/00_emeraldvale/sq_0002_dierobot:2:DefaultText
source: Return to Ludwig
sq: Zpět na Ludwig

# quests/00_emeraldvale/sq_0002_dierobot:3:DefaultText
source: Find Ludwig's Secret Weapon
sq: Najděte Ludwigovu tajnou zbraň

# quests/00_emeraldvale/sq_0002_dierobot:4:DefaultText
source: Return to Ludwig
sq: Zpět na Ludwig

# quests/00_emeraldvale/sq_0002_dierobot:5:DefaultText
source: Retrieve a Logic Module
sq: Získání logického modulu

# quests/00_emeraldvale/sq_0002_dierobot:6:DefaultText
source: Return to Ludwig
sq: Zpět na Ludwig

# quests/00_emeraldvale/sq_0002_dierobot:9:DefaultText
source: Retrieve a Logic Module
sq: Získání logického modulu

# quests/00_emeraldvale/sq_0002_dierobot:10:DefaultText
source: Speak with Reed
sq: Promluvte si s Reedem

# quests/00_emeraldvale/sq_0002_dierobot:12:DefaultText
source: Speak with Reed
sq: Promluvte si s Reedem

# quests/00_emeraldvale/sq_0002_dierobot:13:DefaultText
source: Return to Ludwig
sq: Zpět na Ludwig

# quests/00_emeraldvale/sq_0002_dierobot:10000:DefaultText
source: Ludwig Miller, a guard watching over the landing pad south of Edgewater, is convinced that automechanicals are planning to wipe out humanity. He's asked you to help him wage a secret war against the mechanical menace.
sq: Ludwig Miller, strážný, který hlídá přistávací plochu jižně od Edgewateru, je přesvědčen, že automechanici plánují vyhladit lidstvo. Požádal vás, abyste mu pomohli vést tajnou válku proti mechanické hrozbě.

# quests/00_emeraldvale/sq_0002_dierobot:10001:DefaultText
source: Ludwig reports that he's spotted a forward scout of the mechanical army north of the landing pad. As a test of your mettle, he's requested that you dispose of this scout in the name of humanity.
sq: Ludwig hlásí, že severně od přistávací plochy spatřil předsunutý průzkum mechanické armády. Jako zkoušku tvé odvahy tě požádal, abys tohoto průzkumníka zlikvidoval ve jménu lidskosti.

# quests/00_emeraldvale/sq_0002_dierobot:10002:DefaultText
source: You heroically thrashed the mechanical scout, preventing vital intel from falling into the hands of its metallic masters. Ludwig will be pleased.
sq: Hrdinně jsi porazil mechanického zvěda a zabránil jsi tomu, aby se důležité informace dostaly do rukou jeho kovových pánů. Ludwig bude mít radost.

# quests/00_emeraldvale/sq_0002_dierobot:10003:DefaultText
source: Ludwig revealed that he's tucked away a secret weapon in Edgewater, to be used in the event of a mechanical uprising. He's decided to entrust the weapon to you to aid in the crusade. The weapon should be in the bathroom of Edgewater's cantina.
sq: Ludwig prozradil, že má v Edgewateru schovanou tajnou zbraň, kterou by použil v případě mechanického povstání. Rozhodl se svěřit zbraň tobě, abys mu pomohl v křížové výpravě. Zbraň by se měla nacházet na záchodě v kantýně v Edgewateru.

# quests/00_emeraldvale/sq_0002_dierobot:10004:DefaultText
source: You found the weapon that Ludwig had stashed in Edgewater. Return to him and learn how he intends to use it against the mechanical menace.
sq: Našel jsi zbraň, kterou Ludwig ukryl v Edgewateru. Vraťte se k němu a zjistěte, jak ji hodlá použít proti mechanické hrozbě.

# quests/00_emeraldvale/sq_0002_dierobot:10005:DefaultText
source: The geothermal plant in the northwest portion of the region has been taken over by automechanicals. Ludwig wants you to infiltrate the plant and retrieve a logic module from one of the automechanicals there.
sq: Geotermální elektrárna v severozápadní části regionu byla převzata automechaniky. Ludwig chce, abys do elektrárny pronikl a získal z jednoho z automechaniků logický modul.

# quests/00_emeraldvale/sq_0002_dierobot:10006:DefaultText
source: Head back to the landing pad and deliver the logic module to Ludwig.
sq: Vraťte se na přistávací plochu a předejte Ludwigovi logický modul.

# quests/00_emeraldvale/sq_0002_dierobot:10009:DefaultText
source: The geothermal plant in the northwest portion of the region has been taken over by mechanicals. Ludwig wants you to infiltrate the plant and retrieve a logic module from one of the mechanicals there.
sq: Geotermální elektrárna v severozápadní části regionu byla převzata mechaniky. Ludwig chce, abys do elektrárny pronikl a získal od jednoho z mechaniků logický modul.

# quests/00_emeraldvale/sq_0002_dierobot:10010:DefaultText
source: Ludwig wants you to head to the region's geothermal plant for an important mission, but to gain entry to the plant you'll need to get the passcode from Reed Tobson, who runs the town of Edgewater.
sq: Ludwig po vás chce, abyste se vydali do geotermální elektrárny v regionu kvůli důležitému úkolu, ale abyste se do elektrárny dostali, musíte získat přístupový kód od Reeda Tobsona, který řídí město Edgewater.

# quests/00_emeraldvale/sq_0002_dierobot:10012:DefaultText
source: Ludwig wants you to head to the region's geothermal plant for an important mission, but to gain entry to the plant first you'll need to get the passcode from Reed Tobson, who runs the town of Edgewater.
sq: Ludwig po vás chce, abyste se vydali do geotermální elektrárny v regionu kvůli důležitému úkolu, ale abyste se do elektrárny dostali, musíte nejprve získat přístupový kód od Reeda Tobsona, který vede město Edgewater.

# quests/00_emeraldvale/sq_0002_dierobot:10013:DefaultText
source: You repaired the "mechanical scout," which was just lost due to a dislodged navigation module. You should return to Ludwig.
sq: Opravili jste "mechanického průzkumníka", který se právě ztratil kvůli vysunutému navigačnímu modulu. Měli byste se vrátit k Ludwigovi.

# quests/00_emeraldvale/sq_0002_dierobot:20001:DefaultText
source: Chester Higgins, an engineer at the geothermal plant who's been locked in there for years, told you that the logic unit is probably in the plant's security office.
sq: Chester Higgins, inženýr z geotermální elektrárny, který je tam už léta zavřený, vám řekl, že logická jednotka je pravděpodobně v kanceláři ostrahy elektrárny.

# quests/00_emeraldvale/sq_0002_dierobot:20002:DefaultText
source: A terminal log in the geothermal plant's security office mentioned that the logic unit has been locked in a storage room across the hall. You'll need to find the keycard to the room unless you can pick your way in. Perhaps the security chief had it on him?
sq: V záznamu terminálu v bezpečnostní kanceláři geotermální elektrárny bylo uvedeno, že logická jednotka byla uzamčena ve skladu na druhé straně haly. Pokud si neumíte vybrat cestu dovnitř, budete muset najít kartu k této místnosti. Možná ji měl u sebe šéf ochranky?

# quests/00_emeraldvale/sq_0002_dierobot:20003:DefaultText
source: According to a terminal log, automechanicals turned hostile and began attacking the other workers. The plant's security chief responded by making his way down to the control room.
sq: Podle záznamu z terminálu se automechanici chovali nepřátelsky a začali napadat ostatní pracovníky. Šéf bezpečnosti závodu reagoval tím, že se vydal do řídicí místnosti.

# quests/00_emeraldvale/sq_0002_dierobot:30000:DefaultText
source: You gave the logic module to Ludwig, who promised to get it to the "right people" so the mechanical menace can be stopped. He thanked you for your contribution to the crusade.
sq: Logický modul jsi předal Ludwigovi, který slíbil, že ho předá "správným lidem", aby se mechanická hrozba zastavila. Poděkoval ti za tvůj příspěvek ke křížové výpravě.

# quests/00_emeraldvale/sq_0002_dierobot:30002:DefaultText
source: Ludwig is no longer in any condition to continue his crusade against the automechanical threat. The machines have won.
sq: Ludwig už není schopen pokračovat v křížové výpravě proti automechanické hrozbě. Stroje zvítězily.

# quests/00_emeraldvale/sq_0002_dierobot:30003:DefaultText
source: The people of Edgewater all want you dead, so Ludwig is unlikely to welcome your further aid in resisting the mechanical menace.
sq: Všichni obyvatelé Edgewateru si přejí tvou smrt, takže Ludwig pravděpodobně neuvítá tvou další pomoc v boji proti mechanické hrozbě.

# quests/00_emeraldvale/sq_0002_dierobot:30004:DefaultText
source: The machines have invaded Edgewater, and Ludwig is likely to be thinking more about survival than preparation.
sq: Do Edgewateru vtrhly stroje a Ludwig pravděpodobně myslí spíše na přežití než na přípravu.
