Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/*_0001_thelongtomorrow.po
Languages: sq

# quests/00_emeraldvale/sq_0001_thelongtomorrow:0:DefaultText
source: The Long Tomorrow
sq: Dlouhý zítřek

# quests/00_emeraldvale/sq_0001_thelongtomorrow:1:DefaultText
source: Retrieve the Cache of Medicine
sq: Získání lékové schránky

# quests/00_emeraldvale/sq_0001_thelongtomorrow:2:DefaultText
source: Turn in the Medicine
sq: Odevzdejte léky

# quests/00_emeraldvale/sq_0001_thelongtomorrow:10000:DefaultText
source: Abernathy asked you to bring him a cache of anthrocillin hidden in the Emerald Vale Community Center.
sq: Abernathy vás požádal, abyste mu přinesli skrýš anthrocillinu ukrytou v komunitním centru Emerald Vale.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:10001:DefaultText
source: Abernathy believes he's dying. He wants a special cache of anthrocillin, found in the Emerald Vale Community Center.
sq: Abernathy věří, že umírá. Chce speciální skrýš anthrocillinu, kterou našel v komunitním centru Emerald Vale.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:10002:DefaultText
source: You found a cache of experimental anthrocillin in the Emerald Vale Community Center.
sq: V komunitním centru Emerald Vale jste našli skrýš experimentálního anthrocillinu.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20000:DefaultText
source: Esther confronted you outside of Abernathy's house, and suggested that you should give the medicine to her instead of Abernathy.
sq: Esther vás konfrontovala před Abernathyho domem a navrhla vám, abyste lék dali jí, a ne Abernathymu.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20001:DefaultText
source: You chose not to give the medicine to Abernathy. Unless you have a sudden change of heart, you'll have to find someone else to take it off your hands.
sq: Rozhodl jste se, že Abernathymu lék nepodáte. Pokud náhle nezměníš názor, budeš muset najít někoho jiného, kdo ti ho sebere.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20002:DefaultText
source: After hearing about Abernathy's terrible affliction, you decided it was best to put him out of his misery. Perhaps someone else will pay you for the medicine he requested.
sq: Když jste se dozvěděli o Abernathyho strašlivém utrpení, rozhodli jste se, že bude nejlepší ukončit jeho trápení. Možná ti za léky, které si vyžádal, zaplatí někdo jiný.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20003:DefaultText
source: Esther is dead and will no longer be able to take the anthrocillin off your hands. You'll have to find someone else who will take it now.
sq: Esther je mrtvá a už vám nebude moci vzít anthrocillin z rukou. Budeš si muset najít někoho jiného, kdo si ho teď vezme.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20004:DefaultText
source: Even though you got the medicine for Abernathy, he still ended up dying due to "natural" causes. You'll have to find someone else who will take these meds from you.
sq: I když jste pro Abernathyho sehnali léky, stejně nakonec zemřel z "přirozených" příčin. Budete si muset najít někoho jiného, kdo od vás tyto léky převezme.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20005:DefaultText
source: You found a cache of anthrocillin, but Esther refuses to take it due to the fact that she is a corpse. You'll have to find someone else to buy this cache of drugs.
sq: Našli jste skrýš s anthrocillinem, ale Ester si ho odmítá vzít, protože je mrtvola. Budeš muset najít někoho jiného, kdo tuto skrýš s léky koupí.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:20007:DefaultText
source: After getting the medicine for Abernathy, you heard from Esther that she would be willing to buy it from you instead.
sq: Poté, co jste získali lék pro Abernathyho, se vám Ester ozvala, že by ho byla ochotná koupit od vás.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:30000:DefaultText
source: You gave Abernathy the medicine that he requested, which should help him recover from his terrible illness.
sq: Dali jste Abernathymu lék, o který žádal a který by mu měl pomoci zotavit se z jeho strašné nemoci.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:30001:DefaultText
source: You gave Esther the cache of anthrocillin. Esther said she won't waste the medicine on Abernathy, but promises to distribute it to people who need it.
sq: Dal jsi Esther schránku s anthrocillinem. Esther řekla, že nebude plýtvat léky na Abernathyho, ale slíbila, že je rozdá lidem, kteří je potřebují.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:30002:DefaultText
source: You turned over the cache of anthrocillin to Reyes. Reyes confiscated the medicine as contraband, but rewarded you.
sq: Předal jste Reyesovi schránku s anthrocillinem. Reyes lék zabavil jako kontraband, ale odměnil vás.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:30003:DefaultText
source: You killed everyone who might have rewarded you for finding the cache of anthrocillin. Well done.
sq: Zabil jsi každého, kdo tě mohl odměnit za nalezení skrýše anthrocillinu. Dobrá práce.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:30004:DefaultText
source: The people of Edgewater all want you dead, so delivering the medicine to any of its residents is no longer a possibility.
sq: Všichni obyvatelé Edgewateru si přejí tvou smrt, takže doručení léku některému z jeho obyvatel již nepřipadá v úvahu.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:40001:DefaultText
source: You found a hidden cache of experimental anthrocillin. This could be useful to someone.
sq: Našli jste skrytou skrýš experimentálního anthrocillinu. Někomu by se to mohlo hodit.

# quests/00_emeraldvale/sq_0001_thelongtomorrow:40002:DefaultText
source: You found the anthrocillin Abernathy mentioned. There may be someone else that wants it.
sq: Našel jste anthrocillin, o kterém se Abernathy zmínil. Možná ho chce ještě někdo další.
