Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/*_0001_gravematter.po
Languages: ta

# quests/00_emeraldvale/ta_0001_gravematter:0:DefaultText
source: A Small Grave Matter
ta: Malá hrobová záležitost

# quests/00_emeraldvale/ta_0001_gravematter:1:DefaultText
source: Collect Abernathy's Gravesite Fees
ta: Vybírání poplatků za hrob Abernathyho

# quests/00_emeraldvale/ta_0001_gravematter:2:DefaultText
source: Return to Silas
ta: Zpět na Silas

# quests/00_emeraldvale/ta_0001_gravematter:5:DefaultText
source: Collect Conrad's Gravesite Fees
ta: Vybírání poplatků za Conradův hrob

# quests/00_emeraldvale/ta_0001_gravematter:6:DefaultText
source: Collect Ludwig's Gravesite Fees
ta: Vybírání poplatků za hrob Ludwiga

# quests/00_emeraldvale/ta_0001_gravematter:7:DefaultText
source: Collect Phyllis's Gravesite Fees
ta: Vybírání poplatků za hrob Phyllis

# quests/00_emeraldvale/ta_0001_gravematter:10000:DefaultText
source: Silas, the local gravedigger, asked you to collect money from a few workers late on their payments.
ta: Místní hrobník Silas tě požádal, abys vybral peníze od několika dělníků, kteří se opozdili s platbou.

# quests/00_emeraldvale/ta_0001_gravematter:10001:DefaultText
source: Abernathy is one of the four people Silas sent you to collect from. He's been feeling under the weather and is probably at his residence.
ta: Abernathy je jedním ze čtyř lidí, pro které tě Silas poslal. Necítí se dobře a pravděpodobně je ve svém sídle.

# quests/00_emeraldvale/ta_0001_gravematter:10002:DefaultText
source: You finished collecting gravesite fees from the people of Edgewater. Return to Silas.
ta: Dokončili jste vybírání poplatků za hrobová místa od obyvatel Edgewateru. Vrať se k Silasovi.

# quests/00_emeraldvale/ta_0001_gravematter:10005:DefaultText
source: Conrad is one of the four people Silas sent you to collect from. He runs a barber shop in Edgewater.
ta: Conrad je jedním ze čtyř lidí, pro které tě Silas poslal. Provozuje holičství v Edgewateru.

# quests/00_emeraldvale/ta_0001_gravematter:10006:DefaultText
source: Ludwig is one of the four people Silas sent you to collect from. He's stationed as a guard at the landing pad southeast of Edgewater.
ta: Ludvík je jedním ze čtyř lidí, pro které tě Silas poslal. Je umístěn jako strážný na přistávací ploše jihovýchodně od Edgewateru.

# quests/00_emeraldvale/ta_0001_gravematter:10007:DefaultText
source: Phyllis is one of the four people Silas sent you to collect from. She works as a supervisor in the Edgewater cannery.
ta: Phyllis je jednou ze čtyř osob, které tě Silas poslal vyzvednout. Pracuje jako vedoucí v konzervárně v Edgewateru.

# quests/00_emeraldvale/ta_0001_gravematter:20000:DefaultText
source: Conrad couldn't pay his gravesite fees, but gave you a promissory note instead.
ta: Conrad nemohl zaplatit poplatky za hrob, ale místo toho ti dal směnku.

# quests/00_emeraldvale/ta_0001_gravematter:20001:DefaultText
source: Abernathy paid you his gravesite fees.
ta: Abernathy vám zaplatil poplatky za hrob.

# quests/00_emeraldvale/ta_0001_gravematter:20002:DefaultText
source: Ludwig paid you his gravesite fees.
ta: Ludwig vám zaplatil hrobové poplatky.

# quests/00_emeraldvale/ta_0001_gravematter:20003:DefaultText
source: Moreau paid you his gravesite fees.
ta: Moreau vám zaplatil hrobové poplatky.

# quests/00_emeraldvale/ta_0001_gravematter:20004:DefaultText
source: Phyllis paid you his gravesite fees.
ta: Phyllis vám zaplatila poplatky za jeho hrob.

# quests/00_emeraldvale/ta_0001_gravematter:20005:DefaultText
source: Conrad says he can't afford to pay his fees. It might be worth mentioning this to Silas.
ta: Conrad říká, že si nemůže dovolit platit poplatky. Možná by stálo za to se o tom zmínit Silasovi.

# quests/00_emeraldvale/ta_0001_gravematter:20006:DefaultText
source: Silas suggested searching around Conrad's shop for some leverage to aid in getting him to pay his fees.
ta: Silas navrhl, aby se porozhlédl po Conradově obchodě a našel nějakou páku, která by ho přiměla zaplatit.

# quests/00_emeraldvale/ta_0001_gravematter:20007:DefaultText
source: You found a note from Phyllis to Conrad. Perhaps you could use the information from it to convince Conrad to pay his gravesite fees.
ta: Našel jsi vzkaz od Phyllis pro Conrada. Možná bys mohl informace z něj použít, abys Conrada přesvědčil, aby zaplatil poplatky za hrob.

# quests/00_emeraldvale/ta_0001_gravematter:30000:DefaultText
source: You helped Silas finish his paperwork so that he can finish his graves.
ta: Pomohli jste Silasovi dokončit papírování, aby mohl dokončit své hroby.

# quests/00_emeraldvale/ta_0001_gravematter:30001:DefaultText
source: Silas is dead. Don't worry about collecting his missing fees.
ta: Silas je mrtvý. S vymáháním jeho chybějících poplatků si nedělejte starosti.

# quests/00_emeraldvale/ta_0001_gravematter:30002:DefaultText
source: The people of Edgewater hate you and want you dead. Silas is no longer interested in your help collecting gravesite fees.
ta: Obyvatelé Edgewateru tě nenávidí a chtějí tvou smrt. Silas už nemá zájem o tvou pomoc při vybírání hrobových poplatků.
