Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/*_0003_marauderbounties.po
Languages: sq

# quests/00_emeraldvale/sq_0003_marauderbounties:0:DefaultText
source: Fistful of Digits
sq: Hrst číslic

# quests/00_emeraldvale/sq_0003_marauderbounties:1:DefaultText
source: Collect Guillaume Antrim's Finger
sq: Sbírat Guillaume Antrim's Finger

# quests/00_emeraldvale/sq_0003_marauderbounties:2:DefaultText
source: Collect Doc Maybell's Finger
sq: Sbírejte prst doktora Maybella

# quests/00_emeraldvale/sq_0003_marauderbounties:3:DefaultText
source: Collect Bertie Cotton's Finger
sq: Sbírat prst Bertieho Cottona

# quests/00_emeraldvale/sq_0003_marauderbounties:10:DefaultText
source: Turn in Guillaume Antrim's Finger
sq: Obrácení prstu Guillaume Antrim

# quests/00_emeraldvale/sq_0003_marauderbounties:11:DefaultText
source: Turn in Doc Maybell's Finger
sq: Odevzdání prstu doktora Maybella

# quests/00_emeraldvale/sq_0003_marauderbounties:12:DefaultText
source: Turn in Bertie Cotton's Finger
sq: Obrácení prstu Bertieho Cottona

# quests/00_emeraldvale/sq_0003_marauderbounties:10000:DefaultText
source: Constable Reyes of Edgewater has placed a bounty on dangerous marauders plaguing the region.
sq: Konstábl Reyes z Edgewateru vypsal odměnu na nebezpečné nájezdníky, kteří sužují region.

# quests/00_emeraldvale/sq_0003_marauderbounties:10001:DefaultText
source: Guillaume Antrim is a dangerous marauder. Kill him and bring back a finger as proof.
sq: Guillaume Antrim je nebezpečný nájezdník. Zabij ho a přines prst jako důkaz.

# quests/00_emeraldvale/sq_0003_marauderbounties:10002:DefaultText
source: Doc Maybell is wanted for murder and crimes against the region. Kill her and bring back a finger as proof.
sq: Doktor Maybell je hledán pro vraždu a zločiny proti regionu. Zabijte ji a jako důkaz přineste prst.

# quests/00_emeraldvale/sq_0003_marauderbounties:10003:DefaultText
source: Bertie Cotton is an ex-vicar turned vicious marauder. Kill him and bring back a finger as proof.
sq: Bertie Cotton je bývalý vikář, který se stal krutým nájezdníkem. Zabijte ho a přineste prst jako důkaz.

# quests/00_emeraldvale/sq_0003_marauderbounties:10010:DefaultText
source: Now that you've collected Guillaume's finger, you can turn it in to Constable Reyes in Edgewater to collect the bounty.
sq: Nyní, když jsi sebral Guillaumův prst, můžeš ho odevzdat konstáblu Reyesovi v Edgewateru a získat odměnu.

# quests/00_emeraldvale/sq_0003_marauderbounties:10011:DefaultText
source: Now that you've collected Doc Maybell's finger, you can turn it in to Constable Reyes in Edgewater to collect the bounty.
sq: Teď, když jsi sebral prst doktora Maybella, můžeš ho odevzdat strážníkovi Reyesovi v Edgewateru a získat odměnu.

# quests/00_emeraldvale/sq_0003_marauderbounties:10012:DefaultText
source: Now that you've collected Bertie Cotton's finger, you can turn it in to Constable Reyes in Edgewater to collect the bounty.
sq: Teď, když jste sebrali prst Bertieho Cottona, můžete ho odevzdat konstáblu Reyesovi v Edgewateru a získat odměnu.

# quests/00_emeraldvale/sq_0003_marauderbounties:30000:DefaultText
source: You killed all three marauders and collected the bounties on them.
sq: Zabili jste všechny tři nájezdníky a vybrali za ně odměny.

# quests/00_emeraldvale/sq_0003_marauderbounties:30001:DefaultText
source: You killed Constable Reyes. Maybe she looked at you the wrong way. Maybe you got really confused and thought you had to kill her for the reward. In any event, you won't be collecting the bounties from her any time soon.
sq: Zabil jste konstábla Reyese. Možná se na vás špatně podívala. Možná jsi byl opravdu zmatený a myslel sis, že ji musíš zabít kvůli odměně. Každopádně odměnu od ní v nejbližší době nevyzvedneš.

# quests/00_emeraldvale/sq_0003_marauderbounties:30002:DefaultText
source: All of Edgewater wants you dead, so aiding or visiting their heavily-armed constable is no longer the most productive use of your time.
sq: Celý Edgewater si přeje vaši smrt, takže pomáhat nebo navštěvovat jejich těžce ozbrojeného strážníka už není nejproduktivnější využití vašeho času.
