Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/*_0005_bringthomasbooks.po
Languages: sq

# quests/00_emeraldvale/sq_0005_bringthomasbooks:0:DefaultText
source: The Frightened Engineer
sq: Vystrašený inženýr

# quests/00_emeraldvale/sq_0005_bringthomasbooks:1:DefaultText
source: Find the Three Volumes
sq: Najděte tři svazky

# quests/00_emeraldvale/sq_0005_bringthomasbooks:2:DefaultText
source: Return to Thomas
sq: Zpět na Thomas

# quests/00_emeraldvale/sq_0005_bringthomasbooks:10000:DefaultText
source: Thomas Kemp, one of the deserters living with Adelaide in the Botanical Lab, is trying to teach himself engineering. He has asked you to bring him any volumes of "A Young Spacer's Guide to Mechanical Engineering" that you find in Emerald Vale.
sq: Thomas Kemp, jeden z dezertérů žijících s Adelaide v Botanické laboratoři, se snaží naučit inženýrství. Požádal tě, abys mu přinesl všechny svazky "Průvodce mladého Spacera strojním inženýrstvím", které najdeš ve Smaragdovém údolí.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:10001:DefaultText
source: Thomas said he knows that at least one volume of the set is in the local community center, and that another used to be in the town of Edgewater. He also promised to reward you for any volumes you find, so feel free to return to him with the books as you find them - there's no need to wait until you've found all three.
sq: Thomas říkal, že ví, že minimálně jeden svazek sady se nachází v místním komunitním centru a že další býval ve městě Edgewater. Také slíbil, že vás za všechny nalezené svazky odmění, takže se k němu klidně vraťte s knihami, jakmile je najdete - není třeba čekat, až najdete všechny tři.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:10002:DefaultText
source: Now that you've found all of the engineering manuals, you should return to Thomas.
sq: Když jste našli všechny technické příručky, měli byste se vrátit k Thomasovi.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20000:DefaultText
source: Parvati mentioned her father reading a volume of "A Young Spacer's Guide to Mechanical Engineering" when he was working shifts at the cannery.
sq: Parvati se zmínila o tom, že její otec četl knihu "Průvodce mladého spacera strojním inženýrstvím", když pracoval na směny v konzervárně.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20001:DefaultText
source: You found the first volume in the Emerald Vale Community Center.
sq: První svazek jste našli v komunitním centru Emerald Vale.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20002:DefaultText
source: You found the second volume in the Edgewater Cannery.
sq: Druhý svazek jste našli v konzervárně Edgewater.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20003:DefaultText
source: You found the third volume in the Emerald Vale Geothermal Plant.
sq: Třetí svazek jste našli v geotermální elektrárně Emerald Vale.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20004:DefaultText
source: You found a mention on Parvati's father's old terminal that he took a volume of "A Young Spacer's Guide to Mechanical Engineering" into the cannery and left it in an unused office.
sq: Na starém terminálu Parvatiina otce jsi našel zmínku, že si do konzervárny vzal svazek "Průvodce mladého spacera strojním inženýrstvím" a nechal ho v nepoužívané kanceláři.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20005:DefaultText
source: A log on the receptionist's desk of the geothermal plant mentioned that there might be a volume of "A Young Spacer's Guide to Mechanical Engineering" in the plant's repair bay.
sq: Na recepčním stole geotermální elektrárny se objevila zmínka, že v opravárenském skladu elektrárny by mohl být svazek "Průvodce mladého rozvědčíka strojírenstvím".

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20006:DefaultText
source: According to a note you found in the repair bay, there's a copy of the manual down in a place called "the pit."
sq: Podle poznámky, kterou jsi našel v opravárenském prostoru, je kopie příručky dole na místě zvaném "jáma".

# quests/00_emeraldvale/sq_0005_bringthomasbooks:20007:DefaultText
source: Thomas mentioned one of the volumes belonged to Parvati's father. He used to work at the Edgewater cannery.
sq: Thomas zmínil, že jeden ze svazků patřil Parvatiinu otci. Pracoval v konzervárně v Edgewateru.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:30000:DefaultText
source: Thomas was overjoyed that you found all three manuals for him, and rewarded you.
sq: Thomas měl radost, že jste pro něj našli všechny tři příručky, a odměnil vás.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:30001:DefaultText
source: You killed Thomas, cutting short any chance he had of ever mastering engineering. What a shame.
sq: Zabil jsi Thomase, čímž jsi zkrátil jeho šanci na zvládnutí inženýrství. Jaká škoda.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:30002:DefaultText
source: The residents of the Botanical Lab hate you, so there's no point returning those books to Thomas now.
sq: Obyvatelé Botanické laboratoře tě nenávidí, takže teď už nemá smysl Thomasovi ty knihy vracet.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:30003:DefaultText
source: The residents of Edgewater all hate you, so Thomas is unlikely to deal with you further.
sq: Všichni obyvatelé Edgewateru vás nenávidí, takže Thomas s vámi pravděpodobně nebude dále jednat.

# quests/00_emeraldvale/sq_0005_bringthomasbooks:40001:DefaultText
source: Thomas Kemp, one of the deserters who moved back to Edgewater from the Botanical Lab, is trying to teach himself engineering. He has asked you to bring him any volumes of "A Young Spacer's Guide to Mechanical Engineering" that you find in Emerald Vale.
sq: Thomas Kemp, jeden z dezertérů, kteří se z Botanické laboratoře vrátili do Edgewateru, se snaží naučit inženýrství. Požádal tě, abys mu přinesl všechny svazky "Průvodce mladého Spacera strojním inženýrstvím", které najdeš ve Smaragdovém údolí.
