Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/*_0004_rescuekidnappeddeserter.po
Languages: sq

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:0:DefaultText
source: A Few Kindred Spirits
sq: Několik spřízněných duší

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:1:DefaultText
source: Search Zoe's Home for Clues
sq: Hledání stop v Zoe's Home

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:3:DefaultText
source: Return to Grace
sq: Návrat k milosti

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:9:DefaultText
source: Return to Grace
sq: Návrat k milosti

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:12:DefaultText
source: Find Zoe
sq: Najít Zoe

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:15:DefaultText
source: Find Proof on Zoe's Corpse
sq: Najít důkaz o Zoe's Corpse

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:16:DefaultText
source: Convince Zoe to Return
sq: Přesvědčit Zoe, aby se vrátila

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:19:DefaultText
source: Convince Zoe to Return
sq: Přesvědčit Zoe, aby se vrátila

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10000:DefaultText
source: Grace Romero, one of the deserters camped at the Botanical Lab, has asked you to look for a missing deserter named Zoe.
sq: Grace Romerová, jedna z dezertérů tábořících v Botanické laboratoři, vás požádala, abyste pátrali po pohřešované dezertérce jménem Zoe.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10001:DefaultText
source: Grace doesn't know where Zoe might have gone. She suggested checking the shack where Zoe beds down for any hints at where she might have gone.
sq: Grace neví, kam Zoe mohla odejít. Navrhla, aby zkontrolovala chatrč, kde Zoe spí, a našla nějakou stopu, kam by mohla jít.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10003:DefaultText
source: You convinced Zoe to return to the camp. Grace will want to hear the good news.
sq: Přesvědčil jsi Zoe, aby se vrátila do tábora. Grace bude chtít slyšet dobré zprávy.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10009:DefaultText
source: You found a ring on Zoe's corpse. Hopefully, Grace will recognize the ring and reward you for reporting what "happened" to Zoe.
sq: Na Zoeině mrtvole jsi našel prsten. Doufejme, že Grace prsten pozná a odmění tě za to, že jsi nahlásil, co se Zoe "stalo".

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10012:DefaultText
source: One of Zoe's journal entries revealed that she secretly planned to run away and join the marauder camp to the east. Now that you know her location, head to the camp and see if she's okay.
sq: Jeden ze Zoeiných záznamů v deníku prozradil, že tajně plánovala utéct a připojit se k táboru nájezdníků na východě. Nyní, když znáš její polohu, vydej se do tábora a zjisti, zda je v pořádku.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10015:DefaultText
source: You found Zoe, then promptly killed her. You could probably tell Grace you found her that way, but you should probably see if you can find anything on Zoe's corpse that Grace might recognize as proof that you found her.
sq: Našel jsi Zoe a pak jsi ji okamžitě zabil. Pravděpodobně bys mohl Grace říct, že jsi ji našel tímto způsobem, ale asi by ses měl podívat, jestli na Zoeině mrtvole nenajdeš něco, co by Grace mohla poznat jako důkaz, že jsi ji našel.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10016:DefaultText
source: You already came across Zoe in your travels, and now just have to get her to return to Grace and the others in the camp.
sq: Na Zoe jsi už na svých cestách narazil a teď ji jen musíš přimět, aby se vrátila ke Grace a ostatním v táboře.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:10019:DefaultText
source: Zoe is perfectly fine and somehow living amongst marauders. She seems to be content with her situation, so it'll take some convincing to get her to return to her people.
sq: Zoe je v naprostém pořádku a nějak žije mezi nájezdníky. Zdá se, že je se svou situací spokojená, takže ji bude třeba přesvědčit, aby se vrátila ke svým lidem.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:20000:DefaultText
source: Stefan said that Zoe kept a journal, which should be in her quarters.
sq: Stefan řekl, že Zoe si vede deník, který by měl být v její kajutě.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:20001:DefaultText
source: Stefan revealed that he was looking forward to surprising Zoe with an episode of her favorite serial.
sq: Stefan prozradil, že se těší, až Zoe překvapí epizodou jejího oblíbeného seriálu.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:20002:DefaultText
source: Grace said that out of all the people in the camp, Stefan was the one closest to Zoe, and might know something about her disappearance.
sq: Grace řekla, že ze všech lidí v táboře je Stefan Zoe nejblíže a mohl by o jejím zmizení něco vědět.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:30000:DefaultText
source: You got Zoe to abandon her plan and move back to the camp.
sq: Přiměl jsi Zoe, aby se vzdala svého plánu a vrátila se do tábora.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:30003:DefaultText
source: You told Grace that Zoe is dead.
sq: Řekl jsi Grace, že Zoe je mrtvá.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:30004:DefaultText
source: Grace should have been more worried about herself than Zoe. That'll learn 'er.
sq: Grace měla mít větší starost o sebe než o Zoe. To ji naučí.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:30005:DefaultText
source: The residents of the Botanical Lab all want you dead, so Grace probably no longer wants your help finding Zoe.
sq: Všichni obyvatelé Botanické laboratoře si přejí tvou smrt, takže Grace už pravděpodobně nestojí o tvou pomoc při hledání Zoe.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:30006:DefaultText
source: The residents of Edgewater all hate you, so Grace is unlikely to want your continued help finding Zoe.
sq: Všichni obyvatelé Edgewateru tě nenávidí, takže Grace pravděpodobně nebude chtít, abys jí dál pomáhal hledat Zoe.

# quests/00_emeraldvale/sq_0004_rescuekidnappeddeserter:40001:DefaultText
source: Grace Romero, one of the deserters who moved back to Edgewater from the Botanical Lab, has asked you to look for a missing deserter named Zoe.
sq: Grace Romerová, jedna z dezertérů, kteří se vrátili z Botanické laboratoře do Edgewateru, vás požádala, abyste pátrali po pohřešované dezertérce Zoe.
