Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/cq_0002_vicarpart1.po
Languages: cs

# quests/00_emeraldvale/cq_0002_vicarpart1:0:DefaultText
source: The Illustrated Manual
cs: Ilustrovaná příručka

# quests/00_emeraldvale/cq_0002_vicarpart1:1:DefaultText
source: Search the Collector's Domicile
cs: Vyhledávání v místě bydliště sběratele

# quests/00_emeraldvale/cq_0002_vicarpart1:2:DefaultText
source: Return to the Vicar
cs: Návrat k faráři

# quests/00_emeraldvale/cq_0002_vicarpart1:6:DefaultText
source: Retrieve the Journal
cs: Získání časopisu

# quests/00_emeraldvale/cq_0002_vicarpart1:10000:DefaultText
source: Vicar Maximillian DeSoto has asked you to find a banned heretical book, the Journal of M. Bakonu.
cs: Vikář Maxmilián DeSoto vás požádal, abyste našli zakázanou kacířskou knihu Deník M. Bakonu.

# quests/00_emeraldvale/cq_0002_vicarpart1:10001:DefaultText
source: Max says the journal was last possessed by a book collector whose residence was part of a small community directly north of Edgewater. He has marked the location on your map.
cs: Max říká, že deník naposledy vlastnil sběratel knih, jehož sídlo bylo součástí malé komunity přímo na sever od Edgewateru. Místo označil na mapě.

# quests/00_emeraldvale/cq_0002_vicarpart1:10002:DefaultText
source: You've found the Journal of M. Bakonu. Return to the Vicar.
cs: Našli jste časopis M. Bakonu. Vraťte se k faráři.

# quests/00_emeraldvale/cq_0002_vicarpart1:10006:DefaultText
source: When the collector had to abandon his home, he hid the banned book in a small cave along with some other contraband. Travel to the cave and retrieve it.
cs: Když musel sběratel opustit svůj domov, ukryl zakázanou knihu v malé jeskyni spolu s dalším kontrabandem. Vydejte se do jeskyně a získejte ji zpět.

# quests/00_emeraldvale/cq_0002_vicarpart1:20001:DefaultText
source: You found an entrance to the river cave mentioned in the collector's note. The book must lie somewhere within.
cs: Našel jsi vchod do říční jeskyně zmíněné v poznámce sběratele. Kniha musí ležet někde uvnitř.

# quests/00_emeraldvale/cq_0002_vicarpart1:30000:DefaultText
source: The Vicar was initially quite pleased to receive the book, but quickly became frustrated when he found he could not read it.
cs: Farář byl zpočátku velmi potěšen, když knihu obdržel, ale rychle ho zklamalo, když zjistil, že ji nemůže přečíst.

# quests/00_emeraldvale/cq_0002_vicarpart1:30001:DefaultText
source: Max is dead, and won't be needing that book any longer.
cs: Max je mrtvý a tu knihu už nebude potřebovat.
