Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/pq_0001_strangeland.po
Languages: cs

# quests/00_emeraldvale/pq_0001_strangeland:0:DefaultText
source: Stranger in a Strange Land
cs: Cizinec v cizí zemi

# quests/00_emeraldvale/pq_0001_strangeland:1:DefaultText
source: Find Hawthorne's Ship
cs: Najít Hawthornovu loď

# quests/00_emeraldvale/pq_0001_strangeland:3:DefaultText
source: Find a Power Regulator
cs: Vyhledání regulátoru napájení

# quests/00_emeraldvale/pq_0001_strangeland:4:DefaultText
source: Return to the Unreliable
cs: Návrat k nespolehlivým

# quests/00_emeraldvale/pq_0001_strangeland:30:DefaultText
source: Retrieve the Power Regulator
cs: Získání regulátoru napájení

# quests/00_emeraldvale/pq_0001_strangeland:33:DefaultText
source: Retrieve the Power Regulator
cs: Získání regulátoru napájení

# quests/00_emeraldvale/pq_0001_strangeland:34:DefaultText
source: Install the Power Regulator
cs: Instalace regulátoru napájení

# quests/00_emeraldvale/pq_0001_strangeland:35:DefaultText
source: Speak With ADA
cs: Mluvte s ADA

# quests/00_emeraldvale/pq_0001_strangeland:36:DefaultText
source: Divert Power from the Geothermal Plant
cs: Přesměrování energie z geotermální elektrárny

# quests/00_emeraldvale/pq_0001_strangeland:10000:DefaultText
source: Phineas needs your help to set things right in Halcyon, but you'll need transportation first.
cs: Phineas potřebuje tvou pomoc, aby dal věci v Halcyonu do pořádku, ale nejdřív budeš potřebovat dopravu.

# quests/00_emeraldvale/pq_0001_strangeland:10001:DefaultText
source: The smuggler took your meeting location a bit too literally. Guess that means his ship is yours now, if you can find it.
cs: Pašerák vzal místo vaší schůzky příliš doslova. Hádám, že to znamená, že jeho loď je teď tvoje, pokud ji najdeš.

# quests/00_emeraldvale/pq_0001_strangeland:10003:DefaultText
source: The Unreliable's power regulator has been damaged beyond repair and must be replaced. ADA suggested you seek help in the nearby settlement of Edgewater. Talk to whoever runs the town.
cs: Regulátor napájení nespolehlivého zařízení je neopravitelně poškozen a musí být vyměněn. ADA navrhla vyhledat pomoc v nedaleké osadě Edgewater. Promluvte si s tím, kdo město řídí.

# quests/00_emeraldvale/pq_0001_strangeland:10004:DefaultText
source: You have found a power regulator. Return to your ship.
cs: Našli jste regulátor napájení. Vraťte se na svou loď.

# quests/00_emeraldvale/pq_0001_strangeland:10030:DefaultText
source: You diverted power from the Botanical Lab to Edgewater. The Botanical Lab is now without power. You should be able to salvage their power regulator now.
cs: Přesměroval jste energii z botanické laboratoře do Edgewateru. Botanická laboratoř je nyní bez proudu. Nyní byste měli být schopni zachránit jejich regulátor napájení.

# quests/00_emeraldvale/pq_0001_strangeland:10033:DefaultText
source: You diverted power from Edgewater to the Botanical Lab. Edgewater and its cannery are now without power. You should be able to salvage their power regulator now.
cs: Přesměrovali jste energii z Edgewateru do botanické laboratoře. Edgewater a jeho konzervárna jsou nyní bez proudu. Nyní byste měli být schopni zachránit jejich regulátor napájení.

# quests/00_emeraldvale/pq_0001_strangeland:10034:DefaultText
source: In order to get the ship up and running, you just need to install the power regulator in the ship's engine room.
cs: Abyste mohli loď zprovoznit, stačí ve strojovně nainstalovat regulátor napájení.

# quests/00_emeraldvale/pq_0001_strangeland:10035:DefaultText
source: Now that the power regulator is installed, speak with ADA to pilot the Unreliable out of Emerald Vale.
cs: Nyní, když je regulátor napájení nainstalován, promluvte si s ADA, aby pilotoval Nespolehlivého ze Smaragdového údolí.

# quests/00_emeraldvale/pq_0001_strangeland:10036:DefaultText
source: You've learned that there are power regulators in both the Edgewater cannery and a Botanical Lab elsewhere in the region, but neither can be removed unless power is routed away from them. Travel to the region's geothermal plant and route the power away from one of the locations.
cs: Dozvěděli jste se, že v konzervárně v Edgewateru i v botanické laboratoři na jiném místě v regionu jsou regulátory napájení, ale ani jeden z nich nelze odstranit, pokud z nich není odvedeno napájení. Vydejte se do geotermální elektrárny v regionu a nasměrujte napájení mimo jedno z míst.

# quests/00_emeraldvale/pq_0001_strangeland:20000:DefaultText
source: You've learned that there's a power regulator attached to the cannery's transformer in the town of Edgewater.
cs: Dozvěděli jste se, že k transformátoru konzervárny ve městě Edgewater je připojen regulátor napájení.

# quests/00_emeraldvale/pq_0001_strangeland:20001:DefaultText
source: You senselessly murdered Reed Tobson, the leader of the town, before he could tell you anything. Since you're already acting like a common criminal, you might as well rifle through his stuff and see what turns up.
cs: Nesmyslně jsi zavraždil Reeda Tobsona, vůdce města, dřív, než ti stačil cokoli říct. Když už se chováš jako obyčejný zločinec, můžeš se rovnou prohrabat jeho věcmi a zjistit, co se z nich vyklube.

# quests/00_emeraldvale/pq_0001_strangeland:20002:DefaultText
source: Reed Tobson, the leader of the town of Edgewater, informed you that you can obtain a power regulator from the botanical lab if you redirect the power of the region's geothermal plant to his cannery.
cs: Reed Tobson, vůdce města Edgewater, vás informoval, že můžete získat regulátor energie z botanické laboratoře, pokud přesměrujete energii z regionální geotermální elektrárny do jeho konzervárny.

# quests/00_emeraldvale/pq_0001_strangeland:20003:DefaultText
source: You found a power regulator attached to the cannery transformer in Edgewater, but it appears impossible to remove while the transformer is still running.
cs: Našli jste regulátor napájení připojený k transformátoru konzervárny v Edgewateru, ale zdá se, že jej nelze odstranit, když je transformátor stále v provozu.

# quests/00_emeraldvale/pq_0001_strangeland:20004:DefaultText
source: You learned that diverting the power of the region's geothermal plant away from a district will shut down the transformer there, allowing you to safely remove the power regulator attached to it.
cs: Dozvěděli jste se, že přesměrování výkonu geotermální elektrárny v regionu mimo oblast vypne tamní transformátor, což vám umožní bezpečně odstranit regulátor výkonu, který je k němu připojen.

# quests/00_emeraldvale/pq_0001_strangeland:20031:DefaultText
source: ADA suggested that it would be useful to have a trained mechanic onboard, and that Edgewater would be a good place to find one.
cs: ADA navrhla, že by bylo užitečné mít na palubě vyškoleného mechanika a že Edgewater by byl dobrým místem, kde ho najít.

# quests/00_emeraldvale/pq_0001_strangeland:20032:DefaultText
source: You've learned that a man named Reed Tobson is in charge of Edgewater. He might be able to help you find the part you need to fix the ship.
cs: Dozvěděli jste se, že Edgewateru velí muž jménem Reed Tobson. Ten by vám mohl pomoci najít součástku, kterou potřebujete k opravě lodi.

# quests/00_emeraldvale/pq_0001_strangeland:20033:DefaultText
source: The plant's master control terminal is reporting that three switches inside the plant must be flipped before the plant's power can be redirected.
cs: Hlavní řídicí terminál elektrárny hlásí, že před přesměrováním napájení elektrárny je třeba přepnout tři spínače uvnitř elektrárny.

# quests/00_emeraldvale/pq_0001_strangeland:20034:DefaultText
source: Hawthorne's ship is somewhere down in the valley below, but there's no direct way down. You'll have to find a path around.
cs: Hawthornova loď je někde dole v údolí, ale přímá cesta dolů nevede. Budeš muset najít cestu kolem.

# quests/00_emeraldvale/pq_0001_strangeland:20035:DefaultText
source: All three switches have been activated. You should now be able to redirect the plant's power from the master control terminal.
cs: Všechny tři spínače jsou aktivovány. Nyní byste měli být schopni přesměrovat napájení elektrárny z hlavní řídicí svorky.

# quests/00_emeraldvale/pq_0001_strangeland:20036:DefaultText
source: You activated one of the switches needed to redirect power.
cs: Aktivovali jste jeden z přepínačů potřebných k přesměrování napájení.

# quests/00_emeraldvale/pq_0001_strangeland:20037:DefaultText
source: You activated a second switch in the geothermal plant.
cs: V geotermální elektrárně jste aktivovali druhý spínač.

# quests/00_emeraldvale/pq_0001_strangeland:20038:DefaultText
source: Reed asked you to deliver a message to a woman named Adelaide McDevitt before you head into the geothermal plant.
cs: Reed vás požádal, abyste předtím, než se vydáte do geotermální elektrárny, doručili zprávu ženě jménem Adelaide McDevittová.

# quests/00_emeraldvale/pq_0001_strangeland:30000:DefaultText
source: You retrieved the power regulator needed to fix the smuggler's ship, and are now able to travel to other parts of the Halcyon System.
cs: Získali jste regulátor energie potřebný k opravě pašerácké lodi a nyní můžete cestovat do dalších částí soustavy Halcyon.
