Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/00_emeraldvale/pq_0002_activategeothermalplant.po
Languages: cs

# quests/00_emeraldvale/pq_0002_activategeothermalplant:0:DefaultText
source: Comes Now the Power
cs: Nyní přichází moc

# quests/00_emeraldvale/pq_0002_activategeothermalplant:1:DefaultText
source: Deliver Reed's Message
cs: Doručit Reedovo poselství

# quests/00_emeraldvale/pq_0002_activategeothermalplant:2:DefaultText
source: Divert Power from the Geothermal Plant
cs: Přesměrování energie z geotermální elektrárny

# quests/00_emeraldvale/pq_0002_activategeothermalplant:4:DefaultText
source: Convince the Deserters to Return
cs: Přesvědčte dezertéry, aby se vrátili

# quests/00_emeraldvale/pq_0002_activategeothermalplant:9:DefaultText
source: Return to Reed
cs: Zpět na Reed

# quests/00_emeraldvale/pq_0002_activategeothermalplant:13:DefaultText
source: Return to Adelaide
cs: Návrat do Adelaide

# quests/00_emeraldvale/pq_0002_activategeothermalplant:14:DefaultText
source: Divert Power from the Geothermal Plant
cs: Přesměrování energie z geotermální elektrárny

# quests/00_emeraldvale/pq_0002_activategeothermalplant:15:DefaultText
source: Return to Reed
cs: Zpět na Reed

# quests/00_emeraldvale/pq_0002_activategeothermalplant:21:DefaultText
source: Speak to Adelaide
cs: Promluvte si s Adelaide

# quests/00_emeraldvale/pq_0002_activategeothermalplant:23:DefaultText
source: Return to Reed
cs: Zpět na Reed

# quests/00_emeraldvale/pq_0002_activategeothermalplant:26:DefaultText
source: Divert Power from the Geothermal Plant
cs: Přesměrování energie z geotermální elektrárny

# quests/00_emeraldvale/pq_0002_activategeothermalplant:27:DefaultText
source: Return to Reed
cs: Zpět na Reed

# quests/00_emeraldvale/pq_0002_activategeothermalplant:31:DefaultText
source: (Optional) Remove Reed from Edgewater
cs: (Volitelné) Odstranění rákosu z Edgewateru

# quests/00_emeraldvale/pq_0002_activategeothermalplant:35:DefaultText
source: (Optional) Reprogram the Automechanicals
cs: (Volitelně) Přeprogramujte automatické mechanismy

# quests/00_emeraldvale/pq_0002_activategeothermalplant:37:DefaultText
source: (Optional) Speak to the Vicar
cs: (Nepovinné) Promluvte si s farářem

# quests/00_emeraldvale/pq_0002_activategeothermalplant:40:DefaultText
source: Divert Power from the Geothermal Plant
cs: Přesměrování energie z geotermální elektrárny

# quests/00_emeraldvale/pq_0002_activategeothermalplant:46:DefaultText
source: Speak to Adelaide
cs: Promluvte si s Adelaide

# quests/00_emeraldvale/pq_0002_activategeothermalplant:47:DefaultText
source: Return to Adelaide
cs: Návrat do Adelaide

# quests/00_emeraldvale/pq_0002_activategeothermalplant:55:DefaultText
source: Divert Power from the Geothermal Plant
cs: Přesměrování energie z geotermální elektrárny

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10000:DefaultText
source: Workers are abandoning the town of Edgewater. Reed Tobson, Edgewater's administrator, wants to force these deserters to return to town by shutting off their power.
cs: Dělníci opouštějí město Edgewater. Reed Tobson, správce Edgewateru, chce tyto dezertéry donutit k návratu do města tím, že jim odpojí elektřinu.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10001:DefaultText
source: Reed asked you to deliver a message to Adelaide and her deserters: come back to town, because he's cutting off their power. Adelaide and her people are camped out in the Botanical Lab, north of Edgewater.
cs: Reed tě požádal, abys Adelaide a jejím dezertérům předal vzkaz: vraťte se do města, protože je odřízne od energie. Adelaide a její lidé táboří v Botanické laboratoři severně od Edgewateru.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10002:DefaultText
source: You delivered Reed's message, but Adelaide refused to return to Edgewater. Head to the Geothermal Plant and redirect the power.
cs: Doručil jsi Reedovu zprávu, ale Adelaide se odmítla vrátit do Edgewateru. Vydejte se do geotermální elektrárny a přesměrujte energii.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10004:DefaultText
source: Now that their power is off, you should have an easier time convincing the deserters to move back.
cs: Teď, když je jejich napájení vypnuto, by mělo být snazší přesvědčit dezertéry, aby se vrátili.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10009:DefaultText
source: You convinced the deserters to return to Edgewater, but Adelaide refused to go back. Reed will want to know.
cs: Přesvědčil jsi dezertéry, aby se vrátili do Edgewateru, ale Adelaide se odmítla vrátit. Reed to bude chtít vědět.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10013:DefaultText
source: Reed has been removed from Edgewater. Return to Adelaide and tell her the news.
cs: Reed byl z Edgewateru odstraněn. Vraťte se k Adelaide a řekněte jí tu novinu.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10014:DefaultText
source: With Adelaide dead, negotiating with the other deserters should be straightforward. Reed still wants you to divert power from the geothermal plant to Edgewater.
cs: Když je Adelaide mrtvá, vyjednávání s ostatními dezertéry by mělo být snadné. Reed stále chce, abyste odklonili energii z geotermální elektrárny do Edgewateru.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10015:DefaultText
source: You entered the geothermal plant and diverted power to the Edgewater cannery. Return to Reed and report your progress.
cs: Vstoupili jste do geotermální elektrárny a odvedli energii do konzervárny Edgewater. Vrať se k Reedovi a ohlas mu svůj postup.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10021:DefaultText
source: The terminal in Reed's office mentioned a woman named Adelaide. One of Reed's major regrets was failing to convince her to move back to Edgewater. Travel to the Botanical Lab district where she resides and see if you can do better.
cs: Na terminálu v Reedově kanceláři byla zmíněna žena jménem Adelaide. Reed litoval, že se mu ji nepodařilo přesvědčit, aby se vrátila do Edgewateru. Vydejte se do čtvrti Botanická laboratoř, kde bydlí, a zkuste se polepšit.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10023:DefaultText
source: You diverted Edgewater's power to the Botanical Lab. Reed must be furious.
cs: Odklonil jsi energii z Edgewateru do botanické laboratoře. Reed musí zuřit.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10026:DefaultText
source: Adelaide wants you to divert Edgewater's power to the Botanical Lab. Or you could stick to Reed's original plan and send the Botanical Lab's power to Edgewater's cannery.
cs: Adelaide chce, abys přesměroval energii z Edgewateru do botanické laboratoře. Nebo se můžeš držet Reedova původního plánu a poslat energii z Botanické laboratoře do Edgewaterské konzervárny.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10027:DefaultText
source: Adelaide wasn't convinced by your use of deadly force, and is no longer capable of seeing the merits of your arguments. Return to Edgewater and let Reed know that she and the deserters will not be coming back.
cs: Adelaide nepřesvědčilo tvé použití smrtící síly a už není schopna vnímat opodstatněnost tvých argumentů. Vrať se do Edgewateru a dej Reedovi vědět, že ona ani dezertéři se už nevrátí.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10031:DefaultText
source: Adelaide refuses to return to Edgewater unless Reed is out of the picture. Her people will follow her back to town, if she returns.
cs: Adelaide se odmítá vrátit do Edgewateru, dokud Reed nezmizí ze scény. Pokud se vrátí, její lidé ji budou následovat zpět do města.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10035:DefaultText
source: Chester gave you a passcode to a terminal located elsewhere in the plant. This terminal allows you to reprogram the plant's automechanicals. Changing their behavior might make getting around in the plant easier.
cs: Chester vám dal přístupový kód k terminálu umístěnému na jiném místě v továrně. Tento terminál vám umožňuje přeprogramovat automechaniku závodu. Změna jejich chování by mohla usnadnit pohyb v továrně.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10037:DefaultText
source: Parvati wants to visit the town's Vicar. She's a little uncertain about the task Reed has set before you. The Vicar might be able to provide some moral guidance.
cs: Parvati chce navštívit městského faráře. Je trochu nejistá ohledně úkolu, který před tebe Reed postavil. Farář by jí mohl poskytnout nějaké morální vedení.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10040:DefaultText
source: You entered the geothermal plant without first speaking to Adelaide. If you divert power to Edgewater without giving her a fair warning, she's going to be upset.
cs: Vstoupil jsi do geotermální elektrárny, aniž bys předtím mluvil s Adelaide. Pokud jste odklonili energii do Edgewateru, aniž byste ji řádně varovali, bude naštvaná.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10046:DefaultText
source: With Reed dead, there's no longer any need to deliver his message. But it sounded like there was some enmity between him and this Adelaide. It might be worth talking to her, if only to pass along the news of Reed's untimely demise.
cs: Když je Reed mrtvý, není už třeba předávat jeho poselství. Ale znělo to, jako by mezi ním a tou Adelaide bylo nějaké nepřátelství. Možná by stálo za to si s ní promluvit, i kdyby jen proto, aby jí předal zprávu o Reedově předčasném skonu.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10047:DefaultText
source: You diverted the Botanical Lab's power to the Edgewater cannery. Adelaide will probably be upset.
cs: Odklonil jsi energii z botanické laboratoře do konzervárny v Edgewateru. Adelaide bude pravděpodobně naštvaná.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:10055:DefaultText
source: You managed to gravely offend the deserters. Adelaide won't speak with you. Reed still wants the geothermal plant's power sent to Edgewater.
cs: Podařilo se vám dezertéry vážně urazit. Adelaide s vámi nechce mluvit. Reed stále chce, aby se energie z geotermální elektrárny posílala do Edgewateru.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20000:DefaultText
source: Adelaide proposed that you divert the geothermal plant's output to the Botanical Lab, depriving Edgewater of power.
cs: Adelaide navrhla, abyste výkon geotermální elektrárny přesměrovali do botanické laboratoře a připravili tak Edgewater o energii.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20001:DefaultText
source: Adelaide refused to move back. You may have more luck convincing some of the other deserters. In particular, she suggested you speak to Grace or Thomas, as the others will listen to them.
cs: Adelaide se odmítla vrátit. Možná budete mít více štěstí při přesvědčování ostatních dezertérů. Zejména ti navrhla, aby sis promluvil s Grace nebo Thomasem, protože ostatní je vyslechnou.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20002:DefaultText
source: The plant's master control terminal is reporting that three switches must be activated before you can redirect power.
cs: Hlavní řídicí terminál elektrárny hlásí, že před přesměrováním napájení je třeba aktivovat tři spínače.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20003:DefaultText
source: A log you found revealed that the security chief locked the items he confiscated from Chester in the closet next to the security office. The security chief should have the key on him.
cs: Z nalezeného záznamu vyplývá, že šéf ochranky zamkl věci, které zabavil Chesterovi, do skříně vedle kanceláře ochranky. Šéf ochranky by měl mít klíč u sebe.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20004:DefaultText
source: The last log the security chief wrote mentioned that he was heading down to the automechanical control room when the mechanicals first went crazy.
cs: V posledním deníku, který šéf bezpečnosti napsal, se zmiňuje, že mířil dolů do řídicí místnosti automechaniky, když se mechanika poprvé zbláznila.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20005:DefaultText
source: After speaking with Thomas, you discovered he wants to move back to Edgewater.
cs: Po rozhovoru s Thomasem jste zjistili, že se chce přestěhovat zpět do Edgewateru.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20006:DefaultText
source: After speaking with Grace, you discovered she wants to move back to Edgewater.
cs: Po rozhovoru s Grace jste zjistili, že se chce přestěhovat zpět do Edgewateru.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20007:DefaultText
source: You diverted the region's power to the town of Edgewater. The Botanical Lab is now without power. While you no longer need the Vicar's advice on the matter, it may still be worth meeting him.
cs: Odklonil jste energii z regionu do města Edgewater. Botanická laboratoř je nyní bez proudu. Ačkoli již nepotřebujete vikářovu radu v této záležitosti, možná by stále stálo za to se s ním setkat.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20008:DefaultText
source: You diverted the region's power to the Botanical Lab. Edgewater is now without power. While you no longer need the Vicar's advice on the matter, you may still want to meet him.
cs: Odklonil jsi energii z regionu do botanické laboratoře. Edgewater je nyní bez proudu. Ačkoli již nepotřebuješ vikářovu radu v této záležitosti, možná se s ním budeš chtít ještě setkat.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20009:DefaultText
source: You killed Adelaide.
cs: Zabil jsi Adelaide.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20010:DefaultText
source: You killed Reed.
cs: Zabil jsi Reeda.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20012:DefaultText
source: You killed Adelaide.
cs: Zabil jsi Adelaide.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20013:DefaultText
source: You killed Reed.
cs: Zabil jsi Reeda.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20014:DefaultText
source: Adelaide and her people had a falling out regarding their decision to return to Edgewater. Even getting rid of Reed won't persuade her to return now.
cs: Adelaide a její lidé se pohádali kvůli rozhodnutí vrátit se do Edgewateru. Ani zbavení se Reeda ji teď k návratu nepřesvědčí.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20015:DefaultText
source: Apparently you didn't need the Vicar's advice, because you killed him.
cs: Zřejmě jsi nepotřeboval farářovu radu, protože jsi ho zabil.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20016:DefaultText
source: You chose not to deliver Reed's message and went straight to the geothermal plant.
cs: Rozhodl jste se Reedovu zprávu nedoručit a šel jste rovnou do geotermální elektrárny.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20017:DefaultText
source: All three switches have been flipped. You should now be able to redirect the plant's power from the master control terminal.
cs: Všechny tři přepínače byly přepnuty. Nyní byste měli být schopni přesměrovat napájení elektrárny z hlavní řídicí svorky.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20018:DefaultText
source: You might be able to convince Grace and Thomas to return to Edgewater on their own. However, Adelaide won't be pleased.
cs: Možná se ti podaří přesvědčit Grace a Thomase, aby se do Edgewateru vrátili sami. Adelaide však nebude mít radost.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20019:DefaultText
source: With all the automechanicals in the plant out of commission, there's no need to modify their behavior.
cs: Když jsou všechny automechanické systémy v závodě mimo provoz, není třeba měnit jejich chování.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20020:DefaultText
source: You activated one of the switches needed to redirect power.
cs: Aktivovali jste jeden z přepínačů potřebných k přesměrování napájení.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20021:DefaultText
source: You activated a second switch in the geothermal plant.
cs: V geotermální elektrárně jste aktivovali druhý spínač.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20022:DefaultText
source: Reed is dead. There's no point in asking the Vicar about Reed's plans.
cs: Reed je mrtvý. Nemá smysl ptát se faráře na Reedovy plány.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:20023:DefaultText
source: With Adelaide dead, there's no longer a need to ask the Vicar about Reed's task.
cs: Když je Adelaide mrtvá, není už třeba ptát se vikáře na Reedův úkol.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30000:DefaultText
source: You convinced the deserters to move back to Edgewater, but Adelaide refused to return with them. Reed was pleased, and rewarded you.
cs: Přesvědčil jsi dezertéry, aby se vrátili do Edgewateru, ale Adelaide se s nimi odmítla vrátit. Reed byl potěšen a odměnil tě.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30001:DefaultText
source: With Reed gone, Adelaide will undoubtedly take control of Edgewater.
cs: Když Reed odejde, Adelaide nepochybně převezme kontrolu nad Edgewaterem.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30002:DefaultText
source: Adelaide is dead. You reactivated the geothermal plant, and it is now powering Edgewater.
cs: Adelaide je mrtvá. Znovu jste aktivovali geotermální elektrárnu a ta nyní pohání Edgewater.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30003:DefaultText
source: With the power from the geothermal plant diverted to Adelaide's camp, Reed's plans are undone. You should be able to take the power regulator from Edgewater.
cs: Když je energie z geotermální elektrárny přesměrována do tábora v Adelaide, Reedovy plány jsou zmařeny. Měli byste být schopni převzít regulátor energie z Edgewateru.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30004:DefaultText
source: You sent power to the Botanical Lab, but without Adelaide, the deserters living there won't last long.
cs: Poslal jsi do Botanické laboratoře energii, ale bez Adelaide tam dezertéři dlouho nevydrží.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30005:DefaultText
source: Reed and Adelaide are both gone. Without their leadership, their respective communities are doomed.
cs: Reed i Adelaide jsou pryč. Bez jejich vedení jsou jejich komunity odsouzeny k zániku.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30006:DefaultText
source: You redirected the geothermal plant's power to Edgewater, which will allow you to take the power regulator from the transformer in the Botanical Lab district.
cs: Přesměrovali jste energii z geotermální elektrárny do Edgewateru, což vám umožní odebrat regulátor energie z transformátoru ve čtvrti Botanická laboratoř.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30007:DefaultText
source: You redirected the geothermal plant's power to the Botanical Lab, which will allow you to take the power regulator from the transformer in Edgewater's cannery.
cs: Přesměrovali jste energii z geotermální elektrárny do botanické laboratoře, což vám umožní odebrat regulátor energie z transformátoru v konzervárně Edgewater.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30008:DefaultText
source: You diverted the geothermal plant's power to the Botanical Lab, which will allow you to take the power regulator from the transformer in Edgewater's cannery. You also killed Reed, ostensibly because it seemed like a good idea at the time. Lacking both power and strong leadership, the town is almost certainly doomed.
cs: Přesměrovali jste energii z geotermální elektrárny do botanické laboratoře, což vám umožní odebrat regulátor energie z transformátoru v konzervárně Edgewater. Také jsi zabil Reeda, údajně proto, že ti to v tu chvíli připadalo jako dobrý nápad. Vzhledem k tomu, že městu chybí jak moc, tak silné vedení, je téměř jistě odsouzeno k zániku.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30009:DefaultText
source: You diverted the geothermal plant's power to Edgewater, and convinced Adelaide's deserters to move back to the town without her. A job well done, except you also killed Reed. Without his leadership, Edgewater will likely suffer, particularly since it now has more people to support.
cs: Odklonil jsi energii z geotermální elektrárny do Edgewateru a přesvědčil jsi dezertéry z Adelaide, aby se do města vrátili bez ní. Dobře odvedená práce, až na to, že jsi také zabil Reeda. Bez jeho vedení bude Edgewater pravděpodobně trpět, zejména proto, že má nyní více lidí, které musí podporovat.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30010:DefaultText
source: Everyone in Edgewater wants you dead, so Reed is unlikely to care about your further efforts on his behalf.
cs: Všichni v Edgewateru si přejí tvou smrt, takže Reed se pravděpodobně nebude zajímat o tvé další úsilí v jeho prospěch.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30011:DefaultText
source: Everyone at the Botanical Lab wants you dead, so visiting Adelaide is probably no longer a good idea.
cs: Všichni v Botanické laboratoři tě chtějí zabít, takže návštěva Adelaide už asi není dobrý nápad.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:30012:DefaultText
source: Hostile mechanicals have been unleashed on Edgewater, so getting the deserters to move back is no longer high on Reed's list of priorities.
cs: V Edgewateru byli vypuštěni nepřátelští mechanici, takže přimět dezertéry k návratu už není na Reedově seznamu priorit na prvním místě.

# quests/00_emeraldvale/pq_0002_activategeothermalplant:40001:DefaultText
source: You found a message on a terminal in Reed's office that mentioned him wishing he had been able to get a woman named Adelaide and her followers to move back to Edgewater. Not sure why you'd carry out the last wishes of a man you ruthlessly murdered for no reason, but maybe logic doesn't enter into it.
cs: Na terminálu v Reedově kanceláři jsi našel vzkaz, ve kterém si Reed přál, aby se mu podařilo přimět ženu jménem Adelaide a její stoupence k návratu do Edgewateru. Nejsem si jistý, proč bys plnil poslední přání člověka, kterého jsi bezdůvodně nemilosrdně zavraždil, ale možná do toho logika nevstupuje.
