Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_nyoka_ellie_cargoholdevent.po
Languages: bs

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:1:DefaultText
source: Shh, the captain's coming! Put your gun away. Act casual.
bs: Pšt, kapitán přichází! Odlož zbraň. Chovej se nenuceně.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:3:DefaultText
source: Oh, uh. Um. Yes, this'll about do. That's a mighty clean weapon. Yep. Ain't no call for a closer inspection by anybody.
bs: Oh, uh. Um. Ano, tohle bude stačit. To je pěkně čistá zbraň. Jo. Nikdo nepotřebuje bližší prohlídku.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:4:DefaultText
source: Dead. Center. Next round's on you!
bs: Mrtvý. Uprostřed. Další kolo je na vás!

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:7:DefaultText
source: I definitely won that round.
bs: Tohle kolo jsem rozhodně vyhrál.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:8:DefaultText
source: You always seem to, huh?
bs: Zdá se, že vždycky, co?

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:9:DefaultText
source: That's 'cause I'm usually right!
bs: To proto, že mám obvykle pravdu!

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:10:DefaultText
source: Next time, I work the score card.
bs: Příště budu pracovat s výsledkovou kartou.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:11:DefaultText
source: Now, hold on. What happens if we hit the wall?
bs: Počkejte. Co se stane, když narazíme do zdi?

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:12:DefaultText
source: Most likely the bullet will ricochet, which could be bad. Or hilarious.
bs: S největší pravděpodobností dojde k odražené střele, což by mohlo být špatné. Nebo k popukání.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:13:DefaultText
source: There's a tiny chance of a hull puncture, which would suck us into space, one chunk at a time. Bad and hilarious.
bs: Existuje malá šance, že dojde k proražení trupu, což by nás po kouscích vcuclo do vesmíru. Špatné a k popukání.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:14:DefaultText
source: Urk. Just imagining that makes me sick.
bs: Urk. Jen si to představím, dělá se mi špatně.

# conversations/03_playership/03_bs_nyoka_ellie_cargoholdevent:15:DefaultText
source: That's why we don't miss.
bs: Proto si nenecháme ujít.
