Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_parvati_sam_engineroomevent.po
Languages: bs

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:1:DefaultText
source: Oh, Captain! Um, just doing some routine maintenance on our automech friend. Don't mind me!
bs: Ach, kapitáne! Jen dělám běžnou údržbu našeho přítele automecha. Nevšímejte si mě!

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:2:DefaultText
source: They think you don't hear it. That you don't feel it. But I know better. I just wish you could stick up for yourself.
bs: Myslí si, že je neslyšíte. Že to necítíte. Ale já to vím lépe. Jen bych si přála, aby ses dokázal zastat sám sebe.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:4:DefaultText
source: Look at you. What a mess. You never had no one to take care of you, huh? Don't fret - I'll be your minder now.
bs: Podívejte se na sebe. To je ale nepořádek. Nikdy ses o sebe neměl kdo postarat, co? Neboj se - teď ti budu dělat opatrovníka já.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:5:DefaultText
source: Er, evening, Captain! Or is it afternoon? I don't know how long I been up here.
bs: Dobrý večer, kapitáne! Nebo je to odpoledne? Nevím, jak dlouho jsem tady nahoře.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:6:DefaultText
source: We got a lot in common, you and me. Both operating just a teensy bit outside of the manufacturer's expected parameters, huh?
bs: Máme toho hodně společného, ty a já. Oba se pohybujeme jen trochu mimo parametry očekávané výrobcem, co?

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:7:DefaultText
source: Come to see SAM? That was sweet of you. Here, I was just leaving.
bs: Přišel ses podívat na SAM? To je od tebe milé. Tady, zrovna jsem odcházela.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:10:DefaultText
source: I don't know that you should be listening to those serials with Felix. They're gonna give you funny ideas about human-mechanical relationships I ain't wanna explain.
bs: Nevím, jestli byste měli poslouchat ty seriály s Felixem. Vnuknou ti směšné myšlenky o vztazích mezi lidmi a mechanikou, které ti nechci vysvětlovat.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:11:DefaultText
source: What'd I tell you about stealin'? Oh! Hey, Captain.
bs: Co jsem ti říkal o krádežích? Hej, kapitáne.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:14:DefaultText
source: Vicar and his sermons... you ever think about the Plan, SAM? Nah, course you don't, you- hey, where'd you get this page of scripture from?
bs: Vikář a jeho kázání... přemýšlel jsi někdy o plánu, SAM? Ne, samozřejmě, že ne, ty... hele, odkud máš tuhle stránku Písma?

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:15:DefaultText
source: What dya got there? Is that a scrap of Ellie's jacket in your mitts? SAM!
bs: Co tam máš? Máš v rukavicích kousek Elliina saka? SAM!

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:16:DefaultText
source: Now don't move, you got a little bit of sick in your tread. There, spick-and-span! Next time you find Nyoka fixin' to barf, you come get me - I'll make sure she hits the can.
bs: Teď se nehýbej, máš trochu nemocný běhoun. Tady, svižný a zdravý! Až příště najdeš Nyoka, jak se chystá zvracet, přijď si pro mě - postarám se, aby se dostala do kanálu.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:17:DefaultText
source: ...So my dad, he told me, "Don't you let that boy push you around." So I hit him with my wrench, right? Ooh, dad was MAD. Guess he wanted me to use my words.
bs: ...A tak mi táta řekl: "Nenech se od toho kluka strkat." Tak jsem ho praštil klíčem, že? Táta byl naštvaný. Asi chtěl, abych použil svá slova.

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:18:DefaultText
source: Not that I ever been any good with those. He grounded me for a week!
bs: Ne že by mi to někdy šlo. Dal mi týden domácího vězení!

# conversations/03_playership/03_bs_parvati_sam_engineroomevent:19:DefaultText
source: Wanna know a secret, SAM? It was worth it.
bs: Chceš znát tajemství, SAMe? Stálo to za to.
