Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_playership.po
Languages: bs

# conversations/03_playership/03_bs_playership:13:DefaultText
source: Captain, we have arrived at Tartarus. I have important information for you.
bs: Kapitáne, dorazili jsme do Tartaru. Mám pro vás důležité informace.

# conversations/03_playership/03_bs_playership:21:DefaultText
source: Some crewmembers are causing a disturbance on the ship.
bs: Někteří členové posádky způsobují na lodi výtržnosti.

# conversations/03_playership/03_bs_playership:22:DefaultText
source: Captain, Felix and the vicar are arguing again.
bs: Kapitán, Felix a farář se opět hádají.

# conversations/03_playership/03_bs_playership:27:DefaultText
source: Crew report: Nyoka is drunk. Surprise!
bs: Zpráva posádky: Nyoka je opilá. Překvapení!

# conversations/03_playership/03_bs_playership:30:DefaultText
source: Sometimes I think SAM is the only one who understands me.
bs: Někdy si myslím, že SAM je jediný, kdo mi rozumí.

# conversations/03_playership/03_bs_playership:31:DefaultText
source: Captain, I have detected that Edgewater's power supply is now optimal. I applaud your willingness to invest your time in the local community.
bs: Kapitáne, zjistil jsem, že napájení Edgewateru je nyní optimální. Oceňuji vaši ochotu investovat svůj čas do místní komunity.

# conversations/03_playership/03_bs_playership:36:DefaultText
source: Captain, I hope you made the right decision by siding with MSI.
bs: Kapitáne, doufám, že jste se rozhodl správně, když jste se postavil na stranu MSI.

# conversations/03_playership/03_bs_playership:40:DefaultText
source: Captain, I hope Dr. Welles has not dragged you into one of his irrational schemes again. My diagnosis of his mental stability is not flattering.
bs: Kapitáne, doufám, že vás doktor Welles opět nezatáhl do jednoho ze svých iracionálních plánů. Moje diagnóza jeho duševní stability není lichotivá.

# conversations/03_playership/03_bs_playership:42:DefaultText
source: I understand we have decided to continue supporting the outlaw scientist Dr. Phineas Welles.
bs: Pokud vím, rozhodli jsme se nadále podporovat vědce mimo zákon, doktora Phinease Wellese.

# conversations/03_playership/03_bs_playership:43:DefaultText
source: When I was stranded in Emerald Vale, I simulated a number of hypothetical scenarios in which Edgewater met its demise. Death by Automechanical was number fifty-seven.
bs: Když jsem uvízl ve Smaragdovém údolí, simuloval jsem několik hypotetických scénářů zániku Edgewateru. Automechanická smrt byla padesátá sedmá.

# conversations/03_playership/03_bs_playership:46:DefaultText
source: Captain, I have detected that the town of Edgewater is now without power. I appreciate you doing your part to hasten their demise.
bs: Kapitáne, zjistil jsem, že město Edgewater je nyní bez proudu. Oceňuji, že jste přispěl k urychlení jejich zániku.

# conversations/03_playership/03_bs_playership:47:DefaultText
source: Groundbreaker should understand well enough now - sometimes violence is the answer.
bs: Groundbreaker už by to měl pochopit - někdy je řešením násilí.

# conversations/03_playership/03_bs_playership:51:DefaultText
source: Leaving the Iconoclasts in control of Monarch is a concept that weighs heavily on my processor banks.
bs: Ponechání kontroly nad Monarchem Ikonoklastům je koncept, který má velkou váhu na mých procesorových bankách.

# conversations/03_playership/03_bs_playership:52:DefaultText
source: Working together diplomatically is a strong predictor for success. Smart work in Monarch, Captain.
bs: Diplomatická spolupráce je silným předpokladem úspěchu. Chytrá práce v Monarchu, kapitáne.

# conversations/03_playership/03_bs_playership:53:DefaultText
source: Captain, your actions have left the world of Monarch in a state of chaos. I look forward to observing its collapse.
bs: Kapitáne, vaše činy zanechaly svět Monarchie ve stavu chaosu. Těším se, až budu moci sledovat jeho zhroucení.

# conversations/03_playership/03_bs_playership:58:DefaultText
source: If you don't mind my saying, Captain, Minister Clarke is lucky to have you on his side.
bs: Jestli dovolíte, kapitáne, ministr Clarke má štěstí, že jste na jeho straně.

# conversations/03_playership/03_bs_playership:59:DefaultText
source: Dr. Welles has failed to discover the tracking signal broadcasting the location of his lab. I have revised my estimations of his competence accordingly.
bs: Doktoru Wellesovi se nepodařilo objevit sledovací signál vysílající polohu jeho laboratoře. Podle toho jsem upravil své odhady jeho schopností.

# conversations/03_playership/03_bs_playership:61:DefaultText
source: You killed the Adjutant?! We are outlaws in the truest sense of the word now.
bs: Zabil jsi adjutanta?! Jsme teď psanci v pravém slova smyslu.

# conversations/03_playership/03_bs_playership:66:DefaultText
source: Captain Hawthorne never worked to support the Board before. At least not officially. I suppose we are turning over a new leaf?
bs: Kapitán Hawthorne nikdy předtím nepracoval na podpoře rady. Alespoň ne oficiálně. Předpokládám, že obracíme list?

# conversations/03_playership/03_bs_playership:67:DefaultText
source: Sending a corrupted tracking signal to the Board was quite clever, if I might say, Captain.
bs: Vyslání poškozeného sledovacího signálu na palubu bylo docela chytré, mohu-li to tak říci, kapitáne.

# conversations/03_playership/03_bs_playership:72:DefaultText
source: My noxious-scent sensors are tingling, Captain. What's in there and how along ago might it have spoiled?
bs: Mé senzory škodlivého světla se chvějí, kapitáne. Co tam je a jak dlouho se to mohlo kazit?

# conversations/03_playership/03_bs_playership:73:DefaultText
source: Providing a proper place for every item keeps the Unreliable shipshape. Thanks for storing that... in storage.
bs: Pokud je pro každou položku vyhrazeno vhodné místo, udržuje se nespolehlivá loď ve formě. Díky za uložení... do skladu.

# conversations/03_playership/03_bs_playership:74:DefaultText
source: Checking for messages? Don't worry, I'm not reading over your shoulder.
bs: Kontrola zpráv? Nebojte se, nečtu vám přes rameno.

# conversations/03_playership/03_bs_playership:75:DefaultText
source: Sleep well, Captain.
bs: Dobře se vyspěte, kapitáne.

# conversations/03_playership/03_bs_playership:77:DefaultText
source: We're now in orbit above Stellar Bay, Captain. No blockade is a match for my piloting skills.
bs: Jsme na oběžné dráze nad Hvězdnou zátokou, kapitáne. Žádná blokáda se nevyrovná mým pilotním schopnostem.

# conversations/03_playership/03_bs_playership:78:DefaultText
source: We're in orbit over Cascadia, Captain.
bs: Jsme na oběžné dráze nad Cascadií, kapitáne.

# conversations/03_playership/03_bs_playership:82:DefaultText
source: We're now in orbit above Roseway, Captain.
bs: Jsme na oběžné dráze nad Roseway, kapitáne.

# conversations/03_playership/03_bs_playership:84:DefaultText
source: We're now in orbit above Byzantium, Captain.
bs: Nyní jsme na oběžné dráze nad Byzancí, kapitáne.

# conversations/03_playership/03_bs_playership:85:DefaultText
source: We're now in orbit above Byzantium, Captain.
bs: Nyní jsme na oběžné dráze nad Byzancí, kapitáne.

# conversations/03_playership/03_bs_playership:86:DefaultText
source: We're now in orbit above Fallbrook, Captain.
bs: Jsme na oběžné dráze nad Fallbrookem, kapitáne.

# conversations/03_playership/03_bs_playership:87:DefaultText
source: We're now in orbit above Edgewater, Captain.
bs: Jsme na oběžné dráze nad Edgewaterem, kapitáne.

# conversations/03_playership/03_bs_playership:88:DefaultText
source: We're now in orbit above Emerald Vale, Captain.
bs: Nyní jsme na oběžné dráze nad Emerald Vale, kapitáne.

# conversations/03_playership/03_bs_playership:89:DefaultText
source: We've re-docked with the Hope, Captain.
bs: Znovu jsme zakotvili u lodi Hope, kapitáne.

# conversations/03_playership/03_bs_playership:90:DefaultText
source: We've re-docked with the Hope, Captain.
bs: Znovu jsme zakotvili u lodi Hope, kapitáne.

# conversations/03_playership/03_bs_playership:91:DefaultText
source: We've reached the Hope, Captain. I'll tether us and initiate boarding protocols.
bs: Dosáhli jsme Naděje, kapitáne. Připoutám nás a zahájím protokoly pro nalodění.

# conversations/03_playership/03_bs_playership:92:DefaultText
source: The Groundbreaker has approved our request for docking, Captain. You're free to disembark.
bs: Loď Groundbreaker schválila naši žádost o zakotvení, kapitáne. Můžete vystoupit.

# conversations/03_playership/03_bs_playership:95:DefaultText
source: We have successfully arrived at Phineas' orbital lab, Captain. And we're still in one piece. Shall I congratulate myself or would you like to do the honors?
bs: Úspěšně jsme dorazili do Phineasovy orbitální laboratoře, kapitáne. A stále jsme v jednom kuse. Mám pogratulovat sám, nebo se toho ujmete vy?

# conversations/03_playership/03_bs_playership:96:DefaultText
source: We've reached HRS-1084, Captain. It's emitting a very weak docking signal. I almost mislabeled it as normal aetheric static.
bs: Dosáhli jsme HRS-1084, kapitáne. Vysílá velmi slabý dokovací signál. Málem jsem ho špatně označil za normální éterickou statickou elektřinu.

# conversations/03_playership/03_bs_playership:100:DefaultText
source: We're now in orbit above Stellar Bay, Captain.
bs: Jsme na oběžné dráze nad Hvězdnou zátokou, kapitáne.

# conversations/03_playership/03_bs_playership:102:DefaultText
source: Now arriving at: Phineas' top-secret orbital lab.
bs: Nyní přijíždí na: Phineasova přísně tajná orbitální laboratoř.

# conversations/03_playership/03_bs_playership:103:DefaultText
source: We've arrived at Phineas' orbital lab.
bs: Dorazili jsme do Phineasovy orbitální laboratoře.

# conversations/03_playership/03_bs_playership:104:DefaultText
source: Destination reached: The Groundbreaker.
bs: Dosažený cíl: Průkopník.

# conversations/03_playership/03_bs_playership:105:DefaultText
source: We've arrived at the Groundbreaker.
bs: Přijeli jsme k Groundbreakeru.

# conversations/03_playership/03_bs_playership:108:DefaultText
source: Destination reached: Scylla.
bs: Dosažený cíl: Scylla.

# conversations/03_playership/03_bs_playership:109:DefaultText
source: Captain, I received a distress call from Dr. Welles. I believe you will want to hear this.
bs: Kapitáne, dostal jsem nouzové volání od doktora Wellese. Věřím, že to budete chtít slyšet.

# conversations/03_playership/03_bs_playership:111:DefaultText
source: Message from the Board, Captain.
bs: Zpráva z rady, kapitáne.

# conversations/03_playership/03_bs_playership:113:DefaultText
source: We're now in orbit above Byzantium, Captain. You also have a Message from one Udom Bedford.
bs: Nyní jsme na oběžné dráze nad Byzancí, kapitáne. Máte také zprávu od jistého Udoma Bedforda.

# conversations/03_playership/03_bs_playership:114:DefaultText
source: Crewmembers Ellie and Max are engaged in a heated discussion in the kitchen.
bs: Členové posádky Ellie a Max vedou v kuchyni vášnivou diskusi.

# conversations/03_playership/03_bs_playership:115:DefaultText
source: I believe I hear Felix and Parvati discussing the latest aetherwave serial.
bs: Myslím, že slyším Felixe a Parvati, jak se baví o nejnovějším seriálu o éterových vlnách.

# conversations/03_playership/03_bs_playership:116:DefaultText
source: If you stop in the engine room, would you ask Parvati to send SAM down to the bridge?
bs: Kdybyste se zastavil ve strojovně, požádal byste Parvati, aby poslala SAM dolů na můstek?

# conversations/03_playership/03_bs_playership:117:DefaultText
source: A reminder to all crewmembers: there is only one toilet on the ship.
bs: Připomínáme všem členům posádky, že na lodi je pouze jedna toaleta.

# conversations/03_playership/03_bs_playership:118:DefaultText
source: Captain, if you're looking for crewmembers Ellie or Felix, they're sharing a drink upstairs.
bs: Kapitáne, jestli hledáte členy posádky Ellie nebo Felixe, jsou nahoře na skleničce.

# conversations/03_playership/03_bs_playership:119:DefaultText
source: Didn't I request no more fertilizer shipments be brought on board? Who keeps ordering these?
bs: Nežádal jsem snad, aby se na palubu nedostaly žádné další zásilky hnojiva? Kdo je pořád objednává?

# conversations/03_playership/03_bs_playership:121:DefaultText
source: Captain, improperly filling the fuel cells has triggered a massive plasma discharge. We must travel with caution to the Groundbreaker, else we risk imploding mid-journey.
bs: Kapitán, nesprávné plnění palivových článků vyvolalo masivní plazmový výboj. Musíme se opatrně vydat na cestu k Groundbreakeru, jinak hrozí, že uprostřed cesty explodujeme.

# conversations/03_playership/03_bs_playership:122:DefaultText
source: Our fuel cells are now primed with Alta-Vitae gas. As the organics say, let us hope we do not explode in transit to the Groundbreaker.
bs: Naše palivové články jsou nyní plněny plynem Alta-Vitae. Jak říkají organici, doufejme, že nevybuchneme při cestě na Groundbreaker.

# conversations/03_playership/03_bs_playership:123:DefaultText
source: Captain, I wish to offer my commendations for convincing the UDL's gunship to leave HRS-1084. I did not favor the idea of being stripped and sold for parts.
bs: Kapitáne, chtěl bych vás pochválit za to, že jste přesvědčil bitevní loď UDL, aby opustila HRS-1084. Nebyl jsem nakloněn myšlence, že by byla rozebrána a prodána na součástky.

# conversations/03_playership/03_bs_playership:124:DefaultText
source: Captain, the UDL's gunship has docked with HRS-1084. Our work at the station is not yet finished.
bs: Kapitáne, dělová loď UDL zakotvila u HRS-1084. Naše práce na stanici ještě neskončila.

# conversations/03_playership/03_bs_playership:125:DefaultText
source: Captain, I must say, your thrilling management of the UDL troops at HRS-1084 was masterful to, er - remotely keep apprised of.
bs: Kapitáne, Musím říci, že vaše napínavé řízení jednotek UDL na HRS-1084 bylo mistrovské, ehm - na dálku sledovat.

# conversations/03_playership/03_bs_playership:126:DefaultText
source: Nice work dispatching Chartrand, Captain. SubLight will be pleased.
bs: Dobrá práce při likvidaci Chartranda, kapitáne. SubLight bude mít radost.

# conversations/03_playership/03_bs_playership:127:DefaultText
source: I believe your choice to spare Chartrand would be considered the honorable path, yes? SubLight's money is inconsequential in the face of ethics.
bs: Věřím, že vaše rozhodnutí ušetřit Chartranda by bylo považováno za čestnou cestu, že? Peníze společnosti SubLight jsou tváří v tvář etice nepodstatné.

# conversations/03_playership/03_bs_playership:128:DefaultText
source: We're now at Relay GB-23, Captain. It's orbiting Halcyon at extreme velocity, but the docking gantry SHOULD remain stable.
bs: Nyní jsme na relé GB-23, kapitáne. Obíhá kolem Halcyonu extrémní rychlostí, ale dokovací portál by měl zůstat stabilní.

# conversations/03_playership/03_bs_playership:129:DefaultText
source: Attention: crewmember Nyoka, please desist any and all activites which could result in further damage to the ship.
bs: Pozor: členko posádky Nyoka, upusťte prosím od všech činností, které by mohly vést k dalšímu poškození lodi.

# conversations/03_playership/03_bs_playership:130:DefaultText
source: I have received a transmission from Roseway, from a Dr. Shaw.
bs: Obdržel jsem zprávu z Roseway od doktora Shawa.
