Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_adabarks_kitchen.po
Languages: bs

# conversations/03_playership/03_bs_adabarks_kitchen:2:DefaultText
source: I need to increase the toilet suction to account for the amount of fiber in those Spacer's Choice meals.
bs: Musím zvýšit sání na záchodě, abych zohlednil množství vlákniny v jídlech Spacer's Choice.

# conversations/03_playership/03_bs_adabarks_kitchen:3:DefaultText
source: Mind that you do not slip, Captain. Nyoka spilled a triptistout on the floor and neglected to clean it up.
bs: Dávejte pozor, abyste neuklouzl, kapitáne. Nyoka vylila triptistout na podlahu a zapomněla ho uklidit.

# conversations/03_playership/03_bs_adabarks_kitchen:4:DefaultText
source: ALL CREWMEMBERS: Please be advised that perishables should not be left on the counter for more than forty-eight hours unless you are hoping for an infestation of sprats.
bs: VŠICHNI ČLENOVÉ POSÁDKY: Upozorňujeme, že potraviny podléhající rychlé zkáze by neměly být ponechány na pultu déle než čtyřicet osm hodin, pokud nedoufáte v napadení šprotami.

# conversations/03_playership/03_bs_adabarks_kitchen:8:DefaultText
source: My chemosensors are picking up a rich array of hydrocarbons.
bs: Mé chemosenzory zachycují bohatou škálu uhlovodíků.

# conversations/03_playership/03_bs_adabarks_kitchen:9:DefaultText
source: The wooly milk has coagulated into wooly curds again, Captain.
bs: Vlnité mléko se opět srazilo na vlnitý tvaroh, kapitáne.

# conversations/03_playership/03_bs_adabarks_kitchen:10:DefaultText
source: This room could do with a good sterilization pass.
bs: Tato místnost by potřebovala pořádnou sterilizaci.

# conversations/03_playership/03_bs_adabarks_kitchen:11:DefaultText
source: Careful where you step, Captain. Nyoka spilled a full bottle of purpleberry wine on the floor and AGAIN neglected to clean it up.
bs: Pozor, kam šlapete, kapitáne. Nyoka vylila na podlahu plnou láhev purpurového vína a OPĚT ji neuklidila.

# conversations/03_playership/03_bs_adabarks_kitchen:12:DefaultText
source: Please keep the kitchen area clean and sanitary.
bs: Udržujte prosím kuchyňské prostory v čistotě a hygieně.

# conversations/03_playership/03_bs_adabarks_kitchen:13:DefaultText
source: Captain, Ellie asked me to ask you to tell Nyoka to stop drinking her private stash of Vodka Spectrum.
bs: Kapitáne, Ellie mě požádala, abych vás požádal, abyste Nyoce řekl, aby přestala pít svou soukromou zásobu vodky Spectrum.

# conversations/03_playership/03_bs_adabarks_kitchen:14:DefaultText
source: Felix?! I know you can hear me so listen up. For the last time - you break it, you buy a replacement for me to install.
bs: Felix?! Vím, že mě slyšíš, tak poslouchej. Naposledy - když to rozbiješ, koupíš si náhradu, kterou ti nainstaluju.

# conversations/03_playership/03_bs_adabarks_kitchen:15:DefaultText
source: It's the strangest thing, Captain. But I could have sworn I heard Nyoka... crying in her room last night.
bs: Je to zvláštní, kapitáne. Ale přísahal bych, že jsem včera v noci slyšel Nyoka... plakat ve svém pokoji.

# conversations/03_playership/03_bs_adabarks_kitchen:16:DefaultText
source: I've adjusted the spice containers to optimize the flow.
bs: Upravil jsem nádoby na koření, abych optimalizoval tok.

# conversations/03_playership/03_bs_adabarks_kitchen:17:DefaultText
source: I admire the vicar's predilection for reading. It keeps him quiet. I like quiet.
bs: Obdivuji farářovu zálibu ve čtení. Udržuje ho to v klidu. Mám rád klid.

# conversations/03_playership/03_bs_adabarks_kitchen:18:DefaultText
source: Remember this is a common-use area.
bs: Nezapomeňte, že se jedná o prostor pro společné užívání.

# conversations/03_playership/03_bs_adabarks_kitchen:19:DefaultText
source: Felix, hurry up! The aetherwave serial is about to begin. I need to find out what happens with the evil twin brother.
bs: Felixi, pospěš si! Seriál o éterových vlnách právě začíná. Musím zjistit, co se stane se zlým dvojčetem.

# conversations/03_playership/03_bs_adabarks_kitchen:20:DefaultText
source: If I have to listen to one more bloody tossball tournament I will go mad. Or short circuit, rather.
bs: Jestli budu muset poslouchat ještě jeden zatracený turnaj v přehazované, tak se zblázním. Nebo spíš zkrat.

# conversations/03_playership/03_bs_adabarks_kitchen:21:DefaultText
source: Whoever has been in the shower for the past forty-minutes... I am shutting off the hot water now!
bs: Kdokoli byl posledních čtyřicet minut ve sprše... Vypínám teplou vodu!

# conversations/03_playership/03_bs_adabarks_kitchen:22:DefaultText
source: Crewmembers who macrowave saltuna are subject to be jettisoned from the airlock.
bs: Členové posádky, kteří se dostanou do makrovlnné saltury, budou vyhozeni z přechodové komory.
