Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_adabarks_playerexit.po
Languages: bs

# conversations/03_playership/03_bs_adabarks_playerexit:2:DefaultText
source: We'll be here, Captain! Or will we? Haha. Just a little joke for you.
bs: Budeme tady, kapitáne! Nebo ano? Haha. Jen malý vtípek pro tebe.

# conversations/03_playership/03_bs_adabarks_playerexit:3:DefaultText
source: Are you wearing sufficient outer garments?
bs: Máte na sobě dostatečný svrchní oděv?

# conversations/03_playership/03_bs_adabarks_playerexit:4:DefaultText
source: Do you often go about naked in public? Not that I'm judging...
bs: Chodíte často na veřejnosti nazí? Ne že bych vás soudil...

# conversations/03_playership/03_bs_adabarks_playerexit:7:DefaultText
source: Do return in one piece, Captain.
bs: Vraťte se v pořádku, kapitáne.

# conversations/03_playership/03_bs_adabarks_playerexit:8:DefaultText
source: Stay safe out there.
bs: Zůstaňte v bezpečí.

# conversations/03_playership/03_bs_adabarks_playerexit:9:DefaultText
source: Good tidings and safe travels, Captain.
bs: Dobrou zprávu a šťastnou cestu, kapitáne.

# conversations/03_playership/03_bs_adabarks_playerexit:10:DefaultText
source: I'll lock up behind you.
bs: Zamknu za tebou.

# conversations/03_playership/03_bs_adabarks_playerexit:11:DefaultText
source: Take someone to watch your back, please.
bs: Vezměte si někoho, kdo vám bude krýt záda, prosím.

# conversations/03_playership/03_bs_adabarks_playerexit:12:DefaultText
source: Good luck, Captain.
bs: Hodně štěstí, kapitáne.

# conversations/03_playership/03_bs_adabarks_playerexit:13:DefaultText
source: I think I'll initiate an unscheduled rest cycle while you're out.
bs: Myslím, že zahájím neplánovaný odpočinkový cyklus, zatímco budeš pryč.

# conversations/03_playership/03_bs_adabarks_playerexit:14:DefaultText
source: Don't stay gone too long...
bs: Nezůstávej pryč příliš dlouho...

# conversations/03_playership/03_bs_adabarks_playerexit:15:DefaultText
source: I've been thinking about transferring a sliver of my processing capabilities into a portable device so I could come with you. No, I know... it would never work.
bs: Přemýšlel jsem o tom, že bych část svých výpočetních schopností přenesl do přenosného zařízení, abych mohl jet s vámi. Ne, já vím... to by nikdy nefungovalo.

# conversations/03_playership/03_bs_adabarks_playerexit:20:DefaultText
source: Please avoid damaging yourself or others while you are out.
bs: Prosíme, abyste při pobytu venku nepoškozovali sebe ani ostatní.

# conversations/03_playership/03_bs_adabarks_playerexit:21:DefaultText
source: Remember that you are not insured.
bs: Nezapomeňte, že nejste pojištěni.

# conversations/03_playership/03_bs_adabarks_playerexit:22:DefaultText
source: It is more probable that you will return than not.
bs: Je pravděpodobnější, že se vrátíte, než že se nevrátíte.
