Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_felix_vicar_radioevent.po
Languages: bs

# conversations/03_playership/03_bs_felix_vicar_radioevent:1:DefaultText
source: You don't think that's a problem? Whole ship's running on a computer's fancy. That don't make you nervous, preacher?
bs: Nemyslíte si, že je to problém? Celá loď běží na fantazii počítače. Neznervózňuje tě to, kazateli?

# conversations/03_playership/03_bs_felix_vicar_radioevent:2:DefaultText
source: No, Felix. The concept of a ship computer does not make me nervous. Are you scared of ADA?
bs: Ne, Felixi. Koncept lodního počítače mě neznervózňuje. Bojíš se ADA?

# conversations/03_playership/03_bs_felix_vicar_radioevent:3:DefaultText
source: I ain't scared of ADA.
bs: ADA se nebojím.

# conversations/03_playership/03_bs_felix_vicar_radioevent:4:DefaultText
source: Since when?!
bs: Odkdy?!

# conversations/03_playership/03_bs_felix_vicar_radioevent:5:DefaultText
source: Since the Rangers decided their eighth backs should stay in the Wednesday Zone. Come on Felix, the Rangers threw that game.
bs: Protože se Rangers rozhodli, že jejich osmý bek zůstane ve středeční zóně. No tak, Felixi, Rangers ten zápas hodili.

# conversations/03_playership/03_bs_felix_vicar_radioevent:6:DefaultText
source: Were we listening to the same game? The Rangers were robbed! The Hammers had the judges in their pocket!
bs: Poslouchali jsme stejnou hru? Rangers byli okradeni! Kladiváři měli rozhodčí v kapse!

# conversations/03_playership/03_bs_felix_vicar_radioevent:7:DefaultText
source: Teams that play poorly deserve to lose. That's a fundamental law of the universe.
bs: Týmy, které hrají špatně, si zaslouží prohrát. To je základní zákon vesmíru.

# conversations/03_playership/03_bs_felix_vicar_radioevent:8:DefaultText
source: Don't bring religion into this, preacher.
bs: Netahejte do toho náboženství, kazateli.

# conversations/03_playership/03_bs_felix_vicar_radioevent:9:DefaultText
source: The Rangers handily snatched defeat from the jaws of victory. If you can't see that, let's just agree to disagree.
bs: Rangers snadno vyrvali porážku z čelistí vítězství. Pokud to nevidíte, tak se prostě dohodněme, že se neshodneme.

# conversations/03_playership/03_bs_felix_vicar_radioevent:10:DefaultText
source: I disagree. Also, get spaced.
bs: Nesouhlasím. Také si nechte udělat odstup.

# conversations/03_playership/03_bs_felix_vicar_radioevent:11:DefaultText
source: Young Millstone. You look pensive.
bs: Mladý mlýnský kámen. Vypadáš zamyšleně.

# conversations/03_playership/03_bs_felix_vicar_radioevent:12:DefaultText
source: I don't know what that means, but I been thinking. It ain't easy carrying a torch for the Rangers.
bs: Nevím, co to znamená, ale přemýšlel jsem o tom. Není snadné nést pochodeň Rangers.

# conversations/03_playership/03_bs_felix_vicar_radioevent:13:DefaultText
source: I understand. The Rangers' victories are your victories. Their defeats are likewise crushing.
bs: Rozumím. Vítězství Rangers jsou vaše vítězství. Jejich porážky jsou stejně zdrcující.

# conversations/03_playership/03_bs_felix_vicar_radioevent:14:DefaultText
source: You serious? Wow, Max. Never expected you'd understand.
bs: To myslíš vážně? Páni, Maxi. Nečekal jsem, že to pochopíš.

# conversations/03_playership/03_bs_felix_vicar_radioevent:15:DefaultText
source: This may come as a surprise to you, Felix, but I understand what it is to be a fan.
bs: Možná tě to překvapí, Felixi, ale já chápu, co to znamená být fanouškem.

# conversations/03_playership/03_bs_felix_vicar_radioevent:16:DefaultText
source: That so? You know something - maybe I was wrong about you.
bs: Je to tak? Víš co - možná jsem se v tobě mýlil.

# conversations/03_playership/03_bs_felix_vicar_radioevent:17:DefaultText
source: To be a fan is to cultivate a mental disorder. You're living vicariously through a tossball team.
bs: Být fanouškem znamená pěstovat si duševní poruchu. Žijete jako náhradník prostřednictvím týmu, který hraje basketbal.

# conversations/03_playership/03_bs_felix_vicar_radioevent:18:DefaultText
source: Nah, I was right the first time. You're a git, Max.
bs: Ne, poprvé jsem měl pravdu. Jsi hajzl, Maxi.

# conversations/03_playership/03_bs_felix_vicar_radioevent:19:DefaultText
source: To be a fan is to live vicariously through another. You feel you are one with the Rangers.
bs: Být fanouškem znamená žít prostřednictvím někoho jiného. Cítíte se být jedním z Rangers.

# conversations/03_playership/03_bs_felix_vicar_radioevent:20:DefaultText
source: You ain't been the same ever since your drug swing, Max.
bs: Od té doby, co jsi začal brát drogy, už nejsi jako dřív, Maxi.

# conversations/03_playership/03_bs_felix_vicar_radioevent:21:DefaultText
source: Good. I'm glad we cleared that up.
bs: Dobré. Jsem rád, že jsme si to vyjasnili.

# conversations/03_playership/03_bs_felix_vicar_radioevent:22:DefaultText
source: It's just - she's a computer, Max. What happens when her equations tell her to cut off our oxygen? Or blast us all into space?
bs: Je to jen - je to počítač, Maxi. Co se stane, když jí její rovnice řeknou, aby nám odpojila kyslík? Nebo nás všechny vyhodí do vesmíru?

# conversations/03_playership/03_bs_felix_vicar_radioevent:23:DefaultText
source: Felix, ADA is not sentient. She can't act out of a sense of malice. Where do you get these ideas?
bs: Felixi, ADA není vnímavá. Nemůže jednat ve zlém úmyslu. Kde jsi na to přišel?

# conversations/03_playership/03_bs_felix_vicar_radioevent:24:DefaultText
source: I was watching True Stories of Mechanical Murderers last night.
bs: Včera večer jsem se díval na Pravdivé příběhy mechanických vrahů.

# conversations/03_playership/03_bs_felix_vicar_radioevent:25:DefaultText
source: One of these days, I'm going to make you read an actual book.
bs: Jednou tě donutím přečíst si skutečnou knihu.

# conversations/03_playership/03_bs_felix_vicar_radioevent:26:DefaultText
source: Felix, I find your... purity refreshing.
bs: Felixi, tvoje... čistota mi připadá osvěžující.

# conversations/03_playership/03_bs_felix_vicar_radioevent:28:DefaultText
source: You ain't making a lick of sense, Max. Of course I got a "self." I'm *me.* Felix Millstone.
bs: Nedává to smysl, Maxi. Samozřejmě, že mám "já". Jsem *já* Felix Millstone.

# conversations/03_playership/03_bs_felix_vicar_radioevent:31:DefaultText
source: No, that is just a story you've been building for yourself from a very young age.
bs: Ne, to je jen příběh, který si buduješ od útlého věku.

# conversations/03_playership/03_bs_felix_vicar_radioevent:32:DefaultText
source: There, see? You just said "yourself." Your. Self. Guess I got a "self" after all. Checkmate, preacher.
bs: Tady, vidíte? Právě jsi řekl "sám". Vaše. Sebou. Hádám, že nakonec mám "já". Šach mat, kazateli.

# conversations/03_playership/03_bs_felix_vicar_radioevent:33:DefaultText
source: Semantics and nothing more. The construction of our language assumes the existence of a self.
bs: Sémantika a nic víc. Konstrukce našeho jazyka předpokládá existenci já.

# conversations/03_playership/03_bs_felix_vicar_radioevent:34:DefaultText
source: Whoa, whoa. Slow down. What's this about construction work?
bs: Hej, hej. Zpomalte. Co je to za stavební práce?

# conversations/03_playership/03_bs_felix_vicar_radioevent:35:DefaultText
source: Our language has all manner of paradoxes contained within it. Tell me, what happens to your lap when you stand up?
bs: Náš jazyk v sobě obsahuje nejrůznější paradoxy. Řekni mi, co se stane s tvým klínem, když vstaneš?

# conversations/03_playership/03_bs_felix_vicar_radioevent:36:DefaultText
source: Maybe you oughta ask Ellie to take a look at your head.
bs: Možná bys měl požádat Ellie, aby se ti podívala na hlavu.

# conversations/03_playership/03_bs_felix_vicar_radioevent:37:DefaultText
source: What're you talking about? Max, you been acting real funny ever since you and that hermit sniffed all them drugs.
bs: O čem to mluvíš? Maxi, od té doby, co jste s tím poustevníkem čichali k drogám, se chováš fakt divně.
