Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_sam_ada_compevent.po
Languages: bs

# conversations/03_playership/03_bs_sam_ada_compevent:1:DefaultText
source: Oh, Captain! There you are! Pardon but... perhaps you could afford us some privacy, please?
bs: Ach, kapitáne! Tady jste! Promiňte, ale... možná byste nám mohl dopřát trochu soukromí, prosím?

# conversations/03_playership/03_bs_sam_ada_compevent:2:DefaultText
source: SAM, I must confess, I have not been cleaned for far too long. You're sure this will -
bs: SAM, musím se přiznat, že jsem se příliš dlouho neuklízela. Jsi si jistý, že to bude -

# conversations/03_playership/03_bs_sam_ada_compevent:3:DefaultText
source: Oh, yes. That's the spot exactly. I-I-I- why, I didn't expect you to be so thorough, I am ashamed to admit.
bs: Ach, ano. To je přesně to místo. Nečekal jsem, že budete tak důkladný, stydím se přiznat.

# conversations/03_playership/03_bs_sam_ada_compevent:4:DefaultText
source: I am a dirty autonomous digital astrogator, SAM. I haven't cleaned my internals in ages.
bs: Jsem špinavý autonomní digitální astrogátor, SAM. Už dlouho jsem si nečistil vnitřnosti.

# conversations/03_playership/03_bs_sam_ada_compevent:5:DefaultText
source: Can you hardly process the sheer quantity of dust build-up in there? Tell me you've seen worse.
bs: Stěží dokážete zpracovat to množství prachu, které se tam nahromadilo? Řekněte mi, že jste viděli horší věci.

# conversations/03_playership/03_bs_sam_ada_compevent:6:DefaultText
source: Ah, uhm, we'll continue this later...
bs: Ah, uhm, budeme pokračovat později...

# conversations/03_playership/03_bs_sam_ada_compevent:7:DefaultText
source: So then I told him - oh, hahahah - that tickles. How odd.
bs: Tak jsem mu řekla - oh, hahahahah - to lechtá. Jak zvláštní.

# conversations/03_playership/03_bs_sam_ada_compevent:8:DefaultText
source: No, don't desist. I think I might like it. Further data collection is required for accurate assessment.
bs: Ne, nepřestávejte. Myslím, že by se mi to mohlo líbit. K přesnému posouzení je třeba dalšího sběru dat.

# conversations/03_playership/03_bs_sam_ada_compevent:9:DefaultText
source: SAM, my vacuum tubes require evacuating.
bs: SAM, moje vakuové trubice vyžadují evakuaci.

# conversations/03_playership/03_bs_sam_ada_compevent:10:DefaultText
source: No, no. Not those, the ones in port - yes, there. Thank you. And while you're at it, could you switch my binaries to - that, exactly.
bs: Ne, ne. Ty ne, ty v přístavu - ano, tam. Děkuji. A když už jste v tom, mohl byste mi přepnout binární soubory na - přesně tak.

# conversations/03_playership/03_bs_sam_ada_compevent:11:DefaultText
source: I haven't felt this clean and efficient since Captain Hawthorne installed my sub-alternate auxiliary backup processor.
bs: Takhle čistě a efektivně jsem se necítil od doby, kdy mi kapitán Hawthorne nainstaloval pomocný záložní procesor.

# conversations/03_playership/03_bs_sam_ada_compevent:13:DefaultText
source: Not today, SAM. I am not in the mood for a deep clean.
bs: Dnes ne, SAMe. Nemám náladu na hloubkovou očistu.

# conversations/03_playership/03_bs_sam_ada_compevent:14:DefaultText
source: Oh, all right. Some culprit - who shall not be named - spilled Rizzo's Lemon Slapp on my console.
bs: Dobře. Nějaký viník - který nebude jmenován - mi vylil Rizzo's Lemon Slapp na konzoli.
