Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_adabarks_entryway.po
Languages: bs

# conversations/03_playership/03_bs_adabarks_entryway:2:DefaultText
source: Welcome aboard, Captain.
bs: Vítejte na palubě, kapitáne.

# conversations/03_playership/03_bs_adabarks_entryway:3:DefaultText
source: Good, you've returned. I missed... having a purpose while you were gone.
bs: Dobře, že ses vrátil. Chybělo mi... mít nějaký cíl, když jsi byl pryč.

# conversations/03_playership/03_bs_adabarks_entryway:4:DefaultText
source: Oh, I did not expect you back so soon, Captain.
bs: Nečekal jsem, že se vrátíte tak brzy, kapitáne.

# conversations/03_playership/03_bs_adabarks_entryway:5:DefaultText
source: Where are we headed today, Captain? The stars are the limit.
bs: Kam dnes míříme, kapitáne? Hvězdy jsou limit.

# conversations/03_playership/03_bs_adabarks_entryway:6:DefaultText
source: Ah, your face is a sight for sore ocular processors, Captain.
bs: Ach, váš obličej je pohled pro bolavé oči, kapitáne.

# conversations/03_playership/03_bs_adabarks_entryway:7:DefaultText
source: Ah, your face is a sight for sore ocular processors, Captain. Or rather your headgear is.
bs: Ach, váš obličej je pohled pro bolavé oči, kapitáne. Nebo spíš vaše pokrývka hlavy.

# conversations/03_playership/03_bs_adabarks_entryway:8:DefaultText
source: Did you bring me anything? New parts? Last weekend's crossword puzzle? Preferably not already filled out this time.
bs: Přinesl jsi mi něco? Nové součástky? Křížovku z minulého víkendu? Tentokrát pokud možno ne už vyplněnou.

# conversations/03_playership/03_bs_adabarks_entryway:9:DefaultText
source: Welcome back. Do wipe the blood and space-dust from your feet in the entry-bay. Thank you.
bs: Vítejte zpět. Otřete si krev a vesmírný prach z nohou ve vstupní hale. Děkuji.

# conversations/03_playership/03_bs_adabarks_entryway:10:DefaultText
source: Back for a rest? Space-adventuring is tiring work.
bs: Vrátit se na odpočinek? Vesmírné dobrodružství je únavná práce.

# conversations/03_playership/03_bs_adabarks_entryway:11:DefaultText
source: WARNING! INTRUDERS WILL BE - oh, it's you.
bs: POZOR! Narušitelé budou - aha, to jste vy.

# conversations/03_playership/03_bs_adabarks_entryway:12:DefaultText
source: Pick up any more strays while you were out? I suppose if the crew's quarters fill up, we could hang hammocks in the cargo hold.
bs: Sebral jsi ještě nějaké zatoulance, když jsi byl venku? Předpokládám, že kdyby se kajuty posádky zaplnily, mohli bychom zavěsit houpací sítě do nákladového prostoru.

# conversations/03_playership/03_bs_adabarks_entryway:13:DefaultText
source: ZZzzZz - Huh?! Oh! I am alert and awake. Not to worry... I take our ship's security highly seriously.
bs: ZZzzZz - Co?! Jsem bdělý a vzhůru. Nebojte se... Bezpečnost naší lodi beru velmi vážně.

# conversations/03_playership/03_bs_adabarks_entryway:14:DefaultText
source: Good, you're back. Not that I missed you. I assure you, I am not capable of such emotional capacity.
bs: Dobře, jsi zpátky. Ne že bys mi chyběl. Ujišťuji tě, že nejsem schopen takové citové kapacity.

# conversations/03_playership/03_bs_adabarks_entryway:15:DefaultText
source: Hail, Captain. Your return time is within 14% of the expected value.
bs: Buďte zdráv, kapitáne. Váš čas návratu je v rozmezí 14 % očekávané hodnoty.

# conversations/03_playership/03_bs_adabarks_entryway:16:DefaultText
source: Please would you kindly inform the crew that long chats with ADA are not required every time the captain leaves the ship?
bs: Mohl byste prosím laskavě informovat posádku, že dlouhé rozhovory s ADA nejsou nutné pokaždé, když kapitán opouští loď?

# conversations/03_playership/03_bs_adabarks_entryway:17:DefaultText
source: Why was I built to feel ennui?
bs: Proč jsem byl postaven tak, abych cítil ennui?
