Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_adabarks_engineroom.po
Languages: bs

# conversations/03_playership/03_bs_adabarks_engineroom:2:DefaultText
source: Engine two has been running hot lately. Captain, can you ask Parvati to check the coils again?
bs: Motor 2 v poslední době běží na plné obrátky. Kapitáne, můžete požádat Parvati, aby znovu zkontrolovala cívky?

# conversations/03_playership/03_bs_adabarks_engineroom:3:DefaultText
source: There is an increased amount of methane in the ship's air scrubbers.
bs: V lodních čističkách vzduchu je zvýšené množství metanu.

# conversations/03_playership/03_bs_adabarks_engineroom:4:DefaultText
source: Captain, are you expertly versed in the internal workings of an spacefaring ship? If not, I must request you please back away from the primary engine.
bs: Kapitáne, vyznáte se ve vnitřním fungování vesmírné lodi? Pokud ne, musím vás požádat, abyste ustoupil od primárního motoru.

# conversations/03_playership/03_bs_adabarks_engineroom:7:DefaultText
source: I am not the ship, but we have become so intertwined that sometimes I fancy the thrum of her engine is my heartbeat. Her hull, my body.
bs: Já nejsem loď, ale jsme tak spjatí, že se mi někdy zdá, že tlukot jejího motoru je tlukotem mého srdce. Její trup, moje tělo.

# conversations/03_playership/03_bs_adabarks_engineroom:8:DefaultText
source: Have you ever seen such a beautiful engine? She's a custom specification.
bs: Už jste někdy viděli tak krásný motor? Je to zakázková specifikace.

# conversations/03_playership/03_bs_adabarks_engineroom:9:DefaultText
source: Touching that is a good way to lose a hand. Moving machinery versus human flesh. Metal wins every time.
bs: Dotknout se ho je dobrý způsob, jak přijít o ruku. Pohybující se stroje versus lidské tělo. Kov vždycky vyhraje.

# conversations/03_playership/03_bs_adabarks_engineroom:10:DefaultText
source: Just a reminder that this engine will need servicing in another 10 billion kilometers.
bs: Jen připomínáme, že tento motor bude potřebovat servis za dalších 10 miliard kilometrů.

# conversations/03_playership/03_bs_adabarks_engineroom:11:DefaultText
source: Engine power output is nominal.
bs: Výkon motoru je nominální.

# conversations/03_playership/03_bs_adabarks_engineroom:12:DefaultText
source: Please keep arms and legs away from the turbine.
bs: Držte ruce a nohy mimo dosah turbíny.

# conversations/03_playership/03_bs_adabarks_engineroom:13:DefaultText
source: Engine temperature is in the normal range.
bs: Teplota motoru je v normálním rozmezí.
