Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_felix_parvati_radioevent.po
Languages: bs

# conversations/03_playership/03_bs_felix_parvati_radioevent:7:DefaultText
source: Were you watching the aetherwaves last night?
bs: Sledoval jsi včera večer aetherwaves?

# conversations/03_playership/03_bs_felix_parvati_radioevent:8:DefaultText
source: I don't know if you watched the big finale, but...
bs: Nevím, jestli jste sledovali velké finále, ale...

# conversations/03_playership/03_bs_felix_parvati_radioevent:9:DefaultText
source: Felix, you're abso-surely not gonna believe this.
bs: Felixi, tomuhle určitě nebudeš věřit.

# conversations/03_playership/03_bs_felix_parvati_radioevent:10:DefaultText
source: Oh my gosh, Felix, you got to hear this.
bs: Panebože, Felixi, tohle musíš slyšet.

# conversations/03_playership/03_bs_felix_parvati_radioevent:11:DefaultText
source: Halcyon Helen finally took down the Chief of the Savages. With a guest appearance from none other than the Masked Marketeer.
bs: Halcyon Helen konečně skolila náčelníka divochů. Jako host vystoupil Maskovaný Markétář.

# conversations/03_playership/03_bs_felix_parvati_radioevent:12:DefaultText
source: You know that slick-looking spacer from All My Colonists? They got her playing the Queen of the Marauders.
bs: Znáte toho slizkého mezikroužka z filmu Všichni moji kolonisté? Hrají ji jako královnu nájezdníků.

# conversations/03_playership/03_bs_felix_parvati_radioevent:13:DefaultText
source: You remember that spin-off series about the Masked Marketeer? Halcyon Helen's comin' on for a special romance arc! What if they hold hands?!
bs: Vzpomínáte si na ten spin-off seriálu o Maskovaném obchodníkovi? Halcyon Helen přichází se speciálním romantickým obloukem! Co když se budou držet za ruce?!

# conversations/03_playership/03_bs_felix_parvati_radioevent:14:DefaultText
source: Guess who the villain was in this week's Virginia Yang: Girl Detective? Mr. Bertie Holcomb, that tossballer!
bs: Hádejte, kdo byl tento týden padouchem ve Virginii Yangové: Dívčí detektiv? Pan Bertie Holcomb, ten házeč!

# conversations/03_playership/03_bs_felix_parvati_radioevent:15:DefaultText
source: That's the episode with Ruth Bellamy, right? Been meaning to catch that.
bs: To je ta epizoda s Ruth Bellamyovou, že? Chtěl jsem se na to podívat.

# conversations/03_playership/03_bs_felix_parvati_radioevent:16:DefaultText
source: This I gotta see! Thanks!
bs: Tohle musím vidět! Díky!

# conversations/03_playership/03_bs_felix_parvati_radioevent:17:DefaultText
source: No fooling? I'm gonna have to catch that one for myself.
bs: Žádné oblbování? To si budu muset chytit sám.

# conversations/03_playership/03_bs_felix_parvati_radioevent:18:DefaultText
source: Do you think maybe I could borrow that sometime?
bs: Myslíš, že bych si to mohl někdy půjčit?

# conversations/03_playership/03_bs_felix_parvati_radioevent:19:DefaultText
source: Okay, okay, okay so I was watching this program...
bs: Dobře, dobře, dobře, takže jsem se díval na tenhle program...

# conversations/03_playership/03_bs_felix_parvati_radioevent:20:DefaultText
source: You know Princess of Hephaestus, that late show about the freedom fighter with a pure heart and a mean right hook? She finally kissed her sweetheart, Ms. Yuko! Eee!
bs: Znáte Hefaistovu princeznu, ten pozdní seriál o bojovnici za svobodu s čistým srdcem a zákeřným pravým hákem? Konečně políbila svého miláčka, paní Yuko! Eee!

# conversations/03_playership/03_bs_felix_parvati_radioevent:21:DefaultText
source: Wow. Are you serious? I gotta get a copy of that.
bs: Wow. To myslíš vážně? Musím si to pořídit.

# conversations/03_playership/03_bs_felix_parvati_radioevent:22:DefaultText
source: So I was watching this serial the other night, yeah?
bs: Tuhle jsem se díval na ten seriál, jo?

# conversations/03_playership/03_bs_felix_parvati_radioevent:23:DefaultText
source: I don't wanna ruin the surprise. Let's just say it involved a whole mess of tossball players, and the biggest mantiqueen I ever saw.
bs: Nechci zkazit překvapení. Řekněme jen, že se jednalo o spoustu hráčů přehazované a největšího mantikáře, jakého jsem kdy viděl.

# conversations/03_playership/03_bs_felix_parvati_radioevent:24:DefaultText
source: Oh gosh, I wish you'd waited for me, I wanted to see that, too!
bs: Bože, škoda, že jsi na mě nepočkala, taky jsem to chtěla vidět!
