Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_adabarks_cargohold.po
Languages: bs

# conversations/03_playership/03_bs_adabarks_cargohold:1:DefaultText
source: The ship used to be much quieter.
bs: Loď bývala mnohem klidnější.

# conversations/03_playership/03_bs_adabarks_cargohold:2:DefaultText
source: This is my favorite room. It's so spacious.
bs: Tohle je můj oblíbený pokoj. Je tak prostorný.

# conversations/03_playership/03_bs_adabarks_cargohold:3:DefaultText
source: Caution! Unexpected turbulence may cause loose containers to topple from the upper shelves. If you are crushed to death, I'll need to find a new captain.
bs: Pozor! Neočekávané turbulence mohou způsobit, že se z horních polic převrhnou volně uložené nádoby. Pokud vás rozdrtí k smrti, budu muset najít nového kapitána.

# conversations/03_playership/03_bs_adabarks_cargohold:10:DefaultText
source: The repair station is currently idle.
bs: Opravárenská stanice je v současné době nečinná.

# conversations/03_playership/03_bs_adabarks_cargohold:11:DefaultText
source: My compliments to SAM. I do so love a clean cargo hold.
bs: Vzdávám poklonu společnosti SAM. Miluji čistý nákladový prostor.

# conversations/03_playership/03_bs_adabarks_cargohold:12:DefaultText
source: Please do not leave items lying about the cargo hold.
bs: Nenechávejte prosím předměty ležet v nákladovém prostoru.

# conversations/03_playership/03_bs_adabarks_cargohold:13:DefaultText
source: Thinking of tinkering at the workbench? I used to love watching Alex work. Now I like watching you.
bs: Přemýšlíte o tom, že budete pracovat u pracovního stolu? Rád jsem sledoval Alexovu práci. Teď se rád dívám na tebe.

# conversations/03_playership/03_bs_adabarks_cargohold:14:DefaultText
source: I've taken the liberty of having SAM clear up some floor space. We didn't really need that crate of toilet paper, did we?
bs: Dovolil jsem si SAMovi uvolnit místo na podlaze. Tu bednu toaletního papíru jsme přece nepotřebovali, ne?

# conversations/03_playership/03_bs_adabarks_cargohold:15:DefaultText
source: Who ordered the bottles of raptidon musk? One has broken...
bs: Kdo objednal lahvičky raptidonského pižma? Jedna se rozbila...

# conversations/03_playership/03_bs_adabarks_cargohold:16:DefaultText
source: Someone from Monarch recently delivered a lifetime supply of Boarstwurst. It would appear you've made friends.
bs: Někdo ze společnosti Monarch nedávno doručil doživotní zásobu Boarstwurstu. Zdá se, že jste si našli přátele.

# conversations/03_playership/03_bs_adabarks_cargohold:17:DefaultText
source: Remember, items in the hold may shift during take-offs and landings.
bs: Nezapomeňte, že předměty v zavazadlovém prostoru se mohou při vzletu a přistání posunout.

# conversations/03_playership/03_bs_adabarks_cargohold:18:DefaultText
source: Watch your step, Captain, the floor's wet! SAM recently mopped in here.
bs: Pozor, kapitáne, podlaha je mokrá! SAM tu nedávno vytřel.
