Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_ellie_vicar_kitchenevent.po
Languages: bs

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:1:DefaultText
source: If I tell you, will you leave me alone?
bs: Když ti to řeknu, necháš mě na pokoji?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:2:DefaultText
source: Whatcha reading, Max?
bs: Co čteš, Maxi?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:3:DefaultText
source: Probably not. What is it with you and books, anyway?
bs: Pravděpodobně ne. Co je to s tebou a knihami?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:4:DefaultText
source: Some of us like to improve ourselves, Dr. Fenhill.
bs: Někteří z nás se rádi zdokonalují, doktore Fenhille.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:5:DefaultText
source: No, I mean keeping those paper books. You got the datapad. Why waste the cargo space?
bs: Ne, mám na mysli uchovávání papírových knih. Máš datapad. Proč plýtvat nákladovým prostorem?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:6:DefaultText
source: You one of those people who wears reading glasses to look smart?
bs: Patříte mezi lidi, kteří nosí brýle na čtení, aby vypadali chytře?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:7:DefaultText
source: Hey. Max.
bs: Ahoj. Maxi.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:8:DefaultText
source: What.
bs: Co.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:9:DefaultText
source: You really think we all have a purpose? That everything happens for a reason?
bs: Opravdu si myslíte, že všichni máme nějaký cíl? Že se všechno děje z nějakého důvodu?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:10:DefaultText
source: It's not really that simple, but yes, fine. Anything else?
bs: Není to tak jednoduché, ale ano, v pořádku. Ještě něco?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:11:DefaultText
source: If that's the case... is it my purpose to annoy you, or yours to be annoyed by me?
bs: Pokud je to tak... je mým cílem otravovat vás, nebo vaším cílem je, abyste byli otravováni mnou?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:12:DefaultText
source: Go away.
bs: Odejděte.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:13:DefaultText
source: You can't deny fate, Vicar.
bs: Nemůžete popřít osud, vikáři.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:15:DefaultText
source: Maximillian.
bs: Maxmilián.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:16:DefaultText
source: Vicar.
bs: Vikář.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:18:DefaultText
source: WHAT?!?!
bs: CO?!?!

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:19:DefaultText
source: Shoot, I forgot. It'll come to me.
bs: Sakra, já zapomněl. Přijde to ke mně.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:20:DefaultText
source: Yes?
bs: Ano?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:21:DefaultText
source: Yes?
bs: Ano?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:22:DefaultText
source: Aw, this is no fun anymore.
bs: Tohle už není žádná legrace.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:23:DefaultText
source: I used to think that, but not anymore.
bs: Dříve jsem si to myslel, ale teď už ne.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:24:DefaultText
source: Then- wait, why do you sound so calm? Aren't you getting annoyed?
bs: Počkej, proč jsi tak klidný? Nejsi naštvaný?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:25:DefaultText
source: Not in the least. But I do apologize, Dr. Fenhill, it sounds like I have annoyed you.
bs: Ani v nejmenším. Ale omlouvám se, doktore Fenhille, vypadá to, že jsem vás naštval.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:26:DefaultText
source: Fine. Be that way.
bs: V pořádku. Buď takový.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:27:DefaultText
source: Hey, Max. Felix said you're acting "crazy," saying we don't exist or something? He's just confused, right?
bs: Ahoj, Maxi. Felix říkal, že se chováš jako blázen a říkáš, že neexistujeme nebo tak něco? Je jen zmatený, že?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:28:DefaultText
source: He may be confused. But that doesn't mean I'm not insane.
bs: Možná je zmatený. Ale to neznamená, že nejsem blázen.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:29:DefaultText
source: See, I'm all for chemical recreation, but you've been saying strange things ever since you did those drugs at the hermit's.
bs: Víš, já jsem pro chemickou rekreaci, ale od té doby, co jsi bral ty drogy u poustevníka, říkáš divné věci.

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:30:DefaultText
source: Like the realization that our perception of self is akin to an optical illusion?
bs: Třeba uvědomění si, že naše vnímání sebe sama se podobá optickému klamu?

# conversations/03_playership/03_bs_ellie_vicar_kitchenevent:31:DefaultText
source: Now I can't tell if you're just doing this to try to get to me.
bs: Teď nevím, jestli to děláš jen proto, aby ses ke mně dostal.
