Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_*_ellie_felix_upperstairwellevent.po
Languages: bs

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:1:DefaultText
source: Nice one. You must've had 'em quaking in their heels.
bs: Pěkné. Museli se z tebe třást v patách.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:2:DefaultText
source: ...so then I says, "Fine! I'll pay you back for all of it! With interest!"
bs: ...tak jsem řekl: "Fajn! Všechno ti vrátím! I s úroky!"

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:3:DefaultText
source: I mean, I wasn't really gonna do it. I just wanted to make 'em feel bad.
bs: Chci říct, že jsem to opravdu nechtěl udělat. Jen jsem je chtěl potrápit.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:4:DefaultText
source: "Pay you back with interest." I gotta remember that one.
bs: "Vrátíme vám to i s úroky." To si musím zapamatovat.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:5:DefaultText
source: Would've felt better if it had worked.
bs: Cítil bych se lépe, kdyby to fungovalo.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:6:DefaultText
source: Felix, take it from me. Never get close to anyone. They'll just let you down.
bs: Felixi, vezmi si to ode mě. Nikdy se k nikomu nepřibližuj. Jen tě zklamou.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:7:DefaultText
source: Yeah, but sometimes you gotta get close to people, you know? How else are you gonna land a sneak attack?
bs: Jo, ale někdy se k lidem musíš dostat blíž, víš? Jak jinak chceš provést zákeřný útok?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:8:DefaultText
source: 'Sides, that's what's great about a ship like this. When things get weird, you leave!
bs: "Ostatně, to je na lodi, jako je tahle, skvělé. Když se něco zvrtne, odejdeš!

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:9:DefaultText
source: I hope you stick around. Ship wouldn't be the same without you.
bs: Doufám, že tu zůstaneš. Loď by bez tebe nebyla stejná.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:10:DefaultText
source: You ever notice how our crew's a lot like that crime family from The Masked Marketeer?
bs: Všiml sis někdy, že naše parta je podobná té zločinecké rodině z Maskovaného markýze?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:11:DefaultText
source: Ooh, which one's the captain?
bs: Který z nich je kapitán?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:12:DefaultText
source: You know the head of the family? Never shows up on screen, but everybody's scared of 'em? That's the boss.
bs: Znáte hlavu rodiny? Nikdy se neukáže na plátně, ale všichni se jí bojí? To je šéf.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:13:DefaultText
source: And what about me?
bs: A co já?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:14:DefaultText
source: A scion of Byzantium turned to banditry? You've gotta be the Masked Marketeer.
bs: Zrozenec Byzance, který se dal na dráhu bandity? Ty musíš být Maskovaný Markétář.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:15:DefaultText
source: So who's Parvati?
bs: Kdo je Parvati?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:17:DefaultText
source: What's that make the vicar?
bs: Co z toho dělá farář?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:18:DefaultText
source: Then Nyoka is...?
bs: Pak je Nyoka...?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:19:DefaultText
source: Okay, but who's SAM?
bs: Dobře, ale kdo je SAM?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:20:DefaultText
source: You remember the youngest daughter who always does what she's told? But in the season finale, she murders twelve people with a knife? Parvati.
bs: Vzpomínáte si na nejmladší dceru, která vždycky dělá, co se jí řekne? Ale ve finále sezóny zavraždí nožem dvanáct lidí? Parvati.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:21:DefaultText
source: Max? I was thinking maybe one of the butlers. Don't tell him I said that.
bs: Max? Napadlo mě, že by to mohl být jeden z komorníků. Neříkej mu, že jsem to řekl.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:22:DefaultText
source: You remember Kneecaps? Big, square-lookin' bruiser. Prizefighter. Drinks like a fish. That's Nyoka.
bs: Vzpomínáte si na Kneecaps? Velký, hranatý hromotluk. Prizefighter. Pije jako ryba. To je Nyoka.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:23:DefaultText
source: C'mon Ellie. SAM ain't people. I guess he can be Chairman Rockwell in that one cameo appearance.
bs: No tak, Ellie. SAM nejsou lidi. Hádám, že může být předsedou Rockwellem v tom jednom cameo vystoupení.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:24:DefaultText
source: Ha! That's good. For a second, I was worried you were gonna say something... mushy.
bs: Ha! To je dobré. Na chvíli jsem se bála, že řekneš něco... kašovitého.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:25:DefaultText
source: Oh, you were being serious? Well, what about us? We'd never let you down, right?
bs: To jste myslel vážně? A co my? Nikdy bychom tě nezklamali, že?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:26:DefaultText
source: Hey, I don't take it personal. You look out for you, I look out for me. Law of the universe, you know?
bs: Hej, neberu si to osobně. Ty se staráš o sebe, já se starám o sebe. Zákony vesmíru, víš?

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:27:DefaultText
source: Don't go getting mushy on me, now.
bs: Nebuď na mě tak hloupý.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:28:DefaultText
source: And everyone's got different theories about what they're really up to? I can see that.
bs: A každý má různé teorie o tom, co mají skutečně za lubem? To vidím.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:29:DefaultText
source: It's always the quiet ones.
bs: Vždycky jsou to ty tiché.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:30:DefaultText
source: Oh, I am definitely gonna tell him.
bs: Určitě mu to řeknu.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:31:DefaultText
source: You know, I think she'd like that.
bs: Myslím, že by se jí to líbilo.

# conversations/03_playership/03_bs_ellie_felix_upperstairwellevent:32:DefaultText
source: I heard they had an automech read those lines because the actors were afraid of offending the Chairman.
bs: Slyšel jsem, že ty repliky četl automechanik, protože herci se báli, že urazí předsedu.
