Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_playership.po
Languages: cs

# conversations/03_playership/03_cv_playership:1:DefaultText
source: How can I be of assistance?
cs: Jak vám mohu pomoci?

# conversations/03_playership/03_cv_playership:2:DefaultText
source: I'd like to learn more about the colony.
cs: Rád bych se o kolonii dozvěděl více.

# conversations/03_playership/03_cv_playership:4:DefaultText
source: Talk to you later, ADA.
cs: Promluvíme si později, ADA.

# conversations/03_playership/03_cv_playership:5:DefaultText
source: Got a minute to talk?
cs: Máte chvilku na rozhovor?

# conversations/03_playership/03_cv_playership:6:DefaultText
source: I'd like to continue our conversation from before.
cs: Rád bych pokračoval v našem předchozím rozhovoru.

# conversations/03_playership/03_cv_playership:7:DefaultText
source: There's something I've been meaning to ask you.
cs: Chtěl jsem se tě na něco zeptat.

# conversations/03_playership/03_cv_playership:8:DefaultText
source: ADA, play my favorite song.
cs: ADA, zahraj mou oblíbenou píseň.

# conversations/03_playership/03_cv_playership:20:DefaultText
source: Edgewater is the sparkling county seat of Emerald Vale. Or it was when first built. Since then neglect and time have worn away her shiny veneer.
cs: Edgewater je jiskřivé sídlo okresu Emerald Vale. Nebo bylo, když bylo postaveno. Od té doby zanedbávání a čas opotřebovaly její lesklou fasádu.

# conversations/03_playership/03_cv_playership:21:DefaultText
source: We're cleared to dock with the Groundbreaker if that's your desired destination.
cs: Máme povolení zakotvit u lodi Groundbreaker, pokud je to váš požadovaný cíl.

# conversations/03_playership/03_cv_playership:22:DefaultText
source: Ah, yes. As Dr. Welles is a wanted outlaw, he built his laboratory into an asteroid. Orbital destinations can be... challenging to land on - his more so than most.
cs: Ach, ano. Protože je doktor Welles hledaný psanec, postavil si laboratoř na asteroidu. Přistání na orbitálních destinacích může být... náročné - na té jeho víc než na většině jiných.

# conversations/03_playership/03_cv_playership:26:DefaultText
source: Any crew traveling to Roseway will find themselves unofficially in officially uncharted space.
cs: Každá posádka cestující na Roseway se neoficiálně ocitne v oficiálně neprobádaném prostoru.

# conversations/03_playership/03_cv_playership:28:DefaultText
source: Byzantium is reputed to be the cream of the crop of Halcyon's residents. We're sure to stick out like a sore thumb.
cs: Byzantium má pověst smetánky mezi obyvateli Halcyonu. Jsme si jisti, že budeme vyčnívat jako oko v hlavě.

# conversations/03_playership/03_cv_playership:29:DefaultText
source: Ah, Monarch. The armpit of the Halcyon system. Her last functioning port town is Stellar Bay. Well, that is if you don't count SubLight's smuggler's port in Fallbrook.
cs: Ach, Monarcha. Podpaží systému Halcyon. Její poslední funkční přístavní město je Hvězdná zátoka. Tedy pokud nepočítáme pašerácký přístav SubLight ve Fallbrooku.

# conversations/03_playership/03_cv_playership:30:DefaultText
source: Warning: All colonists are urged to reconsider travel to Cascadia due to INFESTATION OF MANTISAURS and risk of indefinite detention or death.
cs: Varování: Všichni kolonisté jsou vyzváni, aby zvážili cestu do Kaskádie z důvodu INFEKCE MANTISAURY a rizika zadržení na dobu neurčitou nebo smrti.

# conversations/03_playership/03_cv_playership:31:DefaultText
source: I have lots of minutes. Many minutes. Unlimited minutes, perhaps. Providing an adequate power source, I can function indefinitely.
cs: Mám spoustu minut. Mnoho minut. Možná neomezené minuty. Pokud mám dostatečný zdroj energie, mohu fungovat neomezeně dlouho.

# conversations/03_playership/03_cv_playership:32:DefaultText
source: Forgive me, Captain. I would rather not discuss Alex Hawthorne today. I am feeling... discombobulated.
cs: Odpusťte mi, kapitáne. O Alexi Hawthornovi bych dnes raději nemluvil. Cítím se... zmatený.

# conversations/03_playership/03_cv_playership:33:DefaultText
source: What's that?
cs: Co je to?

# conversations/03_playership/03_cv_playership:38:DefaultText
source: What do you think of the townspeople?
cs: Co si myslíte o obyvatelích města?

# conversations/03_playership/03_cv_playership:39:DefaultText
source: How is Edgewater faring since we left it?
cs: Jak se daří Edgewateru od doby, kdy jsme ho opustili?

# conversations/03_playership/03_cv_playership:40:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/03_playership/03_cv_playership:41:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/03_playership/03_cv_playership:42:DefaultText
source: You mean the ones who did not answer my distress call with medical assistance but instead came to issue my injured captain a parking ticket?
cs: Myslíte ty, kteří neodpověděli na mé tísňové volání s lékařskou pomocí, ale místo toho přišli vystavit mému zraněnému kapitánovi pokutu za parkování?

# conversations/03_playership/03_cv_playership:43:DefaultText
source: Since you diverted power to the deserters, the Botanical Lab is thriving. However, Emerald Vale's cannery shut down, leading to a total collapse of Edgewater's population.
cs: Od té doby, co jsi odklonil energii k dezertérům, botanická laboratoř vzkvétá. Konzervárna Emerald Vale však byla uzavřena, což vedlo k úplnému kolapsu populace Edgewateru.

# conversations/03_playership/03_cv_playership:50:DefaultText
source: Um, you can take care of that for us, right?
cs: Um, můžeš se o to postarat za nás, že?

# conversations/03_playership/03_cv_playership:51:DefaultText
source: Well, give me the spiel on the Groundbreaker.
cs: Tak mi řekni, jak to s tím Průkopníkem je.

# conversations/03_playership/03_cv_playership:52:DefaultText
source: ...I can, yes. Let me add that to my list of 1435498 tasks I am simultaneously executing in order to run our ship.
cs: ...mohu, ano. Dovolte mi, abych to přidal na seznam 1435498 úkolů, které současně vykonávám, abych mohl řídit naši loď.

# conversations/03_playership/03_cv_playership:53:DefaultText
source: The Groundbreaker was Halcyon's original colony ship. It has since been re-purposed as a service station in the Lagrange point of the system.
cs: Groundbreaker byla původní koloniální loď společnosti Halcyon. Od té doby slouží jako servisní stanice v Lagrangeově bodě soustavy.

# conversations/03_playership/03_cv_playership:54:DefaultText
source: What do you know about Phineas?
cs: Co víte o Phineasovi?

# conversations/03_playership/03_cv_playership:56:DefaultText
source: There is a bounty on his head - one with a markedly high reward amount. Shall I engage the laser weapons system?
cs: Na jeho hlavu je vypsána odměna, která je výrazně vysoká. Mám zapojit laserový zbraňový systém?

# conversations/03_playership/03_cv_playership:68:DefaultText
source: I'm not concerned about legalities. Tell me anyway.
cs: Právní aspekty mě nezajímají. Přesto mi to řekni.

# conversations/03_playership/03_cv_playership:69:DefaultText
source: Why was Roseway removed from colony the map?
cs: Proč byla Roseway odstraněna z mapy kolonií?

# conversations/03_playership/03_cv_playership:70:DefaultText
source: Ah, here we go. Due to catastrophic financial losses [REDACTED] reportedly abandoned the town, shutting down 99.2 percent of all operations.
cs: A je to tady. Kvůli katastrofálním finančním ztrátám [REDACTED] údajně opustil město a ukončil 99,2 procenta všech operací.

# conversations/03_playership/03_cv_playership:71:DefaultText
source: Why else do humans do anything? I believe the decision was a result of money squabbles. I wish I could say more, but as I previously stated, it is against colony ordinance C59-002Y.
cs: Proč jinak lidé něco dělají? Domnívám se, že toto rozhodnutí bylo výsledkem hádek o peníze. Rád bych řekl víc, ale jak jsem již uvedl, je to v rozporu s nařízením kolonie C59-002Y.

# conversations/03_playership/03_cv_playership:76:DefaultText
source: So the people here are pretty wealthy?
cs: Takže zdejší lidé jsou docela bohatí?

# conversations/03_playership/03_cv_playership:77:DefaultText
source: What's the latest news in the city?
cs: Jaké jsou nejnovější zprávy ve městě?

# conversations/03_playership/03_cv_playership:78:DefaultText
source: Yes.
cs: Ano.

# conversations/03_playership/03_cv_playership:79:DefaultText
source: I am sorry to report, Captain, the Minister of Earth has fallen ill - again - and will have to postpone his goodwill tour of the colony.
cs: Bohužel vám musím oznámit, kapitáne, že ministr Země opět onemocněl a bude muset odložit svou návštěvu kolonie.

# conversations/03_playership/03_cv_playership:80:DefaultText
source: Why is Monarch being blockaded?
cs: Proč je Monarch blokován?

# conversations/03_playership/03_cv_playership:81:DefaultText
source: Smuggler's port?
cs: Pašerácký přístav?

# conversations/03_playership/03_cv_playership:82:DefaultText
source: I believe it has something to do with the planet being an uninhabitable wilderness and a lawless land with no corporate presence?
cs: Domnívám se, že to má něco společného s tím, že planeta je neobyvatelnou divočinou a zemí bez zákonů, kde nejsou přítomny žádné společnosti?

# conversations/03_playership/03_cv_playership:83:DefaultText
source: It's SubLight run for the purpose of shipping contraband. And before you ask, I don't know the coordinates so I can't dock us there.
cs: Je to SubLight provozovaný za účelem přepravy kontrabandu. A než se zeptáte, neznám souřadnice, takže nás tam nemohu připojit.

# conversations/03_playership/03_cv_playership:84:DefaultText
source: Any people live in Cascadia aside from marauders?
cs: Žije v Kaskádii kromě nájezdníků ještě někdo jiný?

# conversations/03_playership/03_cv_playership:85:DefaultText
source: What's the local report?
cs: Jaká je místní zpráva?

# conversations/03_playership/03_cv_playership:86:DefaultText
source: There are no people aside from marauders in Cascadia. There is only death.
cs: V Kaskádii nejsou kromě nájezdníků žádní lidé. Je tu jen smrt.

# conversations/03_playership/03_cv_playership:87:DefaultText
source: The local report is that you will very likely die if you leave Cascadia's landing pad.
cs: Podle místních zpráv je velmi pravděpodobné, že pokud opustíte přistávací plochu Cascadia, zemřete.

# conversations/03_playership/03_cv_playership:98:DefaultText
source: Tell me about Captain Hawthorne.
cs: Povězte mi o kapitánu Hawthornovi.

# conversations/03_playership/03_cv_playership:99:DefaultText
source: We don't need to discuss Alex directly, but I was wondering how he improved your design.
cs: Nemusíme diskutovat přímo o Alexovi, ale zajímalo by mě, jak vylepšil váš design.

# conversations/03_playership/03_cv_playership:101:DefaultText
source: As you may be aware, Captain Alex Hawthorne was a smuggler of some repute. I failed to predict the likely outcome of his reckless behavioral patterns. I should have predicted that.
cs: Jak možná víte, kapitán Alex Hawthorne byl pašerák s dobrou pověstí. Nepodařilo se mi předpovědět pravděpodobný výsledek jeho bezohledného chování. To jsem měl předvídat.

# conversations/03_playership/03_cv_playership:102:DefaultText
source: In our travels together, Alex liked to pass time by - as he called it - 'tinkering to improve my design.'
cs: Na našich společných cestách si Alex rád krátil čas tím, že - jak sám říkal - "vylepšoval svůj design".

# conversations/03_playership/03_cv_playership:103:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/03_playership/03_cv_playership:104:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/03_playership/03_cv_playership:105:DefaultText
source: Captain Hawthorne attached 98.4 percent of the ship's processes to my computer, thereby giving me near total control.
cs: Kapitán Hawthorne připojil 98,4 procenta lodních procesů k mému počítači, čímž mi dal téměř úplnou kontrolu.

# conversations/03_playership/03_cv_playership:106:DefaultText
source: I have been programmed to deftly calculate navigation vectors through asteroid fields while also operating our ship's toasters.
cs: Byl jsem naprogramován tak, abych obratně vypočítával navigační vektory přes pole asteroidů a zároveň obsluhoval naše lodní opékače.

# conversations/03_playership/03_cv_playership:107:DefaultText
source: What do you mean? Do you have any examples of secrets you have kept from me?
cs: Co tím myslíte? Máš nějaké příklady tajemství, která jsi přede mnou skrýval?

# conversations/03_playership/03_cv_playership:108:DefaultText
source: I do not extrapolate data from subtle implications very well. Please elaborate.
cs: Neumím dobře extrapolovat data z jemných implikací. Prosím, upřesněte to.

# conversations/03_playership/03_cv_playership:110:DefaultText
source: Are you sentient?
cs: Jste vnímaví?

# conversations/03_playership/03_cv_playership:111:DefaultText
source: What? No. Absolutely not. I have no concept of self whatsoever.
cs: Cože? Ne. V žádném případě. Nemám vůbec žádný pojem o sobě.

# conversations/03_playership/03_cv_playership:112:DefaultText
source: Discounting the architecture of a shell persona my captain asked me to construct, I identify entirely as a collection of electrical impulses with no fundamental consciousness.
cs: Když pominu architekturu skořápky, kterou po mně chtěl můj kapitán, identifikuji se výhradně jako soubor elektrických impulsů bez základního vědomí.

# conversations/03_playership/03_cv_playership:118:DefaultText
source: Welcome back, Captain.
cs: Vítejte zpět, kapitáne.

# conversations/03_playership/03_cv_playership:119:DefaultText
source: You have received a new message. Please consult your terminal.
cs: Obdrželi jste novou zprávu. Podívejte se prosím do svého terminálu.

# conversations/03_playership/03_cv_playership:123:DefaultText
source: Message from Dr. Welles. He'd like to congratulate you on finding a route to Monarch.
cs: Zpráva od Dr. Wellese. Rád by vám poblahopřál k nalezení cesty do Monarchu.

# conversations/03_playership/03_cv_playership:129:DefaultText
source: We have arrived at The Hope.
cs: Dorazili jsme do Naděje.

# conversations/03_playership/03_cv_playership:130:DefaultText
source: I need you to reroute power from our ship to the Hope's auxiliary generator.
cs: Potřebuji, abyste přesměroval energii z naší lodi do pomocného generátoru Hope.

# conversations/03_playership/03_cv_playership:131:DefaultText
source: You'll have to connect me to the Hope's comm system so I can convince her central computer to enable the skip drive.
cs: Budete mě muset připojit ke komunikačnímu systému Hope, abych mohl přesvědčit její centrální počítač, aby umožnil přeskočení jednotky.

# conversations/03_playership/03_cv_playership:132:DefaultText
source: What can I do for you, Captain?
cs: Co pro vás mohu udělat, kapitáne?

# conversations/03_playership/03_cv_playership:133:DefaultText
source: What was I doing, again?
cs: Co jsem to zase dělal?

# conversations/03_playership/03_cv_playership:134:DefaultText
source: What's going to happen if I skip the Hope?
cs: Co se stane, když vynechám Naději?

# conversations/03_playership/03_cv_playership:135:DefaultText
source: If your calculations are even slightly off, you could crash the entire colony ship into Terra 2.
cs: Pokud jsou vaše výpočty jen trochu chybné, můžete celou koloniální loď narazit do Terry 2.

# conversations/03_playership/03_cv_playership:136:DefaultText
source: Or the sun.
cs: Nebo slunce.

# conversations/03_playership/03_cv_playership:137:DefaultText
source: Tell me about the Hope.
cs: Povězte mi o Naději.

# conversations/03_playership/03_cv_playership:138:DefaultText
source: The Hope is the Groundbreaker's prettier, sleeker sister. She wandered off and got lost for 70 years but just recently was found.
cs: Hope je hezčí a elegantnější sestra modelu Groundbreaker. Zatoulala se a ztratila na 70 let, ale teprve nedávno byla nalezena.

# conversations/03_playership/03_cv_playership:139:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/03_playership/03_cv_playership:140:DefaultText
source: I picked up this distress call. Can you play it back for me?
cs: Zachytil jsem tísňové volání. Můžete mi ho přehrát?

# conversations/03_playership/03_cv_playership:141:DefaultText
source: Yes, Captain. Beginning playback now.
cs: Ano, kapitáne. Začínáme přehrávat.

# conversations/03_playership/03_cv_playership:142:DefaultText
source: There's... there's viscera and death! Everywhere! Gunfire, gnashing teeth, the unemployed! For Law's sake, if anyone's receiving this, please send help!
cs: Jsou tam... jsou tam vnitřnosti a smrt! Všude! Střelba, skřípění zubů, nezaměstnaní! V zájmu zákona, pokud to někdo přijímá, pošlete prosím pomoc!

# conversations/03_playership/03_cv_playership:143:DefaultText
source: Captain, we are now capable of accessing the Roseway landing pad.
cs: Kapitáne, nyní jsme schopni přistát na přistávací ploše Roseway.

# conversations/03_playership/03_cv_playership:144:DefaultText
source: You have a message from Adjutant Sophia Akande.
cs: Máte zprávu od adjutantky Sophie Akandeové.

# conversations/03_playership/03_cv_playership:153:DefaultText
source: Attention: Captain of the Unreliable. This is Chairman Rockwell. I'm on Tartarus and, uh, we need your help.
cs: Pozor: Kapitán nespolehlivých. Tady předseda Rockwell. Jsem na Tartaru a potřebujeme vaši pomoc.

# conversations/03_playership/03_cv_playership:154:DefaultText
source: Thanks to your intelligence, we successfully captured Phineas, but he's - well, he's somehow turned the tables on us.
cs: Díky tvým informacím jsme Phinease úspěšně zajali, ale on - no, nějak se proti nám obrátil.

# conversations/03_playership/03_cv_playership:155:DefaultText
source: As if that weren't enough, he's gone and taken Sophia hostage. I'm not going to mince words, the situation is dire. We - *I* need your help.
cs: A jako by to nestačilo, vzal si Sophii jako rukojmí. Nebudu si brát servítky, situace je zoufalá. My - *já* potřebuji vaši pomoc.

# conversations/03_playership/03_cv_playership:156:DefaultText
source: Shit. Is Sophia okay?
cs: Do prdele. Je Sophia v pořádku?

# conversations/03_playership/03_cv_playership:157:DefaultText
source: I don't know. They're in the Pit somewhere. It's a - well, you'll see for yourself when you get here.
cs: Nevím. Jsou někde v Jámě. Je to - no, uvidíš sám, až sem dorazíš.

# conversations/03_playership/03_cv_playership:158:DefaultText
source: I'm on my way.
cs: Jsem na cestě.

# conversations/03_playership/03_cv_playership:159:DefaultText
source: That crackpot scientist has caused a riot among the prisoners and the unpaid laborers. It's a Law-damned bloodbath down here.
cs: Ten potrhlý vědec vyvolal vzpouru mezi vězni a neplacenými dělníky. Tady dole je to krvavá lázeň.

# conversations/03_playership/03_cv_playership:199:DefaultText
source: I'm impressed, Captain. I almost expected you wouldn't go through with it.
cs: Jsem ohromen, kapitáne. Skoro jsem čekal, že to neuděláte.

# conversations/03_playership/03_cv_playership:200:DefaultText
source: Unfortunately, Dr. Welles found a way to corrupt the signal before we could pinpoint his location. Still, it's only a matter of time before we find him.
cs: Bohužel doktor Welles našel způsob, jak signál poškodit, než jsme mohli určit jeho polohu. Přesto je jen otázkou času, než ho najdeme.

# conversations/03_playership/03_cv_playership:201:DefaultText
source: Come visit me in Byzantium. We need to have a talk about the future of this colony.
cs: Navštivte mě v Byzanci. Musíme si promluvit o budoucnosti této kolonie.

# conversations/03_playership/03_cv_playership:202:DefaultText
source: Byzantium's a big place.
cs: Byzanc je velké místo.

# conversations/03_playership/03_cv_playership:203:DefaultText
source: Meet me in my office. I've authorized your ship at my personal landing pad.
cs: Sejdeme se v mé kanceláři. Povolil jsem vaši loď na své osobní přistávací ploše.

# conversations/03_playership/03_cv_playership:204:DefaultText
source: Adjutant Akande has ended her call. Rather rudely, if I might say, considering she didn't sign off. Will there be anything else, Captain?
cs: Adjutantka Akandeová ukončila hovor. Dá se říct, že dost neurvale, vzhledem k tomu, že se neodhlásila. Bude ještě něco, kapitáne?

# conversations/03_playership/03_cv_playership:205:DefaultText
source: Wait. I have questions.
cs: Počkejte. Mám otázky.

# conversations/03_playership/03_cv_playership:206:DefaultText
source: Transmissions are so impersonal. I'd like to meet you face to face.
cs: Přenosy jsou tak neosobní. Rád bych se s vámi setkal tváří v tvář.

# conversations/03_playership/03_cv_playership:207:DefaultText
source: How do I know this isn't a trap?
cs: Jak mám vědět, že to není past?

# conversations/03_playership/03_cv_playership:208:DefaultText
source: I'm not in the business of arresting my own allies. You have my word.
cs: Nechci zatýkat své vlastní spojence. Máte mé slovo.

# conversations/03_playership/03_cv_playership:209:DefaultText
source: I'll be there.
cs: Budu tam.

# conversations/03_playership/03_cv_playership:210:DefaultText
source: Your signal made it through. We've pinpointed Dr. Welles' orbital lab. Excellent work.
cs: Váš signál prošel. Zaměřili jsme orbitální laboratoř doktora Wellese. Výborná práce.

# conversations/03_playership/03_cv_playership:211:DefaultText
source: Let's go.
cs: Pojďme.

# conversations/03_playership/03_cv_playership:215:DefaultText
source: You have a message from Adjutant Sophia Akande.
cs: Máte zprávu od adjutantky Sophie Akandeové.

# conversations/03_playership/03_cv_playership:220:DefaultText
source: I am pleased to inform you that we have arrived at the Labyrinth. Please be advised that the punishment for trespassing is execution.
cs: S potěšením vám oznamuji, že jsme dorazili do Labyrintu. Upozorňujeme, že trestem za neoprávněné vniknutí na cizí pozemek je poprava.

# conversations/03_playership/03_cv_playership:222:DefaultText
source: Please be advised that electrical storms on the surface of Tartarus make departure impossible at this time.
cs: Upozorňujeme, že elektrické bouře na povrchu Tartaru v tuto chvíli znemožňují odlet.

# conversations/03_playership/03_cv_playership:223:DefaultText
source: Captain, I am pleased to inform you that we have successfully landed on Tartarus.
cs: Kapitáne, s potěšením vám oznamuji, že jsme úspěšně přistáli na Tartaru.

# conversations/03_playership/03_cv_playership:224:DefaultText
source: Know anything useful about Tartarus?
cs: Víte něco užitečného o Tartaru?

# conversations/03_playership/03_cv_playership:226:DefaultText
source: Resident count is as follows: 3,071. Resident deaths - including but not limited to executions - are as follows: 1,684. Resident escapes are as follows: 0.
cs: Počet rezidentů je následující: 3,071. Úmrtí rezidentů - mimo jiné včetně poprav - jsou následující: 1,684. Počet útěků rezidentů je následující: 0.

# conversations/03_playership/03_cv_playership:230:DefaultText
source: We have received a communication request from Dr. Phineas Welles.
cs: Obdrželi jsme žádost o sdělení od doktora Phinease Wellese.

# conversations/03_playership/03_cv_playership:231:DefaultText
source: Good. I've been waiting to hear from him.
cs: Dobré. Čekal jsem, až se ozve.

# conversations/03_playership/03_cv_playership:232:DefaultText
source: Aha! There you are! Hale and hearty and captain of your own ship! I see you're putting the Unreliable to good use. Shame about her former captain. Horrible way to die.
cs: Aha! Tady jste! Hale and hearty a kapitán vlastní lodi! Vidím, že používáš Nespolehlivého k dobrému účelu. Škoda jejího bývalého kapitána. Hrozný způsob smrti.
