Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_playership.po
Languages: cs

# conversations/03_playership/03_cv_playership:481:DefaultText
source: Oh, I've tried. I haven't been able to get through to him at all. Silence from the system's own information broker? Not a good sign.
cs: Zkoušel jsem to. Vůbec se mi nepodařilo se s ním spojit. Ticho od vlastního zprostředkovatele informací v systému? To není dobré znamení.

# conversations/03_playership/03_cv_playership:482:DefaultText
source: I'm guessing you want me to deal with it.
cs: Předpokládám, že chcete, abych to vyřešil já.

# conversations/03_playership/03_cv_playership:483:DefaultText
source: Hiram's peculiar silence leaves us with no other options. You'll have to meet him in person.
cs: Hiramovo zvláštní mlčení nám nedává jinou možnost. Budete se s ním muset setkat osobně.

# conversations/03_playership/03_cv_playership:484:DefaultText
source: Any idea why?
cs: Napadá vás, proč?

# conversations/03_playership/03_cv_playership:485:DefaultText
source: Oh, could be any number of reasons. Incarceration. A period of copious drinking. A severe case of the sleeping sickness. Better to be sure, than to resort to conjecture.
cs: Důvodů může být celá řada. Uvěznění. Období hojného pití. Těžký případ spavé nemoci. Lepší je mít jistotu, než se uchylovat k domněnkám.

# conversations/03_playership/03_cv_playership:487:DefaultText
source: Cascadia? I don't know if you're extraordinarily brave or slightly suicidal, but Cascadia is one of the most dangerous places in Monarch. Please, be careful out there.
cs: Cascadia? Nevím, jestli jsi mimořádně odvážný nebo mírně sebevražedný, ale Kaskáda je jedno z nejnebezpečnějších míst v Monarchii. Prosím, buďte tam opatrní.

# conversations/03_playership/03_cv_playership:490:DefaultText
source: I've got some questions for you.
cs: Mám na vás několik otázek.

# conversations/03_playership/03_cv_playership:491:DefaultText
source: Come see me in my lab. I'll answer any questions you have.
cs: Přijďte za mnou do laboratoře. Odpovím vám na všechny otázky.

# conversations/03_playership/03_cv_playership:492:DefaultText
source: Best of luck. Everyone on the Hope is counting on you.
cs: Hodně štěstí. Všichni v Naději na tebe spoléhají.

# conversations/03_playership/03_cv_playership:494:DefaultText
source: W-W-Wait, what? No, no no -
cs: P-P-Počkej, cože? Ne, ne, ne...

# conversations/03_playership/03_cv_playership:495:DefaultText
source: Yes, Captain?
cs: Ano, kapitáne?

# conversations/03_playership/03_cv_playership:496:DefaultText
source: [Static]
cs: [Statický]

# conversations/03_playership/03_cv_playership:557:DefaultText
source: Oh, speak of the devil. Captain, I am receiving a transmission from the prison's docking authority now.
cs: Ach, mluvit o ďáblu. Kapitáne, právě přijímám zprávu z vězeňského doku.

# conversations/03_playership/03_cv_playership:619:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/03_playership/03_cv_playership:620:DefaultText
source: Attention: Unauthorized spacecraft. This is a maximum-security installation. Your presence here is an explicit violation of UDL corporate policy.
cs: Pozor: Nepovolené kosmické lodě. Jedná se o zařízení s nejvyšší úrovní zabezpečení. Vaše přítomnost zde je výslovným porušením firemní politiky UDL.

# conversations/03_playership/03_cv_playership:621:DefaultText
source: You are hereby confined to your docking platform until a ticket detailing your crimes has been filed and notarized, at which point your vessel will be seized and you will be executed.
cs: Tímto jsi omezen na své přístavní plošině, dokud nebude předložen a notářsky ověřen lístek s podrobnostmi o tvých zločinech, načež bude tvoje plavidlo zabaveno a ty budeš popraven.

# conversations/03_playership/03_cv_playership:622:DefaultText
source: How long will that take?
cs: Jak dlouho to bude trvat?

# conversations/03_playership/03_cv_playership:623:DefaultText
source: I wager it'll take a bit longer than it takes you to lose your patience and storm out of your ship looking to get shot.
cs: Vsadím se, že to bude trvat o něco déle, než ztratíte trpělivost a vyrazíte z lodi, abyste se nechali zastřelit.

# conversations/03_playership/03_cv_playership:624:DefaultText
source: To be honest, that'd make my job a lot easier. You come out, we shoot you full of holes, and then everyone goes about their day worry free. Except you. You'll be dead.
cs: Upřímně řečeno, to by mi hodně usnadnilo práci. Přijdete ven, my vám vystřílíme díry a pak už si každý může jít po svých. Kromě tebe. Ty budeš mrtvý.

# conversations/03_playership/03_cv_playership:631:DefaultText
source: Fine, execute the Chairman's eyebrow stylist over a lost biometric ID. That'll end well.
cs: Fajn, popravte předsedova stylistu obočí kvůli ztracenému biometrickému průkazu. To skončí dobře.

# conversations/03_playership/03_cv_playership:633:DefaultText
source: You hullhead, don't you know who I am? Transmit your biometric ID so I know who to fire.
cs: Ty hlupáku, copak nevíš, kdo jsem? Předej mi svůj biometrický průkaz, ať vím, koho mám vyhodit.

# conversations/03_playership/03_cv_playership:634:DefaultText
source: Huh? Oh, yes, sir. Right away, sir.
cs: Cože? Ano, pane. Hned, pane.

# conversations/03_playership/03_cv_playership:634:FemaleText
source: Huh? Oh, yes, ma'am. Right away, ma'am.
cs: Cože? Ano, madam. Hned, madam.

# conversations/03_playership/03_cv_playership:635:DefaultText
source: I just couldn't see you clearly before. Screen's on the fritz. Damned thing. But, for the record, now that I hear you, I totally recognize you. Totally. You're... you, of course. Obviously.
cs: Jen jsem tě předtím neviděl jasně. Obrazovka je rozbitá. Zatracená věc. Ale aby bylo jasno, teď, když tě slyším, tě naprosto poznávám. Naprosto. Ty jsi... ty, samozřejmě. Samozřejmě.

# conversations/03_playership/03_cv_playership:637:DefaultText
source: Hey, how do I know you're a real officer under that helmet? Show me your biometric ID.
cs: Hej, jak mám vědět, že jsi skutečný policista pod tou helmou? Ukažte mi svůj biometrický průkaz.

# conversations/03_playership/03_cv_playership:638:DefaultText
source: Hah. All right, I'm feeling generous. I'm transmitting the ID of a productive, law abiding employee so you can see what one looks like before you die.
cs: Hah. Dobře, cítím se velkorysý. Předávám vám průkaz produktivního zaměstnance, který dodržuje zákony, abyste viděli, jak vypadá, než zemřete.

# conversations/03_playership/03_cv_playership:643:DefaultText
source: You're just going to kill me? No arrest or anything?
cs: Ty mě prostě zabiješ? Žádné zatčení nebo tak něco?

# conversations/03_playership/03_cv_playership:644:DefaultText
source: We're on lockdown. We have standing orders to shoot intruders on sight.
cs: Jsme pod zámkem. Máme stálý rozkaz střílet na vetřelce na potkání.

# conversations/03_playership/03_cv_playership:645:DefaultText
source: If you're just going to kill me, why bother with a ticket?
cs: Když mě chceš jen tak zabít, proč se obtěžovat s lístkem?

# conversations/03_playership/03_cv_playership:646:DefaultText
source: Protocol is important, sir.
cs: Protokol je důležitý, pane.

# conversations/03_playership/03_cv_playership:646:FemaleText
source: Protocol is important, ma'am.
cs: Protokol je důležitý, madam.

# conversations/03_playership/03_cv_playership:647:DefaultText
source: Well, of all the places to get arrested...
cs: No, ze všech míst, kde se dá zatknout...

# conversations/03_playership/03_cv_playership:648:DefaultText
source: UDL does appreciate the courtesy you've done us by delivering yourself here.
cs: UDL si váží laskavosti, kterou jste nám prokázal tím, že jste se sem dostavil.

# conversations/03_playership/03_cv_playership:649:DefaultText
source: As a show of our deepest gratitude, we will make your execution quite swift.
cs: Jako projev naší hluboké vděčnosti vám umožníme rychlou popravu.

# conversations/03_playership/03_cv_playership:650:DefaultText
source: What the hell is with you people and landing violations?
cs: Co je to sakra s vámi a porušováním pravidel při přistávání?

# conversations/03_playership/03_cv_playership:651:DefaultText
source: I'm sorry, "you people?" Did you just cast a generalization on upstanding UDL employees? That's a fine of two hundred bits.
cs: Promiňte, "vy lidé?" To jste právě zevšeobecnil poctivé zaměstnance UDL? To je pokuta za dvě stě kousků.

# conversations/03_playership/03_cv_playership:652:DefaultText
source: You're up to five thousand, seven hundred and eight. Not including the cost of your execution and the disposal of your remains, which will be assessed posthumously.
cs: Jste na pěti tisících sedmi stech osmi. Nepočítaje náklady na tvou popravu a likvidaci tvých ostatků, které budou vyměřeny posmrtně.

# conversations/03_playership/03_cv_playership:653:DefaultText
source: Wait, this isn't Terra 2? My mistake. I'll just, uh, I'll just leave.
cs: Počkat, tohle není Terra 2? Moje chyba. Já jen, uh, já jen odejdu.

# conversations/03_playership/03_cv_playership:654:DefaultText
source: Your ship is not permitted to leave until you remit payment for your fines and submit yourself to execution.
cs: Vaše loď nesmí odplout, dokud nezaplatíte pokutu a nepodrobíte se exekuci.

# conversations/03_playership/03_cv_playership:655:DefaultText
source: Only after your smoking corpse is thrown from an airlock will we lift the lockdown on your spacecraft.
cs: Teprve až bude vaše kouřící mrtvola vyhozena z přechodové komory, zrušíme uzamčení vaší lodi.

# conversations/03_playership/03_cv_playership:656:DefaultText
source: Captain, I would not recommend this course of action.
cs: Kapitáne, tento postup bych nedoporučoval.

# conversations/03_playership/03_cv_playership:657:DefaultText
source: You're the backup, right? From Akande? Thank the Law you're here.
cs: Ty jsi záloha, že? Od Akandeho? Díky Bohu, že jsi tady.

# conversations/03_playership/03_cv_playership:658:DefaultText
source: These bloodthirsty spratbags have no respect for the law. We're pinned down.
cs: Tito krvežízniví šproti nerespektují zákony. Jsme přišpendleni k zemi.

# conversations/03_playership/03_cv_playership:659:DefaultText
source: Yeah, the Chairman warned me. I'm here to help.
cs: Jo, předseda mě varoval. Jsem tu, abych pomohl.

# conversations/03_playership/03_cv_playership:660:DefaultText
source: Good. He came through a while ago, but we haven't heard from him or Adjutant Akande in... in too long.
cs: Dobré. Před chvílí prošel, ale on ani adjutant Akande se nám už dlouho neozvali.

# conversations/03_playership/03_cv_playership:661:DefaultText
source: You've got to help us. Please! Kill them! Summary justice for the whole lot!
cs: Musíte nám pomoci. Prosím! Zabijte je! Souhrnná spravedlnost pro všechny!

# conversations/03_playership/03_cv_playership:662:DefaultText
source: I'll handle it, but I need a prisoner's biometric ID so I can disguise myself.
cs: Vyřídím to, ale potřebuji biometrický průkaz vězně, abych se mohl zamaskovat.

# conversations/03_playership/03_cv_playership:663:DefaultText
source: I just need to get to the Chairman. Where's he at?
cs: Jen se musím dostat k předsedovi. Kde je?

# conversations/03_playership/03_cv_playership:664:DefaultText
source: Last we heard, he was in the Pit. In order to get there, you're going to have to go through the docks, and down through the cargo yard.
cs: Naposledy jsme slyšeli, že je v Jámě. Abyste se tam dostali, budete muset projít doky a dolů přes nákladiště.

# conversations/03_playership/03_cv_playership:665:DefaultText
source: Fine. Rally to me and we'll bust through together.
cs: V pořádku. Spojte se se mnou a prorazíme společně.

# conversations/03_playership/03_cv_playership:669:DefaultText
source: Yeah, but protocol L1-3S states that protocol H9-27G is void during a prison riot.
cs: Ano, ale protokol L1-3S uvádí, že protokol H9-27G je během vězeňské vzpoury neplatný.

# conversations/03_playership/03_cv_playership:670:DefaultText
source: Really? Never heard of that one... but if it's protocol, then it's protocol.
cs: Opravdu? O tom jsem nikdy neslyšel... ale když je to protokol, tak je to protokol.

# conversations/03_playership/03_cv_playership:671:DefaultText
source: And I'm not supposed to shoot any more incompetent guards, but I'm about to. Life's funny.
cs: A nemám střílet další neschopné strážce, ale chystám se na to. Život je legrační.

# conversations/03_playership/03_cv_playership:672:DefaultText
source: Yeah, sure is... know what else is funny? I changed my mind! Wow, I mean, isn't that wild? Let me just find that ID...
cs: Jo, to je... víte, co je ještě vtipné? Změnil jsem názor! Páni, není to divoké? Jen si najdu ten průkaz...

# conversations/03_playership/03_cv_playership:673:DefaultText
source: Listen, I'm the right hand of Sophia Akande. I promise you, this is an exception.
cs: Poslyšte, jsem pravá ruka Sophie Akandeové. Slibuji vám, že tohle je výjimka.

# conversations/03_playership/03_cv_playership:676:DefaultText
source: <Gasp!> You mean to tell me that rioting prisoners don't respect your authority?
cs: <Chcete mi říct, že vzbouření vězni nerespektují vaši autoritu?

# conversations/03_playership/03_cv_playership:677:DefaultText
source: I don't understand it either! It's not like I tortured them or anything. That was somebody else's job!
cs: Ani já tomu nerozumím! Není to tak, že bych je mučil nebo tak něco. To byla práce někoho jiného!

# conversations/03_playership/03_cv_playership:678:DefaultText
source: What do you mean, you're pinned down? Shoot 'em!
cs: Jak to myslíš, že jsi přišpendlený? Střílejte!

# conversations/03_playership/03_cv_playership:679:DefaultText
source: No way. No way! You're asking the impossible.
cs: V žádném případě. V žádném případě! Žádáte nemožné.

# conversations/03_playership/03_cv_playership:683:DefaultText
source: Tartarus Docking Authority, signing... hang on, looks like you're going to have company at the execution. Another ship just pulled into your dock.
cs: Tartarus Docking Authority, podpis... počkejte, vypadá to, že budete mít na popravě společnost. Do vašeho doku právě vjela další loď.

# conversations/03_playership/03_cv_playership:685:DefaultText
source: You need to get to Stellar Bay, on Monarch. I have contacts there. They'll help me- help us find the chemicals to revive your fellow colonists.
cs: Musíte se dostat do Hvězdné zátoky na Monarchu. Mám tam kontakty. Pomohou mi - pomohou nám najít chemikálie, které oživí tvé kolegy kolonisty.

# conversations/03_playership/03_cv_playership:686:DefaultText
source: Based on my initial calculations of Dr. Welles's personality, that seems highly unlikely.
cs: Na základě mých prvních výpočtů osobnosti doktora Wellese se to zdá být velmi nepravděpodobné.

# conversations/03_playership/03_cv_playership:687:DefaultText
source: Get to the point, Phineas.
cs: Přejdi k věci, Phineasi.

# conversations/03_playership/03_cv_playership:688:DefaultText
source: I've been feeling a little light-headed. Also, I can slow down time.
cs: Trochu se mi motá hlava. Také mohu zpomalit čas.

# conversations/03_playership/03_cv_playership:689:DefaultText
source: Never been better.
cs: Nikdy to nebylo lepší.

# conversations/03_playership/03_cv_playership:690:DefaultText
source: Good. Great. Excellent! Let's move on.
cs: Dobré. Skvělé. Výborně! Pojďme dál.

# conversations/03_playership/03_cv_playership:691:DefaultText
source: How are you feeling, by the way? I lost track of you in that cave back there. Experiencing any unnatural drippage? Perfectly normal side effect of thawing, I assure you.
cs: Mimochodem, jak se cítíte? Ztratil jsem tě tam v té jeskyni. Zažíváš nějaké nepřirozené kapání? Naprosto normální vedlejší účinek tání, to tě ujišťuji.

# conversations/03_playership/03_cv_playership:692:DefaultText
source: Oh, that. Yes - um, that's probably permanent. I wouldn't worry about it, though. I'm sure you're fine.
cs: Aha, tohle. Ano - um, to je asi napořád. Ale nedělal bych si s tím starosti. Jsem si jistá, že jsi v pořádku.

# conversations/03_playership/03_cv_playership:694:DefaultText
source: Gladys Culkelly. Lovely woman. Runs a cozy little black marketing outfit on the Groundbreaker. She can get you a Navkey to land on Stellar Bay.
cs: Gladys Culkellyová. Krásná žena. Řídí útulný malý černý marketingový outfit na Groundbreaker. Může vám sehnat navigační klíč k přistání ve Hvězdné zátoce.

# conversations/03_playership/03_cv_playership:695:DefaultText
source: Fine. I'll go have a word with Gladys.
cs: V pořádku. Půjdu si promluvit s Gladys.

# conversations/03_playership/03_cv_playership:696:DefaultText
source: Why do I need a Navkey to land on a planet?
cs: Proč potřebuji navigační klíč k přistání na planetě?

# conversations/03_playership/03_cv_playership:697:DefaultText
source: Slow down. You're asking me to get involved with the black market?
cs: Zpomalte. Chceš po mně, abych se zapojil do černého trhu?

# conversations/03_playership/03_cv_playership:698:DefaultText
source: Or I could put a couple light years between me and Halcyon.
cs: Nebo bych se mohl od Halcyonu vzdálit o pár světelných let.

# conversations/03_playership/03_cv_playership:699:DefaultText
source: Without a skip drive? Good luck. You'll be dead before you make it to the nearest star.
cs: Bez jednotky skip? Hodně štěstí. Budeš mrtvý dřív, než se dostaneš k nejbližší hvězdě.

# conversations/03_playership/03_cv_playership:700:DefaultText
source: Look, I admire your optimism. But the sad truth is you're stuck here. You, me, and the rest of this colony - we're all skating precariously around the edge of oblivion together.
cs: Podívejte, obdivuji váš optimismus. Ale smutnou pravdou je, že jsi tu uvízl. Ty, já a zbytek téhle kolonie - všichni společně nejistě bruslíme po okraji zapomnění.

# conversations/03_playership/03_cv_playership:701:DefaultText
source: None of us are leaving Halcyon alive, so we may as well make it a better place. And we can start by reviving the Hope.
cs: Nikdo z nás neopustí Halcyon živý, takže ho můžeme udělat lepším. A můžeme začít tím, že oživíme Naději.

# conversations/03_playership/03_cv_playership:702:DefaultText
source: You said something about needing a Navkey to land on Monarch.
cs: Říkal jsi něco o tom, že k přistání na Monarchu potřebuješ Navkey.

# conversations/03_playership/03_cv_playership:703:DefaultText
source: About this Gladys person. How do I know I can trust her?
cs: O této osobě Gladys. Jak mám vědět, že jí můžu věřit?

# conversations/03_playership/03_cv_playership:704:DefaultText
source: Gladys and I have been doing business for years. Her smuggling credentials are unimpeachable. If anyone can get you a key to Monarch, it's her.
cs: S Gladys obchodujeme už léta. Její pašerácké reference jsou bezchybné. Jestli ti někdo dokáže sehnat klíč od Monarchu, je to ona.

# conversations/03_playership/03_cv_playership:705:DefaultText
source: Strictly speaking, Monarch is a moon. Terraformed - badly. And almost completely lawless. You'll love it.
cs: Přesněji řečeno, Monarch je měsíc. Terraformovaný - špatně. A téměř úplně bez zákonů. Bude se vám líbit.

# conversations/03_playership/03_cv_playership:706:DefaultText
source: Excellent! I'll send her a wireless - let her know you're coming.
cs: Výborně! Pošlu jí bezdrátové spojení - ať ví, že přijedeš.

# conversations/03_playership/03_cv_playership:707:DefaultText
source: Captains don't fly their own ships, you see. Your navigation terminal handles the - you know - navigation. Think of a Navkey as a set of flight instructions.
cs: Kapitáni nelétají na svých vlastních lodích. O navigaci se stará váš navigační terminál. Navigační klíč si představte jako soubor letových pokynů.

# conversations/03_playership/03_cv_playership:708:DefaultText
source: The Board's been confiscating Navkeys for Stellar Bay, so we must rely on unconventional means of acquisition. Hence, Ms. Gladys Culkelly.
cs: Rada zabavuje Navkeye pro Hvězdnou zátoku, takže se musíme spolehnout na netradiční způsoby získání. Proto paní Gladys Culkellyová.

# conversations/03_playership/03_cv_playership:709:DefaultText
source: Right. The Black Marketeer.
cs: Vpravo. Černý obchodník.

# conversations/03_playership/03_cv_playership:711:DefaultText
source: What's stopping me from just leaving Halcyon altogether?
cs: Co mi brání v tom, abych Halcyon úplně opustil?

# conversations/03_playership/03_cv_playership:712:DefaultText
source: I don't like the idea of working with a criminal.
cs: Nelíbí se mi představa, že bych spolupracoval se zločincem.

# conversations/03_playership/03_cv_playership:714:DefaultText
source: Criminals! Goodness, no. Smuggling is a perfectly legitimate business venture. If misappropriating Board property is a crime, well then, throw me in Tartarus.
cs: Zločinci! Proboha, ne. Pašování je naprosto legitimní podnikatelský záměr. Jestli je zpronevěra majetku rady zločin, tak mě hoďte do Tartaru.

# conversations/03_playership/03_cv_playership:715:DefaultText
source: Plenty of ways to make money in Halcyon, you know. Not all are above-board. Oh. Ha! Above-board. Above the Halcyon Board. Get it?
cs: V Halcyonu se dá vydělat spousta peněz. Ne všechny jsou ale nadstandardní. Aha. Ha! Nadstandardní. Nad Halcyon Board. Chápete?

# conversations/03_playership/03_cv_playership:716:DefaultText
source: Hilarious.
cs: K popukání.

# conversations/03_playership/03_cv_playership:717:DefaultText
source: Ah well. Sophisticated humor. Puns. Appreciation of puns is a sign of advanced intellect, you know.
cs: Ach jo. Sofistikovaný humor. Slovní hříčky. Vnímání slovních hříček je známkou vyspělého intelektu, víte?

# conversations/03_playership/03_cv_playership:718:DefaultText
source: You're easily impressed with yourself, huh?
cs: Snadno na sebe uděláte dojem, co?

# conversations/03_playership/03_cv_playership:719:DefaultText
source: Well, yes. Someone has to be, after all.
cs: No, ano. Někdo přece musí být.

# conversations/03_playership/03_cv_playership:720:DefaultText
source: <Chuckle> Yeah, I got it.
cs: <Chuckle> Jo, chápu.

# conversations/03_playership/03_cv_playership:721:DefaultText
source: Laughter, good! Wasn't sure you'd be able to, after so long frozen. I'll make a note of that on your progress chart.
cs: Smích, dobře! Nebyl jsem si jistý, jestli to dokážeš, po tak dlouhém zmrznutí. Poznamenám si to do tvého grafu pokroku.

# conversations/03_playership/03_cv_playership:723:DefaultText
source: Also, corporate protocol requires that all distress signals include a list of key personnel for retrieval. The embedded names are: Anton Crane, Vaughn Cortes, and Orson Shaw.
cs: Firemní protokol také vyžaduje, aby všechny tísňové signály obsahovaly seznam klíčových pracovníků pro vyhledání. Vložená jména jsou: Anton Crane, Vaughn Cortes a Orson Shaw.

# conversations/03_playership/03_cv_playership:724:DefaultText
source: By the way - I gave Captain Hawthorne a disguise apparatus of my own design. Cutting edge technology. Years ahead of its time.
cs: Mimochodem - kapitánu Hawthornovi jsem dal maskovací přístroj vlastní konstrukce. Špičková technologie. O mnoho let předběhla svou dobu.

# conversations/03_playership/03_cv_playership:725:DefaultText
source: I call it the Holographic Shroud! I'm sure it will prove remarkably useful to you. You'll find it in the captain's quarters.
cs: Říkám tomu holografický rubáš! Jsem si jistý, že se vám bude náramně hodit. Najdete ho v kapitánově kajutě.

# conversations/03_playership/03_cv_playership:726:DefaultText
source: I'll put it to good use. Thanks.
cs: Využiji ji k dobrému účelu. Děkuji.

# conversations/03_playership/03_cv_playership:727:DefaultText
source: Wonderful. Best of luck!
cs: Nádhera. Hodně štěstí!

# conversations/03_playership/03_cv_playership:728:DefaultText
source: You want me to wear a cape?
cs: Chceš, abych nosil plášť?
