Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_playership.po
Languages: cs

# conversations/03_playership/03_cv_playership:840:DefaultText
source: Cascadia is utterly seething with dangerous, highly aggressive creatures more than capable of tearing you limb from limb.
cs: Kaskáda je plná nebezpečných, velmi agresivních tvorů, kteří jsou schopni vás roztrhat na kusy.

# conversations/03_playership/03_cv_playership:841:DefaultText
source: You'd have to be a lunatic to land in Cascadia, and I'm reasonably certain I tested your brain for incipient signs of insanity. Trust me - talk to Gladys Culkelly.
cs: Musel bys být blázen, abys přistál v Kaskádii, a jsem si docela jistý, že jsem ti otestoval mozek, jestli v něm nejsou počáteční známky šílenství. Věř mi - promluv si s Gladys Culkellyovou.

# conversations/03_playership/03_cv_playership:842:DefaultText
source: [Explosion followed by static]
cs: [Výbuch následovaný statickou elektřinou]

# conversations/03_playership/03_cv_playership:843:DefaultText
source: So, Gladys is kinda dead... What should I do now?
cs: Takže Gladys je tak trochu mrtvá... Co mám teď dělat?

# conversations/03_playership/03_cv_playership:844:DefaultText
source: Activating contingency plan D-M17: "Captain is a Psychopath." Please use your travel terminal and venture to Monarch via the Cascadia landing pad.
cs: Aktivace pohotovostního plánu D-M17: "Kapitán je psychopat." Použijte prosím svůj cestovní terminál a vydejte se do Monarchu přes přistávací plochu Cascadia.

# conversations/03_playership/03_cv_playership:845:DefaultText
source: I should warn you captain, Cascadia is an incredibly hazardous location rife with deadly fauna and flora. You will most likely die within three steps of the landing pad...
cs: Měl bych vás varovat, kapitáne, že Kaskáda je neuvěřitelně nebezpečná lokalita plná smrtelně nebezpečných živočichů a rostlin. S největší pravděpodobností zemřete do tří kroků od přistávací plochy...

# conversations/03_playership/03_cv_playership:846:DefaultText
source: Have fun!
cs: Bavte se!

# conversations/03_playership/03_cv_playership:847:DefaultText
source: As a quick reminder captain, Dr. Welles notified us that Cascadia was a terrifying death trap and we should abandon all hope if we plan to make it through there alive...
cs: Jako rychlou připomínku kapitána nám doktor Welles oznámil, že Kaskádie je děsivá smrtící past a že bychom se měli vzdát všech nadějí, pokud máme v úmyslu se odtud dostat živí...

# conversations/03_playership/03_cv_playership:848:DefaultText
source: Not now.
cs: Teď ne.

# conversations/03_playership/03_cv_playership:849:DefaultText
source: If you check the terminal in your captain's quarters, we may be able to determine what work remains in order for SAM to properly operate.
cs: Pokud se podíváte na terminál v kapitánské kajutě, možná budeme schopni zjistit, co je ještě třeba udělat, aby SAM správně fungoval.

# conversations/03_playership/03_cv_playership:850:DefaultText
source: I've since registered you as the captain of the Unreliable. You're welcome to continue lying about your identity if you wish. But I know the truth.
cs: Od té doby jsem tě zaregistroval jako kapitána Nespolehlivého. Pokud si přejete, můžete dál lhát o své identitě. Ale já znám pravdu.

# conversations/03_playership/03_cv_playership:851:DefaultText
source: Now playing a Spacer's Choice advertisement jingle.
cs: Nyní hraje reklamní znělka Spacer's Choice.

# conversations/03_playership/03_cv_playership:852:DefaultText
source: That's not my favorite song.
cs: To není moje oblíbená píseň.

# conversations/03_playership/03_cv_playership:853:DefaultText
source: Thanks...
cs: Díky...

# conversations/03_playership/03_cv_playership:854:DefaultText
source: Everyone in Halcyon is contractually obligated to label this or another Board-certified jingle their favorite song.
cs: Všichni v Halcyonu jsou smluvně zavázáni označit tuto nebo jinou znělku s certifikátem rady za svou oblíbenou píseň.

# conversations/03_playership/03_cv_playership:855:DefaultText
source: My pleasure, Captain.
cs: Je mi potěšením, kapitáne.

# conversations/03_playership/03_cv_playership:856:DefaultText
source: What part of the colony would you like to discuss?
cs: O které části kolonie byste chtěli diskutovat?

# conversations/03_playership/03_cv_playership:857:DefaultText
source: Phineas' Orbital Lab.
cs: Phineasova orbitální laboratoř.

# conversations/03_playership/03_cv_playership:858:DefaultText
source: The Groundbreaker.
cs: Průkopník.

# conversations/03_playership/03_cv_playership:860:DefaultText
source: Monarch.
cs: Monarcha.

# conversations/03_playership/03_cv_playership:861:DefaultText
source: Where in Monarch?
cs: Kde v Monarchu?

# conversations/03_playership/03_cv_playership:862:DefaultText
source: Stellar Bay.
cs: Hvězdná zátoka.

# conversations/03_playership/03_cv_playership:864:DefaultText
source: Where in Terra 2?
cs: Kde v Terře 2?

# conversations/03_playership/03_cv_playership:866:DefaultText
source: Byzantium.
cs: Byzanc.

# conversations/03_playership/03_cv_playership:868:DefaultText
source: Emerald Vale and Edgewater.
cs: Emerald Vale a Edgewater.

# conversations/03_playership/03_cv_playership:869:DefaultText
source: I want to ask about somewhere else.
cs: Chci se zeptat na něco jiného.

# conversations/03_playership/03_cv_playership:870:DefaultText
source: Of course.
cs: Samozřejmě.

# conversations/03_playership/03_cv_playership:871:DefaultText
source: You fucking PIGS! I'll take you all out with me, I'll never -
cs: Vy zasraný prasata! Vezmu vás všechny s sebou, nikdy -

# conversations/03_playership/03_cv_playership:873:DefaultText
source: Meanwhile, the cannery's output increased, enabling the town's population to prosper.
cs: Mezitím se zvýšila produkce konzervárny, což umožnilo prosperitu obyvatel města.

# conversations/03_playership/03_cv_playership:874:DefaultText
source: Roseway has been removed from all Halcyon charts, and anything I could tell you I can't tell you because it's illegal.
cs: Roseway byla odstraněna ze všech map Halcyonu a cokoli bych vám mohl říct, vám říct nemohu, protože je to nezákonné.

# conversations/03_playership/03_cv_playership:876:DefaultText
source: "It's not the best choice. It's Spacer's Choice."
cs: "Není to nejlepší volba. Je to Spacerova volba."

# conversations/03_playership/03_cv_playership:877:DefaultText
source: They're at the door. I need to hide. Hurry!
cs: Jsou u dveří. Musím se schovat. Pospěš si!

# conversations/03_playership/03_cv_playership:878:DefaultText
source: I can't get a Navkey to Stellar Bay from Groundbreaker. What should I do?
cs: Nemohu získat navigační klíč do Hvězdné zátoky z Groundbreakeru. Co mám dělat?

# conversations/03_playership/03_cv_playership:879:DefaultText
source: Now that you have gained access to Stellar Bay, would you like me to contact Dr. Welles?
cs: Když jste teď získal přístup do Hvězdné zátoky, chcete, abych kontaktoval doktora Wellese?

# conversations/03_playership/03_cv_playership:881:DefaultText
source: I'm in the mood for some entertainment.
cs: Mám náladu na nějakou zábavu.

# conversations/03_playership/03_cv_playership:882:DefaultText
source: Certainly, Captain.
cs: Jistě, kapitáne.

# conversations/03_playership/03_cv_playership:883:DefaultText
source: What would you like to hear?
cs: Co byste chtěli slyšet?

# conversations/03_playership/03_cv_playership:884:DefaultText
source: That's enough for now.
cs: To prozatím stačí.

# conversations/03_playership/03_cv_playership:885:DefaultText
source: As you wish, Captain. I must comply with all direct orders.
cs: Jak si přejete, kapitáne. Musím plnit všechny přímé rozkazy.

# conversations/03_playership/03_cv_playership:886:DefaultText
source: Cascadia is utterly seething with dangerous, highly aggressive creatures more than capable of tearing you limb from limb.
cs: Kaskáda je plná nebezpečných, velmi agresivních tvorů, kteří jsou schopni vás roztrhat na kusy.

# conversations/03_playership/03_cv_playership:887:DefaultText
source: You'd have to be a lunatic to land in Cascadia, and I'm reasonably certain I tested your brain for incipient signs of insanity. Trust me - talk to Gladys Culkelly.
cs: Musel bys být blázen, abys přistál v Kaskádii, a jsem si docela jistý, že jsem ti otestoval mozek, jestli v něm nejsou počáteční známky šílenství. Věř mi - promluv si s Gladys Culkellyovou.

# conversations/03_playership/03_cv_playership:888:DefaultText
source: I'm going to fight my way overland to Stellar Bay. Tell me what you need.
cs: Chystám se probojovat po souši do Hvězdné zátoky. Řekni mi, co potřebuješ.

# conversations/03_playership/03_cv_playership:889:DefaultText
source: This is a mistake. ADA, get me out of here.
cs: To je chyba. ADA, dostaň mě odsud.

# conversations/03_playership/03_cv_playership:890:DefaultText
source: Yes, Captain. Initiating travel sequence to the Groundbreaker.
cs: Ano, kapitáne. Zahajuji cestovní sekvenci na Groundbreaker.

# conversations/03_playership/03_cv_playership:891:DefaultText
source: Maybe we'll talk again.
cs: Možná si ještě promluvíme.

# conversations/03_playership/03_cv_playership:894:DefaultText
source: And remember - don't trust the Board. They'll try to win you over with promises of wealth and power, but it's a lie.
cs: A nezapomeňte - nevěřte představenstvu. Budou se vás snažit získat sliby o bohatství a moci, ale je to lež.

# conversations/03_playership/03_cv_playership:895:DefaultText
source: The Board's only interested in filling their own pockets. If we don't put a stop to them, they're going to run this colony to the ground.
cs: Správní rada se zajímá pouze o naplnění vlastních kapes. Pokud jim v tom nezabráníme, zničí tuto kolonii do základů.

# conversations/03_playership/03_cv_playership:896:DefaultText
source: I need those chemicals to revive the Hope's colonists. They can help us fight back against the Board. They can help us set things right.
cs: Potřebuji ty chemikálie, abych oživil kolonisty na Hope. Mohou nám pomoci v boji proti Radě. Mohou nám pomoci dát věci do pořádku.

# conversations/03_playership/03_cv_playership:897:DefaultText
source: What you saw in Emerald Vale is happening all across the colony. Food shortages. Lack of supplies and basic necessities. We're dying. The Chairman, the Minister, and all their lackeys on the Board are to blame.
cs: To, co jste viděli ve Smaragdovém údolí, se děje po celé kolonii. Nedostatek potravin. Nedostatek zásob a základních potřeb. Umíráme. Na vině je předseda, ministr a všichni jejich poskoci v představenstvu.

# conversations/03_playership/03_cv_playership:898:DefaultText
source: The Hope has some of the brightest minds Earth ever sent us. If we can revive the Hope's colonists, they can help us undo the Board's mistakes. They can help us set things right.
cs: Naděje má jedny z nejchytřejších mozků, které nám kdy Země poslala. Pokud se nám podaří oživit kolonisty Naděje, mohou nám pomoci napravit chyby Rady. Mohou nám pomoci dát věci do pořádku.

# conversations/03_playership/03_cv_playership:899:DefaultText
source: Excellent. I'll contact you once you've found a way to get to Stellar Bay. If you have any questions, come see me in my lab.
cs: Vynikající. Ozvu se ti, jakmile najdeš způsob, jak se dostat do Hvězdné zátoky. Pokud budete mít nějaké otázky, přijďte za mnou do laboratoře.

# conversations/03_playership/03_cv_playership:900:DefaultText
source: If we don't put a stop to the Board, they're going to drive this colony toward a complete societal collapse. You'll see what I mean when you arrive on Monarch.
cs: Pokud představenstvo nezastavíme, přivede tuto kolonii k úplnému společenskému kolapsu. Uvidíte, co tím myslím, až dorazíte na Monarch.

# conversations/03_playership/03_cv_playership:901:DefaultText
source: Activating contingency plan D-M17: "Captain is a Psychopath." Please use your travel terminal and venture to Monarch.
cs: Aktivace pohotovostního plánu D-M17: "Kapitán je psychopat." Použijte prosím svůj cestovní terminál a vydejte se do Monarchu.

# conversations/03_playership/03_cv_playership:902:DefaultText
source: When I was stranded in Emerald Vale, I simulated a number of hypothetical scenarios in which Edgewater met its demise. Death by Automechanical was number fifty-seven.
cs: Když jsem uvízl ve Smaragdovém údolí, simuloval jsem několik hypotetických scénářů zániku Edgewateru. Automechanická smrt byla padesátá sedmá.

# conversations/03_playership/03_cv_playership:932:DefaultText
source: When I was stranded in Emerald Vale, I simulated a number of hypothetical scenarios in which Edgewater met its demise. Death by Automechanical was number fifty-seven.
cs: Když jsem uvízl ve Smaragdovém údolí, simuloval jsem několik hypotetických scénářů zániku Edgewateru. Automechanická smrt byla padesátá sedmá.
