Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cp_playership_messages.po
Languages: cs

# conversations/03_playership/03_cp_playership_messages:1:DefaultText
source: The Unreliable Message Terminal ======================== AUTHORIZED LOG IN SEQUENCE RECOGNIZED... ======================== Welcome, Captain.
cs: Nespolehlivý terminál zpráv ======================== AUTORIZOVANÁ PŘIHLÁŠECÍ SEKVENCE ZJIŠTĚNA... ======================== Vítejte, kapitáne.

# conversations/03_playership/03_cp_playership_messages:5:DefaultText
source: [FROM: E. Blaine]
cs: [OD: E. Blaine]

# conversations/03_playership/03_cp_playership_messages:6:DefaultText
source: [FROM: T. Kemp]
cs: [OD: T. Kemp]

# conversations/03_playership/03_cp_playership_messages:7:DefaultText
source: From: Esther Blaine To: <oeitoken>PlayerName</oeitoken> Subject: Medicine <oeitoken>PlayerName</oeitoken>, This is just to let you know that I've given out the rest of that You-Know-What to the You-Know-Who's. Sorry for the secrecy. You never really know who's reading these things. I appreciate you giving me the time of day. You risked your neck heading into that community center. I'm grateful, but I'd also appreciate it if you never told another soul about our business. I like my job, and I should like to keep it.
cs: Od: Jméno hráče</oeitoken> Předmět: Esther Blaine Komu: <oeitoken>Jméno hráče</oeitoken> Tohle je jen proto, abyste věděli, že jsem zbytek toho Vy-víte-čeho předala Vy-víte-komu: Medicine <oeitoken>PlayerName</oeitoken>. Omlouvám se za to utajení. Nikdy nevíte, kdo tyhle věci čte. Vážím si toho, že jste mi věnovali čas. Riskoval jsi krk, když jsi šel do toho komunitního centra. Jsem ti vděčný, ale taky bych ocenil, kdybys o naší záležitosti už nikdy nikomu neřekl. Mám svou práci rád a rád bych si ji udržel.

# conversations/03_playership/03_cp_playership_messages:8:DefaultText
source: From: Thomas Kemp To: <oeitoken>PlayerName</oeitoken> Subject: Thanks! Hey there, Could be I'm making a fool out of myself for sending you this message. I've been up all night poring over those manuals you brought me. There's a good chance I'm pretty delirious right now. I just wanted to thank you for going through the trouble. You didn't have to help me out, but you did anyway.
cs: Od: Jméno hráče</oeitoken> Předmět: Thomas Kemp Komu: <oeitoken>Jméno hráče</oeitoken> Předmět: <oeitoken>Jméno hráče</oeitoken> Možná ze sebe dělám hlupáka, že vám posílám tuto zprávu. Celou noc jsem se probíral těmi příručkami, které jsi mi přinesl. Je dost pravděpodobné, že jsem teď pěkně v deliriu. Jen jsem ti chtěl poděkovat, že sis dal tu práci. Nemusel jsi mi pomáhat, ale stejně jsi to udělal.

# conversations/03_playership/03_cp_playership_messages:9:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/03_playership/03_cp_playership_messages:10:DefaultText
source: [Messages for <oeitoken>PlayerName</oeitoken>]
cs: [Zprávy pro <oeitoken>PlayerName</oeitoken>]

# conversations/03_playership/03_cp_playership_messages:11:DefaultText
source: Recent message list
cs: Seznam posledních zpráv

# conversations/03_playership/03_cp_playership_messages:12:DefaultText
source: [Hawthorne's ARCHIVED Messages]
cs: [Hawthornovy ARCHIVOVANÉ ZPRÁVY]

# conversations/03_playership/03_cp_playership_messages:13:DefaultText
source: Old message list
cs: Seznam starých zpráv

# conversations/03_playership/03_cp_playership_messages:14:DefaultText
source: [Search Term: SAM]
cs: [Hledat termín: SAM]

# conversations/03_playership/03_cp_playership_messages:15:DefaultText
source: Search Results: SAM
cs: Výsledky vyhledávání: SAM

# conversations/03_playership/03_cp_playership_messages:16:DefaultText
source: [First SAM Result]
cs: [První výsledek SAM]

# conversations/03_playership/03_cp_playership_messages:17:DefaultText
source: Experimental Note OI695: Do not forget! You found a discarded Sanitation and Maintenance automechanical in Emerald Vale's scrapheap during your last job. It should not be too difficult to get it up and running. With a few key modifications, I can envision a combat-capable variant. Some might say... a clean, mean, killing machine...? Should be fun! - A.H.
cs: Experimentální poznámka OI695: Nezapomeňte! Při své poslední práci jsi na smetišti v Emerald Vale našel vyřazený automechanický stroj Sanitace a údržby. Nemělo by být příliš obtížné ho zprovoznit. Po několika klíčových úpravách si dovedu představit jeho bojeschopnou variantu. Někdo by mohl říct... čistý, zlý, vraždící stroj...? Měla by to být zábava! - A.H.

# conversations/03_playership/03_cp_playership_messages:18:DefaultText
source: [Second SAM Result]
cs: [Druhý výsledek SAM]

# conversations/03_playership/03_cp_playership_messages:19:DefaultText
source: Experimental note OI696: Removal of factory standard part "S.U.D.S. Steeper" was successful. Delivery of combat-modified replacement part "Acid Steeper" has been delayed. Progress set back is estimated now to be a solid three months. Not like I have more pressing matters to attend to... Ah, but I do! - A.H.
cs: Experimentální poznámka OI696: Odstranění standardního dílu z výroby "S.U.D.S. Steeper" bylo úspěšné. Dodávka bojově upraveného náhradního dílu "Acid Steeper" byla odložena. Zpoždění postupu se nyní odhaduje na solidní tři měsíce. Ne že bych měl na práci naléhavější záležitosti... Ale já mám! - A.H.

# conversations/03_playership/03_cp_playership_messages:20:DefaultText
source: [Third SAM Result]
cs: [Třetí výsledek SAM]

# conversations/03_playership/03_cp_playership_messages:21:DefaultText
source: Experimental Note OI697: I'm giving up hope on the delivery. The part is lost in transit, and it's not turning up any time soon. BUT, good news! I heard from a fellow who knows a gal who knows "the Broker" who overcharged me for the information regarding the location of an Acid Steeper I can... er, filch. The part was sent to an old storage facility in Roseway. I sure never thought I'd go back to that pit. Good thing Auntie abandoned it years ago. I'll pick it up following this next pitstop (back to) Emerald Vale. Welles wants me to chaperone some person of interest. Details to come later. - A.H.
cs: Experimentální poznámka OI697: Vzdávám se naděje na doručení. Díl se ztratil při přepravě a v nejbližší době se neobjeví. ALE, dobrá zpráva! Ozval se mi chlapík, který zná holku, která zná "makléře", který mě přeplatil za informace ohledně umístění Acid Steeperu, který můžu... ehm, ukořistit. Díl byl poslán do starého skladu v Roseway. Určitě jsem si nemyslel, že se k té jámě ještě někdy vrátím. Ještě že ji teta před lety opustila. Vyzvednu si ho po příští zastávce (zpátky) v Emerald Vale. Welles chce, abych dělal doprovod nějaké zájmové osobě. Podrobnosti přijdou později. - A.H.

# conversations/03_playership/03_cp_playership_messages:22:DefaultText
source: [FROM: U. Bedford]
cs: [OD: U. Bedford]

# conversations/03_playership/03_cp_playership_messages:23:DefaultText
source: From: Udom Bedford To: Alex Hawthorne Subject: A pleasure! Dear Alex, Hello, Udom here! Udom Bedford. We met when I accidentally impounded your ship? My silly fat fingers embarrassing me once again! I hope that wasn't too terribly inconvenient for you - it was such a pleasure for me. And I tremendously appreciate your forbearance in not throttling me! You really are quite the gentleman. If you're ever in Groundbreaker's airspace - well, spacespace - please don't hesitate to look me up. The Lost Hope serves Spectrum Vodka - perhaps we could try every color? You know, really tie one on! Let me know. Your new friend, Udom
cs: Od: Bedford Komu: Udom Bedford Předmět: Alex Hawthorne Udom tady! Udom Bedford. Potkali jsme se, když jsem omylem zabavil tvou loď? Moje hloupé tlusté prsty mě opět uvedly do rozpaků! Doufám, že to pro tebe nebylo tak strašně nepříjemné - pro mě to bylo takové potěšení. A nesmírně si vážím vaší shovívavosti, že jste mě neškrtl! Jsi opravdu gentleman. Pokud se někdy ocitneš ve vzdušném prostoru Groundbreakeru - no, spíš ve vesmírném prostoru - neváhej mě prosím vyhledat. Ve Ztracené naději se podává Spectrum Vodka - možná bychom mohli ochutnat všechny barvy? Však víš, pořádně si ji přivázat! Dej mi vědět. Tvůj nový přítel, Udom

# conversations/03_playership/03_cp_playership_messages:24:DefaultText
source: [FROM: U. Bedford]
cs: [OD: U. Bedford]

# conversations/03_playership/03_cp_playership_messages:25:DefaultText
source: [FROM: U. Bedford]
cs: [OD: U. Bedford]

# conversations/03_playership/03_cp_playership_messages:26:DefaultText
source: From: Udom Bedford To: Alex "Wingman" Hawthorne Subject: Checking in Dear Alex, Hello, hello! Hope this finds you well. It was a pleasure to see you in my office again last week! Once again, I'm terribly sorry about the impounding mix-up. How could it have happened a SECOND time? Terminals these days, I swear. Dreadfully unreliable. Aha, just like your ship! I hope you've given some thought to that thing we discussed. You know, about the Welles fellow. I'm so sorry to press, but I have the strangest tickling feeling that you really do know him. And if you could just tell me where he is, well - it would be marvelous for our friendship, wouldn't it? Looking forward to seeing you again, "Wingman". ;) Your dear friend, Udom
cs: Od: Bedford Komu: Udom Bedford Předmět: Alex "Wingman" Hawthorne Předmětem je: Doufám, že se ti daří dobře. Bylo mi potěšením tě minulý týden opět vidět ve své kanceláři! Ještě jednou se ti strašně omlouvám za tu záměnu s konfiskací. Jak se to mohlo stát podruhé? Terminály v dnešní době, přísahám. Strašně nespolehlivé. Aha, stejně jako vaše loď! Doufám, že jste se zamyslel nad tou věcí, o které jsme mluvili. Víš, o tom Wellesovi. Je mi líto, že musím tlačit na pilu, ale mám takový zvláštní lechtivý pocit, že ho opravdu znáš. A kdybys mi mohl říct, kde je, no - bylo by to úžasné pro naše přátelství, ne? Těším se na další setkání, "Wingmane" ;) Tvůj drahý přítel Udom.

# conversations/03_playership/03_cp_playership_messages:27:DefaultText
source: From: Udom Bedford To: A. Hawthorne Subject: Hello? Hello??? Alex, I don't know where you were raised, but I'd hazard to guess it may have been a BARN, because ANYONE with even a MODICUM of DECENT REARING would know it's UNFORGIVABLY RUDE to ignore the ardent, sincere messages of one's FRIENDS. Best, Udom p.s. Please respond.
cs: Od: Bedford Komu: Udom Bedford Hawthorne Předmět: A: Hawford: Dobrý den? Haló??? Alexi, nevím, kde jsi vyrůstal, ale tipl bych si, že to byla stodola, protože každý, kdo má alespoň trochu slušného vychování, ví, že ignorovat upřímné vzkazy svých PŘÁTEL je NEPŘÁTELSKÉ.S pozdravem, Udom p.s. Prosím, odpovězte.

# conversations/03_playership/03_cp_playership_messages:28:DefaultText
source: [Hawthorne's SENT Messages]
cs: [Hawthornovy odeslané zprávy]

# conversations/03_playership/03_cp_playership_messages:29:DefaultText
source: Sent message list
cs: Seznam odeslaných zpráv

# conversations/03_playership/03_cp_playership_messages:31:DefaultText
source: From: Hawthorne, A. To: Bedford, U. Subject: [No subject] Look, there's no call for shouting -- my terminal was busted. Had a few too many and might've knocked it off the desk... You know how it is. Sometimes you just gotta... cut loose. I'm not telling you where Welles is, so lay off. Buy me a drink at the Lost Hope next time I'm in... and I might forgive you. - A. H.
cs: Od: Hawthorne, A: Předmět: Bedford, U: [Bez předmětu] Podívejte, není třeba křičet - můj terminál byl rozbitý. Párkrát jsem to přehnal a mohl jsem ho shodit ze stolu... Víte, jak to chodí. Někdy se prostě musíš... odvázat. Neřeknu ti, kde je Welles, tak si dej pohov. Až tu budu příště, kup mi drink ve Ztracené naději... a možná ti odpustím. - A. H.

# conversations/03_playership/03_cp_playership_messages:32:DefaultText
source: [FROM: U. Bedford]
cs: [OD: U. Bedford]

# conversations/03_playership/03_cp_playership_messages:33:DefaultText
source: From: Udom "Wingman's Wingman" Bedford To: Alex "Wingman" Hawthorne Subject: Thank you Dearest Alex, I can't tell you how pleased I am to finally hear from you. Your message was hilarious! I'm delighted by your sense of humor and the tale of your hijinks. I hope your terminal will cooperate for the foreseeable future? By the by, I was scraping Groundbreaker's comms network for tasty little tidbits, and I noticed you declined to dock at Edgewater's landing pad and instead touched down in the wilderness! You rugged individualist, you. I only pray that idiot Tobson wasn't giving you any trouble. Anyway, I hope your meeting down on Terra 2 proves fruitful, and I look forward to corresponding with greater regularity! Your best friend, Udom
cs: Od: "Wingman's Wingman" Bedford Komu: Udom "Wingman's Wingman" Bedfordovi Předmět: Alex "Wingman" Hawthorne Předmět: Děkuji Nejdražší Alexi, ani nevíš, jak mě těší, že se mi konečně ozýváš. Tvoje zpráva byla k popukání! Jsem potěšen tvým smyslem pro humor a vyprávěním o tvých úletech. Doufám, že tvůj terminál bude v dohledné době spolupracovat? Mimochodem, projížděl jsem komunikační síť Groundbreakeru kvůli chutným drobnostem a všiml jsem si, že jsi odmítl zakotvit na přistávací ploše Edgewateru a místo toho jsi přistál v divočině! Ty drsný individualisto. Jen se modlím, aby ti ten idiot Tobson nedělal potíže. Každopádně doufám, že vaše setkání dole na Terře 2 bude plodné, a těším se na pravidelnější dopisování! Tvůj nejlepší přítel, Udom.

# conversations/03_playership/03_cp_playership_messages:34:DefaultText
source: [Hawthorne's UNREAD Messages]
cs: [Hawthornovy nepřečtené zprávy]

# conversations/03_playership/03_cp_playership_messages:35:DefaultText
source: Unread message list
cs: Seznam nepřečtených zpráv

# conversations/03_playership/03_cp_playership_messages:36:DefaultText
source: [FROM: U. Bedford]
cs: [OD: U. Bedford]

# conversations/03_playership/03_cp_playership_messages:37:DefaultText
source: From: Udom "Wingman's Wingman" Bedford To: Alex "Wingman" Hawthorne Subject: RE: Thank you Oh, I forgot to mention in my previous message! Silly me. I'm mailing you a copy of my favorite serial, "The Space Adventures of Singularity Steel." It's about a dashing space pirate with a heart of, well, steel. It's not exactly Board-approved, so don't you go showing it around to your spacer buddies. I hope it will amuse you while you're out adventuring. Any similarities to a certain someone are entirely intentional. ;) ;) ~ Udom
cs: Od: "Wingman's Wingman" Bedford Komu: Udom "Wingman's Wingman" Bedfordovi Předmět: Alex "Wingman" Hawthorne Předmět: Zapomněl jsem se zmínit ve své předchozí zprávě! Já hlupák. Posílám ti poštou výtisk svého oblíbeného seriálu "Vesmírná dobrodružství Singularity Steelové". Je to o šviháckém vesmírném pirátovi se srdcem, no, z oceli. Není to zrovna schváleno radou, takže to neukazuj svým vesmírným kamarádům. Doufám, že vás to pobaví, až se budete vydávat za dobrodružstvím. Jakákoli podobnost s jistým člověkem je zcela záměrná ;) ;) ~ Udom

# conversations/03_playership/03_cp_playership_messages:38:DefaultText
source: [FROM: L. Hagen]
cs: [OD: L. Hagen]

# conversations/03_playership/03_cp_playership_messages:39:DefaultText
source: From: Lilya Hagen To: <oeitoken>PlayerName</oeitoken> Subject: Letter of Recommendation Best of luck out there, <oeitoken>PlayerName</oeitoken>. Unemployment is hell. Go make it a funemployment. ~L.H. PS. Don't share this. I worked with <oeitoken>PlayerName</oeitoken> across two jobs and change. We terminated our employment agreement over a difference of ethics. Prior to that, <oeitoken>PlayerName</oeitoken> showed grit, guts, moxie, and spunk. More guts than grit. More moxie than spunk. <oeitoken>PlayerName</oeitoken>'s sole weakness is an excess of moral fiber that threatens the species. The day we stop ourselves from executing scientists in the name of our superiority is the day we cease to be human. I'm a human through and through. Can you say the same? <oeitoken>PlayerName</oeitoken> sure can't. If you're reading this, you should hire <oeitoken>PlayerName</oeitoken> regardless of qualifications. Hand over your job if you have to. Then come work for SubLight. You'll thank me for it. Lilya Hagen
cs: Od: Hagen Komu: <oeitoken>Jméno hráče</oeitoken> Předmět: Lilya Hagenová, L: <oeitoken>Jméno hráče</oeitoken> Hodně štěstí venku. Nezaměstnanost je peklo. Udělej si z toho zábavnou práci. ~L.H. PS. Nesdílejte to. pracoval jsem s <oeitoken>Jméno hráče</oeitoken> napříč dvěma zaměstnáními a změnou. Rozvázali jsme pracovní poměr dohodou kvůli rozdílným etickým postojům. Předtím <oeitoken>Jméno hráče</oeitoken> prokázal odvahu, kuráž, moxie a kuráž. Více odvahy než kuráže. Více odvahy než kuráže. <oeitoken>Jméno hráče</oeitoken> má jedinou slabinu - přebytek morálních zásad, které ohrožují celý druh. Den, kdy se zastavíme před popravou vědců ve jménu naší nadřazenosti, je dnem, kdy přestaneme být lidmi. Já jsem člověk skrz naskrz. Můžete říct totéž? <oeitoken>Jméno hráče</oeitoken> určitě ne. Pokud tohle čtete, měli byste zaměstnat <oeitoken>Jméno hráče</oeitoken> bez ohledu na kvalifikaci. Předejte svou práci, pokud musíte. Pak pojď pracovat pro SubLight. Poděkujete mi za to. Lilya Hagenová

# conversations/03_playership/03_cp_playership_messages:40:DefaultText
source: [FROM: U. Bedford]
cs: [OD: U. Bedford]

# conversations/03_playership/03_cp_playership_messages:41:DefaultText
source: From: Udom Bedford To: <oeitoken>PlayerName</oeitoken> Subject: Why I thought we had an agreement. You said you'd get my seal from Gladys, and I'd get you to Byzantium. And what'd you do? You went there without my help. You LIED. Now the Board's Human Resource Termination Officers are knocking on the Waste Disposal door. I bet that little prick Kendrick told them where I was hiding. Well, I hope a sprat swarm eats his entire face off. Do you like Spectrum Vodka? When you get this, toast to my memory with some - AND CHOKE ON IT. - U. p.s. In case it wasn't clear, our friendship is cancelled. p.p.s. Tell Kendrick he cannnn dksdk;klfkffffffffffffffffffffffffffffffffffffffffffffffffff
cs: Od: Jméno hráče</oeitoken> Předmět: Udom Bedford Komu: <oeitoken>Název hráče</oeitoken> Proč jsem si myslel, že jsme se dohodli. Říkal jsi, že od Gladys dostaneš mou pečeť a já tě dostanu do Byzance. A co jsi udělal? Šel jsi tam bez mé pomoci. Lhal jsi a teď na dveře Likvidace odpadů klepou úředníci Správní rady pro výpovědi z lidských zdrojů. Vsadím se, že jim ten malý hajzlík Kendrick řekl, kde se schovávám. Doufám, že mu hejno šprotů sežere celý obličej. Máš rád Spectrum Vodku? When you get this, toast to my memory with some - AND CHOKE ON IT. - U. p.s. In case it wasn't clear, our friendship is cancelled. p.p.s. Tell Kendrick he cannnn dksdk;klfkffffffffffffffffffffffffffffffffffffffffffffffffff

# conversations/03_playership/03_cp_playership_messages:42:DefaultText
source: Checking... Checking... Checking... No new messages
cs: Kontrola... Kontrola... Kontrola... Žádné nové zprávy

# conversations/03_playership/03_cp_playership_messages:43:DefaultText
source: [Access Recent READ Messages]
cs: [Přístup k posledním přečteným zprávám]

# conversations/03_playership/03_cp_playership_messages:44:DefaultText
source: [FROM: J. Tennyson]
cs: [OD: J. Tennyson]

# conversations/03_playership/03_cp_playership_messages:45:DefaultText
source: From: Junlei Tennyson To: Parvati Holcomb Subject: Poem Parvati, I don't do this. Ever. So here goes. There's this engine, see, and it hums real nice. Like a box of cats playing with mice. But she's coughing and hacking up sludge Cause there's a blockage that just won't budge. What's an engine to do? Then this wrencher strides in like a shark Hair all done up and fancy and dark. She feels a spasm in her compression alternator Trembling cause it's aching to meet her. What's an engine to do? I've got, oh... five more stanzas mapped out. But I'm having trouble rhyming some of the parts. So I'll get back to you on that. J.T.
cs: Od: Junlei Tennyson Komu: Junlei Tennyson Předmět: Parvati Holcomb Báseň Parvati, tohle nedělám. Nikdy. Tak tady to je. je tu motor, vidíš, a ten pěkně hučí. jako když si kočky hrají s myškami. ale kašle a chrlí kaly Protože je tu ucpávka, která se prostě nechce pohnout. co má motor dělat? A pak tenhle šroubovák vpluje dovnitř jako žralok Vlasy jsou upravené, nóbl a tmavé Cítí křeč ve svém kompresním alternátoru Chvěje se, protože ho bolí jít jí vstříc Co má motor dělat? Mám zmapováno, ach... pět dalších strof. Ale mám problém s rýmováním některých částí. Takže se k tomu vrátím. J.T.

# conversations/03_playership/03_cp_playership_messages:46:DefaultText
source: [FROM: J. Tennyson]
cs: [OD: J. Tennyson]

# conversations/03_playership/03_cp_playership_messages:47:DefaultText
source: From: Junlei Tennyson To: Parvati Holcomb Subject: about that talk we had We were talking about "old friends," you know, and I got to thinking about Isabelle. I don't know what I was thinking. I don't know what she was thinking. We were a mess. A good mess. But a mess. I'm a better me than I was then. Wanted you to know. Even when I drink too much of the old family recipe. You're pretty swell, Party Tea. ...Damn you, insta-spellcheck. Meet my wrench. Too tired. Just gonna put my head down for alkj:Ijhfue;g/{S{HZlpoj
cs: Od: Junlei Tennyson Komu: Mluvili jsme o "starých přátelích", víš, a já jsem přemýšlel o Isabelle. Nevím, na co jsem myslela. Nevím, na co myslela ona. Byli jsme na tom špatně. Dobrý nepořádek. Ale nepořádek. Jsem lepší, než jsem byl tenkrát. Chtěl jsem, abys to věděla. Dokonce i když jsem vypila příliš mnoho starého rodinného receptu. Jsi docela dobrá, Party Tea. ...Zatraceně, insta-spellcheck. Seznam se s mým klíčem. Jsem příliš unavená. Prostě sklopím hlavu pro alkj:Ijhfue;g/{S{HZlpoj

# conversations/03_playership/03_cp_playership_messages:48:DefaultText
source: [Messages for Alex Hawthorne]
cs: [Zprávy pro Alex Hawthorne]

# conversations/03_playership/03_cp_playership_messages:49:DefaultText
source: The Unreliable Message Terminal =========================== Viewing messages for user: Hawthorne, A. Please select from the following options:
cs: Nespolehlivý terminál zpráv =========================== Zobrazení zpráv pro uživatele: Hawthorne, A. Vyberte si prosím z následujících možností:

# conversations/03_playership/03_cp_playership_messages:51:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/03_playership/03_cp_playership_messages:52:DefaultText
source: The Unreliable Message Terminal ========================== Viewing log entries from user: Hawthorne, A. Please select from the following options:
cs: Terminál nespolehlivých zpráv ========================== Zobrazení záznamů protokolu od uživatele: Vyberte z následujících možností:

# conversations/03_playership/03_cp_playership_messages:53:DefaultText
source: [Log Entry #1 - Titled: Shrink Ray]
cs: [Záznam v deníku č. 1 - Název: Smršťovací paprsek]

# conversations/03_playership/03_cp_playership_messages:54:DefaultText
source: [Log Entry #2 - Titled: Hammer Power]
cs: [Záznam v deníku č. 2 - Název: Síla kladiva]

# conversations/03_playership/03_cp_playership_messages:55:DefaultText
source: [Log Entry #3 - Titled: Black Market Leads]
cs: [Záznam v deníku #3 - Název: Černý trh s vodítky]
