Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_playership.po
Languages: cs

# conversations/03_playership/03_cv_playership:729:DefaultText
source: Wrong manner of shroud, my slow-witted accomplice. This is- how to put it simply? A device that makes you look different. Sound different. Briefly.
cs: Špatný způsob zahalení, můj pomalý komplic. Tohle je - jak to říct jednoduše? Přístroj, který vás odlišuje. Zní jinak. Stručně.

# conversations/03_playership/03_cv_playership:730:DefaultText
source: The device has its limits, but it will allow you to blend in perfectly, and probably won't jeopardize your ability to have children. Will it? No. Definitely not. Probably. Yes.
cs: Zařízení má své limity, ale umožní vám dokonale splynout s okolím a pravděpodobně neohrozí vaši schopnost mít děti. Bude? Ne, rozhodně ne. Pravděpodobně ano. Ano.

# conversations/03_playership/03_cv_playership:731:DefaultText
source: You want to explain what a holographic shroud is?
cs: Chcete vysvětlit, co je to holografický rubáš?

# conversations/03_playership/03_cv_playership:732:DefaultText
source: Marvelous device. I'm quite proud of myself. The shroud changes the user's appearance to mimic that of another.
cs: Úžasné zařízení. Jsem na sebe docela pyšný. Plášť mění vzhled uživatele tak, aby napodoboval vzhled jiného člověka.

# conversations/03_playership/03_cv_playership:733:DefaultText
source: It has limits. First generation technology, you see. But promising! Exciting to see it in use, at last.
cs: Má své limity. Technologie první generace. Ale slibná! Je vzrušující vidět ji konečně v provozu.

# conversations/03_playership/03_cv_playership:734:DefaultText
source: Very simply, the Holographic Shroud uses biometric information contained on standard identity cartridges to generate a holographic projection around you.
cs: Holografický plášť velmi jednoduše využívá biometrické informace obsažené na standardních identifikačních kazetách k vytvoření holografické projekce kolem vás.

# conversations/03_playership/03_cv_playership:735:DefaultText
source: You mentioned this thing has limitations.
cs: Zmínil jste, že tato věc má omezení.

# conversations/03_playership/03_cv_playership:736:DefaultText
source: Only stands up to casual scrutiny. Use it too long, bound to flicker, blur, something like that. Movement makes it more likely.
cs: Obstojí pouze při náhodném zkoumání. Pokud ji používáte příliš dlouho, určitě se rozbliká, rozostří nebo něco podobného. Pohyb ji činí pravděpodobnější.

# conversations/03_playership/03_cv_playership:737:DefaultText
source: Best used in moderation. When you see guards in your path you can't sneak past, for example.
cs: Nejlepší je používat s mírou. Například když vidíte na cestě stráže, kolem kterých se nemůžete proplížit.

# conversations/03_playership/03_cv_playership:738:DefaultText
source: Maintain your distance. Act normal. No running, no jumping. Don't draw their attention. If they pay attention, they're more likely to notice flaws in the hologram.
cs: Udržujte si odstup. Chovejte se normálně. Neběhejte, neskákejte. Nepřitahujte jejich pozornost. Pokud budou dávat pozor, je pravděpodobnější, že si všimnou nedostatků v hologramu.

# conversations/03_playership/03_cv_playership:739:DefaultText
source: People will actually fall for this? Seems far-fetched.
cs: Lidé na to opravdu skočí? Zdá se mi to přitažené za vlasy.

# conversations/03_playership/03_cv_playership:740:DefaultText
source: Ah-ha-ha! The beauty is, they don't expect it. The shroud is the only one of its kind. We humans have a tendency to overlook the unexpected.
cs: Ah-ha-ha! Krásné je, že to neočekávají. Rubáš je jediný svého druhu. My lidé máme tendenci přehlížet nečekané.

# conversations/03_playership/03_cv_playership:741:DefaultText
source: Activate the disguise. Walk past someone. What do they see? A figure dressed like a fellow employee. Don't act odd, they won't focus on you.
cs: Aktivujte převlek. Projděte kolem někoho. Co uvidí? Postavu oblečenou jako kolega. Nechovejte se divně, nebudou se na vás soustředit.

# conversations/03_playership/03_cv_playership:743:DefaultText
source: Captain, as it appears we may soon be embarking for a maximum security prison planet...
cs: Kapitáne, zdá se, že se brzy vydáme na vězeňskou planetu s nejvyšší ostrahou...

# conversations/03_playership/03_cv_playership:745:DefaultText
source: I believe the crew would like to speak with you to - as you humans put it - air some concerns.
cs: Věřím, že posádka by s vámi ráda mluvila, aby - jak říkáte vy, lidé - vyjádřila své obavy.

# conversations/03_playership/03_cv_playership:746:DefaultText
source: The sentencing of one crime does not preclude the sentencing of another. Technically speaking.
cs: Odsouzení za jeden trestný čin nevylučuje odsouzení za jiný trestný čin. Technicky vzato.

# conversations/03_playership/03_cv_playership:747:DefaultText
source: Tartarus Docking Authority, signing off.
cs: Dokovací úřad Tartaru, odhlášení.

# conversations/03_playership/03_cv_playership:748:DefaultText
source: Wait, is that from the Groundbreaker? What the...pay no mind to that. Just... have a pleasant day.
cs: Počkat, to je z Groundbreakeru? Co to... toho si nevšímejte. Prostě... si užij den.

# conversations/03_playership/03_cv_playership:749:DefaultText
source: Wait, you're the stylist? Oh thank the law you're here, everyone knows how particular the Chairman is about his eyebrows. Here, take my biometric ID instead.
cs: Počkej, ty jsi stylista? Díky zákonu, že jste tady, každý ví, jak si předseda potrpí na obočí. Na, vezměte si místo toho můj biometrický průkaz.

# conversations/03_playership/03_cv_playership:750:DefaultText
source: Anyway, Tartarus Docking Authority, signing off. Have a pleasant stay at Tartarus!
cs: Každopádně, Dokovací úřad Tartaru, končím. Přeji vám příjemný pobyt na Tartaru!

# conversations/03_playership/03_cv_playership:751:DefaultText
source: Anyway, Tartarus Docking Authority, signing... hang on. Another ship just pulled into your dock.
cs: Každopádně, Dokovací úřad Tartaru, podpis... vydržte. Do vašeho doku právě vjela další loď.

# conversations/03_playership/03_cv_playership:752:DefaultText
source: Transmission terminated. Biometric ID received. Transferring data to external cartridge.
cs: Přenos ukončen. Biometrický identifikátor přijat. Přenos dat do externí kazety.

# conversations/03_playership/03_cv_playership:753:DefaultText
source: Transmission terminated.
cs: Přenos ukončen.

# conversations/03_playership/03_cv_playership:754:DefaultText
source: Just try to avoid the other guards if you can. We're on lockdown, so if they don't recognize you, they're under standing orders to shoot on sight.
cs: Pokud můžete, snažte se vyhnout ostatním strážcům. Jsme pod zámkem, takže pokud vás nepoznají, mají stálý rozkaz střílet na potkání.

# conversations/03_playership/03_cv_playership:755:DefaultText
source: Their biometric ID? I could transmit it, but that'd be against protocol H9-27G. If anyone found out, I'd get thrown into a cell right alongside these damned prisoners.
cs: Jejich biometrický průkaz? Mohl bych ho předat, ale to by bylo proti protokolu H9-27G. Kdyby to někdo zjistil, zavřeli by mě do cely k těm zatraceným vězňům.

# conversations/03_playership/03_cv_playership:757:DefaultText
source: Aw, Law, you're right. Okay. Come on, guys. Rifles up. Let's kick these rungleeches out of our docking bay! For the Chairman!
cs: Aw, Lawe, máš pravdu. Dobře. No tak, lidi. Pušky nahoru. Vykopneme ty rungle z našeho doku! Za předsedu!

# conversations/03_playership/03_cv_playership:758:DefaultText
source: You coward. If I don't see you fighting for your life, I swear I'll end it myself.
cs: Ty zbabělče. Jestli tě neuvidím bojovat o život, přísahám, že to ukončím sám.

# conversations/03_playership/03_cv_playership:759:DefaultText
source: Oh law, you really would, wouldn't you? All right, fine... if I'm going to die, it'll be as a proud employee of the Board. See you in the field!
cs: Ach, zákon, opravdu bys to udělal, že? Dobře, fajn... jestli mám umřít, tak jako hrdý zaměstnanec Rady. Uvidíme se v terénu!

# conversations/03_playership/03_cv_playership:760:DefaultText
source: Get out there and make UDL proud! Do it for the Chairman!
cs: Vyjděte ven a buďte na UDL hrdí! Udělejte to pro předsedu!

# conversations/03_playership/03_cv_playership:761:DefaultText
source: Bust through? Are you out of your mind? Those animals will tear us apart!
cs: Prorazit? Zbláznil ses? Ta zvířata nás roztrhají na kusy!

# conversations/03_playership/03_cv_playership:762:DefaultText
source: Actually, I think I'll go in quiet. Transmit a prisoner's biometric ID instead.
cs: Vlastně si myslím, že půjdu potichu. Místo toho předám biometrický průkaz vězně.

# conversations/03_playership/03_cv_playership:763:DefaultText
source: All right, all right. Just stay safe, I'll handle it.
cs: Dobře, dobře. Zůstaň v bezpečí, já to zvládnu.

# conversations/03_playership/03_cv_playership:764:DefaultText
source: Actually, rally to me instead, and we'll bust through together.
cs: Vlastně se místo toho spojte se mnou a prorazíme společně.

# conversations/03_playership/03_cv_playership:765:DefaultText
source: Fine. I'll find another way.
cs: V pořádku. Najdu jiný způsob.

# conversations/03_playership/03_cv_playership:766:DefaultText
source: Worthless. Guess I'll just have to do this myself.
cs: Bezcenné. Asi to budu muset udělat sám.

# conversations/03_playership/03_cv_playership:767:DefaultText
source: I'm never supposed to violate protocol. Never!
cs: Nikdy bych neměl porušovat protokol. Nikdy!

# conversations/03_playership/03_cv_playership:768:DefaultText
source: Stay safe, got it. I'll try my best.
cs: Zůstaňte v bezpečí, rozumím. Budu se snažit.

# conversations/03_playership/03_cv_playership:769:DefaultText
source: I'm sure you're up to it. We'll all be rooting for you! From a safe distance, of course.
cs: Jsem si jistý, že na to máš. Všichni ti budeme fandit! Samozřejmě z bezpečné vzdálenosti.

# conversations/03_playership/03_cv_playership:770:DefaultText
source: All right... but if anyone gets on my case about this, I'm sending them straight to you, got it?
cs: Dobře... ale jestli se mě kvůli tomu někdo dotkne, pošlu ho rovnou za tebou, jasný?

# conversations/03_playership/03_cv_playership:772:DefaultText
source: Tartarus security out... hang on, is that another ship coming in? I think that's from the Groundbreaker! Cripes, did that Tennyson woman really send reinforcements?
cs: Tartarská ochranka venku... počkejte, je to další loď, která přilétá? Myslím, že je to z Groundbreakeru! Sakra, opravdu ta Tennysonová poslala posily?

# conversations/03_playership/03_cv_playership:773:DefaultText
source: Between you and the Mardets, we may be able to retake the docks. Good luck out there, Captain.
cs: Mezi vámi a Mardetem se nám možná podaří znovu dobýt přístav. Hodně štěstí, kapitáne.

# conversations/03_playership/03_cv_playership:775:DefaultText
source: Transmission terminated. Biometric ID received. Transferring data to external cartridge.
cs: Přenos ukončen. Biometrický identifikátor přijat. Přenos dat do externí kazety.

# conversations/03_playership/03_cv_playership:776:DefaultText
source: There. Data transmitted. Hope this disguise of yours works.
cs: Tam. Přenesená data. Doufám, že toto vaše přestrojení funguje.

# conversations/03_playership/03_cv_playership:779:DefaultText
source: I must recommend you leave the calculations up to me, Captain.
cs: Musím vám doporučit, abyste nechal výpočty na mně, kapitáne.

# conversations/03_playership/03_cv_playership:780:DefaultText
source: Good thing I'm great at math. I know all the best numbers.
cs: Ještě že jsem skvělý v matematice. Znám všechna nejlepší čísla.

# conversations/03_playership/03_cv_playership:781:DefaultText
source: I have received a transmission from Roseway, from a Dr. Shaw. Beginning playback now.
cs: Obdržel jsem zprávu z Roseway od doktora Shawa. Začínáme přehrávat.

# conversations/03_playership/03_cv_playership:782:DefaultText
source: ...what - oh, this is on? It's on right now. Oh! Blast! Hello? I'm trying to reach the captain of the Unreliable.
cs: ...co - aha, už to běží? Právě to běží. Oh! Zatraceně! Haló? Snažím se spojit s kapitánem Nespolehlivé.

# conversations/03_playership/03_cv_playership:783:DefaultText
source: I'll keep this short, lest I get caught. Please return to Roseway as soon as you can. I have an item of great value that you'll be interested in.
cs: Budu stručný, abych se nenechal chytit. Prosím, vraťte se na Roseway co nejdříve. Mám pro vás cennou věc, která vás bude zajímat.

# conversations/03_playership/03_cv_playership:784:DefaultText
source: Now how do I... how does this blasted thing turn off? Damn engineers never label these toggles clearly. Is it th--
cs: Jak... jak se ta zatracená věc vypne? Zatracení inženýři tyhle přepínače nikdy neoznačují jasně. Je to...

# conversations/03_playership/03_cv_playership:785:DefaultText
source: The transmission is complete, Captain.
cs: Přenos je dokončen, kapitáne.

# conversations/03_playership/03_cv_playership:786:DefaultText
source: Oh, no. We need her for the Lifetime Employment Program.
cs: Ale ne. Potřebujeme ji pro program celoživotního zaměstnávání.

# conversations/03_playership/03_cv_playership:787:DefaultText
source: Among other things. We can't run this place without her, Captain.
cs: Mimo jiné. Bez ní to tady nemůžeme vést, kapitáne.

# conversations/03_playership/03_cv_playership:788:DefaultText
source: He's started a riot? Has he lost his mind?
cs: Vyvolal vzpouru? Zbláznil se?

# conversations/03_playership/03_cv_playership:789:DefaultText
source: He lost his mind years ago! Do you have any idea how many Hope colonists he's killed for the sake of his science experiments?
cs: Přišel o rozum už před lety! Máš vůbec ponětí, kolik kolonistů Hope zabil kvůli svým vědeckým experimentům?

# conversations/03_playership/03_cv_playership:790:DefaultText
source: Why do I need a gadget for this? Couldn't I just steal a uniform or something?
cs: Proč k tomu potřebuji miniaplikaci? Nemohl bych prostě ukrást uniformu nebo tak něco?

# conversations/03_playership/03_cv_playership:791:DefaultText
source: Ah-ha-ha! "A change of clothes?" What is this, some old spy serial? What inattentive and brainless guard would be fooled by such a shabby disguise?
cs: Ah-ha-ha! "Převléknout se?" Co to má být, nějaký starý špionážní seriál? Který nepozorný strážný bez mozku by se nechal oklamat takovým ošuntělým převlekem?

# conversations/03_playership/03_cv_playership:792:DefaultText
source: The Holographic Shroud masks not only your clothes, but your face and fingerprints. It modulates your voice and sweetens your breath.
cs: Holografický plášť maskuje nejen vaše oblečení, ale i obličej a otisky prstů. Moduluje váš hlas a sladí váš dech.

# conversations/03_playership/03_cv_playership:793:DefaultText
source: How the hell does a hologram "sweeten your breath?"
cs: Jak vám sakra hologram "osladí dech"?

# conversations/03_playership/03_cv_playership:794:DefaultText
source: Science! That's how!
cs: Věda! Tak to je!

# conversations/03_playership/03_cv_playership:795:DefaultText
source: I've received an urgent message from Lilya Hagen of SubLight. It's for you, Captain.
cs: Obdržel jsem naléhavou zprávu od Lilyi Hagenové ze společnosti SubLight. Je pro vás, kapitáne.

# conversations/03_playership/03_cv_playership:796:DefaultText
source: Uh oh. This could be trouble.
cs: Uh oh. Tohle by mohl být problém.

# conversations/03_playership/03_cv_playership:797:DefaultText
source: What does it say?
cs: Co se tam píše?

# conversations/03_playership/03_cv_playership:798:DefaultText
source: Lilya praises your grit, guts, and moxie. Her only rebuke is "an excess of moral fiber that threatens the species."
cs: Lilya chválí tvou odvahu, kuráž a smělost. Jediné, co jí vytýká, je "přebytek morálních zásad, který ohrožuje druh".

# conversations/03_playership/03_cv_playership:799:DefaultText
source: My letter of referral. How thoughtful of her.
cs: Můj doporučující dopis. Je to od ní pozorné.

# conversations/03_playership/03_cv_playership:800:DefaultText
source: Let's get out of here, ADA.
cs: Pojďme odsud, ADA.

# conversations/03_playership/03_cv_playership:801:DefaultText
source: Delete. Label as rubbish.
cs: Vymazat. Označte jako odpad.

# conversations/03_playership/03_cv_playership:802:DefaultText
source: Of course, Captain.
cs: Samozřejmě, kapitáne.

# conversations/03_playership/03_cv_playership:803:DefaultText
source: Possibly, but I detect no malicious intent within the data.
cs: Možná, ale v údajích nevidím žádný zlý úmysl.

# conversations/03_playership/03_cv_playership:804:DefaultText
source: I agree. Given her disposition, morality, and career path... the event of a relational dissolution between you was highly probable to be both unpleasant and dangerous.
cs: Souhlasím. Vzhledem k její povaze, morálce a kariérnímu postupu... bylo vysoce pravděpodobné, že případné rozpadnutí vztahu mezi vámi bude nepříjemné a nebezpečné.

# conversations/03_playership/03_cv_playership:805:DefaultText
source: Of course. Who else would it be for?
cs: Samozřejmě. Pro koho jiného by to bylo?

# conversations/03_playership/03_cv_playership:806:DefaultText
source: Please, Captain. I do not have the processing power for your sass right now. Later is another story.
cs: Prosím, kapitáne. Nemám teď dostatek výpočetního výkonu na vaši drzost. Později je to jiný příběh.

# conversations/03_playership/03_cv_playership:807:DefaultText
source: Make haste, Captain. We're losing men by the - oh, fuck. Fuck.
cs: Pospěšte si, kapitáne. Ztrácíme muže po - kurva. Kurva.

# conversations/03_playership/03_cv_playership:808:DefaultText
source: Captain, you have an incoming transmission from Tartarus.
cs: Kapitáne, máte příchozí vysílání z Tartaru.

# conversations/03_playership/03_cv_playership:810:DefaultText
source: Great. That's all I needed to know.
cs: Skvělé. To je vše, co jsem potřeboval vědět.

# conversations/03_playership/03_cv_playership:811:DefaultText
source: Captain. An unusual wavelength is coming through Monarch's aetherwave frequencies...
cs: Kapitán. Monarchovými vlnovými frekvencemi prochází neobvyklá vlnová délka...

# conversations/03_playership/03_cv_playership:812:DefaultText
source: The Eternal is in us all! The OSI would have you believe that your place in society - indeed, in the universe! - is pre-ordained.
cs: Věčný je v nás všech! OSI by vás ráda přesvědčila, že vaše místo ve společnosti - ba dokonce ve vesmíru! - je předem dáno.

# conversations/03_playership/03_cv_playership:813:DefaultText
source: A man who works in the mines of Hephaestus, coating his lungs in mercury dust for naught but a few bits a night - this fate is set in stone?
cs: Člověk, který pracuje v Héfaistových dolech a za pár drobných za noc si obaluje plíce rtuťovým prachem - tenhle osud je pevně daný?

# conversations/03_playership/03_cv_playership:814:DefaultText
source: When he dies young, coughing up black blood - his part in the Grand Plan? No, I say! Greatness is in everyone, not just those so fortunate as to have been born into prosperity!
cs: Když umírá mladý a vykašlává černou krev - jeho role ve Velkém plánu? Ne, říkám! Velikost je v každém, nejen v těch, kteří měli to štěstí a narodili se v blahobytu!

# conversations/03_playership/03_cv_playership:815:DefaultText
source: That was... unexpected. And odd.
cs: To bylo... nečekané. A zvláštní.

# conversations/03_playership/03_cv_playership:816:DefaultText
source: Sounded like a bunch of nonsense.
cs: Znělo to jako snůška nesmyslů.

# conversations/03_playership/03_cv_playership:817:DefaultText
source: What was that?
cs: Co to bylo?

# conversations/03_playership/03_cv_playership:818:DefaultText
source: Seemed interesting. I'd like to hear more.
cs: Zdálo se to zajímavé. Rád bych slyšel víc.

# conversations/03_playership/03_cv_playership:819:DefaultText
source: I am inclined to agree with your assessment. By which I mean I have been systemically programmed to do so.
cs: S vaším hodnocením souhlasím. Tím chci říct, že jsem k tomu byl systémově naprogramován.

# conversations/03_playership/03_cv_playership:820:DefaultText
source: Analyzing the subtextual ordering... I believe it was a type of sermon, Captain. Very... zealous in origin.
cs: Analýza podtextového uspořádání... Domnívám se, že šlo o druh kázání, kapitáne. Velmi... horlivého původu.

# conversations/03_playership/03_cv_playership:821:DefaultText
source: Considering the origins of the transmission, I imagine you may have such an opportunity when we visit Monarch, Captain.
cs: Vzhledem k původu přenosu si umím představit, že takovou příležitost budete mít při návštěvě Monarchu, kapitáne.

# conversations/03_playership/03_cv_playership:822:DefaultText
source: I've also received a message from Dr. Welles regarding our having acquired a Navkey to Monarch.
cs: Dostal jsem také zprávu od doktora Wellese, že jsme získali Navkey pro Monarch.

# conversations/03_playership/03_cv_playership:823:DefaultText
source: Considering our contractual alliance with Adjutant Akande, are you sure you want to speak with the outlaw scientist?
cs: Vzhledem k našemu smluvnímu spojenectví s adjutantem Akandem jste si jistý, že chcete mluvit s vědcem psancem?

# conversations/03_playership/03_cv_playership:825:DefaultText
source: Dr. Welles is still trying to contact you. Would you like me to patch him through?
cs: Dr. Welles se vás stále snaží kontaktovat. Chcete, abych ho přepojil?

# conversations/03_playership/03_cv_playership:826:DefaultText
source: Sure.
cs: Jistě.

# conversations/03_playership/03_cv_playership:827:DefaultText
source: Tell him I'm not here.
cs: Řekni mu, že tu nejsem.

# conversations/03_playership/03_cv_playership:828:DefaultText
source: Very well.
cs: Velmi dobře.

# conversations/03_playership/03_cv_playership:829:DefaultText
source: There you are! Thank the Law. I was beginning to wonder why you weren't answering.
cs: Tady jste! Poděkujte zákonu. Už jsem si říkal, proč neodpovídáš.

# conversations/03_playership/03_cv_playership:830:DefaultText
source: I'd rather ask you about something else.
cs: Raději bych se vás zeptal na něco jiného.

# conversations/03_playership/03_cv_playership:831:DefaultText
source: No, I have work to do.
cs: Ne, mám práci.

# conversations/03_playership/03_cv_playership:832:DefaultText
source: I wanted to congratulate you on finding your way to Monarch. Congratulations! Now that that's over with, there's work to be done.
cs: Chtěl jsem vám poblahopřát k tomu, že jste našli cestu k Monarchu. Gratuluji! Teď, když je to za námi, nás čeká práce.

# conversations/03_playership/03_cv_playership:833:DefaultText
source: I was going to direct you to speak with a particularly notorious big game hunter in Stellar Bay, but I see you're already acquainted.
cs: Chtěl jsem vás odkázat na rozhovor s jedním obzvlášť známým lovcem velké zvěře ve Hvězdné zátoce, ale vidím, že už se znáte.

# conversations/03_playership/03_cv_playership:835:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/03_playership/03_cv_playership:837:DefaultText
source: Now that you have acquired a Navkey to Stellar Bay, would you like me to contact Dr. Welles?
cs: Když jste teď získal Navkey do Hvězdné zátoky, chcete, abych kontaktoval doktora Wellese?

# conversations/03_playership/03_cv_playership:838:DefaultText
source: Can't I land somewhere outside Stellar Bay?
cs: Nemůžu přistát někde mimo Hvězdnou zátoku?

# conversations/03_playership/03_cv_playership:839:DefaultText
source: In theory, I suppose you could land your ship in Cascadia. And in theory, I suppose you might survive the experience.
cs: Teoreticky byste mohli přistát v Kaskádii. A teoreticky bys to mohl přežít.
