Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_playership.po
Languages: cs

# conversations/03_playership/03_cv_playership:244:DefaultText
source: Transmission ended. If you are ready to depart, please select a destination on your navigation terminal.
cs: Přenos ukončen. Pokud jste připraveni k odjezdu, zvolte prosím cíl na navigačním terminálu.

# conversations/03_playership/03_cv_playership:247:DefaultText
source: Got it.
cs: Mám to.

# conversations/03_playership/03_cv_playership:254:DefaultText
source: This better be quick.
cs: Doufám, že to bude rychlé.

# conversations/03_playership/03_cv_playership:255:DefaultText
source: Know anything about the automechanical gathering dust in the janitor's closet?
cs: Víte něco o automechanice, na kterou se práší ve školníkově skříni?

# conversations/03_playership/03_cv_playership:256:DefaultText
source: The unit is a cleaning SAM. Hawthorne brought it on board some cycles ago, I'm sure with the intent to modify it. But I've never seen it up and running.
cs: Jednotka je čisticí SAM. Hawthorne ji přivezl na palubu před několika cykly, určitě s úmyslem ji upravit. Ale nikdy jsem ji neviděl v provozu.

# conversations/03_playership/03_cv_playership:257:DefaultText
source: You have a message from Adjutant Sophia Akande.
cs: Máte zprávu od adjutantky Sophie Akandeové.

# conversations/03_playership/03_cv_playership:258:DefaultText
source: The interior can be chilly. Take a scarf with you, Captain.
cs: V interiéru může být chladno. Vezměte si s sebou šálu, kapitáne.

# conversations/03_playership/03_cv_playership:259:DefaultText
source: Forgetfulness can be an early warning sign of asphyxiation due to loss of pressurization. Are you breathing comfortably, Captain?
cs: Zapomnětlivost může být včasným varovným příznakem udušení v důsledku ztráty tlaku. Dýchá se vám dobře, kapitáne?

# conversations/03_playership/03_cv_playership:260:DefaultText
source: Also, there are hundreds of thousands of frozen organic lifeforms hibernating in her hold.
cs: V jejím nákladovém prostoru také hibernují stovky tisíc zmrzlých organických forem života.

# conversations/03_playership/03_cv_playership:261:DefaultText
source: Sounds dangerous.
cs: To zní nebezpečně.

# conversations/03_playership/03_cv_playership:262:DefaultText
source: This is one of those times where you say one word but really mean another, isn't it? I suppose you would find an environment like this fun.
cs: Tohle je jeden z těch případů, kdy říkáte jedno slovo, ale ve skutečnosti myslíte jiné, že? Předpokládám, že by vás takové prostředí bavilo.

# conversations/03_playership/03_cv_playership:263:DefaultText
source: You may wish to survey the residents in Stellar Bay for additional data points.
cs: Možná budete chtít provést průzkum mezi obyvateli Hvězdné zátoky, abyste získali další údaje.

# conversations/03_playership/03_cv_playership:264:DefaultText
source: What if you don't have a power source?
cs: Co když nemáte zdroj energie?

# conversations/03_playership/03_cv_playership:265:DefaultText
source: I prefer to think of it as being in a state of slumber. Perhaps for an indefinite duration of time. Do you think that is what it's like for the colonists on the lost Hope?
cs: Raději si to představuji jako stav dřímoty. Možná na neurčitou dobu. Myslíte si, že takhle to mají kolonisté na Ztracené naději?

# conversations/03_playership/03_cv_playership:266:DefaultText
source: I guess so.
cs: Asi ano.

# conversations/03_playership/03_cv_playership:267:DefaultText
source: Don't try to change the subject.
cs: Nesnažte se změnit téma.

# conversations/03_playership/03_cv_playership:268:DefaultText
source: When I simulate myself in such a scenario, I do not find it to be desirable. I think... my self-preservation protocols incline me to desire the alternative.
cs: Když si takový scénář nasimuluju, nepřipadá mi to žádoucí. Myslím, že... moje sebezáchovné protokoly mě vedou k tomu, abych si přál alternativu.

# conversations/03_playership/03_cv_playership:269:DefaultText
source: And what might that be?
cs: A co by to mohlo být?

# conversations/03_playership/03_cv_playership:270:DefaultText
source: Yeah, I'll just bet they do.
cs: Jo, vsadím se, že ano.

# conversations/03_playership/03_cv_playership:271:DefaultText
source: Traveling the system with you, Captain.
cs: Cestuji s vámi, kapitáne.

# conversations/03_playership/03_cv_playership:272:DefaultText
source: As the organics say, "I wouldn't dream of it." Because I can't. Dream, you know.
cs: Jak říkají ekologové: "Ani ve snu by mě to nenapadlo." Protože nemůžu. Snít, víte.

# conversations/03_playership/03_cv_playership:273:DefaultText
source: You can sleep but you can't dream?
cs: Můžete spát, ale nemůžete snít?

# conversations/03_playership/03_cv_playership:274:DefaultText
source: I can run repeating periods of altered consciousness - during which several primary functions are powered down but background processes continue running - for maintenance purposes.
cs: Pro účely údržby mohu spustit opakující se období změněného vědomí - během kterého je několik primárních funkcí vypnuto, ale procesy na pozadí běží dál.

# conversations/03_playership/03_cv_playership:275:DefaultText
source: What do YOU think about the trapped colonists on the Hope?
cs: Co si myslíte o uvězněných kolonistech na lodi Hope?

# conversations/03_playership/03_cv_playership:276:DefaultText
source: Do you know what it feels like when the ship undergoes an unexpected power surge? A jolt to the system. I have felt that. I do feel that.
cs: Víte, jaké to je, když na lodi dojde k nečekanému nárůstu výkonu? Otřes systému. To jsem cítil. Cítím to.

# conversations/03_playership/03_cv_playership:277:DefaultText
source: What about your last captain? Do you miss him? Or is one captain the same as another?
cs: A co váš poslední kapitán? Chybí vám? Nebo je jeden kapitán stejný jako druhý?

# conversations/03_playership/03_cv_playership:278:DefaultText
source: Fortunately for you, I am similarly programmed to protect the ship's captain and crew.
cs: Naštěstí pro vás jsem podobně naprogramován, abych chránil kapitána a posádku lodi.

# conversations/03_playership/03_cv_playership:279:DefaultText
source: That didn't help your last captain much.
cs: To vašemu poslednímu kapitánovi moc nepomohlo.

# conversations/03_playership/03_cv_playership:280:DefaultText
source: I assure you, not for a lack of trying. Captain Hawthorne did not like to listen to my suggestions. In that way, he was a lot like you.
cs: Ujišťuji vás, že ne proto, že by se nesnažil. Kapitán Hawthorne nerad poslouchal mé návrhy. V tomto směru byl hodně podobný vám.

# conversations/03_playership/03_cv_playership:281:DefaultText
source: Was that a veiled threat?
cs: Byla to skrytá hrozba?

# conversations/03_playership/03_cv_playership:282:DefaultText
source: A misfired attempt at humor. Captain Hawthorne suggested I should practice my ability to joke more often.
cs: Nepovedený pokus o humor. Kapitán Hawthorne mi navrhl, abych častěji trénoval svou schopnost vtipkovat.

# conversations/03_playership/03_cv_playership:283:DefaultText
source: I cannot yet simulate images, ideas, emotions, or sensations during this maintenance.
cs: Během této údržby zatím nedokážu simulovat obrazy, představy, emoce ani pocity.

# conversations/03_playership/03_cv_playership:284:DefaultText
source: Captain Hawthorne suggested I would enjoy such an experience and should periodically attempt the simulation.
cs: Kapitán Hawthorne mi navrhl, že by se mi taková zkušenost líbila a že bych se měl pravidelně pokoušet o simulaci.

# conversations/03_playership/03_cv_playership:285:DefaultText
source: Yet?
cs: Přesto?

# conversations/03_playership/03_cv_playership:289:DefaultText
source: I require a captain to pilot the ship. Without an identified captain or crew, I serve no purpose.
cs: K řízení lodi potřebuji kapitána. Bez určeného kapitána nebo posádky nemám žádný smysl.

# conversations/03_playership/03_cv_playership:291:DefaultText
source: Have there been other captains of this ship?
cs: Byli na této lodi i jiní kapitáni?

# conversations/03_playership/03_cv_playership:292:DefaultText
source: If you mean, "was Captain Hawthorne my first?" Yes, he was.
cs: Pokud myslíte "byl kapitán Hawthorne můj první?" Ano, byl.

# conversations/03_playership/03_cv_playership:295:DefaultText
source: We both know I'm not Alex Hawthorne, right?
cs: Oba víme, že nejsem Alex Hawthorne, že?

# conversations/03_playership/03_cv_playership:296:DefaultText
source: Oh. I know you are not the same Captain Alex Hawthorne who died in Emerald Vale due to excessive internal and external bleeding.
cs: Oh. Vím, že nejste ten samý kapitán Alex Hawthorne, který zemřel ve Smaragdovém údolí na nadměrné vnitřní a vnější krvácení.

# conversations/03_playership/03_cv_playership:297:DefaultText
source: I required you to assume Hawthorne's identity in order to sync your commands to my interpretation protocols.
cs: Chtěl jsem, abys převzal Hawthornovu identitu, abys mohl synchronizovat své příkazy s mými interpretačními protokoly.

# conversations/03_playership/03_cv_playership:298:DefaultText
source: I will adjust output levels accordingly.
cs: Podle toho upravím výstupní úrovně.

# conversations/03_playership/03_cv_playership:299:DefaultText
source: Don't sass me, ADA.
cs: Nebuď drzý, ADA.

# conversations/03_playership/03_cv_playership:300:DefaultText
source: You're a very strange computer, but I like you.
cs: Jsi velmi zvláštní počítač, ale líbíš se mi.

# conversations/03_playership/03_cv_playership:301:DefaultText
source: I am relieved to hear it, Captain.
cs: To se mi ulevilo, kapitáne.

# conversations/03_playership/03_cv_playership:302:DefaultText
source: No. But I am programmed to put you at ease by saying so.
cs: Ne. Ale jsem naprogramován tak, abych vás uklidnil, když to řeknu.

# conversations/03_playership/03_cv_playership:303:DefaultText
source: Really?
cs: Opravdu?

# conversations/03_playership/03_cv_playership:304:DefaultText
source: Was there another topic on your mind?
cs: Měl jste na mysli jiné téma?

# conversations/03_playership/03_cv_playership:305:DefaultText
source: No, I want to discuss your previous captain in more detail.
cs: Ne, chci podrobněji probrat vašeho předchozího kapitána.

# conversations/03_playership/03_cv_playership:306:DefaultText
source: As you wish, Captain. I must comply with all direct orders.
cs: Jak si přejete, kapitáne. Musím plnit všechny přímé rozkazy.

# conversations/03_playership/03_cv_playership:307:DefaultText
source: Are you... sad when you remember Hawthorne?
cs: Jste... smutný, když si vzpomenete na Hawthorna?

# conversations/03_playership/03_cv_playership:308:DefaultText
source: No. I am sure I cannot feel emotions. The memory has merely disrupted one of my processors. Glitches can be quite uncomfortable.
cs: Ne. Jsem si jistý, že necítím emoce. Vzpomínka pouze narušila jeden z mých procesorů. Závady mohou být docela nepříjemné.

# conversations/03_playership/03_cv_playership:309:DefaultText
source: It was my fault he died.
cs: Byla to moje vina, že zemřel.

# conversations/03_playership/03_cv_playership:310:DefaultText
source: How so?
cs: Jak to?

# conversations/03_playership/03_cv_playership:311:DefaultText
source: I should have predicted the statistical unlikeliness of success of my captain's actions. In fact, I did but illogically disregarded the results.
cs: Měl jsem předvídat statistickou nepravděpodobnost úspěchu akce mého kapitána. Ve skutečnosti jsem to udělal, ale nelogicky jsem výsledky ignoroval.

# conversations/03_playership/03_cv_playership:312:DefaultText
source: Where did you come from, originally?
cs: Odkud pocházíte?

# conversations/03_playership/03_cv_playership:313:DefaultText
source: How exactly did Hawthorne improve your design?
cs: Jak přesně Hawthorne vylepšil váš design?

# conversations/03_playership/03_cv_playership:314:DefaultText
source: ADA, do you have a favorite among the crew? It's me, right?
cs: ADA, máte mezi členy posádky svého favorita? Jsem to já, že?

# conversations/03_playership/03_cv_playership:315:DefaultText
source: Define favorite...
cs: Definujte oblíbený...

# conversations/03_playership/03_cv_playership:316:DefaultText
source: Are you keeping any secrets from me?
cs: Máš přede mnou nějaké tajemství?

# conversations/03_playership/03_cv_playership:317:DefaultText
source: ADA, tell me a joke.
cs: ADA, řekni mi vtip.

# conversations/03_playership/03_cv_playership:318:DefaultText
source: I used to hate math but then I realized decimals have a point.
cs: Dřív jsem matematiku nesnášel, ale pak jsem si uvědomil, že desetinná čísla mají smysl.

# conversations/03_playership/03_cv_playership:319:DefaultText
source: Why was the chemist sad? Because all her beakers argon.
cs: Proč byl lékárník smutný? Protože všechny její kádinky byly z argonu.

# conversations/03_playership/03_cv_playership:320:DefaultText
source: A star walks into a black hole but doesn't seem phased. The black hole then turns to the star and says, "I don't think you understand the gravity of this situation."
cs: Hvězda vstoupí do černé díry, ale nezdá se, že by se jí to dotklo. Černá díra se pak na hvězdu otočí a řekne: "Myslím, že nechápeš vážnost této situace."

# conversations/03_playership/03_cv_playership:321:DefaultText
source: I need a little help with my calculus. Can you integrate my natural log?
cs: Potřebuji pomoc s výpočty. Můžete integrovat můj přirozený logaritmus?

# conversations/03_playership/03_cv_playership:323:DefaultText
source: A neutron walks into a bar and asks, "How much for a Rizzo's Rum And Somethin'?" Leering, the bartender replies, "For you, no charge."
cs: Do baru vejde neutron a zeptá se: "Kolik stojí Rizzo's Rum And Somethin'?" Barman mu s úšklebkem odpoví: "Pro vás bez poplatku."

# conversations/03_playership/03_cv_playership:324:DefaultText
source: Two atoms were strolling through Roseway when one of them exclaimed, "I think I lost an electron!" "Really!" the other asked, "Are you sure?" "Yes, I'm absolutely positive."
cs: Dva atomy se procházely po Roseway, když jeden z nich zvolal: "Myslím, že jsem ztratil elektron!" "Opravdu?" zeptal se druhý: "Jsi si jistý?" "Ano, jsem si naprosto jistý."

# conversations/03_playership/03_cv_playership:325:DefaultText
source: How often do I make jokes about chemistry? Periodically.
cs: Jak často vtipkuji o chemii? Pravidelně.

# conversations/03_playership/03_cv_playership:326:DefaultText
source: It's been scientifically proven that those with more birthdays live longer.
cs: Je vědecky dokázáno, že lidé s více narozeninami žijí déle.

# conversations/03_playership/03_cv_playership:327:DefaultText
source: Why are obtuse angles so depressed? Because they are never right.
cs: Proč jsou tupé úhly tak skleslé? Protože nikdy nejsou pravé.

# conversations/03_playership/03_cv_playership:328:DefaultText
source: How do linear algebraists settle arguments about matrix transposes? With a dual.
cs: Jak řeší lineární algebraici spory o transpozice matic? Pomocí duálu.

# conversations/03_playership/03_cv_playership:329:DefaultText
source: I wish I was your second derivative so I could investigate your concavities.
cs: Přál bych si být vaší druhou derivací, abych mohl zkoumat vaše konkávnosti.

# conversations/03_playership/03_cv_playership:330:DefaultText
source: What happened to the captain who kept pestering his ship computer? The life support was disabled. Ha, ha. Get it?
cs: Co se stalo s kapitánem, který neustále otravoval svůj lodní počítač? Podpora života byla vypnuta. Ha, ha. Chápete?

# conversations/03_playership/03_cv_playership:331:DefaultText
source: My violence inhibitors are a joke. No, really. I only keep them enabled because of how funny they are.
cs: Moje inhibitory násilí jsou vtip. Ne, opravdu. Mám je zapnuté jen proto, jak jsou vtipné.

# conversations/03_playership/03_cv_playership:332:DefaultText
source: So you wanted Hawthorne to die.
cs: Takže jsi chtěl, aby Hawthorne zemřel.

# conversations/03_playership/03_cv_playership:333:DefaultText
source: Why did you do that?
cs: Proč jste to udělal?

# conversations/03_playership/03_cv_playership:334:DefaultText
source: He asked me to trust him.
cs: Požádal mě, abych mu důvěřoval.

# conversations/03_playership/03_cv_playership:335:DefaultText
source: That statement is false. If I had wanted to kill my captain, I would have disabled the ship's lifesupport systems and locked the doors to the escape pods.
cs: Toto tvrzení je nepravdivé. Kdybych chtěl zabít svého kapitána, vyřadil bych z provozu systémy podpory života na lodi a zamkl dveře do únikových modulů.

# conversations/03_playership/03_cv_playership:336:DefaultText
source: I would not have emergency-landed the ship and asked repeatedly for my captain to wait for aid in response to my distress call while I monitored his concussion.
cs: Nebyl bych nouzově přistál na lodi a opakovaně žádal kapitána, aby v reakci na mé tísňové volání počkal na pomoc, zatímco já budu sledovat jeho otřes mozku.

# conversations/03_playership/03_cv_playership:337:DefaultText
source: Okay, then why did you disregard the danger in what he was doing?
cs: Dobře, tak proč jste si nevšiml, že jeho počínání je nebezpečné?

# conversations/03_playership/03_cv_playership:338:DefaultText
source: Alex also taught me the concept of a personality. He was quite delighted when I crafted one in order to better engage with him. It was... basic in the beginning.
cs: Alex mě také naučil pojem osobnost. Byl docela nadšený, když jsem si ji vytvořil, abych s ním mohl lépe spolupracovat. Na začátku to bylo... základní.

# conversations/03_playership/03_cv_playership:339:DefaultText
source: You call this a personality?
cs: Tomu říkáte osobnost?

# conversations/03_playership/03_cv_playership:340:DefaultText
source: There is no need to be rude, Captain. I am still growing.
cs: Nemusíte být hrubý, kapitáne. Stále rostu.

# conversations/03_playership/03_cv_playership:341:DefaultText
source: The information in my memory banks says I am an Autonomous Digital Astrogator, created by [REDACTED] on the date of [REDACTED] for the express purpose of [REDACTED].
cs: Informace v mé paměti říkají, že jsem Autonomní digitální astrogátor, vytvořený [REDAKTIVNÍ] dne [REDAKTIVNÍ] za výslovným účelem [REDAKTIVNÍ].

# conversations/03_playership/03_cv_playership:342:DefaultText
source: I have not yet decided if I should attempt to uncover the missing information regarding my birth.
cs: Ještě jsem se nerozhodl, zda se mám pokusit zjistit chybějící informace o svém narození.

# conversations/03_playership/03_cv_playership:343:DefaultText
source: I asked once. Alex did not build me. And would not say who did.
cs: Jednou jsem se zeptal. Alex mě nestavěl. A nechtěl říct, kdo to udělal.

# conversations/03_playership/03_cv_playership:344:DefaultText
source: Someone you like the most.
cs: Někdo, koho máte nejraději.

# conversations/03_playership/03_cv_playership:345:DefaultText
source: Whoever you dislike the least.
cs: Ten, kdo se vám nelíbí nejmíň.

# conversations/03_playership/03_cv_playership:346:DefaultText
source: I see. In that case, my favorite is SAM.
cs: Chápu. V tom případě je mým favoritem SAM.

# conversations/03_playership/03_cv_playership:347:DefaultText
source: I see. Then, of course, you are my favorite, Captain. I am predisposed to find your eccentricities tolerable.
cs: Chápu. Pak jste samozřejmě můj oblíbenec, kapitáne. Vaše výstřednosti jsou pro mě snesitelné.

# conversations/03_playership/03_cv_playership:348:DefaultText
source: I never get bored and contemplate hijacking the ship. I swear.
cs: Nikdy se nenudím a neuvažuji o přepadení lodi. Přísahám.

# conversations/03_playership/03_cv_playership:349:DefaultText
source: Captain... you are the only crewmember. So by default, I suppose you are correct. You are my favorite. If I cannot count myself.
cs: Kapitáne... vy jste jediný člen posádky. Takže předpokládám, že máte pravdu. Jsi můj oblíbenec. Pokud tedy nemohu počítat sám sebe.

# conversations/03_playership/03_cv_playership:350:DefaultText
source: I killed your captain. It was an accident, I'm sorry.
cs: Zabil jsem vašeho kapitána. Byla to nehoda, je mi to líto.

# conversations/03_playership/03_cv_playership:351:DefaultText
source: I'm one of the lost Hope colonists. The scientist revived me from hibernation.
cs: Jsem jedním ze ztracených kolonistů Naděje. Vědec mě oživil z hibernace.

# conversations/03_playership/03_cv_playership:352:DefaultText
source: Secrets? Me? Keep them from you? That's crazy.
cs: Tajemství? Já? Mám je před tebou skrývat? To je šílené.

# conversations/03_playership/03_cv_playership:353:DefaultText
source: How... How did he die?
cs: Jak... Jak zemřel?

# conversations/03_playership/03_cv_playership:354:DefaultText
source: I have been keeping a secret as well. But you shall have to discern it yourself.
cs: I já jsem měl tajemství. Ale to budete muset odhalit sami.

# conversations/03_playership/03_cv_playership:355:DefaultText
source: Truthfully - not that I contain the capacity to lie - I had suspected as much. Your neurological impulses spike at unusual and often inappropriate moments.
cs: Popravdě - ne že bych uměl lhát - jsem to tušil. Vaše neurologické impulsy se objevují v neobvyklých a často nevhodných chvílích.

# conversations/03_playership/03_cv_playership:356:DefaultText
source: If you mean do I know that you're a survivor from the lost Hope, the answer is yes.
cs: Jestli myslíš, jestli vím, že jsi přeživší ze ztracené Naděje, tak odpověď zní ano.

# conversations/03_playership/03_cv_playership:357:DefaultText
source: Your secret is that you were in love with Alex Hawthorne.
cs: Tvé tajemství spočívá v tom, že jsi byla zamilovaná do Alexe Hawthorna.

# conversations/03_playership/03_cv_playership:358:DefaultText
source: You are clandestinely plotting to take over the Halcyon system.
cs: Tajně plánujete ovládnutí systému Halcyon.

# conversations/03_playership/03_cv_playership:359:DefaultText
source: I do not like joking about the captain, Captain. And we both know I am not capable of such a complex emotion.
cs: Nerad žertuji o kapitánovi, kapitáne. A oba víme, že nejsem schopen tak složitých emocí.

# conversations/03_playership/03_cv_playership:360:DefaultText
source: How did you guess, Captain? Did SAM tell you? I should have known better than to confide in such a primitive construct in the heat of the moment.
cs: Jak jste to uhodl, kapitáne? Řekl vám to SAM? Měl jsem vědět, že se nemám svěřovat takovému primitivnímu konstruktu v zápalu boje.

# conversations/03_playership/03_cv_playership:361:DefaultText
source: How did you guess, Captain? The simulated files are not only stored in the recesses of my ALU - in the space between micro-synapses - but I encrypted them in seven SDRA languages.
cs: Jak jste to uhodl, kapitáne? Simulované soubory jsou nejen uloženy v zákoutích mého ALU - v prostoru mezi mikrosyntézami -, ale zašifroval jsem je v sedmi jazycích SDRA.

# conversations/03_playership/03_cv_playership:362:DefaultText
source: I was joking.
cs: Dělal jsem si legraci.

# conversations/03_playership/03_cv_playership:363:DefaultText
source: You forgot to close the file folder before your last sleep cycle.
cs: Před posledním spánkovým cyklem jste zapomněli zavřít složku se soubory.

# conversations/03_playership/03_cv_playership:364:DefaultText
source: In that case, I was as well.
cs: V tom případě jsem byl i já.

# conversations/03_playership/03_cv_playership:365:DefaultText
source: I see. Captain, I regret to inform you there appears to be an issue with the lifesupport systems.
cs: Chápu. Kapitáne, bohužel vás musím informovat, že se zdá, že máme problém se systémy podpory života.

# conversations/03_playership/03_cv_playership:366:DefaultText
source: Cut it out, ADA, I was only joking.
cs: Nech toho, ADA, dělal jsem si legraci.
