Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cp_playership_messages.po
Languages: cs

# conversations/03_playership/03_cp_playership_messages:56:DefaultText
source: Captain's Note SW001: Shrink Ray Note to self: remember this later! No, better -- ADA, remind me weekly to check this log until I tell you to stop. Yes, I mean "continually." No, ADA, not if I'm dead. Why would you even ask me that? Back to my point: I saw in actuality, with my own two eyes, a sublimely powerful weapon in Welles's lab. Just sitting there for the taking... if the grayhair were to look away or forget about it, maybe. Or if I had asked a smidgen more nicely... He called it a Shrink Ray but wouldn't let me test that claim after I lost my temper. Said he was inspired to create the thing by the achievements of other scientists who'd dared to push the boundaries of human knowledge and decency laws. I had heard rumors of fantastical weapons like this one, weapons that push the boundaries of the mind and science's cutting edge, but I figured they were just stories, to be honest. Laying eyes on Welles's Shrink Ray firsthand is enough to make a fella wonder if there's more to the rumors. More to be had. - A.H.
cs: Kapitánova poznámka SW001: Zmenšovací paprsek Poznámka pro sebe: pamatuj si to později! Ne, lépe - ADA, připomínej mi každý týden kontrolu tohoto deníku, dokud ti neřeknu, abys přestal. Ano, myslím "neustále". Ne, ADA, ne, když jsem mrtvý. Proč se mě na to vůbec ptáš? Zpátky k věci: ve skutečnosti jsem na vlastní oči viděl ve Wellesově laboratoři vznešeně mocnou zbraň. Jen tam tak ležela, aby se jí někdo zmocnil... kdyby se šedovlasý podíval jinam nebo na ni zapomněl, možná. Nebo kdybych se zeptal trochu slušněji... Říkal tomu Smršťovací paprsek, ale nenechal mě to tvrzení vyzkoušet, když jsem se přestal ovládat. Říkal, že ho k vytvoření té věci inspirovaly úspěchy jiných vědců, kteří se odvážili posunout hranice lidského poznání a zákonů slušnosti. Slyšel jsem zvěsti o fantastických zbraních, jako je tahle, o zbraních, které posouvají hranice mysli a špičkové vědy, ale abych byl upřímný, myslel jsem si, že jsou to jen povídačky. Položit oči na Wellesův smršťovací paprsek na vlastní oči stačí k tomu, aby se člověk začal zajímat, jestli za těmi zvěstmi není něco víc. Víc se toho dá zjistit." - A.H.

# conversations/03_playership/03_cp_playership_messages:57:DefaultText
source: Captain's Note SW002: Hammer Power The last time, I got sloshed -- I mean, was imbibing at the Lost Hope on the Groundbreaker (look, Udom was really free with the drinks, he seems like an okay fellow), I shamelessly but subtly eavesdropped on two Mardets yammering on about a mad scientist some years back who'd claimed he'd made a huge discovery that would change the fate of the colony. Like none of us have heard that one before. BUT here is the good part: the Mardets said the mad scientist kept yelling about the "hammer's power" or something similar. A strange weapon with a special power created by a crazy labcoat? Sure fits the bill. It could be another one of the weapons that inspired Welles. - A.H.
cs: Poznámka kapitána SW002: Naposledy, když jsem se opil - chci říct, když jsem popíjel ve Ztracené naději na Groundbreakeru (podívej, Udom byl s pitím opravdu volný, vypadá jako fajn chlapík), jsem bezostyšně, ale nenápadně odposlouchával dva Mardety, jak před několika lety žvaní o šíleném vědci, který tvrdil, že učinil obrovský objev, který změní osud kolonie. Jako by to nikdo z nás předtím neslyšel. ALE tady je ta dobrá část: Mardějové říkali, že ten šílený vědec pořád vykřikoval o "síle kladiva" nebo něčem podobném. Podivná zbraň se zvláštní silou vytvořená šíleným laborantem? Určitě to sedí, mohla by to být další ze zbraní, které inspirovaly Wellese." - A.H.

# conversations/03_playership/03_cp_playership_messages:58:DefaultText
source: Captain's Note SW003: Black Market Leads Why? Why?! WHY won't Welles just give the Shrink Ray to me?! Blast him to the depths of the Labyrinth on Tartarus and back! Let the record show, I did apologize for shouting him down... five times. But, Architect be damned, it's JUST SITTING THERE, neglected and gathering dust! I should have commandeered it and thanked him without asking permission or, uh, breaking expensive equipment when he said it wasn't ready yet and that even if it were, he couldn't entrust it to someone like me. What does that even mean, I ask? That I'm not trustworthy enough? That I'd use it to wipe out the good, hardworking folks of the colony like some sort of moralless psycho? I'll admit to maintaining some questionable associations but I follow a strict code of me, myself, and mine. What's not to respect in that? Exactly. Now I have to wait until Welles forgets or thinks he's misplaced it. In the meanwhile, I have been tracking down additional rumors pertaining to others of these "science weapons" throughout Halcyon. If gossip holds true, my next step will be to check with the black market merchants on the Groundbreaker and in Fallbrook. - A.H.
cs: Poznámka kapitána SW003: Černý trh vede Proč? Proč?! PROČ mi Welles prostě nedá ten zmenšovací paprsek?! Vystřel ho do hlubin Labyrintu na Tartaru a zpátky! Ať je vidět, že jsem se mu omluvil za to, že jsem ho... pětkrát okřikl. Ale, ať se propadne Architekt, prostě to tam jen tak leží, je to zanedbané a práší se na to! Měl jsem se toho zmocnit a poděkovat mu, aniž bych se ho ptal na povolení nebo, ehm, rozbíjel drahé vybavení, když řekl, že to ještě není hotové, a že i kdyby bylo, nemůže to svěřit někomu, jako jsem já. Co to vůbec znamená, ptám se? Že nejsem dost důvěryhodný? Že bych ho použil k vyhlazení dobrých a pracovitých lidí z kolonie jako nějaký psychopat bez morálky? Přiznávám, že udržuji některé pochybné spolky, ale řídím se přísným kodexem já, já a moje. Co na tom není k respektování? Přesně tak. Teď musím počkat, až Welles zapomene nebo si bude myslet, že to špatně zařadil. Mezitím jsem po celém Halcyonu dohledával další zvěsti týkající se dalších těchto "vědeckých zbraní". Pokud se drby potvrdí, mým dalším krokem bude prověřit obchodníky na černém trhu na Groundbreakeru a ve Fallbrooku." - A. H.

# conversations/03_playership/03_cp_playership_messages:61:DefaultText
source: [Search Hephaestus Mining - Archive Cartridge for Keyword: "weapon"]
cs: [Hledat Hephaestus Mining - Archive Cartridge pro klíčové slovo: "weapon"]

# conversations/03_playership/03_cp_playership_messages:62:DefaultText
source: Hephaestus Geological Survey - Site Archive - -------------------------------------- Keyword search results: Result #1 >>> from the Site Supervisor's Personal Logs: "That captain sold Harris something called the 'Rearranger,' then left before we discovered the damn thing doesn't work. Only thing it rearranged is the number of bits on Harris's cart. Looks like some strange tech or a weapon. Maybe a scientist can make something of it?" Result #2 >>> from the Site Safety Officer's Incident Report: "Doc Caulfield couldn't save Lem. Now I gotta arrest Harris for his murder. Confiscated that weapon he used and stored it in Bertie's office for now. Figure the least the Site Supervisor can do is fill out the forms for whatever that damn thing is. Don't know how I'm gonna detain Harris. Not like we got prison cells on this rock." Result #3 >>> from Barber's Coronary Inquest: "Given Name: Lemuel Family Name: Heryford Employment Status: Indenture Contract Term: 35 years, 2 months, 16 days, 5 hours, 33 minutes (approx.) remaining Time of Deceasement: 18:27 hours (approx.) Cause of Deceasement: Blunt force trauma. Weapon unknown. Took a good whack to the noggin. The facial area, to be specifical about it. It's all twisted up, too. Nose is five times too big, jaw is shrunk to almost nothin'. Teeth are all out of kilter, though I suppose that was true pre-deceasement. If the blow itself didn't kill 'im, there's no way he could've breathed with all that damage."
cs: Geologický průzkum Hefaistos - Archiv stránek - -------------------------------------- Výsledky hledání klíčových slov: Výsledek č. 1 >>> z osobních záznamů vedoucího pracoviště: "Ten kapitán prodal Harrisovi něco, čemu se říká 'Přerovnávač', a pak odešel, než jsme zjistili, že ta zatracená věc nefunguje. Jediné, co to přeskládalo, byl počet bitů na Harrisově vozíku. Vypadá to na nějakou podivnou technologii nebo zbraň. Možná z toho nějaký vědec něco vyrobí?" Výsledek č. 2 >>> z hlášení o incidentu pracovníka pro bezpečnost na staveništi: "Doktor Caulfield nemohl Lema zachránit. Teď musím zatknout Harrise za jeho vraždu. Zabavil tu zbraň, kterou použil, a prozatím ji uložil v Bertieho kanceláři. Řekl jsem si, že to nejmenší, co může vedoucí stavby udělat, je vyplnit formuláře na tu zatracenou věc, ať už je to cokoli. Nevím, jak Harrise zadržím. Ne že bychom na téhle skále měli vězeňské cely." Výsledek č. 3 >>> z Barberova koronárního vyšetřování: "Křestní jméno: Lemuel Příjmení: Lemuel Heryford Zaměstnanecký status: Lemuel Heryford: Dočasná smlouva: Zbývající doba zpronevěry: 35 let, 2 měsíce, 16 dní, 5 hodin, 33 minut: Příčina podvodu: Příčina smrti: úraz tupým předmětem. Zbraň neznámá. Dostal pořádnou ránu do hlavy. Přesněji řečeno do obličeje. Taky je celá zkroucená. Nos je pětkrát větší, čelist je scvrklá skoro na nulu. Zuby jsou všechny rozhozené, i když předpokládám, že to platilo už před smrtí. Jestli ho nezabila samotná rána, není možné, aby s takovým poškozením dýchal."
