Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_companions_endgame.po
Languages: cs

# conversations/03_playership/03_cv_companions_endgame:11:DefaultText
source: So. Phineas got himself taken to Tartarus. That's usually a one-way trip.
cs: Takže. Phineas se nechal odvést do Tartaru. To je obvykle jednosměrná cesta.

# conversations/03_playership/03_cv_companions_endgame:12:DefaultText
source: Doc Welles never hurt nobody. Just a kindly old fella, living by his lonesome up in the rings, tinkering at his table. The Board just couldn't leave him be.
cs: Doktor Welles nikdy nikomu neublížil. Byl to jen laskavý stařík, který žil sám nahoře v kruzích a pracoval u svého stolu. Rada ho prostě nemohla nechat být.

# conversations/03_playership/03_cv_companions_endgame:13:DefaultText
source: Well, folks. I ain't exactly keen on busting into a prison, but riddling Board stooges with bullets does sound like a riot and a half.
cs: Tak, vážení. Nejsem zrovna nadšený z toho, že bych vtrhl do vězení, ale střílet do strážníků z rady zní jako vzpoura a půl.

# conversations/03_playership/03_cv_companions_endgame:14:DefaultText
source: Those Board goons kidnapped Mr. Phineas and hauled him away to Tartarus. How're we gonna get him out?
cs: Tito členové představenstva unesli pana Phinease a odvlekli ho do Tartaru. Jak ho dostaneme ven?

# conversations/03_playership/03_cv_companions_endgame:16:DefaultText
source: I'm not one for pointless heroism, but the Board's gonna be after us next. We gonna finish what we started?
cs: Nejsem zastáncem zbytečného hrdinství, ale příště po nás půjde rada. Dokončíme, co jsme začali?

# conversations/03_playership/03_cv_companions_endgame:17:DefaultText
source: I never got to know Doc Welles. We ain't friends or crew. But he's still one of us. He's the reason the Boss is up and walking right now. We can't just leave him to die in Tartarus.
cs: Doktora Wellese jsem nikdy nepoznal. Nejsme přátelé ani parta. Ale pořád je jedním z nás. Kvůli němu je teď Šéf na nohou. Nemůžeme ho jen tak nechat umřít v Tartaru.

# conversations/03_playership/03_cv_companions_endgame:18:DefaultText
source: And here we are, entertaining the notion of busting him out. That's insane. And likely a hell of a lot of fun.
cs: A my jsme tady a uvažujeme o tom, že ho vykopneme. To je šílené. A nejspíš i zatraceně zábavná.

# conversations/03_playership/03_cv_companions_endgame:19:DefaultText
source: Mr. Phineas is just about the only person with power trying to do any kind of good in Halcyon. We got to bust him out.
cs: Pan Phineas je asi jediná osoba s mocí, která se v Halcyonu snaží konat dobro. Musíme ho dostat ven.

# conversations/03_playership/03_cv_companions_endgame:20:DefaultText
source: To extract the scientist, you will need to infiltrate the Labyrinth. But that course of action is likely to be quite dangerous, Captain.
cs: Abyste vědce získali, musíte proniknout do Labyrintu. Ale tento postup bude pravděpodobně dost nebezpečný, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:21:DefaultText
source: We can't abandon Phineas. We have to free him if we've any hope of saving the colony.
cs: Nemůžeme Phinease opustit. Musíme ho osvobodit, pokud máme naději na záchranu kolonie.

# conversations/03_playership/03_cv_companions_endgame:22:DefaultText
source: What's so bad about the Labyrinth?
cs: Co je na Labyrintu tak špatného?

# conversations/03_playership/03_cv_companions_endgame:23:DefaultText
source: Great. Figures I've got to be the one to save the day.
cs: Skvělé. Myslel jsem, že to budu já, kdo zachrání den.

# conversations/03_playership/03_cv_companions_endgame:31:DefaultText
source: So Welles has been arrested and locked up in Tartarus. This is a nightmare. That place terrifies even the most hardened criminal.
cs: Welles byl zatčen a zavřen do Tartaru. To je noční můra. To místo nahání hrůzu i těm nejzatvrzelejším zločincům.

# conversations/03_playership/03_cv_companions_endgame:32:DefaultText
source: Are we really considering breaking Welles out of a maximum security penitentiary? I know we all have a tendency towards lost causes, but this may be taking it too far.
cs: Opravdu uvažujeme o tom, že bychom Wellese propustili z věznice s maximální ostrahou? Vím, že všichni máme sklon ke ztraceným případům, ale tohle už možná zachází příliš daleko.

# conversations/03_playership/03_cv_companions_endgame:33:DefaultText
source: Looks like the Board needs our services again. You oughta charge overtime.
cs: Zdá se, že rada opět potřebuje naše služby. Měli byste si účtovat přesčasy.

# conversations/03_playership/03_cv_companions_endgame:34:DefaultText
source: Doc Welles went and started a genuine prison riot. Didn't think the old man had it in him.
cs: Doktor Welles šel a rozpoutal skutečnou vězeňskou vzpouru. Nemyslel si, že na to ten stařík má.

# conversations/03_playership/03_cv_companions_endgame:35:DefaultText
source: Ms. Akande needs our help. I guess- I guess we should go? For the good of the colony?
cs: Paní Akande potřebuje naši pomoc. Myslím, že bychom měli jít. Pro dobro kolonie?

# conversations/03_playership/03_cv_companions_endgame:36:DefaultText
source: So long as I can recall, I've been eager to get back at the Board for fucking my life up. Here we are about to go rescue them. They had better shower us in riches and accolades.
cs: Co si tak vzpomínám, toužil jsem se představenstvu pomstít za to, že mi zkurvilo život. A teď se je chystáme zachránit. Měli by nás raději zasypat bohatstvím a pochvalami.

# conversations/03_playership/03_cv_companions_endgame:37:DefaultText
source: Could be a trap. Easiest way for them to stiff us is to lock us away forever.
cs: Mohla by to být past. Nejjednodušší způsob, jak nás oškubat, je zavřít nás navždy.

# conversations/03_playership/03_cv_companions_endgame:38:DefaultText
source: I don't much care for Adjutant Akande, but if she dies, all our work goes up in flames.
cs: Na adjutantce Akandeové mi moc nezáleží, ale jestli zemře, celá naše práce půjde do kytek.

# conversations/03_playership/03_cv_companions_endgame:39:DefaultText
source: I'm not convinced this isn't a trap. We oughta keep an eye on each other in there.
cs: Nejsem přesvědčen, že to není past. Měli bychom se tam navzájem hlídat.

# conversations/03_playership/03_cv_companions_endgame:40:DefaultText
source: But what if it's a trick, and she means to get rid of us for good?
cs: Ale co když je to jen trik a ona se nás chce nadobro zbavit?

# conversations/03_playership/03_cv_companions_endgame:41:DefaultText
source: Captain, your service to the Board has been invaluable. If you wish to claim your rightful place in Byzantium, you must help them crush the riots in the Labyrinth.
cs: Kapitáne, vaše služba radě byla neocenitelná. Pokud si přeješ získat své právoplatné místo v Byzanci, musíš jim pomoci potlačit nepokoje v Labyrintu.

# conversations/03_playership/03_cv_companions_endgame:42:DefaultText
source: Should've known Welles wouldn't go meekly to his doom. We've assisted the Board's efforts to enforce order on Halcyon this far - shall we finish what we started?
cs: Měl jsem vědět, že Welles nepůjde pokorně vstříc svému osudu. Až dosud jsme pomáhali Správní radě při prosazování pořádku na Halcyonu - dokončíme, co jsme začali?

# conversations/03_playership/03_cv_companions_endgame:43:DefaultText
source: Captain, the Board does have a reputation for cleaning up loose ends... which could now mean us.
cs: Kapitáne, rada má pověst instituce, která uklízí volné konce... což by nyní mohlo znamenat nás.

# conversations/03_playership/03_cv_companions_endgame:44:DefaultText
source: Time to see if this was all worth it.
cs: Je čas zjistit, jestli to všechno stálo za to.

# conversations/03_playership/03_cv_companions_endgame:45:DefaultText
source: When all this is over, what are the odds the Board stabs me in the back?
cs: Až to všechno skončí, jaká je šance, že mi představenstvo vrazí nůž do zad?

# conversations/03_playership/03_cv_companions_endgame:46:DefaultText
source: I don't know what Welles is up to, but if Adjutant Akande is in trouble, it must be serious.
cs: Nevím, co má Welles za lubem, ale pokud má adjutant Akande potíže, musí to být vážné.

# conversations/03_playership/03_cv_companions_endgame:47:DefaultText
source: I am programmed to warn you whenever you exhibit inclinations toward 'risky' behavior. Breaking into Tartarus will not be easy.
cs: Jsem naprogramován tak, abych vás varoval, kdykoli projevíte sklony k "riskantnímu" chování. Proniknout do Tartaru nebude snadné.

# conversations/03_playership/03_cv_companions_endgame:49:DefaultText
source: Ornery Board goons and one-ply toilet paper, for starters. But I hear their brainwashing program's state-of-the-art, so I guess you get used to it.
cs: Pro začátek to jsou Ornery Board Goons a jednovrstvý toaletní papír. Ale slyšel jsem, že jejich program na vymývání mozků je nejmodernější, takže si na to asi zvyknete.

# conversations/03_playership/03_cv_companions_endgame:50:DefaultText
source: Let me put it this way. The Labyrinth ain't got walls to keep prisoners in. It's got walls to keep the rest of the planet out.
cs: Řeknu to takto. Labyrint nemá zdi, které by vězně zadržovaly. Má zdi, které brání zbytku planety dostat se ven.

# conversations/03_playership/03_cv_companions_endgame:51:DefaultText
source: Captain, come on. Even I've heard of the biggest prison the colony's ever seen. And on some occasions I literally live under rocks.
cs: Kapitáne, no tak. I já jsem slyšel o největším vězení, jaké kdy kolonie viděla. A při některých příležitostech žiju doslova pod skalami.

# conversations/03_playership/03_cv_companions_endgame:52:DefaultText
source: It's a torment, Captain. Think on the deepest, darkest pit you can imagine and wrap it up in a storm so nasty it'll peel the skin right off your bones - that's Tartarus.
cs: Je to utrpení, kapitáne. Představte si tu nejhlubší, nejtemnější jámu, jakou si dokážete představit, a zabalte ji do bouře tak odporné, že vám stáhne kůži z kostí - to je Tartar.

# conversations/03_playership/03_cv_companions_endgame:53:DefaultText
source: Unit was unable to complete scheduled sanitization service due to the following reason: LOCKED DOOR.
cs: Jednotka nemohla dokončit plánovanou dezinfekci z následujícího důvodu: ZAMČENÉ DVEŘE.

# conversations/03_playership/03_cv_companions_endgame:55:DefaultText
source: I'm sure the outlaw Phineas will appreciate you "saving his day," as it were, Captain.
cs: Jsem si jistý, že psanec Phineas ocení, že jste mu takříkajíc "zachránil den", kapitáne.

# conversations/03_playership/03_cv_companions_endgame:56:DefaultText
source: Don't look at it as saving the day. Look at it as securing your investment. Phineas owes you big-time.
cs: Nedívejte se na to jako na záchranu dne. Dívejte se na to jako na zajištění své investice. Phineas je tvým velkým dlužníkem.

# conversations/03_playership/03_cv_companions_endgame:57:DefaultText
source: Ain't no one better suited to it, Captain.
cs: Nikdo se na to nehodí lépe, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:58:DefaultText
source: Someone has to protect humanity's future. Who better than us?
cs: Někdo musí chránit budoucnost lidstva. Kdo jiný než my?

# conversations/03_playership/03_cv_companions_endgame:59:DefaultText
source: Long as we get our money before they get out the prison jumpers, we'll be set.
cs: Pokud dostaneme peníze dřív, než vyvedou vězeňské skokany, bude to v pořádku.

# conversations/03_playership/03_cv_companions_endgame:60:DefaultText
source: I still think working for the Board was a mistake from the start. But it's too late to turn back now. We made our choice.
cs: Stále si myslím, že pracovat pro správní radu byla od začátku chyba. Ale teď už je pozdě na to, abychom se vrátili zpět. Rozhodli jsme se.

# conversations/03_playership/03_cv_companions_endgame:62:DefaultText
source: Getting in is the simple part, it's getting out again that's the trouble. Trust me, I know.
cs: Dostat se dovnitř je jednoduché, problém je dostat se zase ven. Věřte mi, vím to.

# conversations/03_playership/03_cv_companions_endgame:63:DefaultText
source: We're doing it. Everyone, strap in.
cs: Děláme to. Všichni se připoutejte.

# conversations/03_playership/03_cv_companions_endgame:64:DefaultText
source: We'll go eventually. But we'd better prepare.
cs: Nakonec tam půjdeme. Ale měli bychom se připravit.

# conversations/03_playership/03_cv_companions_endgame:65:DefaultText
source: Crew, what do you think about all this?
cs: Crew, co si o tom všem myslíte?

# conversations/03_playership/03_cv_companions_endgame:67:DefaultText
source: It's the craziest plan I've ever heard.
cs: Je to ten nejšílenější plán, jaký jsem kdy slyšel.

# conversations/03_playership/03_cv_companions_endgame:68:DefaultText
source: You didn't hire me to think, and I ain't about to start now. You're my boss - and I'll walk into fire with you.
cs: Nenajali jste si mě, abych přemýšlel, a já s tím teď nehodlám začínat. Jsi můj šéf - a já půjdu do ohně s tebou.

# conversations/03_playership/03_cv_companions_endgame:69:DefaultText
source: I think it's insane. But... maybe the colony needs a healthy dose of insanity right about now.
cs: Myslím, že je to šílené. Ale... možná kolonie právě teď potřebuje zdravou dávku šílenství.

# conversations/03_playership/03_cv_companions_endgame:70:DefaultText
source: I know it's dangerous, and I won't lie and say I'm not scared outta my wits. But I couldn't live with myself if we didn't do something.
cs: Vím, že je to nebezpečné, a nebudu lhát a tvrdit, že se nebojím k smrti. Ale nemohl bych žít sám se sebou, kdybychom něco neudělali.

# conversations/03_playership/03_cv_companions_endgame:72:DefaultText
source: If we don't make it, at least it'll be a great story.
cs: Pokud se nám to nepodaří, bude to alespoň skvělý příběh.

# conversations/03_playership/03_cv_companions_endgame:73:DefaultText
source: Got my trusty tossball stick. Got my ass-kicking boots. I'm ready, boss.
cs: Mám svou věrnou hůl na házení míčků. Mám boty na nakopávání zadků. Jsem připraven, šéfe.

# conversations/03_playership/03_cv_companions_endgame:74:DefaultText
source: Outstanding.
cs: Vynikající.

# conversations/03_playership/03_cv_companions_endgame:75:DefaultText
source: Waiting on your command, Captain.
cs: Čekáme na váš rozkaz, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:77:DefaultText
source: I'd wager we ain't getting a second chance here. What's the plan?
cs: Vsadil bych se, že druhou šanci nedostaneme. Jaký je plán?

# conversations/03_playership/03_cv_companions_endgame:78:DefaultText
source: Sensible. Let's just hope they haven't resorted to torture - for his sake.
cs: Rozumné. Doufejme jen, že se neuchýlili k mučení - už kvůli němu.

# conversations/03_playership/03_cv_companions_endgame:80:DefaultText
source: Waiting on your command, Captain.
cs: Čekáme na váš rozkaz, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:82:DefaultText
source: If they offer us a "retirement plan," we'll know they've reneged on their deal. Otherwise, I'm keeping good faith.
cs: Pokud nám nabídnou "důchodový plán", budeme vědět, že nedodrželi dohodu. Jinak zachovávám dobrou víru.

# conversations/03_playership/03_cv_companions_endgame:83:DefaultText
source: Hey, don't look at me. You already know what I think about the Board.
cs: Hej, nedívej se na mě. Už víš, co si myslím o Radě.

# conversations/03_playership/03_cv_companions_endgame:85:DefaultText
source: I did this for us, you know.
cs: Udělal jsem to pro nás, víš.

# conversations/03_playership/03_cv_companions_endgame:86:DefaultText
source: You guys were smart, sticking by me. Hope you mean to stay that way.
cs: Byli jste chytří, když jste se mě drželi. Doufám, že to tak zůstane.

# conversations/03_playership/03_cv_companions_endgame:88:DefaultText
source: No complaints here. If this works, we'll be set for life.
cs: Žádné stížnosti. Pokud to bude fungovat, budeme mít vystaráno na celý život.

# conversations/03_playership/03_cv_companions_endgame:90:DefaultText
source: Are you kidding? You get invited to the most interesting parties. I'm in.
cs: Děláte si legraci? Jsi zván na ty nejzajímavější večírky. Jsem v tom.

# conversations/03_playership/03_cv_companions_endgame:91:DefaultText
source: Hey, give Doc Welles some credit. Starting a riot in a maximum security prison and taking the Adjutant hostage? You gotta admire his sand.
cs: Hej, uznejte Docu Wellesovi zásluhy. Vyvolat vzpouru ve věznici s maximální ostrahou a vzít adjutanta jako rukojmí? Musíš obdivovat jeho odvahu.

# conversations/03_playership/03_cv_companions_endgame:93:DefaultText
source: But since no one ever makes it out, this is all just speculation.
cs: Ale protože se to nikdy nikomu nepodaří, jsou to všechno jen spekulace.

# conversations/03_playership/03_cv_companions_endgame:94:DefaultText
source: The armed surveillance protocols on a maximum security prison planet are highly sophisticated. As such escapes are historically quite impossible and deadly.
cs: Protokoly ozbrojeného dohledu ve věznicích s nejvyšší ostrahou jsou velmi sofistikované. Útěky jsou proto historicky zcela nemožné a smrtelné.

# conversations/03_playership/03_cv_companions_endgame:95:DefaultText
source: As you witnessed in the transmission, the outlaw scientist Phineas Welles - known associate to both past and present captains of the Unreliable - has been arrested by order of the Board.
cs: Jak jste viděli v přenosu, byl na příkaz Rady zatčen vědec Phineas Welles - známý spolupracovník bývalých i současných kapitánů Nespolehlivých.

# conversations/03_playership/03_cv_companions_endgame:96:DefaultText
source: <cheerful/upbeat music playing>
cs: <hraje veselá/beatová hudba>

# conversations/03_playership/03_cv_companions_endgame:98:DefaultText
source: Still, we can't do nothing. Wouldn't be right.
cs: Přesto nemůžeme nic nedělat. Nebylo by to správné.

# conversations/03_playership/03_cv_companions_endgame:99:DefaultText
source: Let's just do it. Kick down some doors, grab Doc Welles, and cut a path out. We don't need a plan - we got guns!
cs: Prostě to udělejme. Vykopneme pár dveří, vezmeme doktora Wellese a prorazíme si cestu ven. Nepotřebujeme plán - máme zbraně!

# conversations/03_playership/03_cv_companions_endgame:101:DefaultText
source: If you really mean to do this, you should see to your final affairs and close out any unfinished business. Once you sneak into Tartarus, you may be there a while. Or permanently.
cs: Pokud to opravdu myslíte vážně, měli byste se postarat o své poslední záležitosti a uzavřít všechny nedořešené záležitosti. Jakmile se vplížíš do Tartaru, můžeš tam nějakou dobu zůstat. Nebo natrvalo.

# conversations/03_playership/03_cv_companions_endgame:102:DefaultText
source: Let's just do it. Kick down some doors, grab Doc Welles, and cut a path out. We don't need a plan - we got guns!
cs: Prostě to udělejme. Vykopneme pár dveří, vezmeme doktora Wellese a prorazíme si cestu ven. Nepotřebujeme plán - máme zbraně!

# conversations/03_playership/03_cv_companions_endgame:103:DefaultText
source: Lately I been wondering if we can ever win against the Board, or if they're just too damn strong. I want to find out for myself.
cs: Poslední dobou si říkám, jestli můžeme proti Radě někdy vyhrát, nebo jestli jsou prostě příliš silní. Chci to zjistit na vlastní kůži.

# conversations/03_playership/03_cv_companions_endgame:104:DefaultText
source: The Labyrinth is a massive, maximum security prison on an uninhabitable planet. Being incarcerated there is seen as a fate worse than death.
cs: Labyrint je obrovské vězení s maximální ostrahou na neobyvatelné planetě. Věznění v něm je považováno za osud horší než smrt.

# conversations/03_playership/03_cv_companions_endgame:105:DefaultText
source: You're asking for more than bravery from us, Captain. But there are worse ways to go than dying for a good cause. I'm in.
cs: Žádáte po nás víc než jen odvahu, kapitáne. Ale jsou horší způsoby, než zemřít pro dobrou věc. Jdu do toho.

# conversations/03_playership/03_cv_companions_endgame:106:DefaultText
source: Let SAM get the grime out! It's what our units do best.
cs: Nechte SAM odstranit špínu! To je to, co naše jednotky umí nejlépe.

# conversations/03_playership/03_cv_companions_endgame:107:DefaultText
source: The entire plan is a terrible idea. But I admire your bravado, Captain, which leads me to illogically believe, against the odds, that you will be successful.
cs: Celý plán je hrozný nápad. Ale obdivuji vaši statečnost, kapitáne, která mě vede k tomu, že navzdory všem předpokladům nelogicky věřím, že budete úspěšný.

# conversations/03_playership/03_cv_companions_endgame:108:DefaultText
source: We gonna prepare? Sure. I guess I could give my ass-kicking boots another coat of polish. You got some sort of plan in mind?
cs: Připravíme se? Jistě. Myslím, že bych mohl své boty na kopání zadků ještě jednou nalakovat. Máš v hlavě nějaký plán?

# conversations/03_playership/03_cv_companions_endgame:109:DefaultText
source: I have never had a plan and I'm not starting now, buddy.
cs: Nikdy jsem žádný plán neměl a nezačnu s ním ani teď, kamaráde.

# conversations/03_playership/03_cv_companions_endgame:110:DefaultText
source: We go in, we kill everyone between us and our goal.
cs: Jdeme dovnitř a zabíjíme všechny, kdo stojí mezi námi a naším cílem.

# conversations/03_playership/03_cv_companions_endgame:111:DefaultText
source: We'll play it smart. Talk our way through, if we can.
cs: Budeme hrát chytře. Promluvíme si, pokud to půjde.

# conversations/03_playership/03_cv_companions_endgame:112:DefaultText
source: ...Huh?
cs: ...Cože?

# conversations/03_playership/03_cv_companions_endgame:113:DefaultText
source: Don't worry about the planning, Captain. I'll begin a search for your replacement shortly after we land.
cs: S plánováním si nedělejte starosti, kapitáne. Krátce po přistání začnu hledat vašeho nástupce.

# conversations/03_playership/03_cv_companions_endgame:114:DefaultText
source: You can count on us, Captain. We're crew- for real crew. That means we got each other's backs. Right?
cs: Můžete se na nás spolehnout, kapitáne. Jsme posádka - skutečná posádka. To znamená, že si navzájem kryjeme záda. Je to tak?

# conversations/03_playership/03_cv_companions_endgame:115:DefaultText
source: Never thought I'd volunteer to break into a prison. Seems like your tendency towards risky behavior is rubbing off on me, Captain.
cs: Nikdy by mě nenapadlo, že se dobrovolně vloupám do vězení. Vypadá to, že vaše sklony k riskantnímu chování se přenášejí i na mě, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:116:DefaultText
source: Command not recognized.
cs: Příkaz nebyl rozpoznán.

# conversations/03_playership/03_cv_companions_endgame:117:DefaultText
source: Chairman Rockwell's message seemed urgent. Dr. Welles has instigated a riot in the Labyrinth, and has taken Adjutant Akande hostage, thereby placing the future of Halcyon in jeopardy.
cs: Zpráva předsedy Rockwella se zdála být naléhavá. Doktor Welles vyvolal v Labyrintu vzpouru a vzal adjutanta Akandeho jako rukojmí, čímž ohrozil budoucnost Halcyonu.

# conversations/03_playership/03_cv_companions_endgame:118:DefaultText
source: Take action against bacteria with SAM's proprietary cleansing tincture. It kills 72.01 percent of all germs and skincells alike.
cs: Zakročte proti bakteriím pomocí patentované čisticí tinktury SAM. Zabíjí 72,01 % všech bakterií a kožních buněk.

# conversations/03_playership/03_cv_companions_endgame:119:DefaultText
source: Now that's a program I can get behind!
cs: Tak tohle je program, který můžu podpořit!

# conversations/03_playership/03_cv_companions_endgame:120:DefaultText
source: Hah. Thinking on your feet's more important, anyhow.
cs: Hah. Myšlení na nohy je každopádně důležitější.
