Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_companions_endgame.po
Languages: cs

# conversations/03_playership/03_cv_companions_endgame:121:DefaultText
source: The fewer folks we got to hurt, the better. Maybe on our way out we let all those poor souls locked up in there go free?
cs: Čím méně lidí budeme muset zranit, tím lépe. Možná, že při odchodu pustíme na svobodu všechny ty ubožáky, kteří jsou tam zavření?

# conversations/03_playership/03_cv_companions_endgame:122:DefaultText
source: Sure, boss. You do the talking. I'll pack a few more rounds of ammo.
cs: Jistě, šéfe. Mluvit budeš ty. Přibalím ještě pár nábojů.

# conversations/03_playership/03_cv_companions_endgame:123:DefaultText
source: Straightforward and simple. Sounds like our best bet.
cs: Přímočaré a jednoduché. To zní jako nejlepší volba.

# conversations/03_playership/03_cv_companions_endgame:124:DefaultText
source: Let's try to stay off'a the main thoroughfares, then. I don't wanna have to hurt anyone who don't got it coming.
cs: Zkusme se tedy držet mimo hlavní dopravní tepny. Nechci ublížit někomu, kdo si to nezaslouží.

# conversations/03_playership/03_cv_companions_endgame:125:DefaultText
source: Don't take it personal - that's just a Tuesday for the Board.
cs: Neberte si to osobně - je to jen úterý pro správní radu.

# conversations/03_playership/03_cv_companions_endgame:126:DefaultText
source: Captain, my calculations confirm your suspicions. The Labyrinth is known for its ironclad security. If Dr. Welles was able to instigate a riot, then the situation is indeed dire.
cs: Kapitáne, mé výpočty potvrzují vaše podezření. Labyrint je známý svou železnou ochranou. Pokud doktor Welles dokázal vyvolat vzpouru, pak je situace skutečně vážná.

# conversations/03_playership/03_cv_companions_endgame:127:DefaultText
source: Adjutant Sophia Akande is essential to the administration of the colony. Without her, the Board is likely to devolve into petty squabbling. It is imperative that we act.
cs: Adjutantka Sophia Akande je pro správu kolonie zásadní. Bez ní se rada pravděpodobně zvrhne v malicherné hádky. Je nutné jednat.

# conversations/03_playership/03_cv_companions_endgame:129:DefaultText
source: By my calculations: 99.03 percent. But don't worry, Captain. You've made it this far and lived to tell the tale. You had a grand adventure.
cs: Podle mých výpočtů: 99,03 procenta. Ale nebojte se, kapitáne. Dostal jste se až sem a přežil jste to. Zažil jste velké dobrodružství.

# conversations/03_playership/03_cv_companions_endgame:131:DefaultText
source: Without a doubt. Long as we keep watch for each other's backs, though, it ain't a problem.
cs: Bezpochyby. Pokud si ale budeme navzájem krýt záda, není to problém.

# conversations/03_playership/03_cv_companions_endgame:132:DefaultText
source: They can't stab you in the back if I'm watching it, Captain.
cs: Nemohou vás bodnout do zad, když se na to dívám, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:133:DefaultText
source: You oughta worry more about Doc Welles. He's gone 'round the bend, boss. If anybody can talk some sense into him, it's you.
cs: Měl by sis dělat větší starosti o doktora Wellese. Ten už to má za sebou, šéfe. Jestli ho někdo může přivést k rozumu, jsi to ty.

# conversations/03_playership/03_cv_companions_endgame:134:DefaultText
source: It is too late to cancel that action.
cs: Na zrušení této akce je již pozdě.

# conversations/03_playership/03_cv_companions_endgame:135:DefaultText
source: Whatever may await you, it's best not to dock at the prison until you're sure you've settled your affairs and closed out any unfinished business.
cs: Ať už vás čeká cokoli, raději ve vězení nezakotvíte, dokud si nebudete jisti, že jste vyřídili své záležitosti a uzavřeli všechny nedořešené záležitosti.

# conversations/03_playership/03_cv_companions_endgame:136:DefaultText
source: Let's go.
cs: Pojďme.

# conversations/03_playership/03_cv_companions_endgame:137:DefaultText
source: None of that, boss. We got us a job to do. Let's just get it done.
cs: Nic z toho, šéfe. Máme tu práci. Prostě ji uděláme.

# conversations/03_playership/03_cv_companions_endgame:138:DefaultText
source: For the record, I didn't ask you to.
cs: Aby bylo jasno, nežádal jsem vás o to.

# conversations/03_playership/03_cv_companions_endgame:139:DefaultText
source: You won't hear any complaints from me on this course of action. I did this for myself - and uh, you as well, Captain.
cs: Na tento postup si nebudu stěžovat. Udělal jsem to pro sebe - a také pro vás, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:140:DefaultText
source: I don't think I want that weight on my shoulders, Captain.
cs: Nemyslím si, že bych chtěl mít takovou zátěž na svých bedrech, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:141:DefaultText
source: I'm with you to the end.
cs: Jsem s vámi až do konce.

# conversations/03_playership/03_cv_companions_endgame:142:DefaultText
source: I ain't abandoning my crew, Captain.
cs: Já svou posádku neopustím, kapitáne.

# conversations/03_playership/03_cv_companions_endgame:143:DefaultText
source: In my experience, you can try to run, but the past always catches up in the end. I'm committed to seeing this through.
cs: Podle mých zkušeností se můžete snažit utéct, ale minulost vás nakonec vždycky dožene. Jsem odhodlaný to dotáhnout do konce.

# conversations/03_playership/03_cv_companions_endgame:144:DefaultText
source: Reminder: this unit is no longer under warranty.
cs: Připomínáme, že na tuto jednotku již není poskytována záruka.

# conversations/03_playership/03_cv_companions_endgame:145:DefaultText
source: Even if they pay us, I fear it won't be.
cs: I když nám zaplatí, obávám se, že to tak nebude.

# conversations/03_playership/03_cv_companions_endgame:146:DefaultText
source: Otherwise all we did- the people we hurt- it'd all be for nothing. I don't think I could live with that.
cs: Jinak by všechno, co jsme udělali - lidé, kterým jsme ublížili -, bylo zbytečné. S tím bych asi nedokázal žít.

# conversations/03_playership/03_cv_companions_endgame:147:DefaultText
source: It better be. I'm not looking forward to seeing the inside of a penitentiary again.
cs: To by mělo být. Netěším se, až se znovu podívám do věznice.

# conversations/03_playership/03_cv_companions_endgame:148:DefaultText
source: SAM's current status: Ready and able to sanitize!
cs: Aktuální stav SAM: Připraven a schopen sanitace!

# conversations/03_playership/03_cv_companions_endgame:149:DefaultText
source: Yes, who needs a plan?
cs: Ano, kdo potřebuje plán?

# conversations/03_playership/03_cv_companions_endgame:150:DefaultText
source: Figures. Too bad he's not rich. I hate getting paid with "heartfelt gratitude."
cs: Čísla. Škoda, že není bohatý. Nesnáším, když mi někdo platí "srdečnou vděčností".

# conversations/03_playership/03_cv_companions_endgame:151:DefaultText
source: And I mean that as a compliment.
cs: A to myslím jako kompliment.

# conversations/03_playership/03_cv_companions_endgame:152:DefaultText
source: I must inform you that the environment in Tartarus is extremely volatile. I do not believe I will be able to depart for some time once we've landed.
cs: Musím vás informovat, že prostředí v Tartaru je velmi proměnlivé. Věřím, že po přistání nebudu moci nějakou dobu odletět.

# conversations/03_playership/03_cv_companions_endgame:153:DefaultText
source: We ain't always been on the best of terms. But you're still my boss, and I've got your back to the end.
cs: Nebyli jsme vždycky v nejlepším vztahu. Ale pořád jsi můj šéf a já ti budu krýt záda až do konce.

# conversations/03_playership/03_cv_companions_endgame:154:DefaultText
source: Breaking Phineas Welles out of a maximum security penitentiary? I can't think of a better lost cause to commit ourselves to.
cs: Jak dostat Phinease Wellese z věznice s maximální ostrahou? Nenapadá mě lepší ztracený případ, kterému bychom se mohli věnovat.

# conversations/03_playership/03_cv_companions_endgame:155:DefaultText
source: Phineas, locked up in Tartarus? We cannot let this stand. That place terrifies even the most hardened criminal.
cs: Phineas zavřený v Tartaru? To nemůžeme nechat být. To místo děsí i toho nejzatvrzelejšího zločince.

# conversations/03_playership/03_cv_companions_endgame:156:DefaultText
source: You can't be serious, Captain. Facing certain death on a fool's crusade is reward enough.
cs: To nemyslíte vážně, kapitáne. Čelit jisté smrti na křížové výpravě bláznů je dostatečná odměna.

# conversations/03_playership/03_cv_companions_endgame:157:DefaultText
source: And I thank you for that, Captain. Serving with you has been a pleasure.
cs: A já vám za to děkuji, kapitáne. Bylo mi potěšením s vámi sloužit.

# conversations/03_playership/03_cv_companions_endgame:158:DefaultText
source: Byzantium wants the best of society. That's us.
cs: Byzanc chce pro společnost to nejlepší. To jsme my.
