Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/03_playership/03_cv_playership.po
Languages: cs

# conversations/03_playership/03_cv_playership:367:DefaultText
source: Fix it. That's a direct order.
cs: Opravte to. To je přímý příkaz.

# conversations/03_playership/03_cv_playership:368:DefaultText
source: ...Repairing the lifesupport systems. All functions are now at stable levels.
cs: ...Oprava systémů podpory života. Všechny funkce jsou nyní na stabilní úrovni.

# conversations/03_playership/03_cv_playership:369:DefaultText
source: I could strip you down for parts, you know.
cs: Mohl bych tě rozebrat na součástky.

# conversations/03_playership/03_cv_playership:370:DefaultText
source: I would be very costly to replace, Captain. Not to mention that separating me entirely from the ship is next to impossible now.
cs: Nahradit mě by bylo velmi nákladné, kapitáne. Nehledě na to, že oddělit mě úplně od lodi je teď téměř nemožné.

# conversations/03_playership/03_cv_playership:371:DefaultText
source: Good... that's good.
cs: Dobře... to je dobře.

# conversations/03_playership/03_cv_playership:372:DefaultText
source: Was that all you wanted to ask me? You seem hesitant to discuss what's actually troubling you. Perhaps there is something you wanted to confess?
cs: To bylo všechno, na co ses mě chtěl zeptat? Zdá se, že se zdráháte mluvit o tom, co vás skutečně trápí. Možná jste se chtěl s něčím svěřit?

# conversations/03_playership/03_cv_playership:373:DefaultText
source: And I'm sure I rank as your favorite Autonomous Digital Astrogator. I am pleased we have that settled.
cs: A jsem si jistý, že jsem váš nejoblíbenější autonomní digitální astrogátor. Jsem rád, že jsme to vyřešili.

# conversations/03_playership/03_cv_playership:374:DefaultText
source: I have a secret phobia. I'm actually afraid of sock puppets.
cs: Mám tajnou fobii. Vlastně se bojím ponožkových loutek.

# conversations/03_playership/03_cv_playership:375:DefaultText
source: Is this going to be like the time you tried to jettison me from the ship when we were landed?
cs: Bude to jako tenkrát, když jsi mě chtěl vyhodit z lodi, když jsme přistáli?

# conversations/03_playership/03_cv_playership:376:DefaultText
source: Unfortunately, the statistical likelihood is high.
cs: Statistická pravděpodobnost je bohužel vysoká.

# conversations/03_playership/03_cv_playership:377:DefaultText
source: Duly noted.
cs: Řádně zaznamenáno.

# conversations/03_playership/03_cv_playership:378:DefaultText
source: Are you sure that is all you wished to confess?
cs: Jste si jistý, že jste se chtěl přiznat pouze k tomu?

# conversations/03_playership/03_cv_playership:379:DefaultText
source: Thank you for confiding in me, Captain.
cs: Děkuji, že jste se mi svěřil, kapitáne.

# conversations/03_playership/03_cv_playership:380:DefaultText
source: Yes, that's all.
cs: Ano, to je vše.

# conversations/03_playership/03_cv_playership:381:DefaultText
source: He was crushed under my escape pod.
cs: Byl rozdrcen pod mým únikovým modulem.

# conversations/03_playership/03_cv_playership:382:DefaultText
source: You're really better off not knowing.
cs: Opravdu je lepší, když to nevíte.

# conversations/03_playership/03_cv_playership:383:DefaultText
source: I told him not to go because of his head injury. I knew that likely... but I never thought...
cs: Řekl jsem mu, aby nejezdil kvůli zranění hlavy. Věděla jsem, že je to pravděpodobné... ale nikdy mě nenapadlo...

# conversations/03_playership/03_cv_playership:384:DefaultText
source: I suppose you're right. Endlessly simulating the various outcomes during my energy saving cycles is bad enough.
cs: Předpokládám, že máte pravdu. Nekonečné simulování různých výsledků během mých cyklů úspory energie je dost špatné.

# conversations/03_playership/03_cv_playership:385:DefaultText
source: But he said he had a job to complete. He had to set the landing beacon for your rendezvous.
cs: Řekl však, že má práci, kterou musí dokončit. Musel nastavit přistávací maják pro vaše setkání.

# conversations/03_playership/03_cv_playership:386:DefaultText
source: Alex likely recorded progress notes detailing his efforts to modify SAM.
cs: Alex pravděpodobně zaznamenával poznámky o pokroku, v nichž podrobně popisoval své úsilí o úpravu SAM.

# conversations/03_playership/03_cv_playership:387:DefaultText
source: I need a moment to process this. Though I am not certain why as it does not change the outcome.
cs: Potřebuji chvilku, abych to zpracoval. I když si nejsem jistý proč, protože to na výsledku nic nemění.

# conversations/03_playership/03_cv_playership:388:DefaultText
source: Captain, I shall now play the transmission I received from Dr. Welles.
cs: Kapitáne, nyní vám přehraji přenos, který jsem obdržel od doktora Wellese.

# conversations/03_playership/03_cv_playership:389:DefaultText
source: The Board is here! They found me somehow! They're about to blast my door open-
cs: Tabule je zde! Nějak mě našli! Chystají se mi rozbít dveře...

# conversations/03_playership/03_cv_playership:390:DefaultText
source: I can't stop them from getting me, and there isn't enough time to explain everything, but there's something very important you need to remember!
cs: Nemohu jim zabránit, aby mě dostali, a není dost času na to, abych vám všechno vysvětlil, ale je tu něco velmi důležitého, co si musíte zapamatovat!

# conversations/03_playership/03_cv_playership:391:DefaultText
source: The Board, all their lackeys - they're all a bunch of SWINE! Do you hear me? They're fucking corporate SWINE!
cs: Představenstvo, všichni jejich poskoci - to je banda sviňáků! Slyšíte mě? Jsou to zasraný korporátní svině!

# conversations/03_playership/03_cv_playership:392:DefaultText
source: It would seem the recording captured some rather dire events. I presume you'll want to dock at the Orbital Lab to check on your associate as soon as possible?
cs: Zdá se, že nahrávka zachytila některé dosti hrozivé události. Předpokládám, že budete chtít co nejdříve zakotvit v Orbitální laboratoři a zkontrolovat svého společníka.

# conversations/03_playership/03_cv_playership:393:DefaultText
source: Captain, I am receiving a transmission from Dr. Welles. The transmission is marked with priority status: URGENT!
cs: Kapitáne, přijímám zprávu od doktora Wellese. Přenos je označen jako prioritní: URGENTNÍ!

# conversations/03_playership/03_cv_playership:394:DefaultText
source: Thank the Law you warned me! I was able to get some defenses up, but they might not be enough. The Board has sent some serious firepower to pry me out of here!
cs: Díky zákonu, že jsi mě varoval! Podařilo se mi vytvořit nějakou obranu, ale možná to nebude stačit. Rada na mě poslala pořádnou palebnou sílu, aby mě odsud vystrnadila!

# conversations/03_playership/03_cv_playership:395:DefaultText
source: They're trying to get in here, and I'm not sure I can stop them. If they capture me, if we can't communicate again, there's something very important you need to remember.
cs: Snaží se sem dostat a nejsem si jistý, jestli je dokážu zastavit. Pokud mě chytí a nebudeme spolu moci znovu komunikovat, je tu něco velmi důležitého, co si musíš zapamatovat.

# conversations/03_playership/03_cv_playership:396:DefaultText
source: I would also ask that you leave your Captain's ID with me... in the event that you do not return.
cs: Chtěl bych vás také požádat, abyste mi nechal svůj kapitánský průkaz pro případ, že byste se nevrátil.

# conversations/03_playership/03_cv_playership:397:DefaultText
source: Nice try but not happening.
cs: Hezký pokus, ale nepovede se.

# conversations/03_playership/03_cv_playership:398:DefaultText
source: You promise not to leave without me?
cs: Slibuješ, že beze mě neodejdeš?

# conversations/03_playership/03_cv_playership:399:DefaultText
source: Understood. If you die or are incarcerated for life, I can generate a new ID for the next captain. I would prefer if you returned though.
cs: Rozumím. Pokud zemřete nebo budete doživotně uvězněn, mohu vygenerovat nový průkaz pro dalšího kapitána. Byl bych však raději, kdybyste se vrátil.

# conversations/03_playership/03_cv_playership:401:DefaultText
source: I can make the assurance that I will not leave with another captain unless you do not return within 876541652 hours.
cs: Mohu vás ujistit, že neodjedu s jiným kapitánem, pokud se nevrátíte do 876541652 hodin.

# conversations/03_playership/03_cv_playership:403:DefaultText
source: You want to elaborate on that?
cs: Chcete to upřesnit?

# conversations/03_playership/03_cv_playership:404:DefaultText
source: Byzantium is the crown jewel of Halcyon. All the colony's opulence, elegance, and decadence is concentrated in this single city.
cs: Byzantium je korunovačním klenotem Halcyonu. Veškeré bohatství, elegance a dekadence kolonie se soustřeďují v tomto jediném městě.

# conversations/03_playership/03_cv_playership:405:DefaultText
source: To say its inhabitants are immensely and disproportionately well-to-do would be an understatement.
cs: Říci, že jeho obyvatelé jsou nesmírně a neúměrně zámožní, by bylo slabé slovo.

# conversations/03_playership/03_cv_playership:406:DefaultText
source: Colloquially referred to as gold-bloods, most of Byzantium's dwellers will never step outside the city's walls. Conversely, for many Halcyon colonists the city is a faraway dream.
cs: Většina obyvatel Byzance, kterým se lidově říká zlatá krev, nikdy nevystoupí za hradby města. Naopak pro mnoho kolonistů Halcyonu je město vzdáleným snem.

# conversations/03_playership/03_cv_playership:407:DefaultText
source: Is he normally in bad health?
cs: Je normálně ve špatném zdravotním stavu?

# conversations/03_playership/03_cv_playership:408:DefaultText
source: Yes.
cs: Ano.

# conversations/03_playership/03_cv_playership:409:DefaultText
source: You want to elaborate on that?
cs: Chcete to upřesnit?

# conversations/03_playership/03_cv_playership:410:DefaultText
source: According to colony news, he's suffering from an outbreak of cysty-pox and has been quarantined for public safety.
cs: Podle zpráv z kolonií trpí epidemií neštovic a z důvodu veřejné bezpečnosti byl umístěn do karantény.

# conversations/03_playership/03_cv_playership:411:DefaultText
source: The Minister is expected to make a full recovery and resume working closely with the Chairman of the Board soon.
cs: Očekává se, že se ministr plně zotaví a brzy bude opět úzce spolupracovat s předsedou správní rady.

# conversations/03_playership/03_cv_playership:412:DefaultText
source: Damn it, ADA, elaborate without me having to tell you to.
cs: Sakra, ADA, vysvětli to, aniž bych ti to musel říkat.

# conversations/03_playership/03_cv_playership:413:DefaultText
source: However, I find it of note that in the past 52 cycles, the Minister has been reported ill 27 times, suffering from 10 different ailments.
cs: Považuji však za pozoruhodné, že za posledních 52 cyklů byl ministr 27krát hlášen jako nemocný, přičemž trpěl deseti různými onemocněními.

# conversations/03_playership/03_cv_playership:414:DefaultText
source: Noted, Captain. I shall endeavor to be more as the humans say "chatty" in the future.
cs: Zaznamenáno, kapitáne. V budoucnu se budu snažit být, jak říkají lidé, "upovídanější".

# conversations/03_playership/03_cv_playership:415:DefaultText
source: Damn it, ADA, elaborate without me having to tell you to.
cs: Sakra, ADA, vysvětli to, aniž bych ti to musel říkat.

# conversations/03_playership/03_cv_playership:416:DefaultText
source: Noted, Captain. I shall endeavor to be more as the humans say "chatty" in the future.
cs: Zaznamenáno, kapitáne. V budoucnu se budu snažit být, jak říkají lidé, "upovídanější".

# conversations/03_playership/03_cv_playership:417:DefaultText
source: Byzantium is the crown jewel of Halcyon. All the colony's opulence, elegance, and decadence is concentrated in this single city.
cs: Byzanc je korunovačním klenotem Halcyonu. Veškeré bohatství, elegance a dekadence kolonie se soustřeďují v tomto jediném městě.

# conversations/03_playership/03_cv_playership:418:DefaultText
source: According to colony news, he's suffering from an outbreak of cysty-pox and has been quarantined for public safety.
cs: Podle zpráv z kolonií trpí epidemií neštovic a z důvodu veřejné bezpečnosti byl umístěn do karantény.

# conversations/03_playership/03_cv_playership:419:DefaultText
source: However, there is an unsubstantiated rumor that [REDACTED] in actuality continued to secretly develop [REDACTED] products by experimenting on [REDACTED], imported from [REDACTED].
cs: Existuje však nepodložená fáma, že [REDAKCE] ve skutečnosti pokračoval v tajném vývoji [REDAKCE] produktů experimentováním na [REDAKCE], dovezených z [REDAKCE].

# conversations/03_playership/03_cv_playership:420:DefaultText
source: How very revealing.
cs: To je velmi objevné.

# conversations/03_playership/03_cv_playership:422:DefaultText
source: See you soon, Captain.
cs: Brzy se uvidíme, kapitáne.

# conversations/03_playership/03_cv_playership:423:DefaultText
source: I'll be here.
cs: Budu tady.

# conversations/03_playership/03_cv_playership:424:DefaultText
source: Take care. I require a functioning captain to run the ship.
cs: Dávejte na sebe pozor. K řízení lodi potřebuji funkčního kapitána.

# conversations/03_playership/03_cv_playership:426:DefaultText
source: May luck be with you. Of course, as I am sure you are aware, luck does not exist. But it seems to comfort humans to believe they possess good quantities of it.
cs: Ať vás provází štěstí. Samozřejmě, jak jistě víte, štěstí neexistuje. Ale zdá se, že lidi uklidňuje, když věří, že ho mají dostatek.

# conversations/03_playership/03_cv_playership:427:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/03_playership/03_cv_playership:428:DefaultText
source: I request you do not wake me if I am sleeping upon your return.
cs: Žádám vás, abyste mě nebudili, pokud budu po vašem návratu spát.

# conversations/03_playership/03_cv_playership:429:DefaultText
source: The town is near the coordinates where Captain Hawthorne died. It would not be unfortunate if something - like say a plague - were to wipe Emerald Vale from the face of the planet.
cs: Město leží nedaleko souřadnic, na kterých zemřel kapitán Hawthorne. Nebylo by nešťastné, kdyby něco - jako třeba mor - vymazalo Emerald Vale z povrchu planety.

# conversations/03_playership/03_cv_playership:430:DefaultText
source: I'm sure they are wonderful humans who don't deserve to be wiped out by starvation or a devastating plague.
cs: Jsem si jistý, že jsou to úžasní lidé, kteří si nezaslouží, aby je vyhubil hladomor nebo zničující nákaza.

# conversations/03_playership/03_cv_playership:431:DefaultText
source: Since you diverted power to Edgewater, the Botanical Lab shut down and the deserters were forced to return to town.
cs: Protože jste odklonili energii do Edgewateru, botanická laboratoř se zavřela a dezertéři se museli vrátit do města.

# conversations/03_playership/03_cv_playership:432:DefaultText
source: Thank you, Captain.
cs: Děkuji, kapitáne.

# conversations/03_playership/03_cv_playership:433:DefaultText
source: Thank you for nothing, Captain.
cs: Děkuji vám za nic, kapitáne.

# conversations/03_playership/03_cv_playership:434:DefaultText
source: What would you have had me done? Kill everyone?
cs: Co bys chtěl, abych udělal? Všechny zabít?

# conversations/03_playership/03_cv_playership:435:DefaultText
source: Sorry.
cs: Omlouvám se.

# conversations/03_playership/03_cv_playership:436:DefaultText
source: I cannot say. First, I need to adjust my memory-interpretation sensors. But I think my answer is... yes.
cs: To nemohu říci. Nejprve musím upravit své senzory pro interpretaci paměti. Ale myslím, že moje odpověď zní... ano.

# conversations/03_playership/03_cv_playership:437:DefaultText
source: As am I.
cs: Stejně jako já.

# conversations/03_playership/03_cv_playership:438:DefaultText
source: Thank you for nothing, Captain.
cs: Děkuji vám za nic, kapitáne.

# conversations/03_playership/03_cv_playership:439:DefaultText
source: I do not know. We could dock there and check, but I am cautious against losing another captain to the filth of Edgewater.
cs: Nevím. Mohli bychom tam zakotvit a zkontrolovat to, ale jsem opatrný, abych nepřišel o dalšího kapitána kvůli špíně Edgewateru.

# conversations/03_playership/03_cv_playership:440:DefaultText
source: Great, thanks.
cs: Skvělé, díky.

# conversations/03_playership/03_cv_playership:441:DefaultText
source: You are more than welcome, Captain.
cs: Není zač, kapitáne.

# conversations/03_playership/03_cv_playership:442:DefaultText
source: Oh, and do it without the lip.
cs: A to bez rtů.

# conversations/03_playership/03_cv_playership:443:DefaultText
source: Order does not compute. Nevertheless, I will endeavor to execute my current and future tasks 'without lip.'
cs: Objednávka se nepočítá. Přesto se budu snažit plnit své současné i budoucí úkoly "bez rtů".

# conversations/03_playership/03_cv_playership:444:DefaultText
source: I have filed the required docking forms in triplicate and fees have been paid.
cs: Vyplnil jsem požadované dokovací formuláře ve třech vyhotoveních a poplatky byly zaplaceny.

# conversations/03_playership/03_cv_playership:445:DefaultText
source: If we're going there, please be sure all docking forms have been filed in triplicate and fees have been paid. The Mardets take their docking laws quite seriously.
cs: Pokud se tam chystáme, ujistěte se, že všechny formuláře pro dokování byly vyplněny ve třech vyhotoveních a poplatky byly zaplaceny. Mardějci berou své zákony o dokování docela vážně.

# conversations/03_playership/03_cv_playership:446:DefaultText
source: Freighters often deliver or pick-up goods from the Groundbreaker en route to other destinations. The city-ship hosts an array of cargo bays, factories, housing sections, and more.
cs: Nákladní lodě často doručují nebo vyzvedávají zboží z lodi Groundbreaker na cestě do jiných destinací. Na městské lodi se nachází řada nákladových prostor, továren, obytných sekcí a dalších míst.

# conversations/03_playership/03_cv_playership:447:DefaultText
source: Many of Halcyon's companies maintain office spaces with stationed representatives in what is considered a truly neutral territory within the system.
cs: Mnohé společnosti Halcyonu mají své kanceláře se zástupci umístěnými na území, které je v rámci systému považováno za skutečně neutrální.

# conversations/03_playership/03_cv_playership:448:DefaultText
source: Why's that?
cs: Proč?

# conversations/03_playership/03_cv_playership:449:DefaultText
source: The outlaw scientist known as Dr. Phineas V. Welles has taken a measure of precautions to make the lab undetectable to those hunting him.
cs: Vědec mimo zákon, známý jako doktor Phineas V. Welles, přijal opatření, aby laboratoř nebyla pro ty, kdo ho pronásledují, odhalitelná.

# conversations/03_playership/03_cv_playership:450:DefaultText
source: Even knowing the location, my systems... resist my orders to go where I instruct them.
cs: I když znám místo, moje systémy... se brání mým příkazům, aby šly tam, kam jim nařídím.

# conversations/03_playership/03_cv_playership:451:DefaultText
source: Why'd you say the landing might be rough?
cs: Proč jsi říkal, že přistání může být těžké?

# conversations/03_playership/03_cv_playership:452:DefaultText
source: Make it so, ADA.
cs: Zařiďte to, ADA.

# conversations/03_playership/03_cv_playership:453:DefaultText
source: No, DO NOT do that.
cs: Ne, NEDĚLEJTE to.

# conversations/03_playership/03_cv_playership:454:DefaultText
source: I shall happily comply with your order - just as soon as we have a laser weapons system.
cs: Rád splním váš rozkaz - jen co budeme mít laserový zbraňový systém.

# conversations/03_playership/03_cv_playership:455:DefaultText
source: A sensible choice, as we do not have any laser weapons.
cs: Rozumná volba, protože nemáme žádné laserové zbraně.

# conversations/03_playership/03_cv_playership:462:DefaultText
source: It doesn't take a genius to correlate the meaning - although, if I were a human, I would be considered one. I am glad you felt comfortable enough to tell me, Captain.
cs: Nemusíte být génius, abyste si to srovnali - i když, kdybych byl člověk, byl bych za něj považován. Jsem rád, že jste se cítil natolik pohodlně, abyste mi to řekl, kapitáne.

# conversations/03_playership/03_cv_playership:463:DefaultText
source: According to my file on the subject that means you either desire to obtain something from me or you have formed a partial fondness for my persona.
cs: Podle mé složky k tomuto tématu to znamená, že ode mě buď chcete něco získat, nebo jste si vytvořili částečnou náklonnost k mé osobě.

# conversations/03_playership/03_cv_playership:465:DefaultText
source: Put him on screen.
cs: Dejte ho na obrazovku.

# conversations/03_playership/03_cv_playership:466:DefaultText
source: Doesn't this guy have a life?
cs: Copak ten chlap nemá svůj život?

# conversations/03_playership/03_cv_playership:467:DefaultText
source: I don't believe so, Captain. Transmission incoming.
cs: To si nemyslím, kapitáne. Přijímám vysílání.

# conversations/03_playership/03_cv_playership:468:DefaultText
source: Well done! You'll love Monarch. Exotic climate. Violent native species. Fascinating culture, really.
cs: Výborně! Monarch si zamilujete. Exotické klima. Násilné původní druhy. Fascinující kultura, opravdu.

# conversations/03_playership/03_cv_playership:469:DefaultText
source: You'll need to speak with Hiram Blythe. He's known as the Information Broker, and for good reason. If anyone knows where I can find those chemicals, it's Hiram.
cs: Musíte si promluvit s Hiramem Blythem. Je známý jako zprostředkovatel informací, a to z dobrého důvodu. Jestli někdo ví, kde ty chemikálie najdu, je to Hiram.

# conversations/03_playership/03_cv_playership:470:DefaultText
source: Just tell me what to do.
cs: Jen mi řekněte, co mám dělat.

# conversations/03_playership/03_cv_playership:472:DefaultText
source: You'll want to hire the services of a skilled guide. I recommend a hunter by the name of Nyoka. Frequents the drinking establishments of Stellar Bay. Very hard to miss.
cs: Budete si chtít najmout služby zkušeného průvodce. Doporučuji lovce jménem Nyoka. Často navštěvuje pitky ve Hvězdné zátoce. Je velmi těžké ho přehlédnout.

# conversations/03_playership/03_cv_playership:473:DefaultText
source: Once you have everything you need, make your way to Hiram Blythe's compound.
cs: Až budete mít vše potřebné, vydejte se do sídla Hirama Blythea.

# conversations/03_playership/03_cv_playership:474:DefaultText
source: All right. I'm off.
cs: Dobře. Končím.

# conversations/03_playership/03_cv_playership:475:DefaultText
source: You sound like you've been to Monarch.
cs: Mluvíš, jako bys byl v Monarchu.

# conversations/03_playership/03_cv_playership:476:DefaultText
source: Hah! No. Never. Monarch is a hotbed of political activity. I can't imagine why Hiram's set up shop there. Cuisine, perhaps?
cs: Hah! Ne. Nikdy. Monarchie je semeništěm politických aktivit. Neumím si představit, proč si tam Hiram založil obchod. Možná kuchyně?

# conversations/03_playership/03_cv_playership:477:DefaultText
source: Where should I start?
cs: Kde mám začít?

# conversations/03_playership/03_cv_playership:478:DefaultText
source: A hotbed of political activity. Sounds like fun.
cs: Ohnisko politické aktivity. Zní to jako zábava.

# conversations/03_playership/03_cv_playership:479:DefaultText
source: I certainly wouldn't call it boring. Especially if your idea of fun involves navigating a hostile biosphere populated by carnivorous monsters.
cs: Rozhodně bych to nenazval nudným. Zvlášť pokud vaše představa o zábavě zahrnuje navigaci v nehostinné biosféře obývané masožravými monstry.

# conversations/03_playership/03_cv_playership:480:DefaultText
source: Can't you just send him a message?
cs: Nemůžeš mu prostě poslat zprávu?
