Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/08_roseway/*_0801_thechickenortheegghead.po
Languages: sq

# quests/08_roseway/sq_0801_thechickenortheegghead:0:DefaultText
source: The Amateur Alchemist
sq: Alchymista amatér

# quests/08_roseway/sq_0801_thechickenortheegghead:3:DefaultText
source: Deal With the Abandoned Experiment
sq: Vypořádat se s opuštěným experimentem

# quests/08_roseway/sq_0801_thechickenortheegghead:5:DefaultText
source: Speak with Vaughn
sq: Promluvte si s Vaughnem

# quests/08_roseway/sq_0801_thechickenortheegghead:21:DefaultText
source: Inquire at Roseway
sq: Ptejte se na Roseway

# quests/08_roseway/sq_0801_thechickenortheegghead:10000:DefaultText
source: Vaughn Cortes, one of the labcoats in Roseway, asked you to look into the status of an experiment he left running in Auntie Cleo's Secret Lab, which lies south along the road out of town.
sq: Vaughn Cortes, jeden z laborantů v Roseway, tě požádal, abys prověřil stav experimentu, který nechal běžet v Tajné laboratoři tety Cleo, která leží na jihu podél silnice za městem.

# quests/08_roseway/sq_0801_thechickenortheegghead:10003:DefaultText
source: Deal with the experiment as you see fit.
sq: S experimentem naložte podle svého uvážení.

# quests/08_roseway/sq_0801_thechickenortheegghead:10005:DefaultText
source: That's taken care of. Head on back to Vaughn and let him know his experiment's been dealt with.
sq: O to je postaráno. Vrať se k Vaughnovi a dej mu vědět, že jeho experiment byl vyřešen.

# quests/08_roseway/sq_0801_thechickenortheegghead:10021:DefaultText
source: You might be able to find who was running this experiment by asking around in the nearby town of Roseway. The terminal was accessed by user 'Cortes, V.'
sq: Možná se vám podaří zjistit, kdo tento experiment prováděl, když se poptáte v nedalekém městě Roseway. K terminálu přistupoval uživatel 'Cortes, V.'

# quests/08_roseway/sq_0801_thechickenortheegghead:20001:DefaultText
source: The equipment wasn't calibrated properly. You adjusted it before completing the experiment, resulting in twice as much raptidon musk.
sq: Zařízení nebylo správně kalibrováno. Před dokončením experimentu jste ho upravili, což vedlo k dvojnásobnému množství raptidonského pižma.

# quests/08_roseway/sq_0801_thechickenortheegghead:20003:DefaultText
source: Vaughn is collecting raptidon musk, which he plans to sell to the makers of an aphrodisiac.
sq: Vaughn sbírá raptidonské pižmo, které chce prodat výrobci afrodiziaka.

# quests/08_roseway/sq_0801_thechickenortheegghead:20004:DefaultText
source: You destroyed the experiment, but in the process released some raptidons. That was almost certainly not the intended result.
sq: Zničil jsi experiment, ale přitom jsi vypustil několik raptidonů. To téměř jistě nebyl zamýšlený výsledek.

# quests/08_roseway/sq_0801_thechickenortheegghead:20005:DefaultText
source: The experiment can be found "in the lower levels, way in the back." Vaughn also mentioned dissection tables, so you've got that to look forward to.
sq: Experiment se nachází "v nižších patrech, úplně vzadu". Vaughn se také zmínil o pitevních stolech, takže se máte na co těšit.

# quests/08_roseway/sq_0801_thechickenortheegghead:20006:DefaultText
source: Vaughn seemed particularly anxious to avoid Anton finding out about his little side project.
sq: Zdálo se, že Vaughn obzvlášť touží po tom, aby se Anton o jeho malém vedlejším projektu nedozvěděl.

# quests/08_roseway/sq_0801_thechickenortheegghead:20009:DefaultText
source: You told Anton about Vaughn's little side project. That boy's about to have a real bad time.
sq: Řekl jsi Antonovi o Vaughnově malém vedlejším projektu. Ten kluk si za chvíli užije opravdu zlé časy.

# quests/08_roseway/sq_0801_thechickenortheegghead:20011:DefaultText
source: You have learned this experiment belonged to a scientist named Vaughn.
sq: Dozvěděli jste se, že tento experiment patřil vědci jménem Vaughn.

# quests/08_roseway/sq_0801_thechickenortheegghead:30000:DefaultText
source: You gave Vaughn his freshly squeezed rapt juice, and he paid for your trouble. No doubt he'll be impressing somebody with his new pungency.
sq: Dal jsi Vaughnovi jeho čerstvě vymačkaný džus a on ti za to zaplatil. Nepochybně bude na někoho dělat dojem svou novou ostrostí.

# quests/08_roseway/sq_0801_thechickenortheegghead:30001:DefaultText
source: You adjusted Vaughn's experiment to yield more raptidon musk. He was appropriately grateful.
sq: Vaughnův experiment jste upravili tak, abyste získali více raptidonského pižma. Byl za to náležitě vděčný.

# quests/08_roseway/sq_0801_thechickenortheegghead:30002:DefaultText
source: You turned the experiment over the Anton. He provided a reward, and a rant about his employees.
sq: Experiment jste obrátili na Antona. Ten poskytl odměnu a vyprávěl o svých zaměstnancích.

# quests/08_roseway/sq_0801_thechickenortheegghead:30003:DefaultText
source: You sure killed the hell out of Vaughn. Reckon you can keep the raptidon musk. Just make sure not to spill it in the ship. There aren't enough air fresheners in the whole system to clear that up.
sq: Vaughna jsi určitě zabil. Myslíš, že si můžeš nechat raptidonský pižmo. Jen se ujistěte, že ho nerozlijete v lodi. V celém systému není dost osvěžovačů vzduchu na to, aby se to vyčistilo.

# quests/08_roseway/sq_0801_thechickenortheegghead:30004:DefaultText
source: You told Vaughn you blew up his experiment real good.
sq: Řekl jsi Vaughnovi, že jsi jeho experiment pořádně zničil.

# quests/08_roseway/sq_0801_thechickenortheegghead:30005:DefaultText
source: You sabotaged Vaughn's experiment, but told him that it was busted by raptidons before you got there. He bought it.
sq: Sabotoval jsi Vaughnův experiment, ale řekl jsi mu, že ho raptidoni zničili, než ses tam dostal. On to koupil.

# quests/08_roseway/sq_0801_thechickenortheegghead:30006:DefaultText
source: While you adjusted Vaughn's experiment to yield more raptidon musk, you conveniently neglected to mention it to him, and pocketed the excess your own self.
sq: Vaughnův experiment jste sice upravil tak, abyste získal více raptidonského pižma, ale příhodně jste se mu o tom zapomněl zmínit a přebytek jste si strčil do kapsy.

# quests/08_roseway/sq_0801_thechickenortheegghead:30007:DefaultText
source: You completed Vaughn's experiment, but told him that it was busted by raptidons before you got there. He bought it.
sq: Dokončil jsi Vaughnův experiment, ale řekl jsi mu, že ho raptidoni zničili, než ses tam dostal. Koupil ho.

# quests/08_roseway/sq_0801_thechickenortheegghead:30008:DefaultText
source: You completed Vaughn's experiment, but threatened to turn him in to Anton if he didn't sweeten the reward he offered. He caved.
sq: Dokončil jsi Vaughnův experiment, ale pohrozil jsi, že ho udáš Antonovi, pokud ti neosladí nabízenou odměnu. Vzdal se.

# quests/08_roseway/sq_0801_thechickenortheegghead:30009:DefaultText
source: The Auntie Cleo Faction has become hostile towards you, making it impossible to complete this quest.
sq: Frakce Auntie Cleo se vůči vám stala nepřátelskou, což znemožňuje dokončení tohoto úkolu.

# quests/08_roseway/sq_0801_thechickenortheegghead:30010:DefaultText
source: You sold all of Vaughn's research, so you can no longer return it to him.
sq: Prodali jste veškerý Vaughnův výzkum, takže mu ho už nemůžete vrátit.

# quests/08_roseway/sq_0801_thechickenortheegghead:40002:DefaultText
source: You found an experiment left running in the lower levels of Auntie Cleo's Secret Lab.
sq: Ve spodních patrech tajné laboratoře tety Cleo jste našli spuštěný experiment.
