Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/08_roseway/*_0802_byhisbootstraps.po
Languages: sq

# quests/08_roseway/sq_0802_byhisbootstraps:0:DefaultText
source: By His Bootstraps
sq: Za jeho popruhy (By His Bootstraps)

# quests/08_roseway/sq_0802_byhisbootstraps:3:DefaultText
source: Rescue Jameson
sq: Záchrana Jameson

# quests/08_roseway/sq_0802_byhisbootstraps:5:DefaultText
source: Talk to Anton
sq: Promluvte si s Antonem

# quests/08_roseway/sq_0802_byhisbootstraps:10000:DefaultText
source: A labcoat by the name of Jameson is missing. There's raptidons and marauders about, so his boss, Anton Crane, is (somewhat belatedly) worried for him.
sq: Chybí laboratorní plášť jménem Jameson. V okolí se pohybují raptidoni a nájezdníci, a tak si o něj jeho šéf Anton Crane (poněkud opožděně) dělá starosti.

# quests/08_roseway/sq_0802_byhisbootstraps:10003:DefaultText
source: Anton sent Jameson to Auntie Cleo's old Auntie-Biotics Lab, just down the road south of Roseway. Make sure he isn't raptidon chow.
sq: Anton poslal Jamesona do staré tetiny laboratoře Auntie-Biotics, která se nacházela na jih od Roseway. Ujistěte se, že to není raptidonské žrádlo.

# quests/08_roseway/sq_0802_byhisbootstraps:10005:DefaultText
source: Jameson is pissed off but otherwise fine. Head back to Roseway to give Anton the good news.
sq: Jameson je naštvaný, ale jinak je v pořádku. Vraťte se na Roseway a sdělte Antonovi dobré zprávy.

# quests/08_roseway/sq_0802_byhisbootstraps:20004:DefaultText
source: Looks like the raptidons clawed their way in to kill Jameson while you were engaged elsewhere. Best check to see if he has some kind of ID you can take back to Anton as proof.
sq: Vypadá to, že se raptidoni vydrápali dovnitř, aby zabili Jamesona, zatímco ty jsi byl zaneprázdněný jinde. Nejlépe se podívej, jestli nemá nějaký průkaz, který bys mohl vzít Antonovi jako důkaz.

# quests/08_roseway/sq_0802_byhisbootstraps:20016:DefaultText
source: Jameson died on his way back to Anton. Collect his ID and then go tell Anton the bad news.
sq: Jameson zemřel na cestě zpět k Antonovi. Vyzvedněte si jeho průkaz a pak jděte říct Antonovi špatnou zprávu.

# quests/08_roseway/sq_0802_byhisbootstraps:20017:DefaultText
source: Jameson died after you found him. Grab his ID and return to Anton to relay the bad news.
sq: Jameson zemřel poté, co jste ho našli. Vezměte jeho průkaz a vraťte se za Antonem, abyste mu sdělili špatnou zprávu.

# quests/08_roseway/sq_0802_byhisbootstraps:30001:DefaultText
source: You rescued Jameson and told Anton he was safe. Funny how Jameson didn't tell Anton his own self. Not REAL funny, but, you know, odd.
sq: Zachránil jsi Jamesona a řekl Antonovi, že je v bezpečí. Je zvláštní, že Jameson neřekl Antonovi, že je v bezpečí. Ne úplně vtipné, ale, víš, zvláštní.

# quests/08_roseway/sq_0802_byhisbootstraps:30002:DefaultText
source: You told Anton that Jameson was killed by raptidons. The man actually seemed affected by it.
sq: Řekl jsi Antonovi, že Jamesona zabili raptidoni. Zdálo se, že ho to skutečně zasáhlo.

# quests/08_roseway/sq_0802_byhisbootstraps:30003:DefaultText
source: You killed Anton, so you can probably forget about any reward for rescuing his "protégé."
sq: Antona jsi zabil, takže na odměnu za záchranu jeho "chráněnce" můžeš nejspíš zapomenout.

# quests/08_roseway/sq_0802_byhisbootstraps:30004:DefaultText
source: Anton might be a tad angry with you, and is no longer willing to talk to you about Jameson.
sq: Anton se na tebe možná trochu zlobí a už s tebou nechce mluvit o Jamesonovi.

# quests/08_roseway/sq_0802_byhisbootstraps:30005:DefaultText
source: The Auntie Cleo Faction has become hostile towards you, making it impossible to complete this quest.
sq: Frakce Auntie Cleo se vůči vám stala nepřátelskou, což znemožňuje dokončení tohoto úkolu.

# quests/08_roseway/sq_0802_byhisbootstraps:40002:DefaultText
source: You retrieved Jameson's ID cartridge from his corpse. Head back to Roseway to give Anton the bad news.
sq: Z mrtvoly Jamesona jste získali jeho identifikační kazetu. Vraťte se na Roseway a sdělte Antonovi špatné zprávy.
