Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/08_roseway/*_0804_vulcanshammer.po
Languages: sq

# quests/08_roseway/sq_0804_vulcanshammer:0:DefaultText
source: Vulcan's Hammer
sq: Vulkánovo kladivo

# quests/08_roseway/sq_0804_vulcanshammer:1:DefaultText
source: Retrieve Orson's Schematics
sq: Získání Orsonových schémat

# quests/08_roseway/sq_0804_vulcanshammer:4:DefaultText
source: Return to Orson
sq: Zpět na Orson

# quests/08_roseway/sq_0804_vulcanshammer:10000:DefaultText
source: Orson Shaw, one of Roseway's labcoats, has been tinkering with a prototype pistol. He left schematics for it in the town's Storage Facility, but didn't have a chance to grab them when the marauders attacked. He'd like them returned.
sq: Orson Shaw, jeden z Rosewayových laborantů, si pohrává s prototypem pistole. Schémata k ní zanechal v městském skladu, ale nestihl je sebrat, když na něj zaútočili nájezdníci. Rád by je vrátil.

# quests/08_roseway/sq_0804_vulcanshammer:10001:DefaultText
source: Auntie Cleo's Storage Facility can be found by leaving Roseway via the south entrance and passing east, over hills and countryside.
sq: Skladiště tety Cleo najdete, když opustíte Roseway jižním vchodem a vydáte se na východ přes kopce a krajinu.

# quests/08_roseway/sq_0804_vulcanshammer:10004:DefaultText
source: You've found Orson's schematics. They're from FORCE, an out-system weapons manufacturer. They are almost certainly contraband.
sq: Našli jste Orsonova schémata. Jsou od FORCE, výrobce zbraní mimo systém. Téměř jistě se jedná o kontraband.

# quests/08_roseway/sq_0804_vulcanshammer:20002:DefaultText
source: You've pieced together the code for the armory door in the Storage Facility: 1-2-3-4.
sq: Dali jste dohromady kód ke dveřím do zbrojnice ve skladišti: 1-2-3-4.

# quests/08_roseway/sq_0804_vulcanshammer:20012:DefaultText
source: The door to the armory is locked. You found a note indicating the passcode can be found with someone named "Masha," or at the old Auntie-Biotics Lab front desk.
sq: Dveře do zbrojnice jsou zamčené. Našel jsi vzkaz, že přístupový kód najdeš u někoho jménem "Máša", nebo na recepci staré laboratoře Auntie-Biotics.

# quests/08_roseway/sq_0804_vulcanshammer:30000:DefaultText
source: You recovered Orson's weapon schematic. He let you keep the finished product.
sq: Získal jsi Orsonovo schéma zbraně. Nechal ti hotový výrobek.

# quests/08_roseway/sq_0804_vulcanshammer:30001:DefaultText
source: You recovered Orson's weapon schematic, and convinced him to pay you for it. He let you keep the finished product.
sq: Získal jsi Orsonův plán zbraně a přesvědčil ho, aby ti za něj zaplatil. Nechal ti hotový výrobek.

# quests/08_roseway/sq_0804_vulcanshammer:30003:DefaultText
source: You killed Orson, which means he can't fix his weapon any more.
sq: Zabil jsi Orsona, což znamená, že už nemůže opravit svou zbraň.

# quests/08_roseway/sq_0804_vulcanshammer:30004:DefaultText
source: The Auntie Cleo Faction has become hostile towards you, making it impossible to complete this quest.
sq: Frakce Auntie Cleo se vůči vám stala nepřátelskou, což znemožňuje dokončení tohoto úkolu.

# quests/08_roseway/sq_0804_vulcanshammer:30005:DefaultText
source: You sold the weapon schematics on the Groundbreaker, and can no longer return them to Orson.
sq: Prodali jste schémata zbraní na Groundbreaker a už je nemůžete vrátit Orsonovi.

# quests/08_roseway/sq_0804_vulcanshammer:30006:DefaultText
source: You told Orson that you are going to sell his schematics to a higher bidder. He didn't seem to take kindly to that.
sq: Řekl jsi Orsonovi, že se chystáš prodat jeho schémata vyšší nabídce. Nezdálo se, že by se mu to líbilo.
