Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/08_roseway/*_0803_thezapgun.po
Languages: sq

# quests/08_roseway/sq_0803_thezapgun:0:DefaultText
source: Journey Into Smoke
sq: Cesta do kouře

# quests/08_roseway/sq_0803_thezapgun:3:DefaultText
source: Retrieve Lillian's Cigarettes
sq: Získat Lillianiny cigarety

# quests/08_roseway/sq_0803_thezapgun:4:DefaultText
source: Return Lillian's Cigarettes
sq: Vrátit Lillian's Cigarettes

# quests/08_roseway/sq_0803_thezapgun:10000:DefaultText
source: Lillian, Terra 2's friendliest outlaw, evidently dropped a rare, limited-edition Spacer's Choice cigarette case during a scrap with raptidons. She'd be thrilled to get it back.
sq: Lillian, nejpřátelštější psanec Terry 2, zřejmě během potyčky s raptidony upustila vzácné pouzdro na cigarety Spacer's Choice z limitované edice. Byla by nadšená, kdyby ji dostala zpátky.

# quests/08_roseway/sq_0803_thezapgun:10003:DefaultText
source: Lillian said she dropped her cigarette case in an outdoor raptidon pen. Follow the road southeast from her position.
sq: Lillian řekla, že upustila své pouzdro na cigarety do venkovní ohrady pro raptidony. Od jejího stanoviště se vydejte po silnici na jihovýchod.

# quests/08_roseway/sq_0803_thezapgun:10004:DefaultText
source: You recovered Lillian's lost cigarette case. Find her and return the item.
sq: Získal jsi zpět Lillianino ztracené pouzdro na cigarety. Najděte ji a předmět vraťte.

# quests/08_roseway/sq_0803_thezapgun:30000:DefaultText
source: You returned Lillian's cigarettes to her.
sq: Vrátil jsi Lillianiny cigarety.

# quests/08_roseway/sq_0803_thezapgun:30001:DefaultText
source: You recovered Lillian's cigarettes and returned it in exchange for a kind word on your behalf with the pamphlet-happy outlaw leader.
sq: Získal jsi zpět Lillianiny cigarety a vrátil je výměnou za vlídné slovo, které ti vůdce psanců s pamflety věnoval.

# quests/08_roseway/sq_0803_thezapgun:30002:DefaultText
source: You recovered Lillian's cigarettes but told her you aimed to keep it. She did not take this kindly.
sq: Získal jsi zpět Lillianiny cigarety, ale řekl jsi jí, že si je chceš nechat. To se jí nelíbilo.

# quests/08_roseway/sq_0803_thezapgun:30003:DefaultText
source: You recovered Lillian's cigarette case. After you pointed out that you could beat the raptidons when she could not, the outlaw "agreed" to let you keep the item.
sq: Získal jste Lillianinu krabičku na cigarety. Poté, co jsi poukázal na to, že jsi dokázal porazit raptidony, zatímco ona ne, psanec "souhlasil", že si předmět necháš.

# quests/08_roseway/sq_0803_thezapgun:30004:DefaultText
source: You recovered Lillian's cigarette case but convinced her that you weren't able to recover them safely.
sq: Získal jsi zpět Lillianinu krabičku cigaret, ale přesvědčil jsi ji, že je nedokážeš bezpečně získat zpět.

# quests/08_roseway/sq_0803_thezapgun:30005:DefaultText
source: You killed Lillian before returning her lost cigarette case.
sq: Zabil jsi Lillian, než jsi jí vrátil ztracené pouzdro na cigarety.

# quests/08_roseway/sq_0803_thezapgun:30007:DefaultText
source: You made an enemy of Lillian's boss, Cassandra, and lost the opportunity to work with her.
sq: Znepřátelil sis Lillianinu šéfku Cassandru a přišel jsi o možnost s ní spolupracovat.

# quests/08_roseway/sq_0803_thezapgun:30008:DefaultText
source: The Auntie Cleo Faction has become hostile towards you, making it impossible to complete this quest.
sq: Frakce Auntie Cleo se vůči vám stala nepřátelskou, což znemožňuje dokončení tohoto úkolu.
