Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/08_roseway/msq_0801_monarchisaharshmistress.po
Languages: cs

# quests/08_roseway/msq_0801_monarchisaharshmistress:0:DefaultText
source: The Doom That Came to Roseway
cs: Zkáza, která přišla na Roseway

# quests/08_roseway/msq_0801_monarchisaharshmistress:1:DefaultText
source: Investigate the Distress Call
cs: Vyšetřování tísňového volání

# quests/08_roseway/msq_0801_monarchisaharshmistress:64:DefaultText
source: Create an Escape Route
cs: Vytvoření únikové cesty

# quests/08_roseway/msq_0801_monarchisaharshmistress:68:DefaultText
source: Release Cassandra
cs: Uvolnění Cassandry

# quests/08_roseway/msq_0801_monarchisaharshmistress:75:DefaultText
source: Speak to Anton
cs: Promluvte si s Antonem

# quests/08_roseway/msq_0801_monarchisaharshmistress:81:DefaultText
source: (Optional) Deal with the Raptidons
cs: (Volitelné) Vypořádejte se s Raptidony

# quests/08_roseway/msq_0801_monarchisaharshmistress:82:DefaultText
source: Find Anton's Safe
cs: Vyhledání trezoru Anton

# quests/08_roseway/msq_0801_monarchisaharshmistress:83:DefaultText
source: (Optional) Eliminate the Outlaws
cs: (Volitelné) Zlikvidujte psance

# quests/08_roseway/msq_0801_monarchisaharshmistress:91:DefaultText
source: Search Cassandra's Corpse
cs: Hledání Cassandra's Corpse

# quests/08_roseway/msq_0801_monarchisaharshmistress:98:DefaultText
source: Recover Anton's Data
cs: Obnovení dat Antona

# quests/08_roseway/msq_0801_monarchisaharshmistress:10000:DefaultText
source: A distress call from Roseway, a corporate township on Terra 2, was cut off mid-broadcast at the source. Investigate the call.
cs: Tísňové volání z Roseway, korporátního městečka na Terře 2, bylo přerušeno v polovině vysílání. Vyšetřete volání.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10001:DefaultText
source: The distress call must have originated from Roseway's broadcast tower. Head there and find out what precipitated the call.
cs: Tísňové volání muselo vycházet z vysílací věže na Rosewayi. Vydejte se tam a zjistěte, co volání vyvolalo.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10064:DefaultText
source: You've agreed to help open up an escape route for Cassandra. You'll need find a keycard to unlock her pen gate and clear out either the Auntie Cleo security forces near the front entrance or the raptidons infesting the loading dock.
cs: Souhlasil jsi, že Cassandře pomůžeš otevřít únikovou cestu. Musíš najít kartu, která odemkne bránu jejího kotce, a vyčistit buď bezpečnostní síly tety Cleo u hlavního vchodu, nebo raptidony, kteří zamořili nakládací rampu.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10068:DefaultText
source: You found the needed keycard and opened up a route out of the lab for Cassandra. Unlock her door and inform her of her available escape routes.
cs: Našel jsi potřebnou kartu a otevřel Cassandře cestu z laboratoře. Odemkni její dveře a informuj ji o dostupných únikových cestách.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10075:DefaultText
source: You got Anton's diet toothpaste research data. Head to Roseway and speak with him.
cs: Máte údaje z výzkumu Antonovy dietní zubní pasty. Vydej se na Roseway a promluv si s ním.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10081:DefaultText
source: Raptidons are loose in the underground facility. It would be of great help to Anton if all of them were subdued or killed.
cs: Raptidoni jsou volně v podzemním zařízení. Antonovi by velmi pomohlo, kdyby je všechny zkrotil nebo zabil.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10082:DefaultText
source: You've been asked to recover research data from the safe in Anton Crane's office. Anton's office is in Auntie Cleo corporation's Secret Lab, which lies at the end of the paved road south out of Roseway.
cs: Byli jste požádáni, abyste získali výzkumná data ze sejfu v kanceláři Antona Cranea. Antonova kancelář se nachází v Tajné laboratoři korporace Auntie Cleo, která leží na konci dlážděné cesty na jih od Rosewaye.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10083:DefaultText
source: Auntie Cleo's Secret Lab is under attack by a band of outlaws -- interplanetary raiders with no respect for property, life, or polite speech. Anton would like them removed, if possible.
cs: Tajná laboratoř tety Cleo je napadena bandou zločinců - meziplanetárních nájezdníků, kteří neberou ohled na majetek, život ani slušnou mluvu. Anton by je rád odstranil, pokud je to možné.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10091:DefaultText
source: You killed Cassandra. Find a way through the service door and get Anton's research from her corpse.
cs: Zabil jsi Cassandru. Najděte cestu služebními dveřmi a získejte z její mrtvoly Antonův výzkum.

# quests/08_roseway/msq_0801_monarchisaharshmistress:10098:DefaultText
source: Anton's research data was taken from his safe, likely by outlaws. Search the lab and get it back from them.
cs: Antonova výzkumná data byla z jeho sejfu odcizena, pravděpodobně zločinci. Prohledejte laboratoř a získejte je zpět.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20001:DefaultText
source: Anton's safe was broken into and his data is missing. Looks like the outlaws swiped it.
cs: Do Antonova trezoru se někdo vloupal a jeho data se ztratila. Vypadá to, že je ukradli zločinci.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20002:DefaultText
source: Anton would prefer that you use the lab's equipment to gas and incapacitate the beasts, the raptidon mother in particular.
cs: Anton by dal přednost tomu, abys použil vybavení laboratoře k zplynování a zneškodnění bestií, zejména raptidonské matky.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20003:DefaultText
source: There's a system in the lab that can gas the raptidons and knock them unconscious.
cs: V laboratoři je systém, který dokáže raptidony zplynovat a uvést je do bezvědomí.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20005:DefaultText
source: You convinced Porter to pull his security detail back to Roseway.
cs: Přesvědčil jsi Portera, aby stáhl svou ochranku zpět na Roseway.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20006:DefaultText
source: Leaving the mother raptidon alive would allow the scientists to continue their experiments.
cs: Ponechání raptidoní matky naživu by vědcům umožnilo pokračovat v experimentech.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20007:DefaultText
source: Cassandra has agreed to give you Anton's data, but demands that you find a way to get her out of the lab.
cs: Cassandra souhlasila, že vám předá Antonovy údaje, ale požaduje, abyste našli způsob, jak ji dostat z laboratoře.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20008:DefaultText
source: The secret research Anton's trying to recover is a formula for "diet" toothpaste.
cs: Tajný výzkum, který se Anton snaží získat zpět, je recept na "dietní" zubní pastu.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20010:DefaultText
source: You've cleared the loading dock of raptidons.
cs: Vyčistili jste nakládací rampu od raptidonů.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20011:DefaultText
source: You told Cassandra that you would obtain the funds to buy the research data from Anton.
cs: Cassandře jsi řekl, že prostředky na nákup výzkumných dat získáš od Antona.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20013:DefaultText
source: There's a terminal in Chief Porter's office that can print a security keycard to unlock the doors trapping some of the outlaws.
cs: V kanceláři náčelníka Portera je terminál, který dokáže vytisknout bezpečnostní kartu a odemknout dveře, v nichž jsou uvězněni někteří zločinci.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20014:DefaultText
source: You used gas sedative to knock out the Raptidons.
cs: K omráčení Raptidonů jste použili plynové sedativum.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20015:DefaultText
source: There's a terminal in Chief Porter's office that can print a Security Keycard to unlock Cassandra's door.
cs: V kanceláři šéfa Portera je terminál, který dokáže vytisknout bezpečnostní kartu k odemknutí Kasandřiných dveří.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20017:DefaultText
source: Cassandra revealed that she stole Anton's data.
cs: Cassandra prozradila, že ukradla Antonova data.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20018:DefaultText
source: You've obtained a security keycard that should unlock Cassandra's door.
cs: Získali jste bezpečnostní kartu, která by měla odemknout Kasandřiny dveře.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20019:DefaultText
source: You wiped out Porter and his men to clear the front entrance.
cs: Portera a jeho muže jsi zlikvidoval, abys vyčistil přední vchod.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20020:DefaultText
source: You found a canister of sedative gas. Three should be sufficient to subdue the raptidons in the facility. The canisters must be installed near the ventilation system in the raptidon incubation chamber.
cs: Našel jsi kanystr s uspávacím plynem. Tři by měly stačit na zkrocení raptidonů v zařízení. Kanystry musí být instalovány v blízkosti ventilačního systému v inkubační komoře raptidonů.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20021:DefaultText
source: (<oeiglobal>0803_Rapts_Killed</oeiglobal>/<oeiglobal>0803_Rapts_Total</oeiglobal>) Raptidons killed.
cs: (<oeiglobal>0803_Rapts_Killed</oeiglobal>/<oeiglobal>0803_Rapts_Total</oeiglobal>) Zabití raptidoni.

# quests/08_roseway/msq_0801_monarchisaharshmistress:20022:DefaultText
source: With three canisters of sedative gas installed, you can use the ventilation control terminal to subdue the raptidons inside the facility.
cs: Když máte nainstalované tři kanystry s uspávacím plynem, můžete pomocí terminálu pro ovládání ventilace zkrotit raptidony uvnitř zařízení.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30000:DefaultText
source: You recovered Anton's research from the outlaw leader, Cassandra O'Malley, but kept it for yourself. Gladys will be able to negotiate a tidy sum from Auntie Cleo's rivals for their diet toothpaste formula.
cs: Získal jsi Antonův výzkum od vůdkyně psanců Cassandry O'Malleyové, ale nechal sis ho pro sebe. Gladys se podaří vyjednat od konkurentů tety Cleo slušnou sumu za jejich dietní složení zubní pasty.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30001:DefaultText
source: You let the outlaw leader, Cassandra O'Malley, leave with Anton's diet toothpaste research.
cs: Nechal jsi vůdkyni psanců Cassandru O'Malleyovou odejít s Antonovým výzkumem dietní zubní pasty.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30002:DefaultText
source: You recovered Anton's research from the outlaw leader, Cassandra O'Malley, and returned it to him. That man was real excited about his diet toothpaste.
cs: Získal jsi Antonův výzkum od vůdkyně psanců Cassandry O'Malleyové a vrátil mu ho. Ten muž byl ze své dietní zubní pasty opravdu nadšený.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30011:DefaultText
source: You killed both Anton and Cassandra, leaving you the sole owner of a new formula for diet toothpaste.
cs: Zabil jsi Antona i Cassandru a zůstal jsi jediným majitelem nové receptury na dietní zubní pastu.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30012:DefaultText
source: You helped the outlaw leader, Cassandra O'Malley, escape. She kept Anton's research.
cs: Pomohl jsi vůdkyni psanců Cassandře O'Malleyové utéct. Uchovala Antonův výzkum.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30014:DefaultText
source: After being forced to face his empty, pointless existence, Anton refused to speak to you again. You also killed the outlaw leader, Cassandra O'Malley, so no one's left to object to you taking Auntie Cleo's research.
cs: Poté, co byl Anton nucen čelit své prázdné, nesmyslné existenci, odmítl s vámi znovu promluvit. Zabil jsi také vůdkyni psanců Cassandru O'Malleyovou, takže už není nikdo, kdo by měl námitky proti tomu, abys převzal výzkum tety Cleo.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30015:DefaultText
source: The outlaw leader, Cassandra O'Malley, escaped with Anton's research. The man's had his spirits crushed.
cs: Vůdkyně psanců Cassandra O'Malleyová utekla s Antonovým výzkumem. Ten muž byl zdrcen na duchu.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30016:DefaultText
source: You killed Anton before dealing with his problems.
cs: Zabil jsi Antona dřív, než ses vypořádal s jeho problémy.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30017:DefaultText
source: You recovered Anton's research from the outlaw leader, Cassandra O'Malley, but lied to Anton and told him she got away with it.
cs: Získal jsi zpět Antonův výzkum od vůdkyně psanců Cassandry O'Malleyové, ale lhal jsi Antonovi a řekl mu, že jí to prošlo.

# quests/08_roseway/msq_0801_monarchisaharshmistress:30018:DefaultText
source: The Auntie Cleo Faction has become hostile towards you, making it impossible to complete this quest.
cs: Frakce Auntie Cleo se vůči vám stala nepřátelskou, což znemožňuje dokončení tohoto úkolu.

# quests/08_roseway/msq_0801_monarchisaharshmistress:40002:DefaultText
source: You've met the leader of the outlaws, Cassandra, who is likely tied to the events that precipitated Roseway's distress beacon. For now, you've agreed to help her open up an escape route out of the lab. You'll need find a keycard to unlock the gate to her pen and clear out either the security forces near the front entrance or the raptidons infesting the loading dock.
cs: Setkali jste se s vůdkyní psanců Cassandrou, která je pravděpodobně spojena s událostmi, jež urychlily Rosewayův nouzový maják. Prozatím jsi souhlasil, že jí pomůžeš otevřít únikovou cestu z laboratoře. Budeš muset najít kartu, která odemkne bránu do jejího kotce, a vyčistit buď bezpečnostní síly u hlavního vchodu, nebo raptidony zamořující nakládací rampu.

# quests/08_roseway/msq_0801_monarchisaharshmistress:40003:DefaultText
source: Outlaws and Auntie Cleo security clashed over research data that is now in your possession. Head to Roseway and see if the recent distress call is related to this conflict.
cs: Bezpečnostní složky Outlaws a Auntie Cleo se střetly kvůli výzkumným datům, která jsou nyní ve vašem vlastnictví. Vydejte se na Roseway a zjistěte, zda nedávné tísňové volání souvisí s tímto konfliktem.

# quests/08_roseway/msq_0801_monarchisaharshmistress:40004:DefaultText
source: Outlaws have struck Auntie Cleo's Secret Lab, south of Roseway. Security Chief Porter said that the man who supervises the facility, Dr. Crane, is concerned about the safety of his research data, and wants someone to recover it from his office in the facility.
cs: Zločinci přepadli tajnou laboratoř tety Cleo jižně od Roseway. Šéf bezpečnosti Porter řekl, že muž, který na zařízení dohlíží, doktor Crane, se obává o bezpečnost svých výzkumných dat a chce, aby je někdo získal zpět z jeho kanceláře v zařízení.
