Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/cutscenes/subtitles.po
Languages: cs

# conversations/cutscenes/subtitles:0:DefaultText
source: Top Secret: Halcyon Holdings Corporate Board
cs: Přísně tajné: představenstvo společnosti Halcyon Holdings

# conversations/cutscenes/subtitles:1:DefaultText
source: Incident Report: Colony Ship Hope found drifting, colonists unable to be revived
cs: Zpráva o incidentu: Kolonizační loď Hope byla nalezena unášená, kolonisty se nepodařilo oživit

# conversations/cutscenes/subtitles:2:DefaultText
source: Determination: Hope to be left in orbit around Typhon until further notice
cs: Určení: Doufám, že zůstane na oběžné dráze kolem Typhonu až do odvolání.

# conversations/cutscenes/subtitles:3:DefaultText
source: Alert: Breach of Hope security corridor unidentified ship
cs: Upozornění: Narušení bezpečnosti koridoru Hope neidentifikovanou lodí

# conversations/cutscenes/subtitles:4:DefaultText
source: Identifying Intruder
cs: Identifikace narušitele

# conversations/cutscenes/subtitles:6:DefaultText
source: Status: Fugitive, wanted by Halcyon Holdings Board for crimes against the colony
cs: Stav: Uprchlík, hledaný správní radou Halcyon Holdings za zločiny proti kolonii.

# conversations/cutscenes/subtitles:8:DefaultText
source: Why stay Earthbound when prosperity awaits you in the stars? Come to Halcyon, the only colony on the edge of the frontier owned and operated by corporations!
cs: Proč zůstávat na Zemi, když vás blahobyt čeká ve hvězdách? Přijďte na Halcyon, jedinou kolonii na okraji hranic, kterou vlastní a provozují korporace!

# conversations/cutscenes/subtitles:9:DefaultText
source: A trip of ten short years will feel like mere minutes, thanks to the comfort and safety of your very own hibernation chamber.
cs: Díky pohodlí a bezpečí vlastní hibernační komory vám bude cesta trvající deset krátkých let připadat jako pouhé minuty.

# conversations/cutscenes/subtitles:10:DefaultText
source: You'll wake up in a perfect society designed to maximize your productivity, with guaranteed full employment!
cs: Probudíte se v dokonalé společnosti, která je navržena tak, aby maximalizovala vaši produktivitu a zaručila vám plnou zaměstnanost!

# conversations/cutscenes/subtitles:11:DefaultText
source: With only a minor term of service, you will become the master of your own destiny when you go out of this world... to the Halcyon Colony!
cs: Stačí, když si odsloužíš jen menší službu, a staneš se pánem svého osudu, až odejdeš z tohoto světa... do kolonie Halcyon!

# conversations/cutscenes/subtitles:12:DefaultText
source: Hundreds of thousands of colonists. Left to drift out here forever, just to keep from damaging the Board's bottom line. Disgraceful.
cs: Stovky tisíc kolonistů. Zůstali tu navždy, jen aby nepoškodili zisk správní rady. Hanebné.

# conversations/cutscenes/subtitles:13:DefaultText
source: Let's see here. Which of you is qualified to help this old fool out?
cs: Podívejme se na to. Kdo z vás je kvalifikovaný pomoci tomuto starému bláznovi?
