Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/inx02_parent_commonguardrizzoguard.po
Languages: cs

# chatter/inx02_parent_commonguardrizzoguard:1:DefaultText
source: [Stub] We're gonna need some reinforcements!
cs: [Stub] Budeme potřebovat posily!

# chatter/inx02_parent_commonguardrizzoguard:3:DefaultText
source: [Stub] Another loss? Corporate won't like that.
cs: [Stub] Další ztráta? To se společnosti nebude líbit.

# chatter/inx02_parent_commonguardrizzoguard:9:DefaultText
source: [Stub] That's worrisome. Better take a look.
cs: [Stub] To je znepokojující. Raději se na to podívejte.

# chatter/inx02_parent_commonguardrizzoguard:10:DefaultText
source: [Stub] Huh? Thought I saw something.
cs: [Stub] Co? Myslel jsem, že jsem něco viděl.

# chatter/inx02_parent_commonguardrizzoguard:14:DefaultText
source: [Stub] And that's how you make Jawbreaker rank!
cs: [Stub] A takhle se dělá hodnost Jawbreakera!

# chatter/inx02_parent_commonguardrizzoguard:17:DefaultText
source: [Stub] Where the fudge are you...?
cs: [Stub] Kde to sakra jsi...?

# chatter/inx02_parent_commonguardrizzoguard:22:DefaultText
source: [Stub] It's time for a KYO!
cs: [Stub] Je čas na KYO!

# chatter/inx02_parent_commonguardrizzoguard:26:DefaultText
source: [Stub] That's property of Rizzo's now.
cs: [Stub] To je teď majetek společnosti Rizzo.

# chatter/inx02_parent_commonguardrizzoguard:27:DefaultText
source: [Stub] Two strikes earns a Nanner Spanking, pal!
cs: [Stub] Dva striky znamenají výprask Nannerem, kamaráde!

# chatter/inx02_parent_commonguardrizzoguard:29:DefaultText
source: [Stub] I was just following our corporate mandate, I swear!
cs: [Stub] Jen jsem se řídil naším firemním pověřením, přísahám!

# chatter/inx02_parent_commonguardrizzoguard:31:DefaultText
source: [Stub] Whoa, whoa, whoa! It's... Rizzo's...
cs: [Stub] Hej, hej, hej! Je to... Rizzo je...

# chatter/inx02_parent_commonguardrizzoguard:33:DefaultText
source: [Stub] Fudge, I lost 'em.
cs: [Stub] Fudge, ztratil jsem je.

# chatter/inx02_parent_commonguardrizzoguard:34:DefaultText
source: [Stub] Well, this is a sticky situation...
cs: [Stub] No, tohle je ošemetná situace...

# chatter/inx02_parent_commonguardrizzoguard:76:DefaultText
source: [Stub] I'm about to sour your day!
cs: [Stub] Chystám se ti zkazit den!

# chatter/inx02_parent_commonguardrizzoguard:80:DefaultText
source: [Stub] Don't run, I'm full of CCN76 dark chocolate!
cs: [Stub] Neutíkej, jsem plný hořké čokolády CCN76!

# chatter/inx02_parent_commonguardrizzoguard:88:DefaultText
source: [Stub] Whoa, whoa, whoa! It's Rizzo's!
cs: [To je Rizzo's!

# chatter/inx02_parent_commonguardrizzoguard:96:DefaultText
source: [Stub] I'll just add this to the cookie jar.
cs: [Stub] Přidám to do sklenice na sušenky.

# chatter/inx02_parent_commonguardrizzoguard:101:DefaultText
source: [Stub] All right, get out of here before I report you to corporate headquarters.
cs: [Dobře, vypadněte odsud, než vás nahlásím na ústředí společnosti.

# chatter/inx02_parent_commonguardrizzoguard:132:DefaultText
source: [Stub] Cheese and rice! I said stay alert!
cs: [Stub] Sýr a rýže! Řekl jsem, abyste byli ve střehu!

# chatter/inx02_parent_commonguardrizzoguard:134:DefaultText
source: [Stub] Banana shenanigans! We got another dead over here!
cs: [Stub] Banánové vylomeniny! Máme tu dalšího mrtvého!

# chatter/inx02_parent_commonguardrizzoguard:136:DefaultText
source: [Stub] Hmm. Thought I saw something...
cs: [Stub] Hmm. Zdálo se mi, že jsem něco zahlédl...

# chatter/inx02_parent_commonguardrizzoguard:150:DefaultText
source: [Stub] Look, I'm just doing my job.
cs: [Stub] Podívejte, já jen dělám svou práci.

# chatter/inx02_parent_commonguardrizzoguard:151:DefaultText
source: [Stub] Victory never tasted so sweet.
cs: [Stub] Vítězství nikdy nechutnalo tak sladce.

# chatter/inx02_parent_commonguardrizzoguard:157:DefaultText
source: [Stub] I got a Lemon-slapp with your name on it.
cs: [Stub] Dostal jsem Lemon-slapp s tvým jménem.

# chatter/inx02_parent_commonguardrizzoguard:180:DefaultText
source: [Stub] That's it. I'm gonna Purpleberry Crunch your skull.
cs: [Stub] To je vše. Rozdrtím ti lebku.

# chatter/inx02_parent_commonguardrizzoguard:186:DefaultText
source: [Stub] Please, for Anti-warfare Law's sake, don't!
cs: [Stub] Prosím, pro dobro protiválečného zákona, nedělejte to!

# chatter/inx02_parent_commonguardrizzoguard:192:DefaultText
source: [Stub] Get the fudge back here!
cs: [Stub] Vraťte sem ten fondán!

# chatter/inx02_parent_commonguardrizzoguard:194:DefaultText
source: [Stub] They melted away faster than a Rizzo’s semi-frozen milk-like dessert.
cs: [Stub] Rozplynuly se rychleji než polozmrzlý mléčný dezert Rizzo's.

# chatter/inx02_parent_commonguardrizzoguard:199:DefaultText
source: [Stub] I see 'em! Like you can see every color in Rizzo's Spectrum Vodka!
cs: [Stub] Vidím je! Jako bys viděl všechny barvy v Rizzo's Spectrum Vodce!

# chatter/inx02_parent_commonguardrizzoguard:231:DefaultText
source: [Stub] We got a candy hater here!
cs: [Stub] Máme tu nenávistníka cukroví!

# chatter/inx02_parent_commonguardrizzoguard:285:DefaultText
source: [Stub] That shade of Pulverizing Periwinkle looks good on you.
cs: [Stub] Ten odstín Pulverizing Periwinkle ti sluší.

# chatter/inx02_parent_commonguardrizzoguard:293:DefaultText
source: [Stub] Keep it up, and it'll be time for a KYO.
cs: [Stub] Jen tak dál, a bude čas na KYO.

# chatter/inx02_parent_commonguardrizzoguard:294:DefaultText
source: [Stub] Let me introduce you to my fists - sweet and salty.
cs: [Stub] Dovolte, abych vám představil své pěsti - sladké a slané.

# chatter/inx02_parent_commonguardrizzoguard:296:DefaultText
source: [Stub] I WILL purpleberry punch you.
cs: [Stub] Dám ti pěstí.

# chatter/inx02_parent_commonguardrizzoguard:396:DefaultText
source: [Stub] Freeze! Like a Rizzo’s partially emulsified milk-like dessert.
cs: [Stub] Stát! Jako částečně emulgovaný mléčný dezert Rizzo's.

# chatter/inx02_parent_commonguardrizzoguard:405:DefaultText
source: [Stub] Caught ya, sticky fingers.
cs: [Stub] Chytil jsem tě, lepkavé prsty.

# chatter/inx02_parent_commonguardrizzoguard:428:DefaultText
source: [Stub] Lemme guess, you were just hankering for a Rizzo's Lemon-Slapp.
cs: [Stub] Nech mě hádat, měl jsi chuť na Rizzo's Lemon-Slapp.
