Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionnyoka.po
Languages: cs

# chatter/parent_companionnyoka:2:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionnyoka:3:DefaultText
source: Attacking!
cs: Útok!

# chatter/parent_companionnyoka:8:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionnyoka:9:DefaultText
source: Attacking!
cs: Útok!

# chatter/parent_companionnyoka:11:DefaultText
source: No can do, Captain.
cs: To nejde, kapitáne.

# chatter/parent_companionnyoka:12:DefaultText
source: Can't do it.
cs: Nemůžeš to udělat.

# chatter/parent_companionnyoka:13:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionnyoka:16:DefaultText
source: No can do, Captain.
cs: To nejde, kapitáne.

# chatter/parent_companionnyoka:17:DefaultText
source: Can't do it.
cs: Nemůžeš to udělat.

# chatter/parent_companionnyoka:18:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionnyoka:21:DefaultText
source: No can do, Captain.
cs: To nejde, kapitáne.

# chatter/parent_companionnyoka:22:DefaultText
source: Can't do it.
cs: Nemůžeš to udělat.

# chatter/parent_companionnyoka:23:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionnyoka:41:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionnyoka:42:DefaultText
source: Making tracks.
cs: Vytváření stop.

# chatter/parent_companionnyoka:43:DefaultText
source: I'm coming.
cs: Už jdu.

# chatter/parent_companionnyoka:45:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionnyoka:46:DefaultText
source: Making tracks.
cs: Vytváření stop.

# chatter/parent_companionnyoka:47:DefaultText
source: I'm coming.
cs: Už jdu.

# chatter/parent_companionnyoka:49:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionnyoka:50:DefaultText
source: Making tracks.
cs: Vytváření stop.

# chatter/parent_companionnyoka:51:DefaultText
source: I'm coming.
cs: Už jdu.

# chatter/parent_companionnyoka:53:DefaultText
source: Nice work.
cs: Pěkná práce.

# chatter/parent_companionnyoka:54:DefaultText
source: Nice, Captain.
cs: Pěkné, kapitáne.

# chatter/parent_companionnyoka:56:DefaultText
source: Nice work.
cs: Pěkná práce.

# chatter/parent_companionnyoka:57:DefaultText
source: Nice, Captain.
cs: Pěkné, kapitáne.

# chatter/parent_companionnyoka:59:DefaultText
source: Impressive.
cs: Působivé.

# chatter/parent_companionnyoka:60:DefaultText
source: Would you look at that.
cs: Podívejte se na to.

# chatter/parent_companionnyoka:62:DefaultText
source: Impressive.
cs: Působivé.

# chatter/parent_companionnyoka:63:DefaultText
source: Would you look at that.
cs: Podívejte se na to.

# chatter/parent_companionnyoka:65:DefaultText
source: Huh. I would've just broken it.
cs: Huh. Já bych to prostě rozbil.

# chatter/parent_companionnyoka:66:DefaultText
source: Nice work.
cs: Pěkná práce.

# chatter/parent_companionnyoka:68:DefaultText
source: Huh. I would've just broken it.
cs: Huh. Já bych to prostě rozbil.

# chatter/parent_companionnyoka:69:DefaultText
source: Nice work.
cs: Pěkná práce.

# chatter/parent_companionnyoka:71:DefaultText
source: Damn. You got some nimble fingers, Captain.
cs: Zatraceně. Máte hbité prsty, kapitáne.

# chatter/parent_companionnyoka:72:DefaultText
source: Hell of a job.
cs: Pekelná práce.

# chatter/parent_companionnyoka:74:DefaultText
source: Damn. You got some nimble fingers, Captain.
cs: Zatraceně. Máte hbité prsty, kapitáne.

# chatter/parent_companionnyoka:75:DefaultText
source: Hell of a job.
cs: Pekelná práce.

# chatter/parent_companionnyoka:76:DefaultText
source: Nothing like a good tussle.
cs: Není nad pořádnou bitku.

# chatter/parent_companionnyoka:77:DefaultText
source: Libations on me, folks!
cs: Připíjím na vás, přátelé!

# chatter/parent_companionnyoka:78:DefaultText
source: Perfection.
cs: Dokonalost.

# chatter/parent_companionnyoka:79:DefaultText
source: Incoming, Captain!
cs: Příchozí, kapitáne!

# chatter/parent_companionnyoka:80:DefaultText
source: Watch out!
cs: Pozor!

# chatter/parent_companionnyoka:81:DefaultText
source: Void take you!
cs: Void si tě vezme!

# chatter/parent_companionnyoka:82:DefaultText
source: Hah! This'll be quick.
cs: Hah! Tohle bude rychlé.

# chatter/parent_companionnyoka:83:DefaultText
source: I do love a challenging hunt.
cs: Miluji náročné lovy.

# chatter/parent_companionnyoka:84:DefaultText
source: Aw, dammit. Not you, too.
cs: Sakra. Ty taky ne.

# chatter/parent_companionnyoka:85:DefaultText
source: Captain! No!
cs: Kapitáne! Ne!

# chatter/parent_companionnyoka:86:DefaultText
source: Nice shot, Captain.
cs: Pěkný záběr, kapitáne.

# chatter/parent_companionnyoka:87:DefaultText
source: Hell of a shot.
cs: Pekelná trefa.

# chatter/parent_companionnyoka:88:DefaultText
source: That's some tough armor.
cs: To je pořádně tvrdé brnění.

# chatter/parent_companionnyoka:89:DefaultText
source: Find its weakness, Cap.
cs: Najděte jeho slabinu, kapitáne.

# chatter/parent_companionnyoka:90:DefaultText
source: Corrosives ain't working, Cap.
cs: Žíraviny nefungují, kapitáne.

# chatter/parent_companionnyoka:91:DefaultText
source: Plasma ain't working, Cap.
cs: Plazma nefunguje, kapitáne.

# chatter/parent_companionnyoka:92:DefaultText
source: N-Rays ain't working, Cap.
cs: N-záření nefunguje, Cape.

# chatter/parent_companionnyoka:93:DefaultText
source: Shock ain't working, Cap.
cs: Šok nefunguje, kapitáne.

# chatter/parent_companionnyoka:95:DefaultText
source: Kill confirmed.
cs: Potvrzeno zabití.

# chatter/parent_companionnyoka:96:DefaultText
source: Solid kill.
cs: Solidní zabití.

# chatter/parent_companionnyoka:98:DefaultText
source: Kill confirmed.
cs: Potvrzeno zabití.

# chatter/parent_companionnyoka:99:DefaultText
source: Solid kill.
cs: Solidní zabití.

# chatter/parent_companionnyoka:101:DefaultText
source: Outstanding.
cs: Vynikající.

# chatter/parent_companionnyoka:102:DefaultText
source: Hell of a kill.
cs: Pekelně zabil.

# chatter/parent_companionnyoka:104:DefaultText
source: Watch it, Captain!
cs: Pozor, kapitáne!

# chatter/parent_companionnyoka:105:DefaultText
source: Get down, Cap.
cs: K zemi, kapitáne.

# chatter/parent_companionnyoka:106:DefaultText
source: Patch yourself up!
cs: Dejte se do pořádku!

# chatter/parent_companionnyoka:108:DefaultText
source: Watch it, Captain!
cs: Pozor, kapitáne!

# chatter/parent_companionnyoka:109:DefaultText
source: Get down, Cap.
cs: K zemi, kapitáne.

# chatter/parent_companionnyoka:110:DefaultText
source: Patch yourself up!
cs: Dejte se do pořádku!

# chatter/parent_companionnyoka:112:DefaultText
source: Watch it, Captain!
cs: Pozor, kapitáne!

# chatter/parent_companionnyoka:113:DefaultText
source: Get down, Cap.
cs: K zemi, kapitáne.

# chatter/parent_companionnyoka:114:DefaultText
source: Patch yourself up!
cs: Dejte se do pořádku!

# chatter/parent_companionnyoka:115:DefaultText
source: Right. As I was saying...
cs: Vpravo. Jak jsem říkal...

# chatter/parent_companionnyoka:116:DefaultText
source: Like a rapt among the rocks.
cs: Jako rapl mezi skalami.

# chatter/parent_companionnyoka:118:DefaultText
source: Watch it. We're almost exposed.
cs: Podívejte se na něj. Jsme téměř odhaleni.

# chatter/parent_companionnyoka:119:DefaultText
source: We're being tracked.
cs: Jsme sledováni.

# chatter/parent_companionnyoka:120:DefaultText
source: I'm on it!
cs: Jdu na to!

# chatter/parent_companionnyoka:122:DefaultText
source: I'm on it!
cs: Jdu na to!

# chatter/parent_companionnyoka:129:DefaultText
source: Now where the hell was I? Oh. Right...
cs: Kde jsem to sakra byl? Aha. Jasně...

# chatter/parent_companionnyoka:130:DefaultText
source: As I was telling you...
cs: Jak jsem vám říkal...

# chatter/parent_companionnyoka:133:DefaultText
source: They'll never see us.
cs: Nikdy nás neuvidí.

# chatter/parent_companionnyoka:135:DefaultText
source: And we're stalking... and we're stalking...
cs: A my sledujeme... a my sledujeme...

# chatter/parent_companionnyoka:136:DefaultText
source: Someone's got our scent.
cs: Někdo má náš pach.

# chatter/parent_companionnyoka:137:DefaultText
source: Hey, Cap. Got a minute?
cs: Ahoj, Cape. Máš chvilku?

# chatter/parent_companionnyoka:138:DefaultText
source: Captain! Let's talk.
cs: Kapitáne! Promluvme si.

# chatter/parent_companionnyoka:139:DefaultText
source: Join me for a second, will you?
cs: Přidejte se na chvíli ke mně, ano?

# chatter/parent_companionnyoka:140:DefaultText
source: I need to talk to you, Captain.
cs: Musím s vámi mluvit, kapitáne.

# chatter/parent_companionnyoka:141:DefaultText
source: Ellie's down!
cs: Ellie je na dně!

# chatter/parent_companionnyoka:142:DefaultText
source: Dammit. Get Ellie back up.
cs: Sakra. Zvedněte Ellie.

# chatter/parent_companionnyoka:143:DefaultText
source: The bucket of bolts ain't working.
cs: Kbelík se šrouby nefunguje.

# chatter/parent_companionnyoka:144:DefaultText
source: SAM's on the fritz!
cs: SAM je v poruše!

# chatter/parent_companionnyoka:145:DefaultText
source: Max is down!
cs: Max je na dně!

# chatter/parent_companionnyoka:146:DefaultText
source: Dammit. Get the vicar back up!
cs: Sakra. Vraťte faráře zpátky nahoru!

# chatter/parent_companionnyoka:147:DefaultText
source: Dammit, the kid's gone down.
cs: Sakra, ten kluk je na dně.

# chatter/parent_companionnyoka:148:DefaultText
source: I ain't letting you die on my watch, kid.
cs: Nenechám tě umřít, když tě budu hlídat, chlapče.

# chatter/parent_companionnyoka:149:DefaultText
source: Dammit, the kid's gone down.
cs: Sakra, ten kluk je na dně.

# chatter/parent_companionnyoka:150:DefaultText
source: I ain't letting you die on my watch, kid.
cs: Nenechám tě umřít, když tě budu hlídat, chlapče.

# chatter/parent_companionnyoka:152:DefaultText
source: Hey, Captain.
cs: Hej, kapitáne.

# chatter/parent_companionnyoka:153:DefaultText
source: Hey.
cs: Ahoj.

# chatter/parent_companionnyoka:154:DefaultText
source: Oof. Being on a ship sets my stomach to turning. Thank the void for alcohol.
cs: Uf. Z pobytu na lodi se mi obrací žaludek. Díky prázdnotě za alkohol.

# chatter/parent_companionnyoka:155:DefaultText
source: <hiccups> Oof. Uh oh. ...no, I'm fine. <hiccups>
cs: <škytání> Uf. Uh oh. ...ne, jsem v pořádku. <škytání>

# chatter/parent_companionnyoka:162:DefaultText
source: I wonder if raptidons have taste buds.
cs: Zajímalo by mě, jestli mají raptidoni chuťové buňky.

# chatter/parent_companionnyoka:163:DefaultText
source: The hunters wait patiently. No prey arrives. The hunters leave hungry.
cs: Lovci trpělivě čekají. Žádná kořist nepřichází. Lovci odcházejí hladoví.

# chatter/parent_companionnyoka:164:DefaultText
source: You know, the more of those spectrum bottles I drink, the less I'm able to differentiate their colors.
cs: Čím víc těch lahví se spektrem vypiju, tím méně jsem schopen rozlišovat jejich barvy.

# chatter/parent_companionnyoka:165:DefaultText
source: I wonder if raptidons have taste buds.
cs: Zajímalo by mě, jestli mají raptidoni chuťové buňky.

# chatter/parent_companionnyoka:166:DefaultText
source: The hunters wait patiently. No prey arrives. The hunters leave hungry.
cs: Lovci trpělivě čekají. Žádná kořist nepřichází. Lovci odcházejí hladoví.

# chatter/parent_companionnyoka:167:DefaultText
source: You know, the more of those spectrum bottles I drink, the less I'm able to differentiate their colors.
cs: Čím víc těch lahví se spektrem vypiju, tím méně jsem schopen rozlišovat jejich barvy.

# chatter/parent_companionnyoka:170:DefaultText
source: Moving.
cs: Stěhování.

# chatter/parent_companionnyoka:171:DefaultText
source: Making tracks.
cs: Vytváření stop.

# chatter/parent_companionnyoka:172:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionnyoka:174:DefaultText
source: Moving.
cs: Stěhování.

# chatter/parent_companionnyoka:175:DefaultText
source: Making tracks.
cs: Vytváření stop.

# chatter/parent_companionnyoka:176:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionnyoka:178:DefaultText
source: Moving.
cs: Stěhování.

# chatter/parent_companionnyoka:179:DefaultText
source: Making tracks.
cs: Vytváření stop.

# chatter/parent_companionnyoka:180:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionnyoka:181:DefaultText
source: Yeah, all right.
cs: Jo, dobře.

# chatter/parent_companionnyoka:182:DefaultText
source: I will end you!
cs: Skoncuju s tebou!

# chatter/parent_companionnyoka:183:DefaultText
source: This'll be fun.
cs: Tohle bude zábava.

# chatter/parent_companionnyoka:184:DefaultText
source: On it, Captain.
cs: Jdeme na to, kapitáne.

# chatter/parent_companionnyoka:202:DefaultText
source: Ain't happening, Captain.
cs: To se nestane, kapitáne.

# chatter/parent_companionnyoka:203:DefaultText
source: Ain't happening.
cs: To se nestane.

# chatter/parent_companionnyoka:204:DefaultText
source: Sorry, Captain. I can't.
cs: Omlouvám se, kapitáne. Nemohu.

# chatter/parent_companionnyoka:223:DefaultText
source: Will do, Captain.
cs: Udělám to, kapitáne.

# chatter/parent_companionnyoka:224:DefaultText
source: Here I go.
cs: Tady to je.

# chatter/parent_companionnyoka:244:DefaultText
source: Coming, Captain.
cs: Už jdu, kapitáne.

# chatter/parent_companionnyoka:245:DefaultText
source: I'm moving.
cs: Stěhuji se.

# chatter/parent_companionnyoka:246:DefaultText
source: Sure thing, Captain.
cs: Jistě, kapitáne.

# chatter/parent_companionnyoka:247:DefaultText
source: On my way, Cap.
cs: Jsem na cestě, kapitáne.

# chatter/parent_companionnyoka:272:DefaultText
source: I am so. Sick. Of sulfur.
cs: To jsem. Nemocný. síry.

# chatter/parent_companionnyoka:273:DefaultText
source: It is nice to take a breather, ain't it?
cs: Je hezké si oddechnout, že?

# chatter/parent_companionnyoka:279:DefaultText
source: I am so. Sick. Of sulfur.
cs: To jsem. Nemocný. síry.

# chatter/parent_companionnyoka:280:DefaultText
source: It is nice to take a breather, ain't it?
cs: Je hezké si oddechnout, že?

# chatter/parent_companionnyoka:286:DefaultText
source: Find cover, Captain!
cs: Najděte úkryt, kapitáne!

# chatter/parent_companionnyoka:287:DefaultText
source: Be careful, dammit!
cs: Buď opatrný, sakra!

# chatter/parent_companionnyoka:288:DefaultText
source: You're bleeding out!
cs: Vykrvácíš!

# chatter/parent_companionnyoka:289:DefaultText
source: Look out!
cs: Pozor!

# chatter/parent_companionnyoka:307:DefaultText
source: So. Anyway.
cs: Takže. Každopádně.

# chatter/parent_companionnyoka:321:DefaultText
source: Watch out! Ellie's been taken out!
cs: Pozor! Ellie byla unesena!

# chatter/parent_companionnyoka:322:DefaultText
source: Woman, if you don't get back up right now...
cs: Ženo, jestli se hned nevrátíš...

# chatter/parent_companionnyoka:323:DefaultText
source: I ain't letting you die here, woman!
cs: Nenechám tě tady umřít, ženská!

# chatter/parent_companionnyoka:324:DefaultText
source: SAM's shutting down!
cs: SAM končí!

# chatter/parent_companionnyoka:325:DefaultText
source: They got SAM!
cs: Mají SAMA!

# chatter/parent_companionnyoka:327:DefaultText
source: Watch out! Max has fallen!
cs: Pozor! Max spadl!

# chatter/parent_companionnyoka:328:DefaultText
source: Cover the vicar! He's down!
cs: Kryjte faráře! Je na zemi!

# chatter/parent_companionnyoka:330:DefaultText
source: Parvati! No! Protect her!
cs: Parvati! Ne! Chraňte ji!

# chatter/parent_companionnyoka:332:DefaultText
source: It's up to us now, Captain.
cs: Teď je to na nás, kapitáne.

# chatter/parent_companionnyoka:333:DefaultText
source: Get on up, Felix. This ain't the time to lounge about.
cs: Vstávej, Felixi. Teď není čas na lenošení.

# chatter/parent_companionnyoka:334:DefaultText
source: Cover Felix! He's down!
cs: Obal Felix! Je na zemi!

# chatter/parent_companionnyoka:335:DefaultText
source: It's up to us now, Captain.
cs: Teď je to na nás, kapitáne.

# chatter/parent_companionnyoka:344:DefaultText
source: Yeah, all right.
cs: Jo, dobře.

# chatter/parent_companionnyoka:345:DefaultText
source: I will end you!
cs: Skoncuju s tebou!

# chatter/parent_companionnyoka:346:DefaultText
source: This'll be fun.
cs: Tohle bude zábava.

# chatter/parent_companionnyoka:347:DefaultText
source: On it, Captain.
cs: Jdeme na to, kapitáne.

# chatter/parent_companionnyoka:351:DefaultText
source: Ain't happening, Captain.
cs: To se nestane, kapitáne.

# chatter/parent_companionnyoka:352:DefaultText
source: Ain't happening.
cs: To se nestane.

# chatter/parent_companionnyoka:353:DefaultText
source: Sorry, Captain. I can't.
cs: Omlouvám se, kapitáne. Nemohu.

# chatter/parent_companionnyoka:358:DefaultText
source: Ain't happening, Captain.
cs: To se nestane, kapitáne.

# chatter/parent_companionnyoka:359:DefaultText
source: Ain't happening.
cs: To se nestane.

# chatter/parent_companionnyoka:360:DefaultText
source: Sorry, Captain. I can't.
cs: Omlouvám se, kapitáne. Nemohu.

# chatter/parent_companionnyoka:365:DefaultText
source: Will do, Captain.
cs: Udělám to, kapitáne.

# chatter/parent_companionnyoka:366:DefaultText
source: Here I go.
cs: Tady to je.

# chatter/parent_companionnyoka:372:DefaultText
source: Will do, Captain.
cs: Udělám to, kapitáne.

# chatter/parent_companionnyoka:373:DefaultText
source: Here I go.
cs: Tady to je.

# chatter/parent_companionnyoka:379:DefaultText
source: Coming, Captain.
cs: Už jdu, kapitáne.

# chatter/parent_companionnyoka:380:DefaultText
source: I'm moving.
cs: Stěhuji se.

# chatter/parent_companionnyoka:381:DefaultText
source: Sure thing, Captain.
cs: Jistě, kapitáne.

# chatter/parent_companionnyoka:382:DefaultText
source: On my way, Cap.
cs: Jsem na cestě, kapitáne.

# chatter/parent_companionnyoka:386:DefaultText
source: Coming, Captain.
cs: Už jdu, kapitáne.

# chatter/parent_companionnyoka:387:DefaultText
source: I'm moving.
cs: Stěhuji se.

# chatter/parent_companionnyoka:388:DefaultText
source: Sure thing, Captain.
cs: Jistě, kapitáne.

# chatter/parent_companionnyoka:389:DefaultText
source: On my way, Cap.
cs: Jsem na cestě, kapitáne.

# chatter/parent_companionnyoka:393:DefaultText
source: Find cover, Captain!
cs: Najděte úkryt, kapitáne!

# chatter/parent_companionnyoka:394:DefaultText
source: Be careful, dammit!
cs: Buď opatrný, sakra!

# chatter/parent_companionnyoka:395:DefaultText
source: You're bleeding out!
cs: Vykrvácíš!

# chatter/parent_companionnyoka:396:DefaultText
source: Look out!
cs: Pozor!

# chatter/parent_companionnyoka:400:DefaultText
source: Find cover, Captain!
cs: Najděte úkryt, kapitáne!

# chatter/parent_companionnyoka:401:DefaultText
source: Be careful, dammit!
cs: Buď opatrný, sakra!

# chatter/parent_companionnyoka:402:DefaultText
source: You're bleeding out!
cs: Vykrvácíš!

# chatter/parent_companionnyoka:403:DefaultText
source: Look out!
cs: Pozor!

# chatter/parent_companionnyoka:407:DefaultText
source: I usually just kick 'em down.
cs: Obvykle je prostě kopnu dolů.

# chatter/parent_companionnyoka:410:DefaultText
source: I usually just kick 'em down.
cs: Obvykle je prostě kopnu dolů.

# chatter/parent_companionnyoka:413:DefaultText
source: You make it look so easy.
cs: Vypadá to s vámi tak jednoduše.

# chatter/parent_companionnyoka:416:DefaultText
source: You make it look so easy.
cs: Vypadá to s vámi tak jednoduše.

# chatter/parent_companionnyoka:419:DefaultText
source: And... we're alive.
cs: A... jsme naživu.

# chatter/parent_companionnyoka:421:DefaultText
source: We're done here.
cs: Tady jsme skončili.

# chatter/parent_companionnyoka:422:DefaultText
source: Damn, but we're good.
cs: Sakra, ale jsme v pohodě.

# chatter/parent_companionnyoka:423:DefaultText
source: And that's how it's done, Captain.
cs: A tak se to dělá, kapitáne.

# chatter/parent_companionnyoka:426:DefaultText
source: Returning fire!
cs: Opětování palby!

# chatter/parent_companionnyoka:427:DefaultText
source: Oh, you are in for it now!
cs: Tak to tě čeká!

# chatter/parent_companionnyoka:428:DefaultText
source: Big mistake!
cs: Velká chyba!

# chatter/parent_companionnyoka:429:DefaultText
source: This'll be fun.
cs: Tohle bude zábava.

# chatter/parent_companionnyoka:430:DefaultText
source: Opening fire!
cs: Zahajuji palbu!

# chatter/parent_companionnyoka:431:DefaultText
source: Oh, here we go.
cs: A je to tady.

# chatter/parent_companionnyoka:432:DefaultText
source: Get some!
cs: Pořiďte si je!

# chatter/parent_companionnyoka:433:DefaultText
source: This oughta be easy.
cs: Tohle by mělo být snadné.

# chatter/parent_companionnyoka:434:DefaultText
source: Piece of cake, Captain.
cs: To je hračka, kapitáne.

# chatter/parent_companionnyoka:435:DefaultText
source: This'll be a great warm-up.
cs: Bude to skvělá rozcvička.

# chatter/parent_companionnyoka:437:DefaultText
source: Uh oh. On your toes, Captain.
cs: Uh oh. Buďte ve střehu, kapitáne.

# chatter/parent_companionnyoka:438:DefaultText
source: I'll make one hell of a trophy from this fight.
cs: Z tohohle zápasu si udělám pořádnou trofej.

# chatter/parent_companionnyoka:439:DefaultText
source: Stand firm. I've got your back.
cs: Stůjte pevně. Kryju ti záda.

# chatter/parent_companionnyoka:441:DefaultText
source: No! Get back up, you asshole! Get up!
cs: Ne! Vstaň, ty kreténe! Vstávej!

# chatter/parent_companionnyoka:442:DefaultText
source: I'll bury you proper. I promise.
cs: Pořádně tě pohřbím. Slibuji.

# chatter/parent_companionnyoka:444:DefaultText
source: Nice one.
cs: Pěkné.

# chatter/parent_companionnyoka:445:DefaultText
source: Nailed it, Cap.
cs: Přesně tak, kapitáne.

# chatter/parent_companionnyoka:446:DefaultText
source: Good shootin'.
cs: Dobrá střelba.

# chatter/parent_companionnyoka:447:DefaultText
source: That ain't working. It's too tough!
cs: To nefunguje. Je to příliš tvrdé!

# chatter/parent_companionnyoka:448:DefaultText
source: Hit 'em with something else.
cs: Udeřte je něčím jiným.

# chatter/parent_companionnyoka:449:DefaultText
source: Gotta find a hole in the armor.
cs: Musíš najít díru v brnění.

# chatter/parent_companionnyoka:450:DefaultText
source: Corrosives ain't doing anything.
cs: Žíraviny nic nedělají.

# chatter/parent_companionnyoka:451:DefaultText
source: Corrosives ain't helping.
cs: Žíraviny nepomáhají.

# chatter/parent_companionnyoka:452:DefaultText
source: It's shrugging off the corrosives, Captain.
cs: Zbavuje se žíravin, kapitáne.

# chatter/parent_companionnyoka:454:DefaultText
source: Plasma ain't doing anything.
cs: Plazma nic nedělá.

# chatter/parent_companionnyoka:455:DefaultText
source: Plasma ain't helping.
cs: Plazma nepomáhá.

# chatter/parent_companionnyoka:456:DefaultText
source: It's shrugging off that plasma, Captain.
cs: Zbavuje se té plazmy, kapitáne.

# chatter/parent_companionnyoka:458:DefaultText
source: N-Rays ain't doing anything.
cs: N-Rays nic nedělají.

# chatter/parent_companionnyoka:459:DefaultText
source: N-Rays ain't helping.
cs: N-záření nepomáhá.

# chatter/parent_companionnyoka:460:DefaultText
source: It's shrugging off them N-Rays, Captain.
cs: Zbavuje se N-záření, kapitáne.

# chatter/parent_companionnyoka:462:DefaultText
source: Shocking ain't doing anything.
cs: Šokování nic nedělá.

# chatter/parent_companionnyoka:463:DefaultText
source: Shock ain't helping.
cs: Šok nepomáhá.

# chatter/parent_companionnyoka:464:DefaultText
source: It can't be shocked, Captain.
cs: Nemůže to být šok, kapitáne.

# chatter/parent_companionnyoka:466:DefaultText
source: Good score, Cap.
cs: Dobré skóre, kapitáne.

# chatter/parent_companionnyoka:467:DefaultText
source: Nice work.
cs: Pěkná práce.

# chatter/parent_companionnyoka:468:DefaultText
source: Next one's mine!
cs: Další je můj!

# chatter/parent_companionnyoka:469:DefaultText
source: Good score, Cap.
cs: Dobré skóre, kapitáne.

# chatter/parent_companionnyoka:470:DefaultText
source: Nice work.
cs: Pěkná práce.

# chatter/parent_companionnyoka:471:DefaultText
source: Next one's mine!
cs: Další je můj!
