Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionsam.po
Languages: cs

# chatter/parent_companionsam:322:DefaultText
source: SAM - putting trash in its rightful place for more than 70 years.
cs: SAM - již více než 70 let ukládá odpadky na správné místo.

# chatter/parent_companionsam:323:DefaultText
source: Unit's performance evaluation is: STERLING.
cs: Hodnocení výkonu jednotky je: STERLING.

# chatter/parent_companionsam:324:DefaultText
source: Congratulations, customer! Your SAM unit is performing at peak capacity.
cs: Gratulujeme, zákazníku! Vaše jednotka SAM pracuje na nejvyšší výkon.

# chatter/parent_companionsam:326:DefaultText
source: Invasive contaminants detected!
cs: Zjištěny invazivní kontaminanty!

# chatter/parent_companionsam:327:DefaultText
source: <alert notification>
cs: <upozornění>

# chatter/parent_companionsam:328:DefaultText
source: Caution! Alert! Warning!
cs: Pozor! Pozor! Varování!

# chatter/parent_companionsam:329:DefaultText
source: This unit is clean, mean, and ready to kill germs!
cs: Tato jednotka je čistá, zlá a připravená ničit bakterie!

# chatter/parent_companionsam:330:DefaultText
source: SAM's on the job!
cs: SAM pracuje!

# chatter/parent_companionsam:331:DefaultText
source: Preparing to neutralize and sanitize!
cs: Příprava na neutralizaci a dezinfekci!

# chatter/parent_companionsam:333:DefaultText
source: No stain is too tough for SAM.
cs: Žádná skvrna není pro SAM příliš těžká.

# chatter/parent_companionsam:334:DefaultText
source: SAM: cleaning made easy.
cs: SAM: snadné čištění.

# chatter/parent_companionsam:335:DefaultText
source: This job's difficulty is SIMPLE AS 1-2-3.
cs: Obtížnost této úlohy je jednoduchá jako 1-2-3.

# chatter/parent_companionsam:336:DefaultText
source: SAM makes sanitation look effortless.
cs: Díky společnosti SAM vypadá sanitace jako snadná záležitost.

# chatter/parent_companionsam:337:DefaultText
source: Preparing for MAXIMUM sanitization efforts!
cs: Příprava na MAXIMÁLNÍ dezinfekci!

# chatter/parent_companionsam:338:DefaultText
source: SAM units never shy away from a difficult job.
cs: Jednotky SAM se nikdy nevyhýbají obtížné práci.

# chatter/parent_companionsam:339:DefaultText
source: Switching to EXTREME CLEAN mode.
cs: Přepnutí do režimu EXTRÉMNÍ ČIŠTĚNÍ.

# chatter/parent_companionsam:340:DefaultText
source: Deploying heavy dirt destroyers.
cs: Nasazení těžkých ničitelů nečistot.

# chatter/parent_companionsam:341:DefaultText
source: Corpse detected.
cs: Detekována mrtvola.

# chatter/parent_companionsam:342:DefaultText
source: Dispensing body bag.
cs: Výdejní vak na tělo.

# chatter/parent_companionsam:343:DefaultText
source: Please deposit your entrails into an appropriate waste receptacle.
cs: Vnitřnosti prosím odložte do vhodné nádoby na odpad.

# chatter/parent_companionsam:344:DefaultText
source: You make it dirty, SAM cleans it up!
cs: Když ji zašpiníte, SAM ji vyčistí!

# chatter/parent_companionsam:345:DefaultText
source: MEGA messy!
cs: MEGA nepořádek!

# chatter/parent_companionsam:346:DefaultText
source: Filth scoured with prejudice!
cs: Špína vyčištěná s předsudky!

# chatter/parent_companionsam:369:DefaultText
source: Toxin neutralized!
cs: Toxin neutralizován!

# chatter/parent_companionsam:370:DefaultText
source: Pollutant purified!
cs: Znečišťující látka vyčištěna!

# chatter/parent_companionsam:371:DefaultText
source: Fight dirty. Clean up the competition!
cs: Špinavý boj. Vyčistěte konkurenci!

# chatter/parent_companionsam:372:DefaultText
source: Toxin neutralized!
cs: Toxin neutralizován!

# chatter/parent_companionsam:373:DefaultText
source: Pollutant purified!
cs: Znečišťující látka vyčištěna!

# chatter/parent_companionsam:374:DefaultText
source: Fight dirty. Clean up the competition!
cs: Špinavý boj. Vyčistěte konkurenci!

# chatter/parent_companionsam:375:DefaultText
source: Pollutant purified!
cs: Znečišťující látka vyčištěna!

# chatter/parent_companionsam:376:DefaultText
source: Corpse discovered. Preparing required sanitary measures...
cs: Objevená mrtvola. Příprava požadovaných hygienických opatření...

# chatter/parent_companionsam:377:DefaultText
source: Quiet, clean, lethal.
cs: Tichý, čistý, smrtící.

# chatter/parent_companionsam:382:DefaultText
source: Filth incoming.
cs: Příchozí špína.

# chatter/parent_companionsam:383:DefaultText
source: Slime and grime approaching.
cs: Blíží se sliz a špína.

# chatter/parent_companionsam:385:DefaultText
source: Identifying... dropped object is an organic in rest mode.
cs: Identifikace... upuštěný objekt je organický objekt v klidovém režimu.

# chatter/parent_companionsam:386:DefaultText
source: Warning, crewmember requires maintenance.
cs: Varování, člen posádky vyžaduje údržbu.

# chatter/parent_companionsam:387:DefaultText
source: Please pick up all spilled crewmembers.
cs: Prosím, posbírejte všechny rozsypané členy posádky.

# chatter/parent_companionsam:388:DefaultText
source: Identifying... dropped object is an organic in rest mode.
cs: Identifikace... upuštěný objekt je organický objekt v klidovém režimu.

# chatter/parent_companionsam:389:DefaultText
source: Warning, crewmember requires maintenance.
cs: Varování, člen posádky vyžaduje údržbu.

# chatter/parent_companionsam:390:DefaultText
source: Please pick up all spilled crewmembers.
cs: Prosím, posbírejte všechny rozsypané členy posádky.

# chatter/parent_companionsam:391:DefaultText
source: Identifying... dropped object is an organic in rest mode.
cs: Identifikace... upuštěný objekt je organický objekt v klidovém režimu.

# chatter/parent_companionsam:392:DefaultText
source: Warning, crewmember requires maintenance.
cs: Varování, člen posádky vyžaduje údržbu.

# chatter/parent_companionsam:393:DefaultText
source: Please pick up all spilled crewmembers.
cs: Prosím, posbírejte všechny rozsypané členy posádky.

# chatter/parent_companionsam:394:DefaultText
source: Identifying... dropped object is an organic in rest mode.
cs: Identifikace... upuštěný objekt je organický objekt v klidovém režimu.

# chatter/parent_companionsam:395:DefaultText
source: Warning, crewmember requires maintenance.
cs: Varování, člen posádky vyžaduje údržbu.

# chatter/parent_companionsam:396:DefaultText
source: Please pick up all spilled crewmembers.
cs: Prosím, posbírejte všechny rozsypané členy posádky.

# chatter/parent_companionsam:397:DefaultText
source: Identifying... dropped object is an organic in rest mode.
cs: Identifikace... upuštěný objekt je organický objekt v klidovém režimu.

# chatter/parent_companionsam:398:DefaultText
source: Warning, crewmember requires maintenance.
cs: Varování, člen posádky vyžaduje údržbu.

# chatter/parent_companionsam:399:DefaultText
source: Please pick up all spilled crewmembers.
cs: Prosím, posbírejte všechny rozsypané členy posádky.

# chatter/parent_companionsam:400:DefaultText
source: Sanitizing within established radius.
cs: Sanitace ve stanoveném okruhu.

# chatter/parent_companionsam:401:DefaultText
source: Sterling is this unit's middle name.
cs: Sterling je prostřední jméno této jednotky.

# chatter/parent_companionsam:402:DefaultText
source: Clean cycle set to: INDUSTRIAL STAIN
cs: Nastavení cyklu čištění na: PRŮMYSLOVÉ SKVRNY

# chatter/parent_companionsam:403:DefaultText
source: One order of "spic and span" coming up!
cs: Jedna objednávka "spic and span" se blíží!

# chatter/parent_companionsam:404:DefaultText
source: Object is soon to be speckless!
cs: Objekt bude brzy bez skvrn!

# chatter/parent_companionsam:405:DefaultText
source: Centrifuge mode activated.
cs: Aktivován režim odstředivky.

# chatter/parent_companionsam:406:DefaultText
source: Sanitization incoming!
cs: Sanitace přichází!

# chatter/parent_companionsam:407:DefaultText
source: Object is soon to be sparkling!
cs: Objekt se bude brzy třpytit!

# chatter/parent_companionsam:422:DefaultText
source: Customer, to your right!
cs: Zákazníku, vpravo!

# chatter/parent_companionsam:423:DefaultText
source: On your right, Customer!
cs: Vpravo, zákazníku!

# chatter/parent_companionsam:425:DefaultText
source: Customer, to your left!
cs: Zákazníku, vlevo!

# chatter/parent_companionsam:426:DefaultText
source: On your left, Customer!
cs: Po vaší levici, zákazníku!

# chatter/parent_companionsam:431:DefaultText
source: Customer, watch out!
cs: Zákazníku, pozor!

# chatter/parent_companionsam:432:DefaultText
source: Customer, behind you!
cs: Zákazník, za vámi!

# chatter/parent_companionsam:433:DefaultText
source: Behind you, Customer!
cs: Za tebou, zákazníku!

# chatter/parent_companionsam:434:DefaultText
source: Watch out, Customer!
cs: Pozor, zákazníku!
