Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent__allnpcshared.po
Languages: cs

# chatter/parent__allnpcshared:2:DefaultText
source: All right, move along.
cs: Dobře, jděte dál.

# chatter/parent__allnpcshared:6:DefaultText
source: Are you crazy?!
cs: Zbláznili jste se?!

# chatter/parent__allnpcshared:9:DefaultText
source: Are you crazy?! Stop that!
cs: Zbláznili jste se?! Přestaňte!

# chatter/parent__allnpcshared:12:DefaultText
source: Are you out of your damn mind?!
cs: Zbláznil ses?!

# chatter/parent__allnpcshared:14:DefaultText
source: Attack!
cs: Útok!

# chatter/parent__allnpcshared:16:DefaultText
source: Careful out there.
cs: Opatrně tam venku.

# chatter/parent__allnpcshared:18:DefaultText
source: Come on out!
cs: Pojďte ven!

# chatter/parent__allnpcshared:21:DefaultText
source: Crossed 'em off!
cs: Odškrtněte je!

# chatter/parent__allnpcshared:23:DefaultText
source: Crossed one off!
cs: Jednoho si odškrtněte!

# chatter/parent__allnpcshared:25:DefaultText
source: Defensive positions!
cs: Obranné pozice!

# chatter/parent__allnpcshared:28:DefaultText
source: Die, miscreant!
cs: Zemři, darebáku!

# chatter/parent__allnpcshared:30:DefaultText
source: Dissident neutralized!
cs: Disident neutralizován!

# chatter/parent__allnpcshared:31:DefaultText
source: Dissidents!
cs: Disidenti!

# chatter/parent__allnpcshared:34:DefaultText
source: Don't hurt me!
cs: Neubližujte mi!

# chatter/parent__allnpcshared:36:DefaultText
source: Don't let 'em get away!
cs: Nenechte je utéct!

# chatter/parent__allnpcshared:38:DefaultText
source: Don't let 'em get away!
cs: Nenechte je utéct!

# chatter/parent__allnpcshared:40:DefaultText
source: Don't mess with me!
cs: Nezahrávejte si se mnou!

# chatter/parent__allnpcshared:42:DefaultText
source: Don't play games with me!
cs: Nehraj si se mnou!

# chatter/parent__allnpcshared:43:DefaultText
source: Found you!
cs: Našel jsem tě!

# chatter/parent__allnpcshared:47:DefaultText
source: Get away from me!
cs: Jděte ode mě pryč!

# chatter/parent__allnpcshared:48:DefaultText
source: Get away from me!
cs: Jděte ode mě pryč!

# chatter/parent__allnpcshared:51:DefaultText
source: Get back here!
cs: Vraťte se sem!

# chatter/parent__allnpcshared:53:DefaultText
source: Get 'em!
cs: Vezměte si je!

# chatter/parent__allnpcshared:55:DefaultText
source: Good to see you.
cs: Rád vás vidím.

# chatter/parent__allnpcshared:57:DefaultText
source: Got you!
cs: Mám tě!

# chatter/parent__allnpcshared:59:DefaultText
source: Guards! Stop them!
cs: Stráže! Zastavte je!

# chatter/parent__allnpcshared:61:DefaultText
source: Guess I'm seeing things.
cs: Asi to vidím.

# chatter/parent__allnpcshared:64:DefaultText
source: Guess it was nothing.
cs: Asi to nic nebylo.

# chatter/parent__allnpcshared:66:DefaultText
source: Help! Lawbreakers!
cs: Pomoc! Porušovatelé zákona!

# chatter/parent__allnpcshared:67:DefaultText
source: Hey you, stop!
cs: Hej, ty, přestaň!

# chatter/parent__allnpcshared:70:DefaultText
source: Hey! Careful!
cs: Hej! Pozor!

# chatter/parent__allnpcshared:72:DefaultText
source: Hey! Get away from that thing!
cs: Hej! Jdi od té věci pryč!

# chatter/parent__allnpcshared:74:DefaultText
source: Hey! Get away from that!
cs: Hej! Jděte od toho pryč!

# chatter/parent__allnpcshared:76:DefaultText
source: Hey! Get off that terminal!
cs: Hej! Vypadněte z toho terminálu!

# chatter/parent__allnpcshared:78:DefaultText
source: Hey! I need some help here!
cs: Hej! Potřebuji pomoc!

# chatter/parent__allnpcshared:82:DefaultText
source: Hey! I saw that!
cs: Hej! To jsem viděl!

# chatter/parent__allnpcshared:89:DefaultText
source: Hey! I warned you!
cs: Hej! Varoval jsem tě!

# chatter/parent__allnpcshared:91:DefaultText
source: Hey! Stay out of there!
cs: Hej! Nechoďte tam!

# chatter/parent__allnpcshared:95:DefaultText
source: Hey! Stop that!
cs: Hej! Přestaňte!

# chatter/parent__allnpcshared:97:DefaultText
source: Hey! Stop!
cs: Hej! Stůj!

# chatter/parent__allnpcshared:99:DefaultText
source: Hey! Stop!
cs: Hej! Stůj!

# chatter/parent__allnpcshared:102:DefaultText
source: Hey! That's against regulation!
cs: Hej! To je proti předpisům!

# chatter/parent__allnpcshared:105:DefaultText
source: Hey! You!
cs: Hej! Ty!

# chatter/parent__allnpcshared:112:DefaultText
source: Hey, hullhead. Put that down.
cs: Ahoj, Hullheade. Polož to.

# chatter/parent__allnpcshared:114:DefaultText
source: Hey, looking good.
cs: Ahoj, vypadá to dobře.

# chatter/parent__allnpcshared:115:DefaultText
source: Hey, take it easy with that thing.
cs: Hej, opatrně s tím.

# chatter/parent__allnpcshared:120:DefaultText
source: Hold it right there!
cs: Podržte to tady!

# chatter/parent__allnpcshared:126:DefaultText
source: Huh. Guess I'm getting paranoid.
cs: Huh. Asi začínám být paranoidní.

# chatter/parent__allnpcshared:127:DefaultText
source: Huh. Nothing there.
cs: Huh. Nic tam není.

# chatter/parent__allnpcshared:130:DefaultText
source: Huh?
cs: Cože?

# chatter/parent__allnpcshared:131:DefaultText
source: Huh? What was that?
cs: Cože? Co to bylo?

# chatter/parent__allnpcshared:133:DefaultText
source: I didn't sign up for this!
cs: Na tohle jsem se nepřihlásil!

# chatter/parent__allnpcshared:136:DefaultText
source: I don't have time for this. Move along.
cs: Nemám na to čas. Jděte dál.

# chatter/parent__allnpcshared:138:DefaultText
source: I don't want any trouble out of you.
cs: Nechci, abyste mi dělal potíže.

# chatter/parent__allnpcshared:140:DefaultText
source: I need backup!
cs: Potřebuji zálohu!

# chatter/parent__allnpcshared:146:DefaultText
source: I'll find whoever did this!
cs: Najdu toho, kdo to udělal!

# chatter/parent__allnpcshared:148:DefaultText
source: I'll look the other way - this time.
cs: Tentokrát se budu dívat jinam.

# chatter/parent__allnpcshared:149:DefaultText
source: I'll make you pay!
cs: Zaplatíš za to!

# chatter/parent__allnpcshared:151:DefaultText
source: I'll pretend I didn't see anything.
cs: Budu předstírat, že jsem nic neviděl.

# chatter/parent__allnpcshared:153:DefaultText
source: I'll pretend this never happened.
cs: Budu předstírat, že se to nikdy nestalo.

# chatter/parent__allnpcshared:155:DefaultText
source: I'm done playing games!
cs: S hraním her končím!

# chatter/parent__allnpcshared:158:DefaultText
source: I'm going to find you!
cs: Najdu tě!

# chatter/parent__allnpcshared:160:DefaultText
source: I'm jumping at shadows, here...
cs: Skáču po stínech...

# chatter/parent__allnpcshared:163:DefaultText
source: I've had enough of you!
cs: Už tě mám dost!

# chatter/parent__allnpcshared:165:DefaultText
source: Just don't make more paperwork for me, all right?
cs: Jen mi nedělejte další papírování, ano?

# chatter/parent__allnpcshared:166:DefaultText
source: Keep looking! They're still out there!
cs: Hledejte dál! Stále jsou někde venku!

# chatter/parent__allnpcshared:169:DefaultText
source: Keep your hands to yourself!
cs: Ruce si nechte pro sebe!

# chatter/parent__allnpcshared:172:DefaultText
source: Lawbreaker! I saw that!
cs: Porušovatel zákona! Viděl jsem to!

# chatter/parent__allnpcshared:174:DefaultText
source: Looking sharp.
cs: Vypadá ostře.

# chatter/parent__allnpcshared:175:DefaultText
source: Lost sight of 'em! Fan out!
cs: Ztratil jsem je z dohledu! Vypadněte!

# chatter/parent__allnpcshared:177:DefaultText
source: Lost the target! Find 'em!
cs: Ztratil jsem cíl! Najděte je!

# chatter/parent__allnpcshared:178:DefaultText
source: Mind's playing tricks on me...
cs: Mysl si se mnou hraje...

# chatter/parent__allnpcshared:180:DefaultText
source: Nice doing business with you.
cs: Je příjemné s vámi obchodovat.

# chatter/parent__allnpcshared:182:DefaultText
source: No prisoners!
cs: Žádní vězni!

# chatter/parent__allnpcshared:184:DefaultText
source: No!
cs: Ne!

# chatter/parent__allnpcshared:186:DefaultText
source: No! Don't do this!
cs: Ne! Nedělejte to!

# chatter/parent__allnpcshared:190:DefaultText
source: No! I've had enough!
cs: Ne! Už toho mám dost!

# chatter/parent__allnpcshared:193:DefaultText
source: No! Leave me alone!
cs: Ne! Nechte mě být!

# chatter/parent__allnpcshared:195:DefaultText
source: No! Please don't hurt me!
cs: Ne! Prosím, neubližujte mi!

# chatter/parent__allnpcshared:196:DefaultText
source: No! Please don't! I'm sorry, I'm SORRY!
cs: Ne! Prosím, ne! Je mi to líto, je mi to líto!

# chatter/parent__allnpcshared:198:DefaultText
source: No! Please, don't!
cs: Ne! Prosím, ne!

# chatter/parent__allnpcshared:200:DefaultText
source: No! Stay back!
cs: Ne! Zůstaňte vzadu!

# chatter/parent__allnpcshared:201:DefaultText
source: No! Stop! I give up!
cs: Ne! Přestaňte! Vzdávám se!

# chatter/parent__allnpcshared:202:DefaultText
source: No, no! Please! I don't want no trouble!
cs: Ne, ne! Prosím! Nechci žádné problémy!

# chatter/parent__allnpcshared:203:DefaultText
source: Nobody taught you firearm safety, huh?
cs: Nikdo tě neučil o bezpečnosti střelných zbraní, co?

# chatter/parent__allnpcshared:204:DefaultText
source: Not so fast!
cs: Ne tak rychle!

# chatter/parent__allnpcshared:208:DefaultText
source: Now just c-calm down!
cs: Teď se uklidni!

# chatter/parent__allnpcshared:209:DefaultText
source: Oh, Law! I think I soiled myself.
cs: Oh, Law! Myslím, že jsem se ušpinil.

# chatter/parent__allnpcshared:210:DefaultText
source: Oh, Law, I don't want to die. I don't want to die!
cs: Ach, Lawe, nechci umřít. Já nechci umřít!

# chatter/parent__allnpcshared:212:DefaultText
source: One down!
cs: Jeden je pryč!

# chatter/parent__allnpcshared:214:DefaultText
source: Open fire!
cs: Otevřete oheň!

# chatter/parent__allnpcshared:215:DefaultText
source: Pathetic.
cs: Ubohé.

# chatter/parent__allnpcshared:217:DefaultText
source: Please don't point that at me.
cs: Prosím, neukazujte to na mě.

# chatter/parent__allnpcshared:219:DefaultText
source: Please! Don't kill me!
cs: Prosím! Nezabíjejte mě!

# chatter/parent__allnpcshared:220:DefaultText
source: Please! I don't want to die!
cs: Prosím! Nechci zemřít!

# chatter/parent__allnpcshared:222:DefaultText
source: Put 'em down!
cs: Položte je!

# chatter/parent__allnpcshared:224:DefaultText
source: Put 'em in the dirt!
cs: Položte je do hlíny!

# chatter/parent__allnpcshared:225:DefaultText
source: Put that down. Are you crazy?
cs: Položte to. Zbláznil ses?

# chatter/parent__allnpcshared:226:DefaultText
source: Saw something. I'm gonna take a look.
cs: Něco viděl. Podívám se na to.

# chatter/parent__allnpcshared:228:DefaultText
source: Shit! No!
cs: Do prdele! Ne!

# chatter/parent__allnpcshared:230:DefaultText
source: Show yourselves!
cs: Ukažte se!

# chatter/parent__allnpcshared:231:DefaultText
source: Someone stop 'em!
cs: Zastavte je někdo!

# chatter/parent__allnpcshared:232:DefaultText
source: Something's not right. I'm gonna go have a look.
cs: Něco není v pořádku. Půjdu se na to podívat.

# chatter/parent__allnpcshared:233:DefaultText
source: Something's not right...
cs: Něco není v pořádku...

# chatter/parent__allnpcshared:235:DefaultText
source: Stand your ground!
cs: Stůjte na místě!

# chatter/parent__allnpcshared:236:DefaultText
source: Stay back! Stay back!
cs: Držte se zpátky! Držte se zpátky!

# chatter/parent__allnpcshared:237:DefaultText
source: Stop that! Are you crazy?!
cs: Přestaňte s tím! Zbláznil ses?!

# chatter/parent__allnpcshared:239:DefaultText
source: Stop right there!
cs: Zastavte se na místě!

# chatter/parent__allnpcshared:241:DefaultText
source: Stop!
cs: Zastavte!

# chatter/parent__allnpcshared:243:DefaultText
source: Stop! I surrender!
cs: Přestaňte! Vzdávám se!

# chatter/parent__allnpcshared:245:DefaultText
source: Take 'em down!
cs: Sundejte je!

# chatter/parent__allnpcshared:246:DefaultText
source: That was your last warning!
cs: To bylo tvé poslední varování!

# chatter/parent__allnpcshared:249:DefaultText
source: That's one down!
cs: To je o jednoho méně!

# chatter/parent__allnpcshared:251:DefaultText
source: There they are!
cs: Tady jsou!

# chatter/parent__allnpcshared:252:DefaultText
source: There you are!
cs: Tady jste!

# chatter/parent__allnpcshared:253:DefaultText
source: They're hiding! Hunt 'em down!
cs: Schovávají se! Ulovte je!

# chatter/parent__allnpcshared:254:DefaultText
source: They're in my sights!
cs: Mám je na mušce!

# chatter/parent__allnpcshared:256:DefaultText
source: They're over here!
cs: Jsou tady!

# chatter/parent__allnpcshared:257:DefaultText
source: This is a restricted area. Leave now or I am authorized to use deadly force!
cs: Jedná se o oblast s omezeným přístupem. Okamžitě odejděte, jinak jsem oprávněn použít smrtící sílu!

# chatter/parent__allnpcshared:258:DefaultText
source: Thought I saw something.
cs: Zdálo se mi, že jsem něco zahlédl.

# chatter/parent__allnpcshared:259:DefaultText
source: Thought you could run from me?!
cs: Myslel sis, že přede mnou utečeš?!

# chatter/parent__allnpcshared:260:DefaultText
source: Waste of company ammo.
cs: Plýtvání firemní municí.

# chatter/parent__allnpcshared:263:DefaultText
source: Watch it!
cs: Dívejte se!

# chatter/parent__allnpcshared:266:DefaultText
source: We lost one!
cs: O jednoho jsme přišli!

# chatter/parent__allnpcshared:267:DefaultText
source: We're being attacked!
cs: Útočí na nás!

# chatter/parent__allnpcshared:268:DefaultText
source: We're losing here!
cs: Prohráváme!

# chatter/parent__allnpcshared:270:DefaultText
source: We're taking losses!
cs: Přijímáme ztráty!

# chatter/parent__allnpcshared:272:DefaultText
source: We're under attack!
cs: Jsme pod útokem!

# chatter/parent__allnpcshared:273:DefaultText
source: What do you think you're doing?!
cs: Co si myslíš, že děláš?!

# chatter/parent__allnpcshared:275:DefaultText
source: What do you think you're doing?
cs: Co si myslíte, že děláte?

# chatter/parent__allnpcshared:276:DefaultText
source: What the...
cs: Co se děje?

# chatter/parent__allnpcshared:279:DefaultText
source: What was that?
cs: Co to bylo?

# chatter/parent__allnpcshared:281:DefaultText
source: What was that?
cs: Co to bylo?

# chatter/parent__allnpcshared:283:DefaultText
source: What was that? I'd better take a look.
cs: Co to bylo? Raději se podívám.

# chatter/parent__allnpcshared:284:DefaultText
source: What?
cs: Cože?

# chatter/parent__allnpcshared:286:DefaultText
source: Whoa!
cs: Páni!

# chatter/parent__allnpcshared:287:DefaultText
source: Wrong move!
cs: Špatný krok!

# chatter/parent__allnpcshared:291:DefaultText
source: You and I never saw each other.
cs: My dva jsme se nikdy neviděli.

# chatter/parent__allnpcshared:294:DefaultText
source: You can't hide forever!
cs: Nemůžeš se schovávat věčně!

# chatter/parent__allnpcshared:295:DefaultText
source: You can't hide from me!
cs: Přede mnou se neschováš!

# chatter/parent__allnpcshared:296:DefaultText
source: You can't hide from the Law!
cs: Před zákonem se neschováš!

# chatter/parent__allnpcshared:299:DefaultText
source: You know, you made a real generous argument.
cs: Víš, předložil jsi opravdu velkorysý argument.

# chatter/parent__allnpcshared:302:DefaultText
source: You picked the wrong damn day!
cs: Vybral sis špatný den!

# chatter/parent__allnpcshared:306:DefaultText
source: You take me for a fool?!
cs: Máš mě za blázna?!

# chatter/parent__allnpcshared:308:DefaultText
source: You think I'm an idiot?!
cs: Myslíte si, že jsem idiot?!

# chatter/parent__allnpcshared:309:DefaultText
source: You! Drop that magpick!
cs: Ty! Zahoď ten magpick!

# chatter/parent__allnpcshared:311:DefaultText
source: You're dead!
cs: Jsi mrtvý!

# chatter/parent__allnpcshared:313:DefaultText
source: You're not fooling me.
cs: Mě neoklamete.

# chatter/parent__allnpcshared:316:DefaultText
source: Carry on.
cs: Pokračujte.

# chatter/parent__allnpcshared:317:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# chatter/parent__allnpcshared:318:DefaultText
source: Got my sights on you.
cs: Mám na tebe zálusk.

# chatter/parent__allnpcshared:319:DefaultText
source: As you were.
cs: Jak jsi to dělal ty.

# chatter/parent__allnpcshared:320:DefaultText
source: Move along.
cs: Pokračujte.

# chatter/parent__allnpcshared:321:DefaultText
source: Staying long?
cs: Zůstáváte dlouho?

# chatter/parent__allnpcshared:323:DefaultText
source: Huh?
cs: Cože?

# chatter/parent__allnpcshared:324:DefaultText
source: Hey.
cs: Ahoj.
