Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionsam.po
Languages: cs

# chatter/parent_companionsam:2:DefaultText
source: Commencing cleaning cycle.
cs: Zahájení čisticího cyklu.

# chatter/parent_companionsam:3:DefaultText
source: <music notes, like a Roomba starting up>
cs: <hudební tóny, jako když se spouští Roomba>

# chatter/parent_companionsam:5:DefaultText
source: Commencing cleaning cycle.
cs: Zahájení čisticího cyklu.

# chatter/parent_companionsam:6:DefaultText
source: <music notes, like a Roomba starting up>
cs: <hudební tóny, jako když se spouští Roomba>

# chatter/parent_companionsam:8:DefaultText
source: Commencing cleaning cycle.
cs: Zahájení čisticího cyklu.

# chatter/parent_companionsam:9:DefaultText
source: <music notes, like a Roomba starting up>
cs: <hudební tóny, jako když se spouští Roomba>

# chatter/parent_companionsam:11:DefaultText
source: Error: Request invalid.
cs: Chyba: Neplatný požadavek.

# chatter/parent_companionsam:12:DefaultText
source: Error: This unit is unable to do that.
cs: Chyba: Tato jednotka to nedokáže.

# chatter/parent_companionsam:13:DefaultText
source: Error: Command not recognized.
cs: Chyba: Příkaz nebyl rozpoznán.

# chatter/parent_companionsam:16:DefaultText
source: Error: Request invalid.
cs: Chyba: Neplatný požadavek.

# chatter/parent_companionsam:17:DefaultText
source: Error: This unit is unable to do that.
cs: Chyba: Tato jednotka to nedokáže.

# chatter/parent_companionsam:18:DefaultText
source: Error: Command not recognized.
cs: Chyba: Příkaz nebyl rozpoznán.

# chatter/parent_companionsam:21:DefaultText
source: Error: Request invalid.
cs: Chyba: Neplatný požadavek.

# chatter/parent_companionsam:22:DefaultText
source: Error: This unit is unable to do that.
cs: Chyba: Tato jednotka to nedokáže.

# chatter/parent_companionsam:23:DefaultText
source: Error: Command not recognized.
cs: Chyba: Příkaz nebyl rozpoznán.

# chatter/parent_companionsam:41:DefaultText
source: Unit recalled.
cs: Odvolaná jednotka.

# chatter/parent_companionsam:42:DefaultText
source: Returning.
cs: Vrací se.

# chatter/parent_companionsam:43:DefaultText
source: Tether engaged. Returning to customer.
cs: Vázání je zapnuto. Vrací se k zákazníkovi.

# chatter/parent_companionsam:45:DefaultText
source: Unit recalled.
cs: Odvolaná jednotka.

# chatter/parent_companionsam:46:DefaultText
source: Returning.
cs: Vrací se.

# chatter/parent_companionsam:47:DefaultText
source: Tether engaged. Returning to customer.
cs: Vázání je zapnuto. Vrací se k zákazníkovi.

# chatter/parent_companionsam:49:DefaultText
source: Unit recalled.
cs: Odvolaná jednotka.

# chatter/parent_companionsam:50:DefaultText
source: Returning.
cs: Vrací se.

# chatter/parent_companionsam:51:DefaultText
source: Tether engaged. Returning to customer.
cs: Vázání je zapnuto. Vrací se k zákazníkovi.

# chatter/parent_companionsam:76:DefaultText
source: Cleaning cycle complete.
cs: Cyklus čištění je dokončen.

# chatter/parent_companionsam:77:DefaultText
source: This area has been sanitized.
cs: Tato oblast byla vyčištěna.

# chatter/parent_companionsam:78:DefaultText
source: Job classification: FLAWLESSLY FINISHED.
cs: Pracovní zařazení: BEZCHYBNĚ DOKONČENO.

# chatter/parent_companionsam:79:DefaultText
source: Caution! Infestation encroaching.
cs: Pozor! Nákaza se blíží.

# chatter/parent_companionsam:80:DefaultText
source: Dirt alert!
cs: Pozor na špínu!

# chatter/parent_companionsam:81:DefaultText
source: Time to take out the trash.
cs: Je čas vynést odpadky.

# chatter/parent_companionsam:82:DefaultText
source: Gaze in wonder at SAM's cleaning prowess!
cs: S úžasem se podívejte na SAMovy úklidové schopnosti!

# chatter/parent_companionsam:83:DefaultText
source: Tough stains ahead!
cs: Těžké skvrny před námi!

# chatter/parent_companionsam:84:DefaultText
source: Error: owner not found.
cs: Chyba: vlastník nebyl nalezen.

# chatter/parent_companionsam:85:DefaultText
source: Sensors indicate a decaying body in the area!
cs: Senzory ukazují, že se v oblasti nachází rozkládající se tělo!

# chatter/parent_companionsam:86:DefaultText
source: That will leave a stain.
cs: To zanechá skvrnu.

# chatter/parent_companionsam:87:DefaultText
source: <slow whistles>
cs: <pomalé pískání>

# chatter/parent_companionsam:88:DefaultText
source: Substance is resistant to cleaning efforts.
cs: Látka je odolná vůči čištění.

# chatter/parent_companionsam:89:DefaultText
source: Analysis of efforts: wrong tool for the job.
cs: Analýza úsilí: špatný nástroj pro danou práci.

# chatter/parent_companionsam:90:DefaultText
source: Corrosives are not the cleaning solution for this job.
cs: Žíraviny nejsou pro tuto práci vhodným čisticím prostředkem.

# chatter/parent_companionsam:91:DefaultText
source: Plasma cannot sanitize that contaminant.
cs: Plazma nemůže tuto kontaminující látku dezinfikovat.

# chatter/parent_companionsam:92:DefaultText
source: N-Rays are ineffective against this stain.
cs: N-záření je proti této skvrně neúčinné.

# chatter/parent_companionsam:93:DefaultText
source: Shocking has no neutralizing effect on that toxin.
cs: Šokování nemá na tento toxin žádný neutralizační účinek.

# chatter/parent_companionsam:95:DefaultText
source: Corpse detected.
cs: Detekována mrtvola.

# chatter/parent_companionsam:96:DefaultText
source: Body bag required.
cs: Je vyžadován vak na tělo.

# chatter/parent_companionsam:98:DefaultText
source: Corpse detected.
cs: Detekována mrtvola.

# chatter/parent_companionsam:99:DefaultText
source: Body bag required.
cs: Je vyžadován vak na tělo.

# chatter/parent_companionsam:101:DefaultText
source: Cleaning done quiet.
cs: Úklid probíhá v tichosti.

# chatter/parent_companionsam:102:DefaultText
source: Body bag required.
cs: Je vyžadován vak na tělo.

# chatter/parent_companionsam:104:DefaultText
source: Health alert! Disclaimer: SAM units are not equipped to provide medical aid.
cs: Zdravotní varování! Upozornění: Jednotky SAM nejsou vybaveny k poskytování lékařské pomoci.

# chatter/parent_companionsam:105:DefaultText
source: Health alert! Customer, your vitals are in disarray!
cs: Zdravotní varování! Zákazníku, vaše životní funkce jsou v nepořádku!

# chatter/parent_companionsam:106:DefaultText
source: Health alert! Don't forget to wash your wounds!
cs: Zdravotní varování! Nezapomeňte si umýt rány!

# chatter/parent_companionsam:108:DefaultText
source: Health alert! Disclaimer: SAM units are not equipped to provide medical aid.
cs: Zdravotní varování! Upozornění: Jednotky SAM nejsou vybaveny k poskytování lékařské pomoci.

# chatter/parent_companionsam:109:DefaultText
source: Health alert! Customer, your vitals are in disarray!
cs: Zdravotní varování! Zákazníku, vaše životní funkce jsou v nepořádku!

# chatter/parent_companionsam:110:DefaultText
source: Health alert! Don't forget to wash your wounds!
cs: Zdravotní varování! Nezapomeňte si umýt rány!

# chatter/parent_companionsam:112:DefaultText
source: Health alert! Disclaimer: SAM units are not equipped to provide medical aid.
cs: Zdravotní varování! Upozornění: Jednotky SAM nejsou vybaveny k poskytování lékařské pomoci.

# chatter/parent_companionsam:113:DefaultText
source: Health alert! Customer, your vitals are in disarray!
cs: Zdravotní varování! Zákazníku, vaše životní funkce jsou v nepořádku!

# chatter/parent_companionsam:114:DefaultText
source: Health alert! Don't forget to wash your wounds!
cs: Zdravotní varování! Nezapomeňte si umýt rány!

# chatter/parent_companionsam:115:DefaultText
source: Resuming prior interfacing...
cs: Obnovení předchozího propojení...

# chatter/parent_companionsam:116:DefaultText
source: Muting volume now.
cs: Ztlumení hlasitosti nyní.

# chatter/parent_companionsam:118:DefaultText
source: Scum detected in the vicinity.
cs: V okolí byl zjištěn šmejd.

# chatter/parent_companionsam:119:DefaultText
source: Caution. Garbage incoming.
cs: Upozornění. Příchozí odpadky.

# chatter/parent_companionsam:120:DefaultText
source: Contaminant targeted!
cs: Zaměřeno na kontaminanty!

# chatter/parent_companionsam:121:DefaultText
source: Contaminant targeted!
cs: Zaměřeno na kontaminanty!

# chatter/parent_companionsam:122:DefaultText
source: Contaminant targeted!
cs: Zaměřeno na kontaminanty!

# chatter/parent_companionsam:129:DefaultText
source: Re-initializing customer engagement sequence.
cs: Opětovná inicializace sekvence zapojení zákazníků.

# chatter/parent_companionsam:133:DefaultText
source: Entering quiet mode.
cs: Přechod do klidového režimu.

# chatter/parent_companionsam:135:DefaultText
source: <Music gets quieter, going into muted mode>
cs: <Hudba se ztiší a přejde do režimu ztlumení>

# chatter/parent_companionsam:136:DefaultText
source: Contaminant warning.
cs: Varování před kontaminanty.

# chatter/parent_companionsam:137:DefaultText
source: Customer, this SAM unit requires your confirmation on a service order.
cs: Zákazníku, tato jednotka SAM vyžaduje vaše potvrzení na servisní objednávku.

# chatter/parent_companionsam:145:DefaultText
source: SAM units never lay down on the job.
cs: Jednotky SAM se při práci nikdy nepoložily.

# chatter/parent_companionsam:146:DefaultText
source: Reminder: lying in the dirt is unsanitary.
cs: Připomínáme, že ležet ve špíně je nehygienické.

# chatter/parent_companionsam:149:DefaultText
source: SAM units never lay down on the job.
cs: Jednotky SAM se při práci nikdy nepoložily.

# chatter/parent_companionsam:150:DefaultText
source: Reminder: lying in the dirt is unsanitary.
cs: Připomínáme, že ležet ve špíně je nehygienické.

# chatter/parent_companionsam:152:DefaultText
source: SAM units never lay down on the job.
cs: Jednotky SAM se při práci nikdy nepoložily.

# chatter/parent_companionsam:153:DefaultText
source: Reminder: lying in the dirt is unsanitary.
cs: Připomínáme, že ležet ve špíně je nehygienické.

# chatter/parent_companionsam:155:DefaultText
source: SAM units never lay down on the job.
cs: Jednotky SAM se při práci nikdy nepoložily.

# chatter/parent_companionsam:156:DefaultText
source: Reminder: lying in the dirt is unsanitary.
cs: Připomínáme, že ležet ve špíně je nehygienické.

# chatter/parent_companionsam:158:DefaultText
source: SAM units never lay down on the job.
cs: Jednotky SAM se při práci nikdy nepoložily.

# chatter/parent_companionsam:159:DefaultText
source: Reminder: lying in the dirt is unsanitary.
cs: Připomínáme, že ležet ve špíně je nehygienické.

# chatter/parent_companionsam:161:DefaultText
source: Greetings, customer.
cs: Zdravím vás, zákazníku.

# chatter/parent_companionsam:162:DefaultText
source: On standby for command.
cs: V pohotovostním režimu pro příkaz.

# chatter/parent_companionsam:163:DefaultText
source: Status report: 13 jobs scheduled for area maintenance.
cs: Zpráva o stavu: 13 zakázek naplánovaných na údržbu oblasti.

# chatter/parent_companionsam:164:DefaultText
source: What a mess.
cs: To je ale zmatek.

# chatter/parent_companionsam:166:DefaultText
source: <music notes, like elevator Muzak>
cs: <hudební tóny, jako výtahový Muzak>

# chatter/parent_companionsam:167:DefaultText
source: Entering sleep mode.
cs: Přechod do režimu spánku.

# chatter/parent_companionsam:168:DefaultText
source: Buy SAM for your cleaning needs. Because our units are spotless.
cs: Kupte si SAM pro své potřeby čištění. Protože naše jednotky jsou bez poskvrnky.

# chatter/parent_companionsam:170:DefaultText
source: <music notes, like elevator Muzak>
cs: <hudební tóny, jako výtahový Muzak>

# chatter/parent_companionsam:171:DefaultText
source: Entering sleep mode.
cs: Přechod do režimu spánku.

# chatter/parent_companionsam:172:DefaultText
source: Buy SAM for your cleaning needs. Because our units are spotless.
cs: Kupte si SAM pro své potřeby čištění. Protože naše jednotky jsou bez poskvrnky.

# chatter/parent_companionsam:175:DefaultText
source: Course routed.
cs: Směrování kurzu.

# chatter/parent_companionsam:176:DefaultText
source: Unit moving to destination.
cs: Jednotka se přesouvá na místo určení.

# chatter/parent_companionsam:177:DefaultText
source: Caution! Keep fingers and toes clear of unit's moving parts.
cs: Pozor! Nedotýkejte se pohyblivých částí jednotky prsty na rukou a nohou.

# chatter/parent_companionsam:179:DefaultText
source: Course routed.
cs: Směrování kurzu.

# chatter/parent_companionsam:180:DefaultText
source: Unit moving to destination.
cs: Jednotka se přesouvá na místo určení.

# chatter/parent_companionsam:181:DefaultText
source: Caution! Keep fingers and toes clear of unit's moving parts.
cs: Pozor! Nedotýkejte se pohyblivých částí jednotky prsty na rukou a nohou.

# chatter/parent_companionsam:183:DefaultText
source: Course routed.
cs: Směrování kurzu.

# chatter/parent_companionsam:184:DefaultText
source: Unit moving to destination.
cs: Jednotka se přesouvá na místo určení.

# chatter/parent_companionsam:185:DefaultText
source: Caution! Keep fingers and toes clear of unit's moving parts.
cs: Pozor! Nedotýkejte se pohyblivých částí jednotky prsty na rukou a nohou.

# chatter/parent_companionsam:186:DefaultText
source: Activating dirt patrol.
cs: Aktivace špinavé hlídky.

# chatter/parent_companionsam:187:DefaultText
source: Unauthorized contaminants!
cs: Nepovolené kontaminanty!

# chatter/parent_companionsam:188:DefaultText
source: Wash mode on!
cs: Režim praní zapnut!

# chatter/parent_companionsam:189:DefaultText
source: Scrubbing the dirt out.
cs: Drhnutí nečistot.

# chatter/parent_companionsam:190:DefaultText
source: Attacking contaminant with intent to kill!
cs: Útok na kontaminant s úmyslem zabít!

# chatter/parent_companionsam:191:DefaultText
source: Tidying up.
cs: Úklid.

# chatter/parent_companionsam:192:DefaultText
source: Deep clean commencing.
cs: Zahájení hloubkového čištění.

# chatter/parent_companionsam:193:DefaultText
source: Sorry, customer! That request cannot be accommodated.
cs: Omlouváme se, zákazníku! Tomuto požadavku nelze vyhovět.

# chatter/parent_companionsam:194:DefaultText
source: Error: Does not compute.
cs: Chyba: Nevypočítává.

# chatter/parent_companionsam:195:DefaultText
source: Error: failure to execute action.
cs: Chyba: nepodařilo se provést akci.

# chatter/parent_companionsam:196:DefaultText
source: Error: Unable to process...
cs: Chyba: Chyba: Nelze zpracovat...

# chatter/parent_companionsam:197:DefaultText
source: Error: command failure.
cs: Chyba: selhání příkazu.

# chatter/parent_companionsam:198:DefaultText
source: Error: Action failed.
cs: Chyba: Akce se nezdařila.

# chatter/parent_companionsam:200:DefaultText
source: Relocating.
cs: Stěhování.

# chatter/parent_companionsam:201:DefaultText
source: <beep beep beep> Unit is in motion.
cs: <píp píp píp> Jednotka je v pohybu.

# chatter/parent_companionsam:202:DefaultText
source: Mobile command accepted.
cs: Mobilní příkaz přijat.

# chatter/parent_companionsam:203:DefaultText
source: Navigating to requested location.
cs: Navigace na požadované místo.

# chatter/parent_companionsam:207:DefaultText
source: Coming, customer!
cs: Už jdu, zákazníku!

# chatter/parent_companionsam:208:DefaultText
source: Please stand by while this unit returns to your side.
cs: Vyčkejte prosím, než se jednotka vrátí na vaši stranu.

# chatter/parent_companionsam:209:DefaultText
source: Arriving soon...
cs: Brzy dorazí...

# chatter/parent_companionsam:214:DefaultText
source: Health alert! Leakage detected!
cs: Zdravotní varování! Zjištěn únik!

# chatter/parent_companionsam:215:DefaultText
source: Health alert! Lacerations are messy.
cs: Zdravotní varování! Tržné rány jsou nepříjemné.

# chatter/parent_companionsam:216:DefaultText
source: Health alert! Spillage analysis: bodily fluids!
cs: Zdravotní varování! Analýza rozlitých tekutin: tělesné tekutiny!

# chatter/parent_companionsam:217:DefaultText
source: Health alert! Blood pool detected.
cs: Zdravotní varování! Zjištěna kaluž krve.

# chatter/parent_companionsam:218:DefaultText
source: Health alert! Warning, customer! You appear to be leaking.
cs: Zdravotní varování! Varování, zákazníku! Zdá se, že z vás teče.

# chatter/parent_companionsam:219:DefaultText
source: Health alert! Preparing body bag for use...
cs: Zdravotní varování! Příprava vaku na tělo k použití...

# chatter/parent_companionsam:220:DefaultText
source: Health alert! Caution! Medical contamination occurring!
cs: Zdravotní varování! Pozor! Dochází ke zdravotní kontaminaci!

# chatter/parent_companionsam:221:DefaultText
source: Health alert! Leakage detected!
cs: Zdravotní varování! Zjištěn únik!

# chatter/parent_companionsam:222:DefaultText
source: Health alert! Lacerations are messy.
cs: Zdravotní varování! Lacerace jsou nepříjemné.

# chatter/parent_companionsam:223:DefaultText
source: Health alert! Spillage analysis: bodily fluids!
cs: Zdravotní varování! Analýza rozlitých tekutin: tělesné tekutiny!

# chatter/parent_companionsam:224:DefaultText
source: Health alert! Blood pool detected.
cs: Zdravotní varování! Zjištěna kaluž krve.

# chatter/parent_companionsam:225:DefaultText
source: Health alert! Warning, customer! You appear to be leaking.
cs: Zdravotní varování! Varování, zákazníku! Zdá se, že z vás teče.

# chatter/parent_companionsam:226:DefaultText
source: Health alert! Preparing body bag for use...
cs: Zdravotní varování! Příprava vaku na tělo k použití...

# chatter/parent_companionsam:227:DefaultText
source: Health alert! Caution! Medical contamination occurring!
cs: Zdravotní varování! Pozor! Dochází ke zdravotní kontaminaci!

# chatter/parent_companionsam:228:DefaultText
source: Coming, customer!
cs: Už jdu, zákazníku!

# chatter/parent_companionsam:229:DefaultText
source: Please stand by while this unit returns to your side.
cs: Vyčkejte prosím, než se jednotka vrátí na vaši stranu.

# chatter/parent_companionsam:230:DefaultText
source: Arriving soon...
cs: Brzy dorazí...

# chatter/parent_companionsam:235:DefaultText
source: Relocating.
cs: Stěhování.

# chatter/parent_companionsam:236:DefaultText
source: <beep beep beep> Unit is in motion.
cs: <píp píp píp> Jednotka je v pohybu.

# chatter/parent_companionsam:237:DefaultText
source: Mobile command accepted.
cs: Mobilní příkaz přijat.

# chatter/parent_companionsam:238:DefaultText
source: Navigating to requested location.
cs: Navigace na požadované místo.

# chatter/parent_companionsam:242:DefaultText
source: Sorry, customer! That request cannot be accommodated.
cs: Omlouváme se, zákazníku! Tomuto požadavku nelze vyhovět.

# chatter/parent_companionsam:243:DefaultText
source: Error: Does not compute.
cs: Chyba: Nevypočítává.

# chatter/parent_companionsam:244:DefaultText
source: Error: failure to execute action.
cs: Chyba: nepodařilo se provést akci.

# chatter/parent_companionsam:245:DefaultText
source: Error: Unable to process...
cs: Chyba: Chyba: Nelze zpracovat...

# chatter/parent_companionsam:246:DefaultText
source: Error: command failure.
cs: Chyba: selhání příkazu.

# chatter/parent_companionsam:247:DefaultText
source: Error: Action failed.
cs: Chyba: Akce se nezdařila.

# chatter/parent_companionsam:249:DefaultText
source: Activating dirt patrol.
cs: Aktivace špinavé hlídky.

# chatter/parent_companionsam:250:DefaultText
source: Unauthorized contaminants!
cs: Nepovolené kontaminanty!

# chatter/parent_companionsam:251:DefaultText
source: Wash mode on!
cs: Režim praní zapnut!

# chatter/parent_companionsam:252:DefaultText
source: Scrubbing the dirt out.
cs: Drhnutí nečistot.

# chatter/parent_companionsam:253:DefaultText
source: Attacking contaminant with intent to kill!
cs: Útok na kontaminant s úmyslem zabít!

# chatter/parent_companionsam:254:DefaultText
source: Tidying up.
cs: Úklid.

# chatter/parent_companionsam:255:DefaultText
source: Deep clean commencing.
cs: Zahájení hloubkového čištění.

# chatter/parent_companionsam:256:DefaultText
source: Health alert! Leakage detected!
cs: Zdravotní varování! Zjištěn únik!

# chatter/parent_companionsam:257:DefaultText
source: Health alert! Lacerations are messy.
cs: Zdravotní varování! Lacerace jsou nepříjemné.

# chatter/parent_companionsam:258:DefaultText
source: Health alert! Spillage analysis: bodily fluids!
cs: Zdravotní varování! Analýza rozlitých tekutin: tělesné tekutiny!

# chatter/parent_companionsam:259:DefaultText
source: Health alert! Blood pool detected.
cs: Zdravotní varování! Zjištěna kaluž krve.

# chatter/parent_companionsam:260:DefaultText
source: Health alert! Warning, customer! You appear to be leaking.
cs: Zdravotní varování! Varování, zákazníku! Zdá se, že z vás teče.

# chatter/parent_companionsam:261:DefaultText
source: Health alert! Preparing body bag for use...
cs: Zdravotní varování! Příprava vaku na tělo k použití...

# chatter/parent_companionsam:262:DefaultText
source: Health alert! Caution! Medical contamination occurring!
cs: Zdravotní varování! Pozor! Dochází ke zdravotní kontaminaci!

# chatter/parent_companionsam:263:DefaultText
source: Coming, customer!
cs: Už jdu, zákazníku!

# chatter/parent_companionsam:264:DefaultText
source: Please stand by while this unit returns to your side.
cs: Vyčkejte prosím, než se jednotka vrátí na vaši stranu.

# chatter/parent_companionsam:265:DefaultText
source: Arriving soon...
cs: Brzy dorazí...

# chatter/parent_companionsam:270:DefaultText
source: Relocating.
cs: Stěhování.

# chatter/parent_companionsam:271:DefaultText
source: <beep beep beep> Unit is in motion.
cs: <píp píp píp> Jednotka je v pohybu.

# chatter/parent_companionsam:272:DefaultText
source: Mobile command accepted.
cs: Mobilní příkaz přijat.

# chatter/parent_companionsam:273:DefaultText
source: Navigating to requested location.
cs: Navigace na požadované místo.

# chatter/parent_companionsam:277:DefaultText
source: Sorry, customer! That request cannot be accommodated.
cs: Omlouváme se, zákazníku! Tomuto požadavku nelze vyhovět.

# chatter/parent_companionsam:278:DefaultText
source: Error: Does not compute.
cs: Chyba: Nevypočítává.

# chatter/parent_companionsam:279:DefaultText
source: Error: failure to execute action.
cs: Chyba: nepodařilo se provést akci.

# chatter/parent_companionsam:280:DefaultText
source: Error: Unable to process...
cs: Chyba: Chyba: Nelze zpracovat...

# chatter/parent_companionsam:281:DefaultText
source: Error: command failure.
cs: Chyba: selhání příkazu.

# chatter/parent_companionsam:282:DefaultText
source: Error: Action failed.
cs: Chyba: Akce se nezdařila.

# chatter/parent_companionsam:284:DefaultText
source: Activating dirt patrol.
cs: Aktivace špinavé hlídky.

# chatter/parent_companionsam:285:DefaultText
source: Unauthorized contaminants!
cs: Nepovolené kontaminanty!

# chatter/parent_companionsam:286:DefaultText
source: Wash mode on!
cs: Režim praní zapnut!

# chatter/parent_companionsam:287:DefaultText
source: Scrubbing the dirt out.
cs: Drhnutí nečistot.

# chatter/parent_companionsam:288:DefaultText
source: Attacking contaminant with intent to kill!
cs: Útok na kontaminant s úmyslem zabít!

# chatter/parent_companionsam:289:DefaultText
source: Tidying up.
cs: Úklid.

# chatter/parent_companionsam:290:DefaultText
source: Deep clean commencing.
cs: Zahájení hloubkového čištění.

# chatter/parent_companionsam:303:DefaultText
source: Refilling water tanks with internal condensers.
cs: Doplňování nádrží na vodu s vnitřními kondenzátory.

# chatter/parent_companionsam:305:DefaultText
source: Refilling water tanks with internal condensers.
cs: Doplňování nádrží na vodu s vnitřními kondenzátory.

# chatter/parent_companionsam:319:DefaultText
source: Resuming passive mode.
cs: Obnovení pasivního režimu.

# chatter/parent_companionsam:320:DefaultText
source: Good news, customer! All germs and contaminants have been neutralized!
cs: Dobrá zpráva, zákazníku! Všechny bakterie a kontaminanty byly neutralizovány!

# chatter/parent_companionsam:321:DefaultText
source: Sanitation and maintenance job fulfilled.
cs: Splněno zadání pro sanitaci a údržbu.
