Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_boardguard.po
Languages: cs

# chatter/parent_noconversation_01_gb_boardguard:76:DefaultText
source: Unless you have business with the Board, move along.
cs: Pokud s představenstvem nemáte nic společného, jděte dál.

# chatter/parent_noconversation_01_gb_boardguard:77:DefaultText
source: I can't believe the Board allows an unaffiliated station like this to stay open.
cs: Nemohu uvěřit, že rada dovolí, aby takováto neangažovaná stanice zůstala v provozu.

# chatter/parent_noconversation_01_gb_boardguard:78:DefaultText
source: When's this shit-bucket station going to repair its damned radiators? This armor doesn't breathe!
cs: Kdy už tahle zasraná stanice opraví své zatracené chladiče? Tohle brnění nedýchá!

# chatter/parent_noconversation_01_gb_boardguard:79:DefaultText
source: They finally fixed the damn radiators. Now if they could do something about the smell.
cs: Konečně opravili ty zatracené chladiče. Teď ještě kdyby mohli něco udělat s tím zápachem.

# chatter/parent_noconversation_01_gb_boardguard:80:DefaultText
source: The last day of this posting can't come soon enough.
cs: Poslední den tohoto vysílání nemůže přijít dost brzy.

# chatter/parent_noconversation_01_gb_boardguard:81:DefaultText
source: Who'd I piss off to get assigned here?
cs: Koho jsem naštval, aby mě sem přidělili?

# chatter/parent_noconversation_01_gb_boardguard:82:DefaultText
source: Does that dome look safe to you?
cs: Připadá vám ta kopule bezpečná?

# chatter/parent_noconversation_01_gb_boardguard:83:DefaultText
source: Something about being in space gives me the creeps.
cs: Z pobytu ve vesmíru mi běhá mráz po zádech.

# chatter/parent_noconversation_01_gb_boardguard:84:DefaultText
source: Law damn it, Felix, I thought I told you to scram.
cs: Sakra, Felixi, myslel jsem, že jsem ti řekl, abys zmizel.

# chatter/parent_noconversation_01_gb_boardguard:85:DefaultText
source: Shit, it's Ellie Fenhill. Shit. Shit. Don't look her in the eye.
cs: Sakra, je to Ellie Fenhillová. Do prdele. Do prdele. Nedívej se jí do očí.

# chatter/parent_noconversation_01_gb_boardguard:86:DefaultText
source: Feels like I'm melting.
cs: Mám pocit, že se roztékám.

# chatter/parent_noconversation_01_gb_boardguard:87:DefaultText
source: Wonder what's playing at the Bjious Revue this week.
cs: Zajímalo by mě, co se tento týden hraje v Bjious Revue.
