Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_09_hopeguards.po
Languages: cs

# chatter/parent_noconversation_09_hopeguards:2:DefaultText
source: New employee? About time.
cs: Nový zaměstnanec? Už bylo na čase.

# chatter/parent_noconversation_09_hopeguards:5:DefaultText
source: Watch yourself. The automechanicals have gone mental.
cs: Dávejte na sebe pozor. Automechanika se zbláznila.

# chatter/parent_noconversation_09_hopeguards:6:DefaultText
source: You hear about Edgewater? Glad to know we still have supporters in the colony.
cs: Slyšeli jste o Edgewateru? Jsem rád, že máme v kolonii stále své příznivce.

# chatter/parent_noconversation_09_hopeguards:7:DefaultText
source: You hear about Edgewater? Damned pirates are screwing us all.
cs: Slyšeli jste o Edgewateru? Zatracení piráti nás všechny podvádějí.

# chatter/parent_noconversation_09_hopeguards:8:DefaultText
source: I hear someone snuck into Depository 18. Amateurs. That'd never happen around here.
cs: Slyšel jsem, že se někdo vplížil do depozitáře 18. Amatéři. To by se tady nikdy nestalo.

# chatter/parent_noconversation_09_hopeguards:12:DefaultText
source: You oughta see Quincy for your assignment.
cs: Měl bys zajít za Quincym, aby ti zadal úkol.

# chatter/parent_noconversation_09_hopeguards:14:DefaultText
source: For a lawless infidel, I have to respect the Tennyson kid. She's got spirit.
cs: Na to, že je to bezvěrec, si musím Tennysona vážit. Má ducha.

# chatter/parent_noconversation_09_hopeguards:15:DefaultText
source: You hear what happened to the Groundbreaker? Serves 'em right. I hear the Tennyson kid was dealing with pirates.
cs: Slyšeli jste, co se stalo s Groundbreakerem? To jim slouží k dobru. Slyšel jsem, že Tennysonův kluk měl co do činění s piráty.

# chatter/parent_noconversation_09_hopeguards:16:DefaultText
source: You see the latest Dissident Hunter? I can't believe MSI's still out there.
cs: Viděli jste nejnovějšího Lovce disidentů? Nemůžu uvěřit, že MSI je stále venku.

# chatter/parent_noconversation_09_hopeguards:17:DefaultText
source: You see the latest Dissident Hunter? Those Philosophists may be assholes, but at least they took out MSI at last.
cs: Viděli jste nejnovějšího Lovce disidentů? Ti filosofové jsou sice kreténi, ale aspoň konečně zlikvidovali MSI.

# chatter/parent_noconversation_09_hopeguards:18:DefaultText
source: You see the latest Dissident Hunter? I'm shocked the people on Monarch are still alive.
cs: Viděli jste nejnovějšího Lovce disidentů? Jsem v šoku, že lidé na Monarchu jsou stále naživu.

# chatter/parent_noconversation_09_hopeguards:22:DefaultText
source: Oh, Law, I'm going to be sick.
cs: Ach, Lawe, bude mi špatně.
