Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionellie.po
Languages: cs

# chatter/parent_companionellie:410:DefaultText
source: We got time.
cs: Máme čas.

# chatter/parent_companionellie:412:DefaultText
source: You're gonna get hit in the crossfire if you meddle with those two.
cs: Pokud se do toho budeš plést, dostaneš se do křížové palby.

# chatter/parent_companionellie:413:DefaultText
source: Dunno how you managed to get Zora and Sanjar in the same room.
cs: Nevím, jak se vám podařilo dostat Zoru a Sanjara do jedné místnosti.

# chatter/parent_companionellie:414:DefaultText
source: That Harlow reminds me of my old dentist. And not in a good way.
cs: Ten Harlow mi připomíná mého bývalého zubaře. A ne v dobrém slova smyslu.

# chatter/parent_companionellie:415:DefaultText
source: Don't get used to me saying this, but... maybe I was wrong. About Harlow.
cs: Nezvykejte si, že to říkám, ale... možná jsem se mýlil. Ohledně Harlow.

# chatter/parent_companionellie:416:DefaultText
source: So. Harlow was rottener than week-old boarst. Big surprise.
cs: Takže Harlow byl shnilejší než týden starý kanec. Velké překvapení.

# chatter/parent_companionellie:417:DefaultText
source: I've done plenty of smuggling runs, but this thing with the chemicals is bold.
cs: Už jsem toho propašoval hodně, ale tahle věc s chemikáliemi je odvážná.

# chatter/parent_companionellie:418:DefaultText
source: You're a tricky one, Captain - I'll give you that.
cs: Jste záludný, kapitáne, to se musí nechat.

# chatter/parent_companionellie:419:DefaultText
source: So. Sneak onto a lost colony ship and skip it across the system. What could go wrong?
cs: Takže se vplížíte na ztracenou koloniální loď a přeskočíte ji napříč soustavou. Co by se mohlo pokazit?

# chatter/parent_companionellie:420:DefaultText
source: Captain. Got a minute?
cs: Kapitán. Máte chvilku?

# chatter/parent_companionellie:422:DefaultText
source: Line 'em up and knock 'em down!
cs: Postavte je do řady a srazte je k zemi!

# chatter/parent_companionellie:423:DefaultText
source: Been practicing this.
cs: Cvičíme to.

# chatter/parent_companionellie:424:DefaultText
source: Here we go!
cs: A je to tady!

# chatter/parent_companionellie:426:DefaultText
source: I got 'em!
cs: Mám je!

# chatter/parent_companionellie:427:DefaultText
source: Watch a pro at work!
cs: Sledujte profesionála při práci!

# chatter/parent_companionellie:428:DefaultText
source: My kinda action!
cs: To je moje akce!

# chatter/parent_companionellie:432:DefaultText
source: How 'bout THAT?!
cs: Co na to říkáte?!

# chatter/parent_companionellie:433:DefaultText
source: Not bad, huh?
cs: To není špatné, co?

# chatter/parent_companionellie:434:DefaultText
source: That was fun!
cs: To byla zábava!

# chatter/parent_companionellie:435:DefaultText
source: Just like that.
cs: Přesně tak.

# chatter/parent_companionellie:436:DefaultText
source: Anyone else?
cs: Ještě někdo?

# chatter/parent_companionellie:477:DefaultText
source: What did you do?
cs: Co jste udělali?
