Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commonguardmardets.po
Languages: cs

# chatter/parent_commonguardmardets:1:DefaultText
source: Damn it!
cs: Sakra!

# chatter/parent_commonguardmardets:14:DefaultText
source: Waste of my time.
cs: Ztráta mého času.

# chatter/parent_commonguardmardets:15:DefaultText
source: Great. More paperwork.
cs: Skvělé. Další papírování.

# chatter/parent_commonguardmardets:16:DefaultText
source: Stay down, hullhead.
cs: Zůstaň dole, trupová hlavo.

# chatter/parent_commonguardmardets:22:DefaultText
source: Taking fire!
cs: Střílíme!

# chatter/parent_commonguardmardets:24:DefaultText
source: Mardets, open fire!
cs: Mardets, otevřete oheň!

# chatter/parent_commonguardmardets:26:DefaultText
source: You had your chance. Now you're going to pay!
cs: Měli jste šanci. Teď za to zaplatíš!

# chatter/parent_commonguardmardets:27:DefaultText
source: Alright, that's it. I'm done playing games!
cs: Dobře, to je vše. Končím s hraním her!

# chatter/parent_commonguardmardets:28:DefaultText
source: No more chances, I'm done with you!
cs: Už žádné šance, končím s tebou!

# chatter/parent_commonguardmardets:35:DefaultText
source: Found my target!
cs: Našel jsem svůj cíl!

# chatter/parent_commonguardmardets:79:DefaultText
source: Stop! You're under arrest!
cs: Stůjte! Jste zatčen!

# chatter/parent_commonguardmardets:80:DefaultText
source: Hey! I've got a runner!
cs: Hej! Mám běžce!

# chatter/parent_commonguardmardets:90:DefaultText
source: Watch what you're doing, hullhead!
cs: Dávej pozor, co děláš, trupáku!

# chatter/parent_commonguardmardets:99:DefaultText
source: Keep your hands to yourself.
cs: Ruce si nechte pro sebe.

# chatter/parent_commonguardmardets:122:DefaultText
source: You'll pay for that!
cs: Za to zaplatíte!

# chatter/parent_commonguardmardets:123:DefaultText
source: We lost one!
cs: O jednoho jsme přišli!

# chatter/parent_commonguardmardets:124:DefaultText
source: Mardet down!
cs: Mardet na zemi!

# chatter/parent_commonguardmardets:131:DefaultText
source: If you're out there, I'll find you!
cs: Jestli tam někde jsi, najdu tě!

# chatter/parent_commonguardmardets:132:DefaultText
source: Someone's trying to take us out. Find them - now.
cs: Někdo se nás snaží odstranit. Najděte je - hned.

# chatter/parent_commonguardmardets:134:DefaultText
source: They killed one of ours. Find 'em. Make 'em pay.
cs: Zabili jednoho z našich. Najděte je. Ať zaplatí.

# chatter/parent_commonguardmardets:135:DefaultText
source: Eyes up, Mardets! We've got company.
cs: Oči vzhůru, Mardets! Máme společnost.

# chatter/parent_commonguardmardets:138:DefaultText
source: What's that noise?
cs: Co je to za zvuk?

# chatter/parent_commonguardmardets:150:DefaultText
source: Somebody clean up this mess.
cs: Ukliďte někdo ten nepořádek.

# chatter/parent_commonguardmardets:151:DefaultText
source: Somebody toss this garbage out the airlock.
cs: Vyhoďte někdo tenhle odpad z přechodové komory.

# chatter/parent_commonguardmardets:152:DefaultText
source: Dump the bodies with the rest of the garbage.
cs: Těla vyhoďte k ostatním odpadkům.

# chatter/parent_commonguardmardets:153:DefaultText
source: Groundbreaker doesn't need trash like you.
cs: Společnost Groundbreaker nepotřebuje odpadky, jako jsi ty.

# chatter/parent_commonguardmardets:167:DefaultText
source: Got a lawbreaker here!
cs: Máme tu porušovatele zákona!

# chatter/parent_commonguardmardets:173:DefaultText
source: Protect the Groundbreaker!
cs: Chraňte průkopníka!

# chatter/parent_commonguardmardets:194:DefaultText
source: I've got 'em on the run!
cs: Mám je na útěku!

# chatter/parent_commonguardmardets:199:DefaultText
source: Found you!
cs: Našel jsem tě!

# chatter/parent_commonguardmardets:231:DefaultText
source: Get back here! I'm not done arresting you!
cs: Vraťte se sem! Ještě jsem neskončil se zatýkáním!

# chatter/parent_commonguardmardets:246:DefaultText
source: Just don't complicate my job, okay?
cs: Jen mi nekomplikujte práci, ano?

# chatter/parent_commonguardmardets:257:DefaultText
source: Nothing there.
cs: Nic tam není.

# chatter/parent_commonguardmardets:259:DefaultText
source: They're going down! Don't let up!
cs: Jdou ke dnu! Nepouštějte je!

# chatter/parent_commonguardmardets:260:DefaultText
source: Good! Drop 'em!
cs: Dobře! Zahoďte je!

# chatter/parent_commonguardmardets:261:DefaultText
source: Target neutralized!
cs: Cíl neutralizován!

# chatter/parent_commonguardmardets:283:DefaultText
source: You the new hire? Nice to meet you.
cs: Jste nový zaměstnanec? Rád vás poznávám.

# chatter/parent_commonguardmardets:284:DefaultText
source: You're keeping your uniform clean.
cs: Udržuješ si čistou uniformu.

# chatter/parent_commonguardmardets:286:DefaultText
source: Slow day, huh?
cs: Pomalý den, co?

# chatter/parent_commonguardmardets:287:DefaultText
source: Keep your sights out, friend.
cs: Dávej pozor, příteli.

# chatter/parent_commonguardmardets:288:DefaultText
source: Keep up the good work.
cs: Pokračujte v dobré práci.

# chatter/parent_commonguardmardets:293:DefaultText
source: Hey. Don't point that thing at me.
cs: Hej, nemiř na mě.

# chatter/parent_commonguardmardets:295:DefaultText
source: Put that away. That's not funny.
cs: Odložte to. To není vtipné.

# chatter/parent_commonguardmardets:296:DefaultText
source: We're in a space station, moron. You really want to fire that thing here?
cs: Jsme na vesmírné stanici, blbečku. Opravdu chceš tu věc vystřelit?

# chatter/parent_commonguardmardets:298:DefaultText
source: Go ahead and shoot. I need to fill my arrest quota.
cs: Střílejte. Potřebuji naplnit kvótu zatčení.
