Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionvicarmax.po
Languages: cs

# chatter/parent_companionvicarmax:372:DefaultText
source: Shocking them won't do anything!
cs: Šokování jim nic neudělá!

# chatter/parent_companionvicarmax:373:DefaultText
source: They were destined to die.
cs: Byli předurčeni zemřít.

# chatter/parent_companionvicarmax:374:DefaultText
source: Nice kill.
cs: Pěkné zabití.

# chatter/parent_companionvicarmax:375:DefaultText
source: That's one down.
cs: To je o jednoho méně.

# chatter/parent_companionvicarmax:376:DefaultText
source: They were destined to die.
cs: Byli předurčeni zemřít.

# chatter/parent_companionvicarmax:377:DefaultText
source: Nice kill.
cs: Pěkné zabití.

# chatter/parent_companionvicarmax:378:DefaultText
source: That's one down.
cs: To je o jednoho méně.

# chatter/parent_companionvicarmax:379:DefaultText
source: A fine kill.
cs: Skvělé zabití.

# chatter/parent_companionvicarmax:380:DefaultText
source: We'll call that one a mercy kill.
cs: Tomu budeme říkat zabití z milosti.

# chatter/parent_companionvicarmax:381:DefaultText
source: They never saw you coming.
cs: Nikdy tě neviděli přicházet.

# chatter/parent_companionvicarmax:382:DefaultText
source: Back to what I was saying...
cs: Zpět k tomu, co jsem říkal...

# chatter/parent_companionvicarmax:383:DefaultText
source: Now, as I was saying...
cs: Jak jsem říkal...

# chatter/parent_companionvicarmax:385:DefaultText
source: Easy does it.
cs: Je to snadné.

# chatter/parent_companionvicarmax:386:DefaultText
source: Someone's there.
cs: Někdo tam je.

# chatter/parent_companionvicarmax:387:DefaultText
source: Shh. Company.
cs: Pšššt. Společnost.

# chatter/parent_companionvicarmax:388:DefaultText
source: Could I have a word with you, Captain?
cs: Mohl bych s vámi mluvit, kapitáne?

# chatter/parent_companionvicarmax:390:DefaultText
source: Ellie's hurt!
cs: Ellie je zraněná!

# chatter/parent_companionvicarmax:392:DefaultText
source: Your mechanical's down!
cs: Váš mechanický systém je vypnutý!

# chatter/parent_companionvicarmax:394:DefaultText
source: SAM's out!
cs: SAM je venku!

# chatter/parent_companionvicarmax:395:DefaultText
source: Someone cover Ms. Holcomb!
cs: Kryjte někdo paní Holcombovou!

# chatter/parent_companionvicarmax:397:DefaultText
source: Parvati's hurt!
cs: Parvati je zraněná!

# chatter/parent_companionvicarmax:398:DefaultText
source: Felix is down!
cs: Felix je mrtvý!

# chatter/parent_companionvicarmax:399:DefaultText
source: Reckless, Mr. Millstone!
cs: Bezohledný, pane Millstone!

# chatter/parent_companionvicarmax:400:DefaultText
source: Felix needs our help!
cs: Felix potřebuje naši pomoc!

# chatter/parent_companionvicarmax:401:DefaultText
source: Captain! Nyoka needs help!
cs: Kapitáne! Nyoka potřebuje pomoc!

# chatter/parent_companionvicarmax:403:DefaultText
source: Nyoka needs help!
cs: Nyoka potřebuje pomoc!

# chatter/parent_companionvicarmax:404:DefaultText
source: Hmm? Yes, Captain?
cs: Hmm? Ano, kapitáne?

# chatter/parent_companionvicarmax:415:DefaultText
source: I smite you in the name of the Law!
cs: Biji tě ve jménu Zákona!

# chatter/parent_companionvicarmax:416:DefaultText
source: The strong survive and the weak perish.
cs: Silní přežívají a slabí hynou.

# chatter/parent_companionvicarmax:417:DefaultText
source: Here's a little trick I learned in prison.
cs: Tady je malý trik, který jsem se naučil ve vězení.

# chatter/parent_companionvicarmax:418:DefaultText
source: I'll take your confession now.
cs: Teď si vezmu vaše přiznání.

# chatter/parent_companionvicarmax:419:DefaultText
source: Never anger a man of the cloth.
cs: Nikdy se nehněvejte na muže z církve.

# chatter/parent_companionvicarmax:421:DefaultText
source: I've had quite enough of you.
cs: Mám tě už dost.

# chatter/parent_companionvicarmax:422:DefaultText
source: Sometimes violence is the only way.
cs: Někdy je násilí jedinou cestou.

# chatter/parent_companionvicarmax:424:DefaultText
source: May the Law have mercy on you. I won't.
cs: Kéž se nad vámi Zákon smiluje. Nebudu.

# chatter/parent_companionvicarmax:425:DefaultText
source: May you find peace in death.
cs: Ať ve smrti naleznete klid.

# chatter/parent_companionvicarmax:426:DefaultText
source: Your life was merely an illusion anyway.
cs: Tvůj život byl stejně jen iluze.

# chatter/parent_companionvicarmax:427:DefaultText
source: Life is but a collection of idle moments.
cs: Život je jen sbírkou planých okamžiků.

# chatter/parent_companionvicarmax:428:DefaultText
source: He who has time to waste is wealthy indeed.
cs: Kdo má času nazbyt, je opravdu bohatý.

# chatter/parent_companionvicarmax:429:DefaultText
source: There's no need to hurry.
cs: Není třeba spěchat.

# chatter/parent_companionvicarmax:430:DefaultText
source: Our victory is their defeat.
cs: Naše vítězství je jejich porážkou.

# chatter/parent_companionvicarmax:431:DefaultText
source: Well done. We are victorious.
cs: Dobrá práce. Zvítězili jsme.

# chatter/parent_companionvicarmax:432:DefaultText
source: <Enlightened> This will be over quickly.
cs: <Osvícený> Tohle rychle skončí.

# chatter/parent_companionvicarmax:433:DefaultText
source: We make quite a team, my friend.
cs: Jsme docela dobrý tým, příteli.

# chatter/parent_companionvicarmax:434:DefaultText
source: Don't worry. I have your back.
cs: Nebojte se. Kryju ti záda.

# chatter/parent_companionvicarmax:435:DefaultText
source: Captain? No...
cs: Kapitán? Ne...

# chatter/parent_companionvicarmax:436:DefaultText
source: Well done, Captain.
cs: Výborně, kapitáne.

# chatter/parent_companionvicarmax:437:DefaultText
source: Swift and merciful. Well done.
cs: Rychlý a milosrdný. Dobrá práce.

# chatter/parent_companionvicarmax:438:DefaultText
source: Oh no, Ellie!
cs: Ale ne, Ellie!

# chatter/parent_companionvicarmax:439:DefaultText
source: Oh no, SAM!
cs: Ale ne, SAMe!

# chatter/parent_companionvicarmax:440:DefaultText
source: Oh no. Parvati's been hurt!
cs: Ale ne. Parvati byla zraněna!

# chatter/parent_companionvicarmax:441:DefaultText
source: Felix is hurt!
cs: Felix je zraněný!

# chatter/parent_companionvicarmax:442:DefaultText
source: Nyoka's hurt!
cs: Nyoka je zraněná!

# chatter/parent_companionvicarmax:461:DefaultText
source: What are you doing?
cs: Co to děláte?
