Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_12_hpt_harlowspirates.po
Languages: cs

# chatter/parent_noconversation_12_hpt_harlowspirates:1:DefaultText
source: Nothing to do but stand around and watch the stars go by.
cs: Nezbývá než stát a pozorovat hvězdy.

# chatter/parent_noconversation_12_hpt_harlowspirates:2:DefaultText
source: If the Board comes after us, we'll be ready.
cs: Pokud po nás rada půjde, budeme připraveni.

# chatter/parent_noconversation_12_hpt_harlowspirates:3:DefaultText
source: You here to join the crew?
cs: Chceš se přidat k posádce?

# chatter/parent_noconversation_12_hpt_harlowspirates:4:DefaultText
source: Hey, Felix. Harlow said you'd be here.
cs: Ahoj, Felixi. Harlow říkala, že tu budeš.

# chatter/parent_noconversation_12_hpt_harlowspirates:5:DefaultText
source: Trask was a turncoat. Colony's better off without him.
cs: Trask byl přeběhlík. Kolonie je na tom bez něj lépe.

# chatter/parent_noconversation_12_hpt_harlowspirates:6:DefaultText
source: Heard we got a new recruit.
cs: Slyšel jsem, že máme nového rekruta.

# chatter/parent_noconversation_12_hpt_harlowspirates:7:DefaultText
source: Harlow's in the habit of rambling. Pay it no mind.
cs: Harlow má ve zvyku blábolit. Nevšímejte si toho.

# chatter/parent_noconversation_12_hpt_harlowspirates:10:DefaultText
source: Got my sights on you.
cs: Mám na tebe zálusk.

# chatter/parent_noconversation_12_hpt_harlowspirates:11:DefaultText
source: Harlow's right. The Board's days are numbered.
cs: Harlow má pravdu. Dny správní rady jsou sečteny.

# chatter/parent_noconversation_12_hpt_harlowspirates:12:DefaultText
source: You look familiar. You work for the Board or something?
cs: Vypadáš povědomě. Pracujete pro Radu nebo tak něco?
