Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_barworker.po
Languages: cs

# chatter/parent_noconversation_01_gb_barworker:76:DefaultText
source: Hot enough for you?
cs: Je to pro vás dost horké?

# chatter/parent_noconversation_01_gb_barworker:77:DefaultText
source: Finally, someone turned on the air.
cs: Konečně někdo zapnul vysílání.

# chatter/parent_noconversation_01_gb_barworker:78:DefaultText
source: Heard about the Chief. Damn shame.
cs: Slyšel jsem o náčelníkovi. Zatracená škoda.

# chatter/parent_noconversation_01_gb_barworker:79:DefaultText
source: I try and keep the place clean in case Chief Tennyson stops by.
cs: Snažím se to tu udržovat v čistotě pro případ, že by se tu zastavil náčelník Tennyson.

# chatter/parent_noconversation_01_gb_barworker:80:DefaultText
source: Talk to Vera if you need something. She's usually behind the bar.
cs: Pokud něco potřebujete, obraťte se na Veru. Obvykle je za barem.

# chatter/parent_noconversation_01_gb_barworker:81:DefaultText
source: Vera really held this place together. Not sure what we'll do without her.
cs: Vera to tu opravdu držela pohromadě. Nevím, co si bez ní počneme.

# chatter/parent_noconversation_01_gb_barworker:82:DefaultText
source: If you're short on bits, you can work off your tab.
cs: Pokud nemáte dostatek bitů, můžete si je odpracovat z karty.

# chatter/parent_noconversation_01_gb_barworker:85:DefaultText
source: Welcome to the Lost Hope, our little tribute to the mystery.
cs: Vítejte ve Ztracené naději, naší malé poctě tajemství.

# chatter/parent_noconversation_01_gb_barworker:86:DefaultText
source: Need directions? Try an engineer. Groundbreaker's a bit of a maze.
cs: Potřebujete poradit? Obraťte se na inženýra. Groundbreaker je trochu bludiště.

# chatter/parent_noconversation_01_gb_barworker:87:DefaultText
source: It only gets ugly around here when the corporates stir up trouble.
cs: Škaredé to tu začíná být jen tehdy, když korporace vyvolávají problémy.

# chatter/parent_noconversation_01_gb_barworker:88:DefaultText
source: Colonials are always itching for a fight.
cs: Kolonialisté se vždycky těší na boj.
