Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_04_sb_townie.po
Languages: cs

# chatter/parent_noconversation_04_sb_townie:5:DefaultText
source: Watch your step if you venture outside the walls.
cs: Pokud se vydáte za hradby, dávejte si pozor, kam šlapete.

# chatter/parent_noconversation_04_sb_townie:6:DefaultText
source: You don't look like SubLight. Must be freelance.
cs: Nevypadáš jako SubLight. Musíš být na volné noze.

# chatter/parent_noconversation_04_sb_townie:7:DefaultText
source: We don't get many outsiders.
cs: K nám moc cizinců nejezdí.

# chatter/parent_noconversation_04_sb_townie:8:DefaultText
source: Got any news from the rest of Halcyon?
cs: Máte nějaké novinky ze zbytku Halcyonu?

# chatter/parent_noconversation_04_sb_townie:13:DefaultText
source: They're going to kill us all. It'll be Amber Heights all over again.
cs: Všechny nás zabijí. Bude to zase jako na Amber Heights.

# chatter/parent_noconversation_04_sb_townie:14:DefaultText
source: Please, you've got to stop them.
cs: Prosím, musíte je zastavit.

# chatter/parent_noconversation_04_sb_townie:15:DefaultText
source: Good luck with Zora.
cs: Hodně štěstí se Zorou.

# chatter/parent_noconversation_04_sb_townie:16:DefaultText
source: You think you and Sanjar can talk them down?
cs: Myslíš, že je se Sanjarem přemluvíte?

# chatter/parent_noconversation_04_sb_townie:17:DefaultText
source: Never seen anything like that crash. It looked so close.
cs: Nikdy jsem nic podobného neviděl. Vypadalo to tak blízko.

# chatter/parent_noconversation_04_sb_townie:18:DefaultText
source: That gunship could really change things for us.
cs: Ta loď by pro nás mohla opravdu něco změnit.

# chatter/parent_noconversation_04_sb_townie:19:DefaultText
source: You seen Graham's new magazines? They're certainly colorful.
cs: Viděli jste Grahamovy nové časopisy? Jsou rozhodně pestré.

# chatter/parent_noconversation_04_sb_townie:20:DefaultText
source: Nell got herself a signed tossball poster! Wonder how she managed that.
cs: Nell si pořídila podepsaný plakát s míčem! Zajímalo by mě, jak se jí to podařilo.

# chatter/parent_noconversation_04_sb_townie:21:DefaultText
source: Nice to see Nyoka on the mend.
cs: Je hezké vidět, že se Nyoka uzdravuje.

# chatter/parent_noconversation_04_sb_townie:22:DefaultText
source: Poor Isaac. I thought we were safe inside these walls.
cs: Chudák Isaac. Myslel jsem, že jsme v bezpečí uvnitř těchto zdí.

# chatter/parent_noconversation_04_sb_townie:23:DefaultText
source: Didn't think I'd see Tucker here again.
cs: Nemyslel jsem si, že tu Tuckera ještě někdy uvidím.

# chatter/parent_noconversation_04_sb_townie:24:DefaultText
source: Agnes seems quiet lately. That's not like her at all.
cs: Agnes se zdá být v poslední době tichá. To se jí vůbec nepodobá.

# chatter/parent_noconversation_04_sb_townie:25:DefaultText
source: Things are finally nice and quiet around here. I could get used to this.
cs: Konečně je tu klid a ticho. Mohl bych si na to zvyknout.

# chatter/parent_noconversation_04_sb_townie:26:DefaultText
source: As long as the Iconoclasts keep the monsters out, I guess I won't complain.
cs: Dokud budou ikonoklasté držet příšery mimo, asi si nebudu stěžovat.

# chatter/parent_noconversation_04_sb_townie:27:DefaultText
source: I get the feeling Zora's people didn't take a lot of showers in Amber Heights.
cs: Mám pocit, že Zořini lidé se v Amber Heights moc nesprchovali.

# chatter/parent_noconversation_04_sb_townie:28:DefaultText
source: We're not used to outside help around here.
cs: Nejsme zvyklí na pomoc zvenčí.

# chatter/parent_noconversation_04_sb_townie:29:DefaultText
source: Hey, I'm staying out of your way.
cs: Hej, držím se ti z cesty.
