Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commonguardiconoclasts.po
Languages: cs

# chatter/parent_commonguardiconoclasts:1:DefaultText
source: Aw, shit! No!
cs: Do prdele! Ne!

# chatter/parent_commonguardiconoclasts:2:DefaultText
source: Damn you! You'll pay for that!
cs: K čertu s tebou! Za to zaplatíš!

# chatter/parent_commonguardiconoclasts:3:DefaultText
source: You'll pay for that, asshole!
cs: Za to zaplatíš, kreténe!

# chatter/parent_commonguardiconoclasts:8:DefaultText
source: Who's there?
cs: Kdo je tam?

# chatter/parent_commonguardiconoclasts:10:DefaultText
source: Huh? I think I saw something.
cs: Cože? Myslím, že jsem něco viděl.

# chatter/parent_commonguardiconoclasts:13:DefaultText
source: Heard something.
cs: Něco jsem zaslechl.

# chatter/parent_commonguardiconoclasts:14:DefaultText
source: Yeah! That's how we fucking do it!
cs: Jo! Takhle to kurva děláme!

# chatter/parent_commonguardiconoclasts:15:DefaultText
source: Welcome to the Iconoclasts, asshole!
cs: Vítej mezi ikonoklasty, kreténe!

# chatter/parent_commonguardiconoclasts:16:DefaultText
source: Looks like your path's at an end.
cs: Zdá se, že vaše cesta je u konce.

# chatter/parent_commonguardiconoclasts:17:DefaultText
source: Come out and fight!
cs: Vyjděte ven a bojujte!

# chatter/parent_commonguardiconoclasts:18:DefaultText
source: If you're hiding, I'll find you.
cs: Pokud se schováváš, najdu tě.

# chatter/parent_commonguardiconoclasts:19:DefaultText
source: Hiding won't save you.
cs: Schovávání vás nezachrání.

# chatter/parent_commonguardiconoclasts:20:DefaultText
source: Shit! We're under attack!
cs: Do prdele! Útočí na nás!

# chatter/parent_commonguardiconoclasts:21:DefaultText
source: Show 'em what the Iconoclasts are made of!
cs: Ukažte jim, z čeho jsou ikonoklasté!

# chatter/parent_commonguardiconoclasts:22:DefaultText
source: You'll regret this!
cs: Budete toho litovat!

# chatter/parent_commonguardiconoclasts:24:DefaultText
source: Let's show 'em what for!
cs: Ukažme jim, k čemu slouží!

# chatter/parent_commonguardiconoclasts:25:DefaultText
source: Iconoclasts! Attack!
cs: Ikonoklasté! Útok!

# chatter/parent_commonguardiconoclasts:26:DefaultText
source: The fuck is wrong with you? We have, what, five laws? And you still broke 'em.
cs: Co to s tebou kurva je? Máme kolik, pět zákonů? A ty jsi je stejně porušil.

# chatter/parent_commonguardiconoclasts:27:DefaultText
source: Well, great. Now I've gotta kill you.
cs: No, skvělé. Teď tě musím zabít.

# chatter/parent_commonguardiconoclasts:28:DefaultText
source: You just don't know when to quit, do you?
cs: Ty prostě nevíš, kdy přestat, že?

# chatter/parent_commonguardiconoclasts:29:DefaultText
source: No! Please!
cs: Ne! Prosím!

# chatter/parent_commonguardiconoclasts:30:DefaultText
source: Please, no! Live and let live!
cs: Prosím, ne! Žij a nech žít!

# chatter/parent_commonguardiconoclasts:31:DefaultText
source: No! Have mercy!
cs: Ne! Mějte slitování!

# chatter/parent_commonguardiconoclasts:32:DefaultText
source: Damn it. Find them!
cs: Sakra. Najděte je!

# chatter/parent_commonguardiconoclasts:33:DefaultText
source: Track 'em down!
cs: Vystopujte je!

# chatter/parent_commonguardiconoclasts:34:DefaultText
source: Hunt 'em down!
cs: Ulovte je!

# chatter/parent_commonguardiconoclasts:35:DefaultText
source: A ha! Hiding like the beast you are.
cs: Aha! Schováváš se jako šelma, kterou jsi.

# chatter/parent_commonguardiconoclasts:37:DefaultText
source: I've got you now!
cs: Teď tě mám!

# chatter/parent_commonguardiconoclasts:79:DefaultText
source: Nobody breaks our laws and gets away with it!
cs: Nikdo nebude porušovat naše zákony a projde mu to!

# chatter/parent_commonguardiconoclasts:80:DefaultText
source: Come back and face us, coward!
cs: Vrať se a postav se nám, zbabělče!

# chatter/parent_commonguardiconoclasts:87:DefaultText
source: What the fuck's your problem?!
cs: Co máš kurva za problém?!

# chatter/parent_commonguardiconoclasts:88:DefaultText
source: Hey, stop!
cs: Hej, přestaň!

# chatter/parent_commonguardiconoclasts:90:DefaultText
source: Careful, idiot!
cs: Pozor, idiote!

# chatter/parent_commonguardiconoclasts:93:DefaultText
source: Hey, a bit's a bit.
cs: Hej, trochu je trochu.

# chatter/parent_commonguardiconoclasts:95:DefaultText
source: Contributing to the cause. Nice.
cs: Přispění k věci. Pěkné.

# chatter/parent_commonguardiconoclasts:96:DefaultText
source: Pleasure doin' business with you!
cs: Je mi potěšením s vámi obchodovat!

# chatter/parent_commonguardiconoclasts:97:DefaultText
source: All right, now get on outta here.
cs: Dobře, a teď odsud vypadněte.

# chatter/parent_commonguardiconoclasts:98:DefaultText
source: Thanks for donating to the cause, friend.
cs: Děkujeme za příspěvek na tuto akci, příteli.

# chatter/parent_commonguardiconoclasts:99:DefaultText
source: I still ain't sure about this, but go on.
cs: Pořád si tím nejsem jistý, ale pokračuj.

# chatter/parent_commonguardiconoclasts:100:DefaultText
source: All right, get outta here.
cs: Dobře, vypadněte odsud.

# chatter/parent_commonguardiconoclasts:101:DefaultText
source: Just don't let me see you here again.
cs: Hlavně ať už tě tady nevidím.

# chatter/parent_commonguardiconoclasts:102:DefaultText
source: Suck sulfur, you bastard!
cs: Vykuř síru, ty hajzle!

# chatter/parent_commonguardiconoclasts:103:DefaultText
source: Time to teach you a lesson.
cs: Je čas dát ti lekci.

# chatter/parent_commonguardiconoclasts:104:DefaultText
source: You want a fight? I'll give you a fight!
cs: Chceš se prát? Dám ti rvačku!

# chatter/parent_commonguardiconoclasts:105:DefaultText
source: You're fucking dead!
cs: Jsi kurva mrtvej!

# chatter/parent_commonguardiconoclasts:106:DefaultText
source: You think I'm some sort of idiot?
cs: Myslíte si, že jsem nějaký idiot?

# chatter/parent_commonguardiconoclasts:107:DefaultText
source: Sulfur must be getting to my head.
cs: Síra mi asi leze na mozek.

# chatter/parent_commonguardiconoclasts:108:DefaultText
source: Someone's playing tricks on me...
cs: Někdo si ze mě dělá legraci...

# chatter/parent_commonguardiconoclasts:109:DefaultText
source: Waste of my damn time.
cs: Ztráta mého času.

# chatter/parent_commonguardiconoclasts:110:DefaultText
source: Guess it was nothin'.
cs: Asi to nic nebylo.

# chatter/parent_commonguardiconoclasts:111:DefaultText
source: Aw, forget it.
cs: Zapomeň na to.

# chatter/parent_commonguardiconoclasts:122:DefaultText
source: Damn it! I'm gonna bury you for that!
cs: Sakra! Za to tě pohřbím!

# chatter/parent_commonguardiconoclasts:123:DefaultText
source: Shit. No! Somebody kill this asshole!
cs: Do prdele. Ne! Zabijte někdo toho kreténa!

# chatter/parent_commonguardiconoclasts:124:DefaultText
source: No! Damn you!
cs: Ne! K čertu s tebou!

# chatter/parent_commonguardiconoclasts:131:DefaultText
source: Somebody did this. Hunt 'em down, and make 'em pay.
cs: Někdo to udělal. Najděte je a nechte je zaplatit.

# chatter/parent_commonguardiconoclasts:132:DefaultText
source: We lost one of ours. Stay alert. Someone's here.
cs: O jednoho jsme přišli. Buďte ve střehu. Někdo tu je.

# chatter/parent_commonguardiconoclasts:133:DefaultText
source: Find whatever's responsible for this!
cs: Najděte toho, kdo je za to zodpovědný!

# chatter/parent_commonguardiconoclasts:134:DefaultText
source: Oh, shit. I'm gonna kill whoever did this.
cs: Do prdele. Zabiju toho, kdo to udělal.

# chatter/parent_commonguardiconoclasts:135:DefaultText
source: Oh, fuck! Whoever did this - I'll find you!
cs: Do prdele! Ať to udělal kdokoli, najdu si tě!

# chatter/parent_commonguardiconoclasts:136:DefaultText
source: Thought I saw something. Better check it out.
cs: Zdálo se mi, že jsem něco zahlédl. Raději to zkontroluj.

# chatter/parent_commonguardiconoclasts:137:DefaultText
source: Something's not right. I'm gonna take a look.
cs: Něco není v pořádku. Podívám se na to.

# chatter/parent_commonguardiconoclasts:150:DefaultText
source: Hah! Gonna sell your shit for beer money.
cs: Hah! Prodám tvůj krám za peníze na pivo.

# chatter/parent_commonguardiconoclasts:151:DefaultText
source: If Zora could see me now.
cs: Kdyby mě teď Zora mohla vidět.

# chatter/parent_commonguardiconoclasts:152:DefaultText
source: That's for Graham, asshole!
cs: To je pro Grahama, kreténe!

# chatter/parent_commonguardiconoclasts:157:DefaultText
source: I know you're here somewhere.
cs: Vím, že tu někde jsi.

# chatter/parent_commonguardiconoclasts:158:DefaultText
source: Come on out! I just want to talk!
cs: Pojďte ven! Chci si jen promluvit!

# chatter/parent_commonguardiconoclasts:164:DefaultText
source: Iconoclasts! I need backup!
cs: Ikonoklasté! Potřebuji posily!

# chatter/parent_commonguardiconoclasts:165:DefaultText
source: Brothers and sisters! We're under attack!
cs: Bratři a sestry! Jsme pod útokem!

# chatter/parent_commonguardiconoclasts:173:DefaultText
source: Your path ends here!
cs: Zde vaše cesta končí!

# chatter/parent_commonguardiconoclasts:178:DefaultText
source: All right, you asked for it.
cs: Dobře, řekli jste si o to.

# chatter/parent_commonguardiconoclasts:179:DefaultText
source: That's it. You're done.
cs: To je vše. Skončili jste.

# chatter/parent_commonguardiconoclasts:180:DefaultText
source: That's the last law you'll ever break!
cs: To je poslední zákon, který kdy porušíš!

# chatter/parent_commonguardiconoclasts:185:DefaultText
source: No! Don't come any closer!
cs: Ne! Nepřibližujte se!

# chatter/parent_commonguardiconoclasts:186:DefaultText
source: No! I ain't ready to die!
cs: Ne! Nejsem připraven zemřít!

# chatter/parent_commonguardiconoclasts:192:DefaultText
source: They're here somewhere!
cs: Někde tu jsou!

# chatter/parent_commonguardiconoclasts:194:DefaultText
source: Shit. Anybody see 'em?
cs: Do prdele. Viděl je někdo?

# chatter/parent_commonguardiconoclasts:199:DefaultText
source: Hah! I've got you in my sights!
cs: Hah! Mám tě na mušce!

# chatter/parent_commonguardiconoclasts:231:DefaultText
source: You yellow-bellied bastard! Get back here!
cs: Ty žlutobřichý parchante! Zpátky!

# chatter/parent_commonguardiconoclasts:245:DefaultText
source: Suppose I can look the other way. This time.
cs: Předpokládám, že se mohu dívat jinam. Tentokrát.

# chatter/parent_commonguardiconoclasts:257:DefaultText
source: Must've imagined it.
cs: Muselo se mi to zdát.

# chatter/parent_commonguardiconoclasts:283:DefaultText
source: Welcome.
cs: Vítejte.

# chatter/parent_commonguardiconoclasts:285:DefaultText
source: Good to see a new face.
cs: Je dobré vidět novou tvář.

# chatter/parent_commonguardiconoclasts:286:DefaultText
source: Safe journeys, friend.
cs: Šťastnou cestu, příteli.

# chatter/parent_commonguardiconoclasts:287:DefaultText
source: Live and let live, friend.
cs: Žij a nech žít, příteli.

# chatter/parent_commonguardiconoclasts:293:DefaultText
source: What, you wanna tangle?
cs: Cože, chceš se zamotat?

# chatter/parent_commonguardiconoclasts:294:DefaultText
source: Try it. I fuckin' dare you.
cs: Zkuste to. Vyzývám tě k tomu.

# chatter/parent_commonguardiconoclasts:295:DefaultText
source: You got a problem?
cs: Máte problém?

# chatter/parent_commonguardiconoclasts:297:DefaultText
source: Watch it. We're all friends here.
cs: Podívejte se na něj. Všichni jsme tu přátelé.

# chatter/parent_commonguardiconoclasts:298:DefaultText
source: Hey, stop pointing that thing at me.
cs: Hej, přestaň na mě mířit.

# chatter/parent_commonguardiconoclasts:365:DefaultText
source: Hey! Not so fast!
cs: Hej! Ne tak rychle!

# chatter/parent_commonguardiconoclasts:378:DefaultText
source: Nobody steals from us!
cs: Nikdo nás neokrádá!
