Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent__allself.po
Languages: cs

# chatter/parent__allself:1:DefaultText
source: I'm going in!
cs: Jdu dovnitř!

# chatter/parent__allself:2:DefaultText
source: Cover me, I'm going in!
cs: Kryjte mě, jdu dovnitř!

# chatter/parent__allself:3:DefaultText
source: Moving in!
cs: Stěhování!

# chatter/parent__allself:4:DefaultText
source: I'm gonna rush 'em!
cs: Poženu je!

# chatter/parent__allself:5:DefaultText
source: I'm gonna get in their face!
cs: Pustím se do nich!

# chatter/parent__allself:6:DefaultText
source: Gotta get down!
cs: Musíme se dostat dolů!

# chatter/parent__allself:7:DefaultText
source: Getting behind cover!
cs: Do úkrytu!

# chatter/parent__allself:8:DefaultText
source: I'm taking cover!
cs: Kryju se!

# chatter/parent__allself:9:DefaultText
source: I need cover!
cs: Potřebuji krytí!

# chatter/parent__allself:10:DefaultText
source: Gotta find cover!
cs: Musíme najít kryt!

# chatter/parent__allself:11:DefaultText
source: Reloading!
cs: Přebíjení!

# chatter/parent__allself:12:DefaultText
source: I'm out, reloading!
cs: Jsem venku, nabíjím!

# chatter/parent__allself:13:DefaultText
source: I'm reloading!
cs: Znovu nabíjím!

# chatter/parent__allself:14:DefaultText
source: Out of ammo. Reloading!
cs: Došla munice. Přebíjení!

# chatter/parent__allself:15:DefaultText
source: Gotta reload!
cs: Musím dobíjet!

# chatter/parent__allself:16:DefaultText
source: Locking 'em down!
cs: Zamknout je!

# chatter/parent__allself:17:DefaultText
source: I'll keep 'em pinned!
cs: Budu je mít připnuté!

# chatter/parent__allself:18:DefaultText
source: I got you covered!
cs: Postarám se o vás!

# chatter/parent__allself:19:DefaultText
source: I'll hold 'em back!
cs: Zadržím je!

# chatter/parent__allself:20:DefaultText
source: I'm keeping the pressure on 'em!
cs: Budu na ně tlačit!

# chatter/parent__allself:21:DefaultText
source: I'll take this one!
cs: Tohle beru!

# chatter/parent__allself:22:DefaultText
source: I can deal with this one!
cs: S tímhle si poradím!

# chatter/parent__allself:23:DefaultText
source: This one's mine!
cs: Tenhle je můj!

# chatter/parent__allself:24:DefaultText
source: Got a new mark!
cs: Mám novou značku!

# chatter/parent__allself:25:DefaultText
source: I'm switching targets!
cs: Měním cíle!

# chatter/parent__allself:26:DefaultText
source: Suppressing fire!
cs: Potlačení palby!
