Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commonguardsublight.po
Languages: cs

# chatter/parent_commonguardsublight:1:DefaultText
source: Oh, shit!
cs: Do prdele!

# chatter/parent_commonguardsublight:3:DefaultText
source: You'll regret that!
cs: Budete toho litovat!

# chatter/parent_commonguardsublight:5:DefaultText
source: What the - oh, shit! Find whoever did this!
cs: Co to - do prdele! Najděte toho, kdo to udělal!

# chatter/parent_commonguardsublight:6:DefaultText
source: Oh, shit! I'm gonna find you, scumbag!
cs: Do prdele! Najdu si tě, hajzle!

# chatter/parent_commonguardsublight:7:DefaultText
source: Whoever's done this, I'll make you pay!
cs: Ať už to udělal kdokoli, zaplatí za to!

# chatter/parent_commonguardsublight:8:DefaultText
source: Thought I saw something...
cs: Zdálo se mi, že jsem něco zahlédl...

# chatter/parent_commonguardsublight:9:DefaultText
source: What the - I better check it out.
cs: Co to - radši to zkontroluju.

# chatter/parent_commonguardsublight:10:DefaultText
source: Huh? Who's there?
cs: Cože? Kdo je tam?

# chatter/parent_commonguardsublight:12:DefaultText
source: Wha-?
cs: Co...?

# chatter/parent_commonguardsublight:14:DefaultText
source: Dibs on their stuff.
cs: Dibs na jejich věci.

# chatter/parent_commonguardsublight:15:DefaultText
source: Get rid of the bodies.
cs: Zbavte se těl.

# chatter/parent_commonguardsublight:16:DefaultText
source: They'll be feeding the worms.
cs: Budou krmit červy.

# chatter/parent_commonguardsublight:18:DefaultText
source: I'll fucking find you!
cs: Já si tě kurva najdu!

# chatter/parent_commonguardsublight:19:DefaultText
source: Come on out. I won't hurt ya. Much.
cs: Pojďte ven. Neublížím ti. Hodně.

# chatter/parent_commonguardsublight:20:DefaultText
source: You got a death wish!
cs: Máš přání zemřít!

# chatter/parent_commonguardsublight:23:DefaultText
source: Time to die!
cs: Je čas zemřít!

# chatter/parent_commonguardsublight:26:DefaultText
source: I'm through playing games!
cs: S hraním her jsem skončil!

# chatter/parent_commonguardsublight:27:DefaultText
source: No more chances!
cs: Už žádné šance!

# chatter/parent_commonguardsublight:28:DefaultText
source: You think you can fuck with us?!
cs: Myslíš si, že si s námi můžeš zahrávat?!

# chatter/parent_commonguardsublight:29:DefaultText
source: Stop! Please! I'm sorry!
cs: Zastavte! Prosím! Omlouvám se!

# chatter/parent_commonguardsublight:30:DefaultText
source: I surrender! I surrender!
cs: Vzdávám se! Vzdávám se!

# chatter/parent_commonguardsublight:31:DefaultText
source: Wait! No! Don't kill me!
cs: Počkejte! Ne! Nezabíjejte mě!

# chatter/parent_commonguardsublight:32:DefaultText
source: Damn it! Where'd they go?!
cs: Sakra! Kam se poděli?!

# chatter/parent_commonguardsublight:33:DefaultText
source: Ah shit! I lost 'em!
cs: Do prdele! Ztratil jsem je!

# chatter/parent_commonguardsublight:35:DefaultText
source: Thought you could hide from me?!
cs: Myslel sis, že se přede mnou schováš?!

# chatter/parent_commonguardsublight:36:DefaultText
source: Found 'em! Over here!
cs: Našel jsem je! Tady!

# chatter/parent_commonguardsublight:77:DefaultText
source: Someone shoot 'em!
cs: Zastřelte je někdo!

# chatter/parent_commonguardsublight:79:DefaultText
source: You gutless coward! Get back here!
cs: Ty zbabělče! Zpátky!

# chatter/parent_commonguardsublight:86:DefaultText
source: Hey, watch it! Are you crazy?!
cs: Hej, sledujte to! Zbláznil ses?!

# chatter/parent_commonguardsublight:88:DefaultText
source: Hey! Are you out of your mind?!
cs: Hej! Zbláznil ses?!

# chatter/parent_commonguardsublight:89:DefaultText
source: Ah, shit! Are you crazy?!
cs: Do prdele! Zbláznil ses?!

# chatter/parent_commonguardsublight:93:DefaultText
source: SubLight appreciates your business, friend.
cs: Společnost SubLight si váží vašeho zájmu, příteli.

# chatter/parent_commonguardsublight:94:DefaultText
source: This stays between you and me.
cs: Zůstane to mezi námi dvěma.

# chatter/parent_commonguardsublight:95:DefaultText
source: Pleasure's all mine.
cs: Potěšení je jen na mně.

# chatter/parent_commonguardsublight:96:DefaultText
source: Make yourself scarce.
cs: Udělejte ze sebe vzácného člověka.

# chatter/parent_commonguardsublight:99:DefaultText
source: All right, but I got my eye on you.
cs: Dobře, ale já se dívám na tebe.

# chatter/parent_commonguardsublight:100:DefaultText
source: Yeah, all right. I guess you're on the level.
cs: Jo, dobře. Myslím, že jsi na stejné úrovni.

# chatter/parent_commonguardsublight:101:DefaultText
source: Just don't let me get you again, all right?
cs: Jen ať tě zase nedostanu, ano?

# chatter/parent_commonguardsublight:102:DefaultText
source: Do I look like a moron?!
cs: Vypadám jako blbec?!

# chatter/parent_commonguardsublight:106:DefaultText
source: I ain't letting you off!
cs: Já tě nepustím!

# chatter/parent_commonguardsublight:107:DefaultText
source: Must've been my imagination.
cs: Musela to být moje představivost.

# chatter/parent_commonguardsublight:109:DefaultText
source: Mind's playing tricks again...
cs: Mysl si zase hraje...

# chatter/parent_commonguardsublight:111:DefaultText
source: Huh. Maybe I should lay off the caffenoids...
cs: Huh. Možná bych měl vysadit kofein...

# chatter/parent_commonguardsublight:123:DefaultText
source: Shit! We got an agent down!
cs: Do prdele! Máme tu agenta!

# chatter/parent_commonguardsublight:131:DefaultText
source: Stay sharp! Somebody's after us!
cs: Zůstaňte ve střehu! Někdo po nás jde!

# chatter/parent_commonguardsublight:132:DefaultText
source: Find whoever did this, and make 'em suffer!
cs: Najděte toho, kdo to udělal, a nechte ho trpět!

# chatter/parent_commonguardsublight:136:DefaultText
source: Hmm? What was that?
cs: Hmm? Co to bylo?

# chatter/parent_commonguardsublight:137:DefaultText
source: Thought I heard something. Better take a gander.
cs: Zdálo se mi, že jsem něco zaslechl. Raději se na to podívám.

# chatter/parent_commonguardsublight:150:DefaultText
source: I oughta string up your corpse.
cs: Měl bych tvou mrtvolu pověsit na šňůru.

# chatter/parent_commonguardsublight:154:DefaultText
source: Salvage the gear. Dump the body.
cs: Záchrana zařízení. Zbavte se těla.

# chatter/parent_commonguardsublight:159:DefaultText
source: Quit hiding, you coward!
cs: Přestaň se schovávat, ty zbabělče!

# chatter/parent_commonguardsublight:160:DefaultText
source: I know you're still here! Come out!
cs: Vím, že jsi stále tady! Vyjdi ven!

# chatter/parent_commonguardsublight:165:DefaultText
source: I will put you in the ground!
cs: Já tě zavřu do země!

# chatter/parent_commonguardsublight:171:DefaultText
source: Gonna string you up by your guts!
cs: Pověsíme tě za střeva!

# chatter/parent_commonguardsublight:175:DefaultText
source: I'll bury you!
cs: Pohřbím tě!

# chatter/parent_commonguardsublight:178:DefaultText
source: Wrong move!
cs: Špatný krok!

# chatter/parent_commonguardsublight:182:DefaultText
source: That's it, you're dead!
cs: A je to, jsi mrtvý!

# chatter/parent_commonguardsublight:185:DefaultText
source: I didn't do anything! I swear!
cs: Nic jsem neudělal! Přísahám!

# chatter/parent_commonguardsublight:191:DefaultText
source: J-just calm down! Please!
cs: Uklidni se! Prosím!

# chatter/parent_commonguardsublight:192:DefaultText
source: I got 'em running!
cs: Mám je v provozu!

# chatter/parent_commonguardsublight:193:DefaultText
source: I lost 'em!
cs: Ztratil jsem je!

# chatter/parent_commonguardsublight:199:DefaultText
source: I got you in my sights!
cs: Mám tě na mušce!

# chatter/parent_commonguardsublight:245:DefaultText
source: Consider this your warning.
cs: Považujte to za varování.

# chatter/parent_commonguardsublight:283:DefaultText
source: Step lively, friend.
cs: Živě, příteli.

# chatter/parent_commonguardsublight:284:DefaultText
source: Is that a new outfit? Looking sharp.
cs: To je nové oblečení? Vypadá ostře.

# chatter/parent_commonguardsublight:285:DefaultText
source: You the new recruit? Welcome to the family.
cs: Jste nový rekrut? Vítejte v rodině.

# chatter/parent_commonguardsublight:286:DefaultText
source: I heard we got a new recruit. Welcome to SubLight.
cs: Slyšel jsem, že máme nového rekruta. Vítej v SubLight.

# chatter/parent_commonguardsublight:287:DefaultText
source: Taking a break? Don't let the boss catch you.
cs: Dáváte si pauzu? Nenechte se nachytat šéfem.

# chatter/parent_commonguardsublight:293:DefaultText
source: Hey, put that away!
cs: Hej, dej to pryč!

# chatter/parent_commonguardsublight:294:DefaultText
source: Stop pointing that thing at me.
cs: Přestaň na mě mířit.

# chatter/parent_commonguardsublight:295:DefaultText
source: Got a problem, friend?
cs: Máš problém, příteli?

# chatter/parent_commonguardsublight:297:DefaultText
source: Watch where you're aiming.
cs: Dávejte pozor, kam míříte.

# chatter/parent_commonguardsublight:298:DefaultText
source: Back off.
cs: Ustupte.

# chatter/parent_commonguardsublight:367:DefaultText
source: Hey! Nobody steals from SubLight!
cs: Hej! SubLight nikdo neokrádá!

# chatter/parent_commonguardsublight:382:DefaultText
source: And stay down!
cs: A zůstaňte dole!

# chatter/parent_commonguardsublight:383:DefaultText
source: You ain't so tough, huh?!
cs: Ty nejsi tak tvrdý, co?!
