Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_freightercrew.po
Languages: cs

# chatter/parent_noconversation_01_gb_freightercrew:12:DefaultText
source: Just passing through. Minding my own business.
cs: Jen projíždím. Starám se o své záležitosti.

# chatter/parent_noconversation_01_gb_freightercrew:13:DefaultText
source: Even the air costs money here.
cs: I vzduch tu stojí peníze.

# chatter/parent_noconversation_01_gb_freightercrew:14:DefaultText
source: Got one more hour before the dockmaster bills me. How many beers can I down, do you think?
cs: Mám ještě hodinu, než mi správce přístavu vystaví účet. Kolik piv můžu vypít, co myslíte?

# chatter/parent_noconversation_01_gb_freightercrew:15:DefaultText
source: Don't look funny at the crew. Heard they toss folks out the airlock if they don't like your face.
cs: Nedívejte se na posádku směšně. Slyšel jsem, že když se jim nelíbí tvůj obličej, vyhodí tě z přechodové komory.

# chatter/parent_noconversation_01_gb_freightercrew:16:DefaultText
source: Is any of the news they play here actually true?
cs: Je něco z toho, co se tu hraje, skutečně pravda?

# chatter/parent_noconversation_01_gb_freightercrew:17:DefaultText
source: This place has a smell, right? It's not just me? Like mold and old socks.
cs: Tohle místo je cítit, že? Nejsem to jen já? Jako plíseň a staré ponožky.

# chatter/parent_noconversation_01_gb_freightercrew:18:DefaultText
source: I'm just in port long enough to get another haul contract.
cs: Jsem v přístavu dost dlouho na to, abych získal další smlouvu na přepravu.

# chatter/parent_noconversation_01_gb_freightercrew:19:DefaultText
source: Assholes in their big interstellar freighters. One nearly rammed me on the way in.
cs: Kreténi ve svých velkých mezihvězdných nákladních lodích. Jeden do mě málem vrazil při cestě dovnitř.

# chatter/parent_noconversation_01_gb_freightercrew:20:DefaultText
source: This heat's unbearable.
cs: Tohle vedro je nesnesitelné.

# chatter/parent_noconversation_01_gb_freightercrew:27:DefaultText
source: You ever hard up for work, try SubLight Salvage. Good pay if you're morally flexible.
cs: Pokud jste někdy měli potíže s prací, zkuste SubLight Salvage. Dobrý plat, pokud jste morálně flexibilní.

# chatter/parent_noconversation_01_gb_freightercrew:28:DefaultText
source: Hey, I saw your name on roster at Sublight Salvage. Good luck out there.
cs: Ahoj, viděl jsem tvé jméno na seznamu v Sublight Salvage. Hodně štěstí.

# chatter/parent_noconversation_01_gb_freightercrew:29:DefaultText
source: Got any job leads? Tramp hauls have been thin since Hagen got offed.
cs: Máte nějaké nabídky práce? Od té doby, co byl Hagen zavražděn, je trampů málo.

# chatter/parent_noconversation_01_gb_freightercrew:94:DefaultText
source: Least the heat's dealt with.
cs: Alespoň se vypořádáme s horkem.

# chatter/parent_noconversation_01_gb_freightercrew:95:DefaultText
source: I picked up some weird chatter on my way in. Seemed to come from... Monarch?
cs: Cestou dovnitř jsem zachytil nějaký divný hovor. Zdálo se, že pochází z... Monarcha?

# chatter/parent_noconversation_01_gb_freightercrew:96:DefaultText
source: I get strange comms chatter every time I fly by Monarch. What's going on down there?
cs: Pokaždé, když letím kolem Monarchu, slyším podivný komunikační šum. Co se tam dole děje?

# chatter/parent_noconversation_01_gb_freightercrew:97:DefaultText
source: That maniac on Monarch's still screaming into the comms void. Getting real sick of it.
cs: Ten maniak na Monarchu stále křičí do komunikačního prázdna. Začíná mě to opravdu štvát.

# chatter/parent_noconversation_01_gb_freightercrew:98:DefaultText
source: I hear scary things about Monarch.
cs: O Monarchu jsem slyšel děsivé věci.

# chatter/parent_noconversation_01_gb_freightercrew:99:DefaultText
source: You couldn't pay me to visit Monarch. I'd probably get my face eaten off.
cs: Za návštěvu Monarchu byste mi nezaplatili. Nejspíš bych si nechal sežrat obličej.
