Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_engineer.po
Languages: cs

# chatter/parent_noconversation_01_gb_engineer:13:DefaultText
source: If something's broke, fill out an incident report. You keep the yellow copy.
cs: Pokud je něco rozbité, vyplňte hlášení o incidentu. Žlutou kopii si ponechte.

# chatter/parent_noconversation_01_gb_engineer:14:DefaultText
source: If it's not a life or death problem, I've got more important repairs to do.
cs: Pokud to není problém života a smrti, mám na práci důležitější opravy.

# chatter/parent_noconversation_01_gb_engineer:15:DefaultText
source: When I started this job, you could go days without a major incident. Now it's just hours.
cs: Když jsem nastoupil do této práce, mohli jste strávit několik dní bez většího incidentu. Teď jsou to jen hodiny.

# chatter/parent_noconversation_01_gb_engineer:16:DefaultText
source: Whatever it is, I'm working on it.
cs: Ať už je to cokoli, pracuji na tom.

# chatter/parent_noconversation_01_gb_engineer:17:DefaultText
source: What? I had nearly figured out how to run that bypass job. Now I've lost my concentration.
cs: Cože? Skoro jsem přišel na to, jak spustit ten bypass. Teď jsem se přestal soustředit.

# chatter/parent_noconversation_01_gb_engineer:18:DefaultText
source: If this is about the leak on level fourteen, I already know.
cs: Jestli jde o únik na čtrnácté úrovni, tak už to vím.

# chatter/parent_noconversation_01_gb_engineer:19:DefaultText
source: If you're here about the loose seals on level three, it's on our list.
cs: Pokud jste tady kvůli uvolněným těsněním na třetí úrovni, je to na našem seznamu.

# chatter/parent_noconversation_01_gb_engineer:20:DefaultText
source: If you came to report the atmo leak on six, we know. Slap some engine tape on it, we'll be there when we can.
cs: Pokud jste přišli nahlásit únik atomu na šestce, víme o tom. Nalepte na motor pásku a my tam budeme, až to půjde.

# chatter/parent_noconversation_01_gb_engineer:21:DefaultText
source: Watch you don't get grease on them fancy clothes of yours.
cs: Dávej pozor, ať si neumazáš ty své luxusní šaty.

# chatter/parent_noconversation_01_gb_engineer:22:DefaultText
source: Junlei's about the only thing holding this leaky old wreck together.
cs: Junlei je to jediné, co drží tenhle starý děravý vrak pohromadě.

# chatter/parent_noconversation_01_gb_engineer:25:DefaultText
source: I seen Junlei fix a turbine with just engine tape and baling wire. She sure loves this old wreck.
cs: Viděl jsem, jak Junlei opravil turbínu jen pomocí pásky na motor a balicího drátu. Určitě má tenhle starý vrak ráda.

# chatter/parent_noconversation_01_gb_engineer:26:DefaultText
source: Groundbreaker may be a leaky piece of shit, but she's our leaky piece of shit.
cs: Groundbreaker je sice děravý kus hovna, ale je to náš děravý kus hovna.

# chatter/parent_noconversation_01_gb_engineer:27:DefaultText
source: I've got questions only Junlei could answer. We're in trouble.
cs: Mám otázky, na které mi může odpovědět jen Junlei. Máme problém.

# chatter/parent_noconversation_01_gb_engineer:28:DefaultText
source: Any day now, the Board or SubLight are gonna take over for real. The Chief always kept them at bay.
cs: Každým dnem se Rada nebo SubLight chystají převzít vládu doopravdy. Šéf je vždycky držel na uzdě.

# chatter/parent_noconversation_01_gb_engineer:97:DefaultText
source: Careful where you point that thing.
cs: Pozor na to, kam míříš.
