Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_mardet.po
Languages: cs

# chatter/parent_noconversation_01_gb_mardet:12:DefaultText
source: Move along.
cs: Pokračujte.

# chatter/parent_noconversation_01_gb_mardet:13:DefaultText
source: If you got a complaint, file it at Security.
cs: Pokud máte stížnost, podejte ji na bezpečnostní oddělení.

# chatter/parent_noconversation_01_gb_mardet:14:DefaultText
source: If you're not crew, you're little people.
cs: Pokud nejste posádka, jste malí lidé.

# chatter/parent_noconversation_01_gb_mardet:15:DefaultText
source: Something the matter?
cs: Děje se něco?

# chatter/parent_noconversation_01_gb_mardet:16:DefaultText
source: Stay in the public areas and we'll get along fine.
cs: Zůstaňte ve veřejných prostorách a budeme spolu dobře vycházet.

# chatter/parent_noconversation_01_gb_mardet:17:DefaultText
source: So far as you know, I'm not drinking on duty.
cs: Pokud víte, ve službě nepiju.

# chatter/parent_noconversation_01_gb_mardet:18:DefaultText
source: Wish they'd let us off station. Air up here's just recycled spacer farts.
cs: Kéž by nás pustili ze stanice. Vzduch tady nahoře jsou jen recyklované prdy z vesmírných lodí.

# chatter/parent_noconversation_01_gb_mardet:19:DefaultText
source: You don't pay your docking fees, your ship gets seized. I seen it happen.
cs: Pokud nezaplatíte poplatky za dokování, vaše loď bude zabavena. Zažil jsem to.

# chatter/parent_noconversation_01_gb_mardet:20:DefaultText
source: Wish we had bigger weapons. But no. "Be careful about blowing holes in the hull." Pfft.
cs: Kéž bychom měli větší zbraně. Ale ne. "Dávej pozor, abys neudělal díry do trupu." Pfft.

# chatter/parent_noconversation_01_gb_mardet:29:DefaultText
source: Put some clothes on. Think anybody wants to see that?
cs: Oblečte se. Myslíš, že to chce někdo vidět?

# chatter/parent_noconversation_01_gb_mardet:31:DefaultText
source: If you got a maintenance issue, take it to Chief Junlei. She's in Engineering.
cs: Pokud máte problém s údržbou, obraťte se na náčelníka Junleiho. Je ve strojovně.

# chatter/parent_noconversation_01_gb_mardet:37:DefaultText
source: We're gonna find whoever killed the Commandant. And we're gonna make them pay.
cs: Najdeme toho, kdo zabil velitele. A donutíme ho za to zaplatit.

# chatter/parent_noconversation_01_gb_mardet:38:DefaultText
source: Comdt. Sanita was our boss for years. It's weird not seeing her at the morning briefing.
cs: Komandér Sanita byl dlouhá léta naším šéfem. Je zvláštní, že ji nevidíme na ranní poradě.

# chatter/parent_noconversation_01_gb_mardet:40:DefaultText
source: Nobody needs to carry around that kind of firepower. Is that even legal?
cs: Nikdo nepotřebuje mít u sebe takovou palebnou sílu. Je to vůbec legální?

# chatter/parent_noconversation_01_gb_mardet:41:DefaultText
source: Watch it. You'll put somebody's eye out with that.
cs: Podívejte se na něj. Někomu tím vypíchneš oko.

# chatter/parent_noconversation_01_gb_mardet:42:DefaultText
source: Not carrying firearms? Good. Less chance of causing a hull breach.
cs: Nenosíte střelné zbraně? Dobře. Menší šance, že dojde k narušení trupu.

# chatter/parent_noconversation_01_gb_mardet:43:DefaultText
source: You keep that pistol holstered while you're here.
cs: Pistoli si nechte v pouzdře, dokud jste tady.

# chatter/parent_noconversation_01_gb_mardet:44:DefaultText
source: Why do we let people more heavily armed than us on board?
cs: Proč na palubu pouštíme lidi, kteří jsou lépe vyzbrojeni než my?

# chatter/parent_noconversation_01_gb_mardet:45:DefaultText
source: What's that, some kind of kid's toy? Too flashy to be a real weapon.
cs: To je nějaká dětská hračka? Příliš efektní na to, aby to byla skutečná zbraň.

# chatter/parent_noconversation_01_gb_mardet:97:DefaultText
source: Chief Junlei was the only thing holding this rust bucket together.
cs: Náčelník Junlei byl jedinou věcí, která držela tento rezavý kbelík pohromadě.

# chatter/parent_noconversation_01_gb_mardet:98:DefaultText
source: Don't know what we're gonna do now with the Chief gone.
cs: Nevím, co teď budeme dělat, když je šéf pryč.

# chatter/parent_noconversation_01_gb_mardet:99:DefaultText
source: That Board guy's finally gone. I'd call for a toast, but I can't be seen drinking on duty.
cs: Ten člen představenstva je konečně pryč. Požádal bych o přípitek, ale nemůžu být viděn, jak piju ve službě.

# chatter/parent_noconversation_01_gb_mardet:100:DefaultText
source: Wonder what's gonna become of SubLight now that Lilya's gone.
cs: Zajímalo by mě, co se stane se SubLight, když je Lilya pryč.

# chatter/parent_noconversation_01_gb_mardet:101:DefaultText
source: Heard the Board rep got offed by his own people. How sick is that?
cs: Slyšel jsem, že zástupce správní rady byl odstraněn vlastními lidmi. Jak je to zvrácené?

# chatter/parent_noconversation_01_gb_mardet:102:DefaultText
source: Someone finally knocked off that fence. I'll miss her cookies.
cs: Konečně někdo ten plot shodil. Její sušenky mi budou chybět.

# chatter/parent_noconversation_01_gb_mardet:106:DefaultText
source: Lilya's out, huh? Good riddance.
cs: Lilya je mimo, co? Dobře, že se zbavila.

# chatter/parent_noconversation_01_gb_mardet:107:DefaultText
source: I'm surprised Lilya lasted as long as she did.
cs: Překvapuje mě, že Lilya vydržela tak dlouho.

# chatter/parent_noconversation_01_gb_mardet:108:DefaultText
source: Udom's body turned up in the Waste Disposal shaft. Dirty business.
cs: Udomovo tělo se objevilo v šachtě na likvidaci odpadu. Špinavá práce.

# chatter/parent_noconversation_01_gb_mardet:109:DefaultText
source: I wonder who the Board'll send to replace Udom.
cs: Zajímalo by mě, koho představenstvo pošle na místo Udom.

# chatter/parent_noconversation_01_gb_mardet:110:DefaultText
source: When I find out who offed the Chief, I'm gonna space 'em. Twice.
cs: Až zjistím, kdo náčelníka zabil, tak ho oddělám. Dvakrát.
