Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_04_fallbrook_townie.po
Languages: cs

# chatter/parent_noconversation_04_fallbrook_townie:5:DefaultText
source: Not now, you'll jinx my luck.
cs: Teď ne, zakřikl bys moje štěstí.

# chatter/parent_noconversation_04_fallbrook_townie:6:DefaultText
source: Only thing worse than the swill they're selling is the service!
cs: Jediná věc, která je horší než ta sračka, kterou prodávají, je obsluha!

# chatter/parent_noconversation_04_fallbrook_townie:7:DefaultText
source: For the price, I expected a larger cot.
cs: Za tu cenu jsem očekávala větší postýlku.

# chatter/parent_noconversation_04_fallbrook_townie:8:DefaultText
source: My bit carts are fully loaded and ready to be spent. Bring on the recreation!
cs: Moje vozíky jsou plně naložené a připravené k utracení. Přineste si rekreaci!

# chatter/parent_noconversation_04_fallbrook_townie:9:DefaultText
source: I think I'll go for a swim.
cs: Asi si půjdu zaplavat.

# chatter/parent_noconversation_04_fallbrook_townie:10:DefaultText
source: Hello? I need a refill. Oh, pardon. You don't work here.
cs: Haló? Potřebuji doplnit. Promiňte. Vy tady nepracujete.

# chatter/parent_noconversation_04_fallbrook_townie:11:DefaultText
source: My bet's on Cytation in the autoloader races.
cs: V závodech autoloaderů sázím na společnost Cytation.

# chatter/parent_noconversation_04_fallbrook_townie:12:DefaultText
source: They do not produce derelict entertainment such as this on Byzantium. I assure you.
cs: Na Byzanci se takováto opuštěná zábava neprovozuje. Ujišťuji vás.

# chatter/parent_noconversation_04_fallbrook_townie:13:DefaultText
source: Booze like this leads to two things. Bumping uglies and brawling.
cs: Takový alkohol vede ke dvěma věcem. K rvačkám a k hádkám.

# chatter/parent_noconversation_04_fallbrook_townie:14:DefaultText
source: Ain't looking for trouble, no.
cs: Nehledám problémy, ne.

# chatter/parent_noconversation_04_fallbrook_townie:15:DefaultText
source: I'll thank you to check your weapons at the door.
cs: Děkuji vám, abyste si zbraně kontrolovali u dveří.
