Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commonguardothercorporate.po
Languages: cs

# chatter/parent_commonguardothercorporate:1:DefaultText
source: Damn! We need backup!
cs: Sakra! Potřebujeme posily!

# chatter/parent_commonguardothercorporate:3:DefaultText
source: Shit!
cs: Do prdele!

# chatter/parent_commonguardothercorporate:9:DefaultText
source: That's odd. Better take a look.
cs: To je zvláštní. Raději se na to podívejte.

# chatter/parent_commonguardothercorporate:10:DefaultText
source: Huh? Thought I saw something.
cs: Cože? Myslel jsem, že jsem něco viděl.

# chatter/parent_commonguardothercorporate:14:DefaultText
source: I just earned a fine bonus.
cs: Právě jsem si vysloužil pěkný bonus.

# chatter/parent_commonguardothercorporate:15:DefaultText
source: Serves you right, dissident.
cs: To ti slouží, disidente.

# chatter/parent_commonguardothercorporate:17:DefaultText
source: Where the hell are you...
cs: Kde sakra jsi...

# chatter/parent_commonguardothercorporate:18:DefaultText
source: I know you're here somewhere, lawbreaker!
cs: Vím, že tu někde jsi, porušiteli zákona!

# chatter/parent_commonguardothercorporate:22:DefaultText
source: Look out! Dissidents!
cs: Pozor! Disidenti!

# chatter/parent_commonguardothercorporate:26:DefaultText
source: You just broke your last regulation!
cs: Právě jste porušili poslední nařízení!

# chatter/parent_commonguardothercorporate:27:DefaultText
source: You've been warned!
cs: Byli jste varováni!

# chatter/parent_commonguardothercorporate:29:DefaultText
source: No! I was just following orders!
cs: Ne! Jen jsem plnil rozkazy!

# chatter/parent_commonguardothercorporate:31:DefaultText
source: No! Please! I can't afford to die!
cs: Ne! Prosím! Nemůžu si dovolit zemřít!

# chatter/parent_commonguardothercorporate:33:DefaultText
source: Ah, damn it! Where'd you go?
cs: Ach, sakra! Kam jsi šel?

# chatter/parent_commonguardothercorporate:34:DefaultText
source: Anybody see where they went?
cs: Viděl někdo, kam se poděli?

# chatter/parent_commonguardothercorporate:76:DefaultText
source: Halt!
cs: Stát!

# chatter/parent_commonguardothercorporate:80:DefaultText
source: Hey! Don't make me chase you!
cs: Hej! Nenuť mě tě honit!

# chatter/parent_commonguardothercorporate:88:DefaultText
source: Hey! What do you think you're doing!?
cs: Hej! Co si myslíš, že děláš?!

# chatter/parent_commonguardothercorporate:96:DefaultText
source: Glad we had this talk.
cs: Jsem rád, že jsme si o tom promluvili.

# chatter/parent_commonguardothercorporate:101:DefaultText
source: All right, don't let me catch you here again.
cs: Dobře, nenech se tady znovu nachytat.

# chatter/parent_commonguardothercorporate:107:DefaultText
source: Could've sworn I heard something...
cs: Přísahal bych, že jsem něco zaslechl...

# chatter/parent_commonguardothercorporate:108:DefaultText
source: Hm. Nothing there.
cs: Hm. Nic tam není.

# chatter/parent_commonguardothercorporate:111:DefaultText
source: Hmm. Maybe I'm getting paranoid.
cs: Hmm. Možná začínám být paranoidní.

# chatter/parent_commonguardothercorporate:123:DefaultText
source: We're losing people!
cs: Ztrácíme lidi!

# chatter/parent_commonguardothercorporate:131:DefaultText
source: Stay sharp! We got us a dissident!
cs: Zůstaňte ve střehu! Máme tu disidenta!

# chatter/parent_commonguardothercorporate:132:DefaultText
source: You all right? Oh, shit. Someone's here!
cs: Jste v pořádku? Do prdele. Někdo je tady!

# chatter/parent_commonguardothercorporate:133:DefaultText
source: Law-forsaken miscreants! I'll find you!
cs: Zákonem zapomenutí darebáci! Najdu si vás!

# chatter/parent_commonguardothercorporate:134:DefaultText
source: Oh, shit! We've got an intruder!
cs: Do prdele! Máme tu vetřelce!

# chatter/parent_commonguardothercorporate:135:DefaultText
source: Oh, Law. We got a killer on the loose!
cs: Oh, Law. Máme tu vraha na útěku!

# chatter/parent_commonguardothercorporate:136:DefaultText
source: Hmm. Thought I saw something...
cs: Hmm. Zdálo se mi, že jsem něco zahlédl...

# chatter/parent_commonguardothercorporate:150:DefaultText
source: And stay down, miscreant.
cs: A zůstaň dole, darebáku.

# chatter/parent_commonguardothercorporate:151:DefaultText
source: Time to collect a fine bounty.
cs: Je čas vybrat pěknou odměnu.

# chatter/parent_commonguardothercorporate:157:DefaultText
source: Stay sharp! They're hiding!
cs: Zůstaňte ve střehu! Schovávají se!

# chatter/parent_commonguardothercorporate:165:DefaultText
source: I'm taking fire!
cs: Jdu do ohně!

# chatter/parent_commonguardothercorporate:180:DefaultText
source: That's it. You asked for it!
cs: To je vše. Řekli jste si o to!

# chatter/parent_commonguardothercorporate:185:DefaultText
source: No! Please! I'm just doing my job!
cs: Ne! Prosím! Dělám jen svou práci!

# chatter/parent_commonguardothercorporate:186:DefaultText
source: Please, for Law's sake, don't!
cs: Prosím, proboha, nedělejte to!

# chatter/parent_commonguardothercorporate:192:DefaultText
source: We got 'em on the run! Move!
cs: Máme je na útěku! Pohyb!

# chatter/parent_commonguardothercorporate:193:DefaultText
source: Coward! Where'd you go?!
cs: Zbabělec! Kam jsi šel?!

# chatter/parent_commonguardothercorporate:194:DefaultText
source: Damn! Lost sight of 'em!
cs: Sakra! Ztratil jsem je z dohledu!

# chatter/parent_commonguardothercorporate:199:DefaultText
source: Got eyes on 'em!
cs: Mám je na očích!

# chatter/parent_commonguardothercorporate:231:DefaultText
source: You! Stop resisting arrest!
cs: Ty! Přestaňte klást odpor při zatýkání!

# chatter/parent_commonguardothercorporate:246:DefaultText
source: You're lucky I've already filled my quota.
cs: Máš štěstí, že už jsem svou kvótu naplnil.

# chatter/parent_commonguardothercorporate:285:DefaultText
source: Work fortifies the spirit.
cs: Práce posiluje ducha.

# chatter/parent_commonguardothercorporate:287:DefaultText
source: You on your break? Enjoy the two minutes.
cs: Máš přestávku? Užijte si ty dvě minuty.

# chatter/parent_commonguardothercorporate:288:DefaultText
source: Your uniform's looking real sharp.
cs: Tvoje uniforma vypadá opravdu skvěle.

# chatter/parent_commonguardothercorporate:293:DefaultText
source: Don't you test me, hullhead.
cs: Nezkoušej mě, trupáku.

# chatter/parent_commonguardothercorporate:294:DefaultText
source: Careful with that thing. If you're a danger to others, I'll put you down.
cs: Opatrně s tou věcí. Jestli jsi nebezpečný pro ostatní, tak tě utratím.

# chatter/parent_commonguardothercorporate:295:DefaultText
source: Put that away before you hurt somebody.
cs: Odlož to, než někomu ublížíš.

# chatter/parent_commonguardothercorporate:296:DefaultText
source: Is this some kind of threat? Are you insane?
cs: Je to nějaká hrozba? Jste blázen?

# chatter/parent_commonguardothercorporate:297:DefaultText
source: Don't even think about it.
cs: Ani na to nemysli.

# chatter/parent_commonguardothercorporate:396:DefaultText
source: You! Hold it!
cs: Ty! Podržte to!

# chatter/parent_commonguardothercorporate:399:DefaultText
source: Hey! Get away from that!
cs: Hej! Jděte od toho pryč!

# chatter/parent_commonguardothercorporate:405:DefaultText
source: Hey, you! Don't move!
cs: Hej, ty! Nehýbej se!

# chatter/parent_commonguardothercorporate:427:DefaultText
source: You're a deft hand with a magpick.
cs: S magpickem umíš zacházet obratně.

# chatter/parent_commonguardothercorporate:428:DefaultText
source: Don't move a muscle!
cs: Nehýbejte ani brvou!
