Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent__allleader.po
Languages: cs

# chatter/parent__allleader:1:DefaultText
source: Rush 'em!
cs: Pospěšte si s nimi!

# chatter/parent__allleader:2:DefaultText
source: Move in!
cs: Nastěhujte se!

# chatter/parent__allleader:3:DefaultText
source: Get 'em!
cs: Vezměte si je!

# chatter/parent__allleader:4:DefaultText
source: Close in!
cs: Blízko!

# chatter/parent__allleader:5:DefaultText
source: Get in their face!
cs: Dostaňte se jim do obličeje!

# chatter/parent__allleader:6:DefaultText
source: Take cover!
cs: Kryjte se!

# chatter/parent__allleader:7:DefaultText
source: Get down!
cs: K zemi!

# chatter/parent__allleader:8:DefaultText
source: Dig in!
cs: Pusťte se do toho!

# chatter/parent__allleader:9:DefaultText
source: Find cover!
cs: Najděte kryt!

# chatter/parent__allleader:10:DefaultText
source: Keep your head down!
cs: Držte hlavu dole!

# chatter/parent__allleader:11:DefaultText
source: Pin 'em down!
cs: Přišpendlete je k zemi!

# chatter/parent__allleader:12:DefaultText
source: Don't let 'em move up!
cs: Nenechte je postoupit!

# chatter/parent__allleader:13:DefaultText
source: Lock them down!
cs: Uzavřete je!

# chatter/parent__allleader:14:DefaultText
source: Light 'em up!
cs: Zapalte je!

# chatter/parent__allleader:15:DefaultText
source: Keep the pressure on 'em!
cs: Tlačte na ně!

# chatter/parent__allleader:16:DefaultText
source: Got my sights on this one!
cs: Mám na něj zálusk!

# chatter/parent__allleader:17:DefaultText
source: Hit my mark!
cs: Trefa do černého!

# chatter/parent__allleader:18:DefaultText
source: Shoot this one!
cs: Střílejte!

# chatter/parent__allleader:19:DefaultText
source: Focus on my mark!
cs: Soustřeďte se na můj cíl!

# chatter/parent__allleader:20:DefaultText
source: Help me out here!
cs: Pomozte mi!
