Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent__allnpcstates.po
Languages: cs

# chatter/parent__allnpcstates:1:DefaultText
source: <Searing pain, screaming> Ahhh! It burns!
cs: <Bolest v uších, křik> Ahhh! Pálí to!

# chatter/parent__allnpcstates:2:DefaultText
source: <Searing pain, screaming> Get it off! Get it off!
cs: <Bolest v uších, křik> Sundejte to! Sundej to!

# chatter/parent__allnpcstates:3:DefaultText
source: <Pain grunt, gurgle> I'm bleeding!
cs: <Bolestivé chrčení, chrčení> Krvácím!

# chatter/parent__allnpcstates:4:DefaultText
source: <Panicked> Shit, shit!
cs: <Panicked> Sakra, sakra!

# chatter/parent__allnpcstates:5:DefaultText
source: <Searing pain> Ahhhh, my eyes!
cs: <Bolest v uších> Ach, moje oči!

# chatter/parent__allnpcstates:6:DefaultText
source: <Searing pain> Ahhhh, I can't see!
cs: <Bolest v uších> Ahhhhh, nevidím!

# chatter/parent__allnpcstates:7:DefaultText
source: <Screaming> GAHHHHHH!!!!! My legs!
cs: <Křik> GAHHHHHHH!!!!! Moje nohy!

# chatter/parent__allnpcstates:8:DefaultText
source: GAAAAAHHHH!!!!! MY AARRRRM!!
cs: GAAAAAHHHHH!!!!! MOJE AARRRRM!!

# chatter/parent__allnpcstates:9:DefaultText
source: Shit!
cs: Do prdele!

# chatter/parent__allnpcstates:10:DefaultText
source: Fuck!
cs: Kurva!
