Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commontowniehoodlum.po
Languages: cs

# chatter/parent_commontowniehoodlum:42:DefaultText
source: Serves you right.
cs: To ti slouží k dobru.

# chatter/parent_commontowniehoodlum:43:DefaultText
source: Did I win? Is it over?
cs: Vyhrál jsem? Je konec?

# chatter/parent_commontowniehoodlum:44:DefaultText
source: Is it over? Are we done?
cs: Je konec? Skončili jsme?

# chatter/parent_commontowniehoodlum:46:DefaultText
source: Thank the Law. That was a close one.
cs: Poděkujte zákonu. To bylo těsné.

# chatter/parent_commontowniehoodlum:48:DefaultText
source: Got what was coming to 'em.
cs: Dostali, co si zasloužili.

# chatter/parent_commontowniehoodlum:64:DefaultText
source: Help! Someone's gone crazy!
cs: Pomoc! Někdo se zbláznil!

# chatter/parent_commontowniehoodlum:65:DefaultText
source: You wanna fight?!
cs: Chceš se prát?!

# chatter/parent_commontowniehoodlum:66:DefaultText
source: I'm under attack!
cs: Útočí na mě!

# chatter/parent_commontowniehoodlum:72:DefaultText
source: Lay 'em out!
cs: Položte je!

# chatter/parent_commontowniehoodlum:74:DefaultText
source: Gonna kick your teeth in!
cs: Vyrazíme ti zuby!

# chatter/parent_commontowniehoodlum:77:DefaultText
source: I'll mess you up!
cs: Zkazím ti to!

# chatter/parent_commontowniehoodlum:81:DefaultText
source: That was your last chance!
cs: To byla vaše poslední šance!

# chatter/parent_commontowniehoodlum:82:DefaultText
source: You just don't learn your lesson!
cs: Prostě se nepoučíš!

# chatter/parent_commontowniehoodlum:83:DefaultText
source: I guess we're doing this the hard way!
cs: Myslím, že to děláme těžkým způsobem!

# chatter/parent_commontowniehoodlum:84:DefaultText
source: I told you not to do that!
cs: Říkal jsem ti, abys to nedělal!

# chatter/parent_commontowniehoodlum:91:DefaultText
source: Law have mercy! Don't hurt me!
cs: Zákon se slituje! Neubližuj mi!

# chatter/parent_commontowniehoodlum:94:DefaultText
source: Don't kill me!
cs: Nezabíjejte mě!

# chatter/parent_commontowniehoodlum:181:DefaultText
source: Hey! Get back here!
cs: Hej! Vraťte se sem!

# chatter/parent_commontowniehoodlum:182:DefaultText
source: Stop! Stop!
cs: Stůjte! Stůjte!

# chatter/parent_commontowniehoodlum:231:DefaultText
source: All right, best you get going.
cs: Dobře, nejlépe uděláš, když půjdeš.

# chatter/parent_commontowniehoodlum:232:DefaultText
source: You make a real generous argument, friend.
cs: Máte opravdu velkorysý argument, příteli.

# chatter/parent_commontowniehoodlum:235:DefaultText
source: You oughta make yourself scarce now.
cs: Měl bys teď o sobě dát vědět.

# chatter/parent_commontowniehoodlum:241:DefaultText
source: Don't try nothing funny.
cs: Nezkoušejte nic vtipného.

# chatter/parent_commontowniehoodlum:242:DefaultText
source: Next time, don't go acting all suspicious.
cs: Příště se nechovej podezřele.

# chatter/parent_commontowniehoodlum:243:DefaultText
source: Just don't let me catch you at it again.
cs: Jen ať tě při tom znovu nepřistihnu.

# chatter/parent_commontowniehoodlum:245:DefaultText
source: Don't make me warn you again.
cs: Nenuť mě, abych tě znovu varoval.

# chatter/parent_commontowniehoodlum:252:DefaultText
source: No more games!
cs: Už žádné hry!

# chatter/parent_commontowniehoodlum:253:DefaultText
source: How stupid do you think I am?!
cs: Jak hloupý si myslíš, že jsem?!

# chatter/parent_commontowniehoodlum:254:DefaultText
source: You ain't walking away from this!
cs: Od tohohle neodejdeš!

# chatter/parent_commontowniehoodlum:255:DefaultText
source: I warned you!
cs: Varoval jsem vás!

# chatter/parent_commontowniehoodlum:256:DefaultText
source: Wrong answer!
cs: Špatná odpověď!

# chatter/parent_commontowniehoodlum:331:DefaultText
source: Get that thing out of my face.
cs: Dej tu věc pryč z mého obličeje.

# chatter/parent_commontowniehoodlum:332:DefaultText
source: Don't go looking for a fight with me.
cs: Nevyhledávej se mnou hádky.

# chatter/parent_commontowniehoodlum:333:DefaultText
source: You think you're tough, huh? Put that down.
cs: Myslíš si, že jsi tvrdý, co? Polož to.

# chatter/parent_commontowniehoodlum:334:DefaultText
source: Hey, hullhead. Could you not aim that thing at me?
cs: Ahoj, Hullheade. Mohl bys na mě nemířit?

# chatter/parent_commontowniehoodlum:335:DefaultText
source: Put that away. I ain't in the mood for games.
cs: Odložte to. Nemám náladu na hry.

# chatter/parent_commontowniehoodlum:341:DefaultText
source: Stop! Are you crazy?!
cs: Zastavte! Zbláznil ses?!

# chatter/parent_commontowniehoodlum:343:DefaultText
source: Hey! Watch what you're doing!
cs: Hej! Dávej pozor, co děláš!

# chatter/parent_commontowniehoodlum:344:DefaultText
source: Fuck, that hurt! Are you crazy?!
cs: Kurva, to bolelo! Zbláznil ses?!

# chatter/parent_commontowniehoodlum:385:DefaultText
source: Fine. But I got an eye on you.
cs: V pořádku. Ale já tě sleduju.

# chatter/parent_commontowniehoodlum:386:DefaultText
source: Just don't give me any trouble, all right?
cs: Jen mi nedělej problémy, dobře?

# chatter/parent_commontowniehoodlum:387:DefaultText
source: All right, but don't let me catch you again.
cs: Dobře, ale nenech se znovu chytit.

# chatter/parent_commontowniehoodlum:388:DefaultText
source: Just keep your hands to yourself next time.
cs: Příště si nech ruce pro sebe.
