Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_stevedore.po
Languages: cs

# chatter/parent_noconversation_01_gb_stevedore:12:DefaultText
source: Mechanicals all over, but they still got us sweating to move boxes.
cs: Všude samá mechanika, ale i tak jsme se při stěhování krabic zapotili.

# chatter/parent_noconversation_01_gb_stevedore:13:DefaultText
source: Careful where you smoke. The crew bills us for air filtration.
cs: Pozor na to, kde kouříte. Posádka nám účtuje filtraci vzduchu.

# chatter/parent_noconversation_01_gb_stevedore:14:DefaultText
source: It's always fucking freezing in the bays.
cs: V zátokách vždycky mrzne.

# chatter/parent_noconversation_01_gb_stevedore:16:DefaultText
source: You learn to keep your eyes to yourself in my job. Nobody wants you looking close at their cargo.
cs: V mé práci se naučíte mít oči na stopkách. Nikdo nechce, abyste se mu dívali zblízka na náklad.

# chatter/parent_noconversation_01_gb_stevedore:17:DefaultText
source: Gonna head to Vera's for whiskey and darts. Maybe not in that order.
cs: Půjdu k Verě na whisky a šipky. Možná ne v tomto pořadí.

# chatter/parent_noconversation_01_gb_stevedore:18:DefaultText
source: We move cargo sixteen hours a day, and half of us still can't afford a bed.
cs: Nákladem se pohybujeme šestnáct hodin denně a polovina z nás si stále nemůže dovolit postel.

# chatter/parent_noconversation_01_gb_stevedore:19:DefaultText
source: If it wasn't for us, this whole damn station would shut down.
cs: Nebýt nás, celá tahle zatracená stanice by se zavřela.

# chatter/parent_noconversation_01_gb_stevedore:24:DefaultText
source: Nice duds there, fancy-ass. Wanna move along so the little people can get our work done?
cs: Pěkné oblečení, fajnšmekře. Chceš jít dál, abychom my malí mohli pracovat?

# chatter/parent_noconversation_01_gb_stevedore:27:DefaultText
source: Yeah, I've done work for SubLight. Need to pay the bills somehow.
cs: Jo, pro SubLight jsem pracoval. Musím nějak zaplatit účty.

# chatter/parent_noconversation_01_gb_stevedore:28:DefaultText
source: Heard you've been working for SubLight. Lilya takes good care of us.
cs: Prý pracuješ pro SubLight. Lilya se o nás dobře stará.

# chatter/parent_noconversation_01_gb_stevedore:29:DefaultText
source: If they find out who killed Ms. Hagen, we're gonna make them real sorry.
cs: Jestli zjistí, kdo zabil slečnu Hagenovou, budou toho opravdu litovat.
