Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_gladysguard.po
Languages: cs

# chatter/parent_noconversation_01_gb_gladysguard:76:DefaultText
source: Hands off the lady, all right?
cs: Ruce pryč od té dámy, ano?

# chatter/parent_noconversation_01_gb_gladysguard:77:DefaultText
source: Gladys can get you a snack if you're hungry.
cs: Gladys ti přinese svačinu, pokud máš hlad.

# chatter/parent_noconversation_01_gb_gladysguard:78:DefaultText
source: Mess with Gladys, you mess with us.
cs: Když si zahráváš s Gladys, zahráváš si i s námi.

# chatter/parent_noconversation_01_gb_gladysguard:80:DefaultText
source: You got business with the fence? Make it quick.
cs: Máš obchod s plotem? Udělejte to rychle.

# chatter/parent_noconversation_01_gb_gladysguard:81:DefaultText
source: You think Gladys is gonna make us listen to the re-run of "The Chairman's Children" again?
cs: Myslíš, že nás Gladys bude nutit znovu poslouchat reprízu "Dětí předsedy"?

# chatter/parent_noconversation_01_gb_gladysguard:82:DefaultText
source: This is a law-abiding establishment. Honest.
cs: Jedná se o podnik dodržující zákony. Poctivý.

# chatter/parent_noconversation_01_gb_gladysguard:83:DefaultText
source: She show you that ceramic mantipillar, too?
cs: Taky ti ukázala toho keramického mantipillara?

# chatter/parent_noconversation_01_gb_gladysguard:84:DefaultText
source: I'd work just for the cookies, but Gladys insists on payin' us in cold, hard bits.
cs: Pracoval bych jen za sušenky, ale Gladys trvá na tom, že nám bude platit tvrdými kousky.

# chatter/parent_noconversation_01_gb_gladysguard:85:DefaultText
source: Watch where you're lookin', buddy.
cs: Dávej pozor, kam se díváš, kámo.

# chatter/parent_noconversation_01_gb_gladysguard:86:DefaultText
source: Don't make any smart moves.
cs: Nedělejte žádné chytré kroky.
