Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionfelix.po
Languages: cs

# chatter/parent_companionfelix:488:DefaultText
source: This was a nice break.
cs: Byla to příjemná přestávka.

# chatter/parent_companionfelix:489:DefaultText
source: Taking in the scenery?
cs: Prohlížíte si krajinu?

# chatter/parent_companionfelix:490:DefaultText
source: Hey, you got it open.
cs: Hej, otevřeli jste to.

# chatter/parent_companionfelix:491:DefaultText
source: It's all in the wrist.
cs: Vše je v zápěstí.

# chatter/parent_companionfelix:492:DefaultText
source: Let's take a look inside.
cs: Podívejme se dovnitř.

# chatter/parent_companionfelix:493:DefaultText
source: Hey, you got it open.
cs: Hej, otevřeli jste to.

# chatter/parent_companionfelix:494:DefaultText
source: It's all in the wrist.
cs: Vše je v zápěstí.

# chatter/parent_companionfelix:495:DefaultText
source: Let's take a look inside.
cs: Podívejme se dovnitř.

# chatter/parent_companionfelix:502:DefaultText
source: Can't keep us out!
cs: Nemůžeme se držet stranou!

# chatter/parent_companionfelix:503:DefaultText
source: Wow. How'd you do that?
cs: Páni. Jak jsi to dokázal?

# chatter/parent_companionfelix:504:DefaultText
source: You gotta show me how you did that!
cs: Musíš mi ukázat, jak jsi to udělal!

# chatter/parent_companionfelix:505:DefaultText
source: Can't keep us out!
cs: Nemůžeme se držet stranou!

# chatter/parent_companionfelix:506:DefaultText
source: Wow. How'd you do that?
cs: Páni. Jak jsi to dokázal?

# chatter/parent_companionfelix:507:DefaultText
source: You gotta show me how you did that!
cs: Musíš mi ukázat, jak jsi to udělal!

# chatter/parent_companionfelix:514:DefaultText
source: Can we do that again?
cs: Můžeme to zopakovat?

# chatter/parent_companionfelix:515:DefaultText
source: Still got it.
cs: Stále ji mám.

# chatter/parent_companionfelix:516:DefaultText
source: I was just getting started.
cs: Právě jsem začínal.

# chatter/parent_companionfelix:517:DefaultText
source: Don't mess with the best!
cs: Nezahrávejte si s těmi nejlepšími!

# chatter/parent_companionfelix:518:DefaultText
source: Who's next? Nobody? Yeah, that's what I thought.
cs: Kdo je na řadě? Nikdo? Jo, to jsem si myslel.

# chatter/parent_companionfelix:519:DefaultText
source: Yeah! Now THAT was fun!
cs: Jo! Tak to byla zábava!

# chatter/parent_companionfelix:520:DefaultText
source: Score one for Felix!
cs: Jeden bod pro Felixe!

# chatter/parent_companionfelix:521:DefaultText
source: Heads up!
cs: Pozor!

# chatter/parent_companionfelix:522:DefaultText
source: Heads up, boss!
cs: Pozor, šéfe!

# chatter/parent_companionfelix:523:DefaultText
source: Jackasses incoming!
cs: Přicházejí blbci!

# chatter/parent_companionfelix:524:DefaultText
source: I been waiting for this!
cs: Čekal jsem na to!

# chatter/parent_companionfelix:525:DefaultText
source: All right, here we go!
cs: Tak jo, jdeme na to!

# chatter/parent_companionfelix:526:DefaultText
source: Let's take 'em down!
cs: Pojďme je sundat!

# chatter/parent_companionfelix:527:DefaultText
source: All right, let's dance!
cs: Dobře, pojďme tančit!

# chatter/parent_companionfelix:528:DefaultText
source: Let's make this quick!
cs: Udělejme to rychle!

# chatter/parent_companionfelix:529:DefaultText
source: I could do this all day!
cs: Tohle bych mohl dělat celý den!

# chatter/parent_companionfelix:530:DefaultText
source: We're about to ruin your day!
cs: Chystáme se vám zkazit den!

# chatter/parent_companionfelix:531:DefaultText
source: Easy as mock-apple pie!
cs: Jednoduché jako posměšný jablečný koláč!

# chatter/parent_companionfelix:532:DefaultText
source: I got your back, boss!
cs: Kryju ti záda, šéfe!

# chatter/parent_companionfelix:533:DefaultText
source: Stand your ground!
cs: Stůjte na místě!

# chatter/parent_companionfelix:534:DefaultText
source: Eyes up!
cs: Oči vzhůru!

# chatter/parent_companionfelix:535:DefaultText
source: They're tougher than they look!
cs: Jsou tvrdší, než vypadají!

# chatter/parent_companionfelix:536:DefaultText
source: No! Boss!
cs: Ne! Šéfe!

# chatter/parent_companionfelix:537:DefaultText
source: No! Get up, come on!
cs: Ne! Vstávej, no tak!

# chatter/parent_companionfelix:539:DefaultText
source: Let 'em have it!
cs: Nechte jim to!

# chatter/parent_companionfelix:540:DefaultText
source: Show 'em how it's done!
cs: Ukažte jim, jak se to dělá!

# chatter/parent_companionfelix:541:DefaultText
source: Keep it up!
cs: Jen tak dál!

# chatter/parent_companionfelix:542:DefaultText
source: Hit 'em with something else!
cs: Udeřte je něčím jiným!

# chatter/parent_companionfelix:543:DefaultText
source: I don't think that's working, boss!
cs: Myslím, že to nefunguje, šéfe!

# chatter/parent_companionfelix:544:DefaultText
source: No good, boss! Try another weapon!
cs: To není dobré, šéfe! Zkuste jinou zbraň!

# chatter/parent_companionfelix:545:DefaultText
source: Corrosives won't help!
cs: Žíraviny nepomohou!

# chatter/parent_companionfelix:546:DefaultText
source: Corrosives won't work!
cs: Žíraviny nefungují!

# chatter/parent_companionfelix:547:DefaultText
source: Corrosives don't do a thing!
cs: Žíraviny nic nedělají!

# chatter/parent_companionfelix:549:DefaultText
source: Plasma won't get through!
cs: Plazma neprojde!

# chatter/parent_companionfelix:550:DefaultText
source: Plasma ain't working!
cs: Plazma nefunguje!

# chatter/parent_companionfelix:551:DefaultText
source: Plasma won't help!
cs: Plazma nepomůže!

# chatter/parent_companionfelix:553:DefaultText
source: N-Rays won't work on 'em!
cs: N-záření na ně nefunguje!

# chatter/parent_companionfelix:554:DefaultText
source: N-Rays are useless on 'em!
cs: N-záření je na ně nepoužitelné!

# chatter/parent_companionfelix:555:DefaultText
source: N-Rays won't hurt 'em!
cs: N-záření jim neublíží!

# chatter/parent_companionfelix:557:DefaultText
source: Shocking 'em won't work!
cs: Šokovat je nebude fungovat!

# chatter/parent_companionfelix:558:DefaultText
source: Shocking 'em won't help!
cs: Šokování jim nepomůže!

# chatter/parent_companionfelix:561:DefaultText
source: That's one down!
cs: To je o jednoho méně!

# chatter/parent_companionfelix:562:DefaultText
source: Oooh! That had to hurt!
cs: To muselo bolet!

# chatter/parent_companionfelix:563:DefaultText
source: Yeah, that's what you get!
cs: Ano, to je to, co dostanete!

# chatter/parent_companionfelix:564:DefaultText
source: That's one down!
cs: To je o jednoho méně!

# chatter/parent_companionfelix:565:DefaultText
source: Oooh! That had to hurt!
cs: To muselo bolet!

# chatter/parent_companionfelix:566:DefaultText
source: Yeah, that's what you get!
cs: Ano, to je to, co dostanete!

# chatter/parent_companionfelix:573:DefaultText
source: Never knew what hit 'em.
cs: Nikdy nevěděli, co je zasáhlo.

# chatter/parent_companionfelix:574:DefaultText
source: Out like a lamp.
cs: Zhasíná jako lampa.

# chatter/parent_companionfelix:575:DefaultText
source: Nighty-night.
cs: Dobrou noc.

# chatter/parent_companionfelix:579:DefaultText
source: So, anyway...
cs: Takže...

# chatter/parent_companionfelix:580:DefaultText
source: Where were we? Oh, right.
cs: Kde jsme to byli? Aha, jasně.

# chatter/parent_companionfelix:581:DefaultText
source: All right. Hushing up.
cs: Dobře. Ztišení.

# chatter/parent_companionfelix:582:DefaultText
source: Got it. Heads down.
cs: Mám to. Hlavu dolů.

# chatter/parent_companionfelix:583:DefaultText
source: Shh! Someone's coming!
cs: Pšššt! Někdo jde!

# chatter/parent_companionfelix:584:DefaultText
source: Company!
cs: Společnost!

# chatter/parent_companionfelix:585:DefaultText
source: Hey boss, I been thinking...
cs: Hej, šéfe, přemýšlel jsem...

# chatter/parent_companionfelix:586:DefaultText
source: You got a second?
cs: Máš druhý?

# chatter/parent_companionfelix:587:DefaultText
source: I got a real problem with this.
cs: Mám s tím skutečný problém.

# chatter/parent_companionfelix:588:DefaultText
source: Are you serious? We need to talk.
cs: To myslíte vážně? Musíme si promluvit.

# chatter/parent_companionfelix:589:DefaultText
source: Somebody help Ellie!
cs: Pomozte někdo Ellie!

# chatter/parent_companionfelix:590:DefaultText
source: Oh no, Ellie!
cs: Ale ne, Ellie!

# chatter/parent_companionfelix:591:DefaultText
source: Ellie, hold on!
cs: Ellie, vydrž!

# chatter/parent_companionfelix:592:DefaultText
source: SAM's taking a beating!
cs: SAM dostává zabrat!

# chatter/parent_companionfelix:593:DefaultText
source: Aw, damn it! SAM's down!
cs: Sakra! SAM je dole!

# chatter/parent_companionfelix:594:DefaultText
source: SAM was under warranty, right?!
cs: SAM byl v záruce, že?!

# chatter/parent_companionfelix:595:DefaultText
source: Get up, Max!
cs: Vstávej, Maxi!

# chatter/parent_companionfelix:596:DefaultText
source: Somebody help Max!
cs: Pomozte někdo Maxovi!

# chatter/parent_companionfelix:597:DefaultText
source: Damn it, Max! What are you thinking?!
cs: Sakra, Maxi! Na co myslíš?!

# chatter/parent_companionfelix:598:DefaultText
source: Pavati, hold on!
cs: Pavati, vydrž!

# chatter/parent_companionfelix:599:DefaultText
source: Somebody help Parvati!
cs: Pomozte někdo Parvati!

# chatter/parent_companionfelix:600:DefaultText
source: Parvati's hurt!
cs: Parvati je zraněná!

# chatter/parent_companionfelix:601:DefaultText
source: Nyoka's hurt!
cs: Nyoka je zraněná!

# chatter/parent_companionfelix:602:DefaultText
source: Nyoka needs help!
cs: Nyoka potřebuje pomoc!

# chatter/parent_companionfelix:603:DefaultText
source: Damn! Nyoka's in trouble!
cs: Sakra! Nyoka má potíže!

# chatter/parent_companionfelix:604:DefaultText
source: Just stretching your legs, boss?
cs: Jen si protahujete nohy, šéfe?

# chatter/parent_companionfelix:606:DefaultText
source: You need something?
cs: Potřebujete něco?

# chatter/parent_companionfelix:607:DefaultText
source: You wanted to see me?
cs: Chtěl jsi mě vidět?

# chatter/parent_companionfelix:608:DefaultText
source: You wanted to talk?
cs: Chtěl jste si promluvit?

# chatter/parent_companionfelix:609:DefaultText
source: We got another job?
cs: Máme další práci?

# chatter/parent_companionfelix:610:DefaultText
source: You still taking orders from the Board?
cs: Stále přijímáte příkazy od správní rady?

# chatter/parent_companionfelix:611:DefaultText
source: You wanna talk? Let's talk.
cs: Chceš si promluvit? Promluvme si.

# chatter/parent_companionfelix:612:DefaultText
source: You want some of this?
cs: Chceš trochu tohohle?

# chatter/parent_companionfelix:613:DefaultText
source: Out of my way!
cs: Z cesty!

# chatter/parent_companionfelix:614:DefaultText
source: Here I come!
cs: Už jdu!

# chatter/parent_companionfelix:615:DefaultText
source: Watch this!
cs: Dívejte se na to!

# chatter/parent_companionfelix:616:DefaultText
source: My time to shine!
cs: Můj čas zazářit!

# chatter/parent_companionfelix:617:DefaultText
source: Score one for Felix!
cs: Jeden bod pro Felixe!

# chatter/parent_companionfelix:618:DefaultText
source: Heads up, jackass!
cs: Hlavu vzhůru, blbečku!

# chatter/parent_companionfelix:619:DefaultText
source: You're going down!
cs: Jdeš ke dnu!

# chatter/parent_companionfelix:620:DefaultText
source: Hey boss, watch this!
cs: Hej, šéfe, sleduj tohle!

# chatter/parent_companionfelix:621:DefaultText
source: Tossball kick!
cs: Kop do míče!

# chatter/parent_companionfelix:622:DefaultText
source: You like that?!
cs: Líbí se vám to?!

# chatter/parent_companionfelix:623:DefaultText
source: More where that came from!
cs: Ještě víc, odkud to přišlo!

# chatter/parent_companionfelix:624:DefaultText
source: And the crowd goes wild!
cs: A dav šílí!

# chatter/parent_companionfelix:625:DefaultText
source: You guys see that?
cs: Vidíte to?

# chatter/parent_companionfelix:626:DefaultText
source: I'm the best there ever was!
cs: Jsem ten nejlepší, jaký kdy byl!

# chatter/parent_companionfelix:627:DefaultText
source: Boss, did you see that?!
cs: Šéfe, viděl jste to?!

# chatter/parent_companionfelix:633:DefaultText
source: Boss, watch out!
cs: Šéfe, pozor!

# chatter/parent_companionfelix:634:DefaultText
source: Boss, behind you!
cs: Šéfe, za vámi!

# chatter/parent_companionfelix:635:DefaultText
source: Behind you, Boss!
cs: Za vámi, šéfe!

# chatter/parent_companionfelix:636:DefaultText
source: Watch out, Boss!
cs: Pozor, šéfe!

# chatter/parent_companionfelix:638:DefaultText
source: Boss, to your left!
cs: Šéfe, vlevo!

# chatter/parent_companionfelix:639:DefaultText
source: On your left, Boss!
cs: Po vaší levici, šéfe!

# chatter/parent_companionfelix:641:DefaultText
source: Boss, to your right!
cs: Šéfe, vpravo!

# chatter/parent_companionfelix:642:DefaultText
source: On your right, Boss!
cs: Vpravo, šéfe!

# chatter/parent_companionfelix:662:DefaultText
source: What do you need?
cs: Co potřebujete?
