Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_04_sb_cannery.po
Languages: cs

# chatter/parent_noconversation_04_sb_cannery:5:DefaultText
source: You're probably looking for Velma. Watch out, she's in a mood.
cs: Pravděpodobně hledáte Velmu. Pozor, má náladu.

# chatter/parent_noconversation_04_sb_cannery:6:DefaultText
source: Wouldn't mind smelling like saltuna if we could sell more of it.
cs: Nevadilo by nám, kdyby voněla jako saltuna, kdybychom jí mohli prodat víc.

# chatter/parent_noconversation_04_sb_cannery:7:DefaultText
source: If you wanna talk to the boss, she's in the back of the warehouse.
cs: Jestli chceš mluvit se šéfkou, je vzadu ve skladu.

# chatter/parent_noconversation_04_sb_cannery:8:DefaultText
source: Poor Braxton. Just when I thought things couldn't get worse here.
cs: Chudák Braxton. Zrovna když jsem si myslel, že už to nemůže být horší.

# chatter/parent_noconversation_04_sb_cannery:12:DefaultText
source: They can't attack now! We haven't even met our monthly quota.
cs: Teď už nemohou zaútočit! Ani jsme nesplnili měsíční kvótu.

# chatter/parent_noconversation_04_sb_cannery:13:DefaultText
source: We felt the crash from here. That ship must be close.
cs: Odtud jsme pocítili náraz. Ta loď musí být blízko.

# chatter/parent_noconversation_04_sb_cannery:14:DefaultText
source: Sanjar's not going out there to talk with those maniacs, is he?
cs: Sanjar tam přece nepůjde mluvit s těmi maniaky, ne?

# chatter/parent_noconversation_04_sb_cannery:15:DefaultText
source: Don't know how you got Velma to negotiate, but good on you.
cs: Nevím, jak jste Velmu přiměli k vyjednávání, ale dobře děláte.

# chatter/parent_noconversation_04_sb_cannery:16:DefaultText
source: I'm glad Caleb's crew is back. I was getting tired of the extra shifts.
cs: Jsem ráda, že se Calebova parta vrátila. Už mě ty směny navíc začínaly unavovat.

# chatter/parent_noconversation_04_sb_cannery:17:DefaultText
source: At least Grimm's done bothering Velma. Last thing anyone needs is him setting her off.
cs: Grimm alespoň přestal Velmu obtěžovat. Poslední, co kdo potřebuje, je, aby ji popudil.

# chatter/parent_noconversation_04_sb_cannery:18:DefaultText
source: Look, I don't- sorry, for a second, I thought you were Grimm.
cs: Podívej, já ne... promiň, na chvíli jsem si myslel, že jsi Grimm.

# chatter/parent_noconversation_04_sb_cannery:19:DefaultText
source: Business is picking up now that Sanjar's getting MSI back on the Board.
cs: Obchod se nyní zvedá, když Sanjar vrátil MSI zpět do představenstva.

# chatter/parent_noconversation_04_sb_cannery:20:DefaultText
source: That drama with the Iconoclasts was a nice break. Now, it's back to work.
cs: To drama s Ikonoklasty bylo příjemnou přestávkou. Teď se vrátíme k práci.

# chatter/parent_noconversation_04_sb_cannery:21:DefaultText
source: These Iconoclasts don't seem to know much about running a warehouse.
cs: Zdá se, že tito ikonoklasté toho o vedení skladu moc nevědí.
