Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent__globalsimple.po
Languages: cs

# chatter/parent__globalsimple:71:DefaultText
source: That's it! You've been warned!
cs: A je to! Byli jste varováni!

# chatter/parent__globalsimple:72:DefaultText
source: Guard! Got us a lawbreaker here!
cs: Stráž! Máme tu porušovatele zákona!

# chatter/parent__globalsimple:73:DefaultText
source: You're not getting away with that!
cs: To ti neprojde!

# chatter/parent__globalsimple:74:DefaultText
source: You ain't above the Law!
cs: Nejste nad zákonem!

# chatter/parent__globalsimple:75:DefaultText
source: We don't tolerate degenerates around here!
cs: My tady degeneráty netolerujeme!

# chatter/parent__globalsimple:76:DefaultText
source: Hey! You're gonna get us all arrested!
cs: Hej! Kvůli tobě nás všechny zavřou!

# chatter/parent__globalsimple:81:DefaultText
source: Please! I don't want to die!
cs: Prosím! Nechci zemřít!

# chatter/parent__globalsimple:91:DefaultText
source: Uh, what's going on here?!
cs: Co se to tu děje?!

# chatter/parent__globalsimple:92:DefaultText
source: Miscreant! I saw that!
cs: Zloděj! To jsem viděl!

# chatter/parent__globalsimple:93:DefaultText
source: Hey! That's illegal!
cs: Hej! To je nezákonné!

# chatter/parent__globalsimple:94:DefaultText
source: You can't just help yourself to whatever you want!
cs: Nemůžeš si jen tak dopřát, co chceš!

# chatter/parent__globalsimple:95:DefaultText
source: Hey! That's company property!
cs: Hej! To je majetek společnosti!

# chatter/parent__globalsimple:96:DefaultText
source: Stop! You're violating company policy!
cs: Přestaňte! Porušujete firemní pravidla!

# chatter/parent__globalsimple:102:DefaultText
source: Stop right there!
cs: Zastavte se na místě!

# chatter/parent__globalsimple:104:DefaultText
source: Criminal! Criminal on the run!
cs: Zločinec! Zločinec na útěku!

# chatter/parent__globalsimple:106:DefaultText
source: Hey, get back here!
cs: Hej, vrať se sem!

# chatter/parent__globalsimple:123:DefaultText
source: Hey! Stop!
cs: Hej! Stůj!

# chatter/parent__globalsimple:124:DefaultText
source: Oh Law, it hurts! Stop!
cs: Ach, Law, to bolí! Přestaň!

# chatter/parent__globalsimple:125:DefaultText
source: Ahhh! Stop that!
cs: Ahhh! Přestaňte s tím!

# chatter/parent__globalsimple:141:DefaultText
source: Thanks for the bits, friend. I think this was just a misunderstanding.
cs: Díky za ty kousky, příteli. Myslím, že šlo jen o nedorozumění.

# chatter/parent__globalsimple:145:DefaultText
source: All right. I'll look the other way this time.
cs: Dobře. Tentokrát se budu dívat jinam.

# chatter/parent__globalsimple:151:DefaultText
source: Oh, my mistake.
cs: Moje chyba.

# chatter/parent__globalsimple:152:DefaultText
source: Ah, sorry for the misunderstanding.
cs: Omlouvám se za nedorozumění.

# chatter/parent__globalsimple:153:DefaultText
source: Oh... I guess, uh, never mind then.
cs: Aha... tak to je asi jedno.

# chatter/parent__globalsimple:154:DefaultText
source: Uh, just be careful next time.
cs: Příště buď opatrný.

# chatter/parent__globalsimple:161:DefaultText
source: I don't think so! Guards! Help!
cs: To si nemyslím! Stráže! Pomoc!

# chatter/parent__globalsimple:162:DefaultText
source: I know a dissident when I see one!
cs: Poznám disidenta, když ho vidím!

# chatter/parent__globalsimple:163:DefaultText
source: I'm not negotiating with lawbreakers!
cs: Nebudu vyjednávat s porušovateli zákona!

# chatter/parent__globalsimple:165:DefaultText
source: I'm not gonna get in trouble 'cause of you!
cs: Kvůli tobě se nedostanu do potíží!
