Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionfelix.po
Languages: cs

# chatter/parent_companionfelix:2:DefaultText
source: You can count on me, boss.
cs: Na mě se můžeš spolehnout, šéfe.

# chatter/parent_companionfelix:3:DefaultText
source: I'm on it.
cs: Jdu na to.

# chatter/parent_companionfelix:5:DefaultText
source: You can count on me, boss.
cs: Na mě se můžeš spolehnout, šéfe.

# chatter/parent_companionfelix:6:DefaultText
source: I'm on it.
cs: Jdu na to.

# chatter/parent_companionfelix:8:DefaultText
source: You can count on me, boss.
cs: Na mě se můžeš spolehnout, šéfe.

# chatter/parent_companionfelix:9:DefaultText
source: I'm on it.
cs: Jdu na to.

# chatter/parent_companionfelix:11:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionfelix:12:DefaultText
source: Can't do that, boss.
cs: To nemůžete, šéfe.

# chatter/parent_companionfelix:13:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionfelix:16:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionfelix:17:DefaultText
source: Can't do that, boss.
cs: To nemůžete, šéfe.

# chatter/parent_companionfelix:18:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionfelix:21:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionfelix:22:DefaultText
source: Can't do that, boss.
cs: To nemůžete, šéfe.

# chatter/parent_companionfelix:23:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionfelix:41:DefaultText
source: Coming back.
cs: Vrací se.

# chatter/parent_companionfelix:42:DefaultText
source: On my way back.
cs: Na cestě zpět.

# chatter/parent_companionfelix:43:DefaultText
source: Be right over.
cs: Hned tam budu.

# chatter/parent_companionfelix:45:DefaultText
source: Coming back.
cs: Vrací se.

# chatter/parent_companionfelix:46:DefaultText
source: On my way back.
cs: Na cestě zpět.

# chatter/parent_companionfelix:47:DefaultText
source: Be right over.
cs: Hned tam budu.

# chatter/parent_companionfelix:49:DefaultText
source: Coming back.
cs: Vrací se.

# chatter/parent_companionfelix:50:DefaultText
source: On my way back.
cs: Na cestě zpět.

# chatter/parent_companionfelix:51:DefaultText
source: Be right over.
cs: Hned tam budu.

# chatter/parent_companionfelix:53:DefaultText
source: We're in!
cs: Jdeme do toho!

# chatter/parent_companionfelix:54:DefaultText
source: Nice and simple.
cs: Pěkné a jednoduché.

# chatter/parent_companionfelix:56:DefaultText
source: We're in!
cs: Jdeme do toho!

# chatter/parent_companionfelix:57:DefaultText
source: Nice and simple.
cs: Pěkné a jednoduché.

# chatter/parent_companionfelix:59:DefaultText
source: You're a genius!
cs: Jsi génius!

# chatter/parent_companionfelix:60:DefaultText
source: How'd you do that?
cs: Jak jsi to udělal?

# chatter/parent_companionfelix:62:DefaultText
source: You're a genius!
cs: Jsi génius!

# chatter/parent_companionfelix:63:DefaultText
source: How'd you do that?
cs: Jak jsi to udělal?

# chatter/parent_companionfelix:65:DefaultText
source: Nice and quick.
cs: Pěkně a rychle.

# chatter/parent_companionfelix:66:DefaultText
source: Done and done.
cs: Hotovo a hotovo.

# chatter/parent_companionfelix:68:DefaultText
source: Nice and quick.
cs: Pěkně a rychle.

# chatter/parent_companionfelix:69:DefaultText
source: Done and done.
cs: Hotovo a hotovo.

# chatter/parent_companionfelix:71:DefaultText
source: Wow, nice work.
cs: Páni, pěkná práce.

# chatter/parent_companionfelix:72:DefaultText
source: It's all in the wrist.
cs: Vše je v zápěstí.

# chatter/parent_companionfelix:74:DefaultText
source: Wow, nice work.
cs: Páni, pěkná práce.

# chatter/parent_companionfelix:75:DefaultText
source: It's all in the wrist.
cs: Vše je v zápěstí.

# chatter/parent_companionfelix:76:DefaultText
source: We all in one piece?
cs: Jsme všichni v jednom kuse?

# chatter/parent_companionfelix:77:DefaultText
source: That was fun!
cs: To byla zábava!

# chatter/parent_companionfelix:78:DefaultText
source: We're the best there ever was!
cs: Jsme ti nejlepší, jací kdy byli!

# chatter/parent_companionfelix:79:DefaultText
source: Looks like we're doing this!
cs: Vypadá to, že do toho jdeme!

# chatter/parent_companionfelix:80:DefaultText
source: Here they come!
cs: Už jsou tady!

# chatter/parent_companionfelix:81:DefaultText
source: I love a good brawl!
cs: Miluji dobré rvačky!

# chatter/parent_companionfelix:82:DefaultText
source: We got this!
cs: Máme to!

# chatter/parent_companionfelix:83:DefaultText
source: All right, Felix. Stay focused.
cs: Dobře, Felixi. Soustřeď se.

# chatter/parent_companionfelix:84:DefaultText
source: Boss!
cs: Šéfe!

# chatter/parent_companionfelix:85:DefaultText
source: Boss?! NO!
cs: Šéfe?! NE!

# chatter/parent_companionfelix:86:DefaultText
source: That'll learn 'em!
cs: To je naučí!

# chatter/parent_companionfelix:87:DefaultText
source: Don't let up!
cs: Nepolevujte!

# chatter/parent_companionfelix:88:DefaultText
source: I don't think you're getting through!
cs: Myslím, že se nedostanete dál!

# chatter/parent_companionfelix:89:DefaultText
source: You gotta get past that armor!
cs: Musíš se dostat přes to brnění!

# chatter/parent_companionfelix:90:DefaultText
source: Corrosives ain't working!
cs: Žíraviny nefungují!

# chatter/parent_companionfelix:91:DefaultText
source: Plasma's useless!
cs: Plazma je k ničemu!

# chatter/parent_companionfelix:92:DefaultText
source: N-Rays ain't working!
cs: N-záření nefunguje!

# chatter/parent_companionfelix:93:DefaultText
source: Shocking 'em won't do much!
cs: Šokování jim moc nepomůže!

# chatter/parent_companionfelix:95:DefaultText
source: Got 'em, boss!
cs: Mám je, šéfe!

# chatter/parent_companionfelix:96:DefaultText
source: Nobody messes with you, boss!
cs: Nikdo si s tebou nebude zahrávat, šéfe!

# chatter/parent_companionfelix:98:DefaultText
source: Got 'em, boss!
cs: Mám je, šéfe!

# chatter/parent_companionfelix:99:DefaultText
source: Nobody messes with you, boss!
cs: Nikdo si s tebou nebude zahrávat, šéfe!

# chatter/parent_companionfelix:101:DefaultText
source: Quick and quiet.
cs: Rychle a tiše.

# chatter/parent_companionfelix:102:DefaultText
source: Never saw you coming.
cs: Nikdy jsem tě neviděl přicházet.

# chatter/parent_companionfelix:104:DefaultText
source: Boss, you're hurt!
cs: Šéfe, jste zraněný!

# chatter/parent_companionfelix:105:DefaultText
source: Boss, be careful!
cs: Šéfe, buďte opatrný!

# chatter/parent_companionfelix:106:DefaultText
source: Boss, get behind me!
cs: Šéfe, pojďte za mnou!

# chatter/parent_companionfelix:108:DefaultText
source: Boss, you're hurt!
cs: Šéfe, jste zraněný!

# chatter/parent_companionfelix:109:DefaultText
source: Boss, be careful!
cs: Šéfe, buďte opatrný!

# chatter/parent_companionfelix:110:DefaultText
source: Boss, get behind me!
cs: Šéfe, pojďte za mnou!

# chatter/parent_companionfelix:112:DefaultText
source: Boss, you're hurt!
cs: Šéfe, jste zraněný!

# chatter/parent_companionfelix:113:DefaultText
source: Boss, be careful!
cs: Šéfe, buďte opatrný!

# chatter/parent_companionfelix:114:DefaultText
source: Boss, get behind me!
cs: Šéfe, pojďte za mnou!

# chatter/parent_companionfelix:115:DefaultText
source: Anyway, as I was saying.
cs: Každopádně, jak jsem říkal.

# chatter/parent_companionfelix:116:DefaultText
source: We're one with the shadows, boss.
cs: Jsme jedno se stíny, šéfe.

# chatter/parent_companionfelix:118:DefaultText
source: Boss, heads up!
cs: Šéfe, pozor!

# chatter/parent_companionfelix:119:DefaultText
source: Shh! Careful!
cs: Pšššt! Opatrně!

# chatter/parent_companionfelix:120:DefaultText
source: On it, boss!
cs: Jdeme na to, šéfe!

# chatter/parent_companionfelix:121:DefaultText
source: On it, boss!
cs: Jdeme na to, šéfe!

# chatter/parent_companionfelix:122:DefaultText
source: On it, boss!
cs: Jdeme na to, šéfe!

# chatter/parent_companionfelix:129:DefaultText
source: So, where were we?
cs: Tak kde jsme to byli?

# chatter/parent_companionfelix:130:DefaultText
source: Where'd we leave off? Oh yeah.
cs: Kde jsme skončili? No jo.

# chatter/parent_companionfelix:133:DefaultText
source: Staying out of sight.
cs: Zůstat mimo dohled.

# chatter/parent_companionfelix:135:DefaultText
source: Shhh. Easy now.
cs: Pšššt. Klid.

# chatter/parent_companionfelix:136:DefaultText
source: I think someone's coming!
cs: Myslím, že někdo přijde!

# chatter/parent_companionfelix:137:DefaultText
source: Hey, you got a minute?
cs: Hej, máš chvilku?

# chatter/parent_companionfelix:138:DefaultText
source: We gotta talk about this.
cs: Musíme si o tom promluvit.

# chatter/parent_companionfelix:139:DefaultText
source: Hey boss, I wanna talk to you.
cs: Hej, šéfe, chci s tebou mluvit.

# chatter/parent_companionfelix:140:DefaultText
source: Hey, hold on a second. I want a word.
cs: Hej, počkej chvíli. Chci na slovíčko.

# chatter/parent_companionfelix:143:DefaultText
source: SAM's down!
cs: SAM je mrtvý!

# chatter/parent_companionfelix:144:DefaultText
source: Somebody get SAM!
cs: Sežeňte někdo SAMa!

# chatter/parent_companionfelix:145:DefaultText
source: Damn it! Max is down!
cs: Sakra! Max je dole!

# chatter/parent_companionfelix:146:DefaultText
source: Hey! Max is hurt!
cs: Hej! Max je zraněný!

# chatter/parent_companionfelix:148:DefaultText
source: Oh no, Parvati!
cs: Ale ne, Parvati!

# chatter/parent_companionfelix:153:DefaultText
source: Hold on, Nyoka!
cs: Vydrž, Nyoko!

# chatter/parent_companionfelix:155:DefaultText
source: Ellie's down!
cs: Ellie je na dně!

# chatter/parent_companionfelix:161:DefaultText
source: Sure.
cs: Jistě.

# chatter/parent_companionfelix:162:DefaultText
source: Yeah, yeah.
cs: Jo, jo.

# chatter/parent_companionfelix:163:DefaultText
source: I'll get it done.
cs: Udělám to.

# chatter/parent_companionfelix:165:DefaultText
source: Sure.
cs: Jistě.

# chatter/parent_companionfelix:166:DefaultText
source: Yeah, yeah.
cs: Jo, jo.

# chatter/parent_companionfelix:167:DefaultText
source: I'll get it done.
cs: Udělám to.

# chatter/parent_companionfelix:169:DefaultText
source: Sure.
cs: Jistě.

# chatter/parent_companionfelix:170:DefaultText
source: Yeah, yeah.
cs: Jo, jo.

# chatter/parent_companionfelix:171:DefaultText
source: I'll get it done.
cs: Udělám to.

# chatter/parent_companionfelix:175:DefaultText
source: Yeah, right.
cs: Ano, správně.

# chatter/parent_companionfelix:176:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionfelix:177:DefaultText
source: That ain't happening.
cs: To se nestane.

# chatter/parent_companionfelix:178:DefaultText
source: Yeah, right.
cs: Ano, správně.

# chatter/parent_companionfelix:179:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionfelix:180:DefaultText
source: That ain't happening.
cs: To se nestane.

# chatter/parent_companionfelix:181:DefaultText
source: Yeah, right.
cs: Ano, správně.

# chatter/parent_companionfelix:182:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionfelix:183:DefaultText
source: That ain't happening.
cs: To se nestane.

# chatter/parent_companionfelix:185:DefaultText
source: Yeah, I'm on my way.
cs: Jo, jsem na cestě.

# chatter/parent_companionfelix:186:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionfelix:187:DefaultText
source: Give me a sec.
cs: Dejte mi chvilku.

# chatter/parent_companionfelix:189:DefaultText
source: Yeah, I'm on my way.
cs: Jo, jsem na cestě.

# chatter/parent_companionfelix:190:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionfelix:191:DefaultText
source: Give me a sec.
cs: Dejte mi chvilku.

# chatter/parent_companionfelix:193:DefaultText
source: Yeah, I'm on my way.
cs: Jo, jsem na cestě.

# chatter/parent_companionfelix:194:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionfelix:195:DefaultText
source: Give me a sec.
cs: Dejte mi chvilku.

# chatter/parent_companionfelix:234:DefaultText
source: Hey, we need to talk.
cs: Musíme si promluvit.

# chatter/parent_companionfelix:235:DefaultText
source: I didn't sign up for this.
cs: Nepodepsal jsem se na to.

# chatter/parent_companionfelix:237:DefaultText
source: I can't believe I got my own bunk.
cs: Nemůžu uvěřit, že mám vlastní lůžko.

# chatter/parent_companionfelix:238:DefaultText
source: Like what I did with the place?
cs: Líbí se mi, co jsem s tím místem udělal?

# chatter/parent_companionfelix:239:DefaultText
source: Ship's starting to feel like home.
cs: Loď se začíná cítit jako doma.

# chatter/parent_companionfelix:240:DefaultText
source: Don't mind the mess.
cs: Nevadí vám nepořádek.

# chatter/parent_companionfelix:243:DefaultText
source: We all set to go?
cs: Jsme připraveni vyrazit?

# chatter/parent_companionfelix:244:DefaultText
source: We ready to get moving?
cs: Jsme připraveni vyrazit?

# chatter/parent_companionfelix:245:DefaultText
source: Let me know when you're ready.
cs: Dejte mi vědět, až budete připraveni.

# chatter/parent_companionfelix:246:DefaultText
source: So what's the plan?
cs: Jaký je tedy plán?

# chatter/parent_companionfelix:247:DefaultText
source: Feeling a touch antsy.
cs: Cítím se trochu nervózní.

# chatter/parent_companionfelix:248:DefaultText
source: Let me know when you're ready.
cs: Dejte mi vědět, až budete připraveni.

# chatter/parent_companionfelix:250:DefaultText
source: Movin' out.
cs: Stěhování.

# chatter/parent_companionfelix:251:DefaultText
source: Moving.
cs: Stěhování.

# chatter/parent_companionfelix:252:DefaultText
source: Sure thing.
cs: Jistě.

# chatter/parent_companionfelix:254:DefaultText
source: Movin' out.
cs: Stěhování.

# chatter/parent_companionfelix:255:DefaultText
source: Moving.
cs: Stěhování.

# chatter/parent_companionfelix:256:DefaultText
source: Sure thing.
cs: Jistě.

# chatter/parent_companionfelix:258:DefaultText
source: Movin' out.
cs: Stěhování.

# chatter/parent_companionfelix:259:DefaultText
source: Moving.
cs: Stěhování.

# chatter/parent_companionfelix:260:DefaultText
source: Sure thing.
cs: Jistě.

# chatter/parent_companionfelix:262:DefaultText
source: I heard you.
cs: Slyšel jsem tě.

# chatter/parent_companionfelix:263:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionfelix:264:DefaultText
source: Yeah, sure.
cs: Jo, jasně.

# chatter/parent_companionfelix:266:DefaultText
source: I heard you.
cs: Slyšel jsem tě.

# chatter/parent_companionfelix:267:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionfelix:268:DefaultText
source: Yeah, sure.
cs: Jo, jasně.

# chatter/parent_companionfelix:270:DefaultText
source: I heard you.
cs: Slyšel jsem tě.

# chatter/parent_companionfelix:271:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionfelix:272:DefaultText
source: Yeah, sure.
cs: Jo, jasně.

# chatter/parent_companionfelix:273:DefaultText
source: Hey, no problem.
cs: Hej, žádný problém.

# chatter/parent_companionfelix:274:DefaultText
source: I can do that.
cs: To zvládnu.

# chatter/parent_companionfelix:275:DefaultText
source: You got it.
cs: Máš to mít.

# chatter/parent_companionfelix:276:DefaultText
source: This is gonna be fun.
cs: Tohle bude zábava.

# chatter/parent_companionfelix:280:DefaultText
source: Got it.
cs: Mám to.

# chatter/parent_companionfelix:281:DefaultText
source: You're the boss.
cs: Vy jste šéf.

# chatter/parent_companionfelix:282:DefaultText
source: Whatever you say.
cs: Cokoli řekneš.

# chatter/parent_companionfelix:287:DefaultText
source: I would if I could.
cs: Kdybych mohl, udělal bych to.

# chatter/parent_companionfelix:288:DefaultText
source: That's not gonna work.
cs: To nebude fungovat.

# chatter/parent_companionfelix:289:DefaultText
source: Sorry, boss. I can't do that.
cs: Omlouvám se, šéfe. To nemohu udělat.

# chatter/parent_companionfelix:294:DefaultText
source: I don't think so.
cs: To si nemyslím.

# chatter/parent_companionfelix:295:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionfelix:296:DefaultText
source: That's not gonna work.
cs: To nebude fungovat.

# chatter/parent_companionfelix:301:DefaultText
source: Yeah.
cs: Jo.

# chatter/parent_companionfelix:302:DefaultText
source: On the move.
cs: Na cestách.

# chatter/parent_companionfelix:303:DefaultText
source: Off I go.
cs: Jdu na to.

# chatter/parent_companionfelix:309:DefaultText
source: Whatever.
cs: To je jedno.

# chatter/parent_companionfelix:310:DefaultText
source: Felix do this, Felix do that.
cs: Felix udělá tohle, Felix udělá tamto.

# chatter/parent_companionfelix:315:DefaultText
source: Coming your way.
cs: Přichází k vám.

# chatter/parent_companionfelix:316:DefaultText
source: I'm on my way.
cs: Jsem na cestě.

# chatter/parent_companionfelix:317:DefaultText
source: On my way, boss.
cs: Jsem na cestě, šéfe.

# chatter/parent_companionfelix:318:DefaultText
source: I'll be right there.
cs: Hned tam budu.

# chatter/parent_companionfelix:322:DefaultText
source: Hold on.
cs: Počkejte.

# chatter/parent_companionfelix:329:DefaultText
source: Keep your head down, boss!
cs: Drž se při zemi, šéfe!

# chatter/parent_companionfelix:330:DefaultText
source: Boss! Are you all right?
cs: Šéfe! Jste v pořádku?

# chatter/parent_companionfelix:331:DefaultText
source: Careful! You're hurt!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionfelix:332:DefaultText
source: You're hurt! Be careful!
cs: Jsi zraněný! Buďte opatrní!

# chatter/parent_companionfelix:336:DefaultText
source: Hey, no problem.
cs: Hej, žádný problém.

# chatter/parent_companionfelix:337:DefaultText
source: I can do that.
cs: To zvládnu.

# chatter/parent_companionfelix:338:DefaultText
source: You got it.
cs: Máš to mít.

# chatter/parent_companionfelix:339:DefaultText
source: This is gonna be fun.
cs: Tohle bude zábava.

# chatter/parent_companionfelix:346:DefaultText
source: Got it.
cs: Mám to.

# chatter/parent_companionfelix:347:DefaultText
source: You're the boss.
cs: Vy jste šéf.

# chatter/parent_companionfelix:348:DefaultText
source: Whatever you say.
cs: Cokoli řekneš.

# chatter/parent_companionfelix:350:DefaultText
source: I would if I could.
cs: Kdybych mohl, udělal bych to.

# chatter/parent_companionfelix:351:DefaultText
source: That's not gonna work.
cs: To nebude fungovat.

# chatter/parent_companionfelix:352:DefaultText
source: Sorry, boss. I can't do that.
cs: Omlouvám se, šéfe. To nemohu udělat.

# chatter/parent_companionfelix:357:DefaultText
source: I don't think so.
cs: To si nemyslím.

# chatter/parent_companionfelix:358:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionfelix:359:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionfelix:364:DefaultText
source: Yeah.
cs: Jo.

# chatter/parent_companionfelix:365:DefaultText
source: On the move.
cs: Na cestách.

# chatter/parent_companionfelix:366:DefaultText
source: Off I go.
cs: Jdu na to.

# chatter/parent_companionfelix:372:DefaultText
source: Whatever.
cs: To je jedno.

# chatter/parent_companionfelix:373:DefaultText
source: Felix do this, Felix do that.
cs: Felix udělá tohle, Felix udělá tamto.

# chatter/parent_companionfelix:378:DefaultText
source: Coming your way.
cs: Přichází k vám.

# chatter/parent_companionfelix:379:DefaultText
source: I'm on my way.
cs: Jsem na cestě.

# chatter/parent_companionfelix:380:DefaultText
source: On my way, boss.
cs: Jsem na cestě, šéfe.

# chatter/parent_companionfelix:381:DefaultText
source: I'll be right there.
cs: Hned tam budu.

# chatter/parent_companionfelix:385:DefaultText
source: Hold on.
cs: Počkejte.

# chatter/parent_companionfelix:392:DefaultText
source: Keep your head down, boss!
cs: Drž se při zemi, šéfe!

# chatter/parent_companionfelix:393:DefaultText
source: Boss! Are you all right?
cs: Šéfe! Jste v pořádku?

# chatter/parent_companionfelix:394:DefaultText
source: Careful! You're hurt!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionfelix:395:DefaultText
source: You're hurt! Be careful!
cs: Jsi zraněný! Buďte opatrní!

# chatter/parent_companionfelix:399:DefaultText
source: Keep your head down, boss!
cs: Drž se při zemi, šéfe!

# chatter/parent_companionfelix:400:DefaultText
source: Boss! Are you all right?
cs: Šéfe! Jste v pořádku?

# chatter/parent_companionfelix:401:DefaultText
source: Careful! You're hurt!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionfelix:402:DefaultText
source: You're hurt! Be careful!
cs: Jsi zraněný! Buďte opatrní!

# chatter/parent_companionfelix:406:DefaultText
source: Hold on.
cs: Počkejte.

# chatter/parent_companionfelix:413:DefaultText
source: Coming your way.
cs: Přichází k vám.

# chatter/parent_companionfelix:414:DefaultText
source: I'm on my way.
cs: Jsem na cestě.

# chatter/parent_companionfelix:415:DefaultText
source: On my way, boss.
cs: Jsem na cestě, šéfe.

# chatter/parent_companionfelix:416:DefaultText
source: I'll be right there.
cs: Hned tam budu.

# chatter/parent_companionfelix:420:DefaultText
source: Yeah, yeah. I got it.
cs: Jo, jo. Mám to.

# chatter/parent_companionfelix:421:DefaultText
source: I'm goin'.
cs: Jdu na to.

# chatter/parent_companionfelix:427:DefaultText
source: Yeah.
cs: Jo.

# chatter/parent_companionfelix:428:DefaultText
source: On the move.
cs: Na cestách.

# chatter/parent_companionfelix:429:DefaultText
source: Off I go.
cs: Jdu na to.

# chatter/parent_companionfelix:434:DefaultText
source: I don't think so.
cs: To si nemyslím.

# chatter/parent_companionfelix:435:DefaultText
source: I can't do that.
cs: To nemohu.

# chatter/parent_companionfelix:436:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionfelix:441:DefaultText
source: I would if I could.
cs: Kdybych mohl, udělal bych to.

# chatter/parent_companionfelix:442:DefaultText
source: That's not gonna work.
cs: To nebude fungovat.

# chatter/parent_companionfelix:443:DefaultText
source: Sorry, boss. I can't do that.
cs: Omlouvám se, šéfe. To nemohu udělat.

# chatter/parent_companionfelix:451:DefaultText
source: Got it.
cs: Mám to.

# chatter/parent_companionfelix:452:DefaultText
source: You're the boss.
cs: Vy jste šéf.

# chatter/parent_companionfelix:453:DefaultText
source: Whatever you say.
cs: Cokoli řekneš.

# chatter/parent_companionfelix:455:DefaultText
source: Hey, no problem.
cs: Hej, žádný problém.

# chatter/parent_companionfelix:456:DefaultText
source: I can do that.
cs: To zvládnu.

# chatter/parent_companionfelix:457:DefaultText
source: You got it.
cs: Máš to mít.

# chatter/parent_companionfelix:458:DefaultText
source: This is gonna be fun.
cs: Tohle bude zábava.

# chatter/parent_companionfelix:462:DefaultText
source: Nice work, boss.
cs: Dobrá práce, šéfe.

# chatter/parent_companionfelix:463:DefaultText
source: That was quick.
cs: To bylo rychlé.

# chatter/parent_companionfelix:464:DefaultText
source: You make this look easy.
cs: Vypadá to s vámi jednoduše.

# chatter/parent_companionfelix:465:DefaultText
source: Nice work, boss.
cs: Dobrá práce, šéfe.

# chatter/parent_companionfelix:466:DefaultText
source: That was quick.
cs: To bylo rychlé.

# chatter/parent_companionfelix:467:DefaultText
source: You make this look easy.
cs: Vypadá to s vámi jednoduše.

# chatter/parent_companionfelix:474:DefaultText
source: Hey, nice work!
cs: Hej, dobrá práce!

# chatter/parent_companionfelix:475:DefaultText
source: Nobody's keeping you out!
cs: Nikdo vám nebrání v cestě!

# chatter/parent_companionfelix:477:DefaultText
source: Hey, nice work!
cs: Hej, dobrá práce!

# chatter/parent_companionfelix:478:DefaultText
source: Nobody's keeping you out!
cs: Nikdo vám nebrání v cestě!

# chatter/parent_companionfelix:486:DefaultText
source: This was a nice break.
cs: Byla to příjemná přestávka.

# chatter/parent_companionfelix:487:DefaultText
source: Taking in the scenery?
cs: Prohlížíte si krajinu?
