Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionparvati.po
Languages: cs

# chatter/parent_companionparvati:2:DefaultText
source: Leave 'em to me!
cs: Nechte je na mně!

# chatter/parent_companionparvati:3:DefaultText
source: Let's go!
cs: Jdeme na to!

# chatter/parent_companionparvati:5:DefaultText
source: Leave 'em to me!
cs: Nechte je na mně!

# chatter/parent_companionparvati:6:DefaultText
source: Let's go!
cs: Jdeme na to!

# chatter/parent_companionparvati:8:DefaultText
source: Leave 'em to me!
cs: Nechte je na mně!

# chatter/parent_companionparvati:9:DefaultText
source: Let's go!
cs: Jdeme na to!

# chatter/parent_companionparvati:11:DefaultText
source: Can't do it.
cs: Nemůžeš to udělat.

# chatter/parent_companionparvati:12:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionparvati:13:DefaultText
source: Sorry, I can't do it!
cs: Je mi líto, ale nemůžu to udělat!

# chatter/parent_companionparvati:16:DefaultText
source: Can't do it.
cs: Nemůžeš to udělat.

# chatter/parent_companionparvati:17:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionparvati:18:DefaultText
source: Sorry, I can't do it!
cs: Je mi líto, ale nemůžu to udělat!

# chatter/parent_companionparvati:21:DefaultText
source: Can't do it.
cs: Nemůžeš to udělat.

# chatter/parent_companionparvati:22:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionparvati:23:DefaultText
source: Sorry, I can't do it!
cs: Je mi líto, ale nemůžu to udělat!

# chatter/parent_companionparvati:41:DefaultText
source: Be right back!
cs: Hned jsem zpátky!

# chatter/parent_companionparvati:42:DefaultText
source: Be right there!
cs: Buďte tam!

# chatter/parent_companionparvati:43:DefaultText
source: In a jiff!
cs: V mžiku!

# chatter/parent_companionparvati:45:DefaultText
source: Be right back!
cs: Hned jsem zpátky!

# chatter/parent_companionparvati:46:DefaultText
source: Be right there!
cs: Buďte tam!

# chatter/parent_companionparvati:47:DefaultText
source: In a jiff!
cs: V mžiku!

# chatter/parent_companionparvati:49:DefaultText
source: Be right back!
cs: Hned jsem zpátky!

# chatter/parent_companionparvati:50:DefaultText
source: Be right there!
cs: Buďte tam!

# chatter/parent_companionparvati:51:DefaultText
source: In a jiff!
cs: V mžiku!

# chatter/parent_companionparvati:53:DefaultText
source: Nice!
cs: Pěkné!

# chatter/parent_companionparvati:54:DefaultText
source: Wow!
cs: Páni!

# chatter/parent_companionparvati:56:DefaultText
source: Nice!
cs: Pěkné!

# chatter/parent_companionparvati:57:DefaultText
source: Wow!
cs: Páni!

# chatter/parent_companionparvati:59:DefaultText
source: Wow, amazing!
cs: Páni, úžasné!

# chatter/parent_companionparvati:60:DefaultText
source: That was swell!
cs: To bylo skvělé!

# chatter/parent_companionparvati:62:DefaultText
source: Wow, amazing!
cs: Páni, úžasné!

# chatter/parent_companionparvati:63:DefaultText
source: That was swell!
cs: To bylo skvělé!

# chatter/parent_companionparvati:65:DefaultText
source: Nice!
cs: Pěkné!

# chatter/parent_companionparvati:66:DefaultText
source: That was quick!
cs: To bylo rychlé!

# chatter/parent_companionparvati:68:DefaultText
source: Nice!
cs: Pěkné!

# chatter/parent_companionparvati:69:DefaultText
source: That was quick!
cs: To bylo rychlé!

# chatter/parent_companionparvati:71:DefaultText
source: Wow, you got that?
cs: Páni, chápeš to?

# chatter/parent_companionparvati:72:DefaultText
source: Deft hands, Cap.
cs: Šikovné ruce, kapitáne.

# chatter/parent_companionparvati:74:DefaultText
source: Wow, you got that?
cs: Páni, chápeš to?

# chatter/parent_companionparvati:75:DefaultText
source: Deft hands, Cap.
cs: Šikovné ruce, kapitáne.

# chatter/parent_companionparvati:76:DefaultText
source: That's all of 'em.
cs: To jsou všichni.

# chatter/parent_companionparvati:77:DefaultText
source: Whew! We made it.
cs: Uf! Zvládli jsme to.

# chatter/parent_companionparvati:78:DefaultText
source: Wow, not even a scratch!
cs: Páni, ani škrábnutí!

# chatter/parent_companionparvati:80:DefaultText
source: Watch out!
cs: Pozor!

# chatter/parent_companionparvati:81:DefaultText
source: Let's GO!
cs: Jdeme na to!

# chatter/parent_companionparvati:82:DefaultText
source: We got this!
cs: Máme to!

# chatter/parent_companionparvati:83:DefaultText
source: Oh, this looks bad!
cs: To vypadá špatně!

# chatter/parent_companionparvati:84:DefaultText
source: Nooo!
cs: Ne!

# chatter/parent_companionparvati:85:DefaultText
source: Captain no!
cs: Kapitán ne!

# chatter/parent_companionparvati:86:DefaultText
source: Nice hit!
cs: Pěkný zásah!

# chatter/parent_companionparvati:87:DefaultText
source: Good one!
cs: Dobrý!

# chatter/parent_companionparvati:88:DefaultText
source: It's not working!
cs: Nefunguje to!

# chatter/parent_companionparvati:89:DefaultText
source: That didn't work!
cs: To nefungovalo!

# chatter/parent_companionparvati:90:DefaultText
source: Corrosives ain't doin' it!
cs: Žíraviny to nedělají!

# chatter/parent_companionparvati:91:DefaultText
source: Plasma ain't working!
cs: Plazma nefunguje!

# chatter/parent_companionparvati:92:DefaultText
source: N-Rays won't work!
cs: N-záření nefunguje!

# chatter/parent_companionparvati:93:DefaultText
source: Shocking 'em won't work!
cs: Šokovat je nebude fungovat!

# chatter/parent_companionparvati:96:DefaultText
source: You got 'em!
cs: Máš je!

# chatter/parent_companionparvati:99:DefaultText
source: You got 'em!
cs: Máš je!

# chatter/parent_companionparvati:101:DefaultText
source: Ooh, that was clean.
cs: Ooh, to bylo čisté.

# chatter/parent_companionparvati:102:DefaultText
source: Got 'em.
cs: Mám je.

# chatter/parent_companionparvati:104:DefaultText
source: Hunker down, Cap!
cs: Uklidni se, Cape!

# chatter/parent_companionparvati:105:DefaultText
source: Get cover, Cap!
cs: Kryj se, kapitáne!

# chatter/parent_companionparvati:106:DefaultText
source: Careful! You're hurt!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionparvati:108:DefaultText
source: Hunker down, Cap!
cs: Schovej se, Cape!

# chatter/parent_companionparvati:109:DefaultText
source: Get cover, Cap!
cs: Kryj se, kapitáne!

# chatter/parent_companionparvati:110:DefaultText
source: Careful! You're hurt!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionparvati:112:DefaultText
source: Hunker down, Cap!
cs: Schovej se, Cape!

# chatter/parent_companionparvati:113:DefaultText
source: Get cover, Cap!
cs: Kryj se, kapitáne!

# chatter/parent_companionparvati:114:DefaultText
source: Careful! You're hurt!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionparvati:115:DefaultText
source: So, like I was saying...
cs: Jak jsem říkal...

# chatter/parent_companionparvati:116:DefaultText
source: Okay. Keepin' quiet.
cs: Dobře. Mlčím.

# chatter/parent_companionparvati:118:DefaultText
source: Look out!
cs: Pozor!

# chatter/parent_companionparvati:119:DefaultText
source: Shh. Someone's there!
cs: Pšššt. Někdo tam je!

# chatter/parent_companionparvati:120:DefaultText
source: Got it!
cs: Mám to!

# chatter/parent_companionparvati:121:DefaultText
source: Got it!
cs: Mám to!

# chatter/parent_companionparvati:122:DefaultText
source: Got it!
cs: Mám to!

# chatter/parent_companionparvati:129:DefaultText
source: Anyway...
cs: Každopádně...

# chatter/parent_companionparvati:130:DefaultText
source: What was I saying?
cs: Co jsem to říkal?

# chatter/parent_companionparvati:133:DefaultText
source: Keepin' quiet, Cap.
cs: Buď zticha, kapitáne.

# chatter/parent_companionparvati:135:DefaultText
source: Okay, going quiet.
cs: Dobře, už je ticho.

# chatter/parent_companionparvati:136:DefaultText
source: Don't. Make. A sound.
cs: Nedělejte to. Make. Zvuk.

# chatter/parent_companionparvati:137:DefaultText
source: Got a sec?
cs: Máš chvilku?

# chatter/parent_companionparvati:138:DefaultText
source: Hey Cap, can we talk?
cs: Hej, Cape, můžeme si promluvit?

# chatter/parent_companionparvati:139:DefaultText
source: Can we chat?
cs: Můžeme si popovídat?

# chatter/parent_companionparvati:140:DefaultText
source: You got a minute?
cs: Máš chvilku?

# chatter/parent_companionparvati:143:DefaultText
source: SAM's busted!
cs: SAM je zatčen!

# chatter/parent_companionparvati:145:DefaultText
source: Max is hurt!
cs: Max je zraněný!

# chatter/parent_companionparvati:146:DefaultText
source: Mr. Vicar?! Max!
cs: Pane faráři?! Maxi!

# chatter/parent_companionparvati:149:DefaultText
source: Oh no! Felix!
cs: Ale ne! Felixi!

# chatter/parent_companionparvati:150:DefaultText
source: Felix! Felix, get up!
cs: Felix! Felixi, vstávej!

# chatter/parent_companionparvati:152:DefaultText
source: Oh no! Nyoka!
cs: Ale ne! Nyoka!

# chatter/parent_companionparvati:153:DefaultText
source: Nyoka's down!
cs: Nyoka je mrtvá!

# chatter/parent_companionparvati:155:DefaultText
source: Ellie, no!
cs: Ellie, ne!

# chatter/parent_companionparvati:156:DefaultText
source: Ellie's hurt!
cs: Ellie je zraněná!

# chatter/parent_companionparvati:158:DefaultText
source: Oh, 'scuse me...
cs: Promiňte...

# chatter/parent_companionparvati:159:DefaultText
source: Oops, pardon.
cs: Ups, pardon.

# chatter/parent_companionparvati:160:DefaultText
source: Heya, Captain.
cs: Hej, kapitáne.

# chatter/parent_companionparvati:161:DefaultText
source: Sorry! Am I in your way?
cs: Omlouváme se! Překážím vám?

# chatter/parent_companionparvati:164:DefaultText
source: Where we headed?
cs: Kam směřujeme?

# chatter/parent_companionparvati:165:DefaultText
source: What's the plan?
cs: Jaký je plán?

# chatter/parent_companionparvati:166:DefaultText
source: Wonder what Junlei's up to...
cs: Zajímalo by mě, co má Junlei za lubem...

# chatter/parent_companionparvati:167:DefaultText
source: I'll keep it down.
cs: Budu se držet při zemi.

# chatter/parent_companionparvati:168:DefaultText
source: Looking out?
cs: Díváte se ven?

# chatter/parent_companionparvati:169:DefaultText
source: See anything?
cs: Vidíte něco?

# chatter/parent_companionparvati:172:DefaultText
source: Gotcha!
cs: Mám tě!

# chatter/parent_companionparvati:173:DefaultText
source: Sure! On my way!
cs: Jistě! Jsem na cestě!

# chatter/parent_companionparvati:174:DefaultText
source: Sure thing!
cs: Jistě!

# chatter/parent_companionparvati:176:DefaultText
source: Gotcha!
cs: Mám tě!

# chatter/parent_companionparvati:177:DefaultText
source: Sure! On my way!
cs: Jistě! Jsem na cestě!

# chatter/parent_companionparvati:178:DefaultText
source: Sure thing!
cs: Jistě!

# chatter/parent_companionparvati:180:DefaultText
source: Gotcha!
cs: Mám tě!

# chatter/parent_companionparvati:181:DefaultText
source: Sure! On my way!
cs: Jistě! Jsem na cestě!

# chatter/parent_companionparvati:182:DefaultText
source: Sure thing!
cs: Jistě!

# chatter/parent_companionparvati:190:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionparvati:191:DefaultText
source: I'm keen!
cs: Mám zájem!

# chatter/parent_companionparvati:192:DefaultText
source: All right!
cs: Dobře!

# chatter/parent_companionparvati:193:DefaultText
source: Sure thing!
cs: Jistě!

# chatter/parent_companionparvati:194:DefaultText
source: Sure, Cap!
cs: Jistě, Cape!

# chatter/parent_companionparvati:196:DefaultText
source: Yep!
cs: Jo!

# chatter/parent_companionparvati:197:DefaultText
source: Wish I could!
cs: Kéž bych mohl!

# chatter/parent_companionparvati:198:DefaultText
source: Sorry, won't work!
cs: Omlouváme se, nebude fungovat!

# chatter/parent_companionparvati:199:DefaultText
source: Won't work!
cs: Nebude fungovat!

# chatter/parent_companionparvati:200:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionparvati:204:DefaultText
source: Moving!
cs: Stěhování!

# chatter/parent_companionparvati:205:DefaultText
source: Heading out!!
cs: Míří ven!!

# chatter/parent_companionparvati:206:DefaultText
source: All right, I'm on the move!
cs: Dobře, jsem na cestě!

# chatter/parent_companionparvati:207:DefaultText
source: No problem! I'll head over.
cs: Žádný problém! Půjdu tam.

# chatter/parent_companionparvati:208:DefaultText
source: Okay!
cs: Dobře!

# chatter/parent_companionparvati:209:DefaultText
source: 'Kay! Movin' out!
cs: "Dobře! Odcházíme!

# chatter/parent_companionparvati:210:DefaultText
source: Got it!
cs: Mám to!

# chatter/parent_companionparvati:211:DefaultText
source: Coming back!
cs: Vracíme se!

# chatter/parent_companionparvati:212:DefaultText
source: Heading back!
cs: Vracíme se zpět!

# chatter/parent_companionparvati:213:DefaultText
source: On my way!
cs: Jsem na cestě!

# chatter/parent_companionparvati:215:DefaultText
source: I'm on my way!
cs: Jsem na cestě!

# chatter/parent_companionparvati:216:DefaultText
source: Yep! Be right over!
cs: Jo! Hned jsem tam!

# chatter/parent_companionparvati:217:DefaultText
source: Coming!
cs: Přichází!

# chatter/parent_companionparvati:218:DefaultText
source: Look out, Cap!
cs: Pozor, Cape!

# chatter/parent_companionparvati:219:DefaultText
source: Patch yourself up, Captain!
cs: Dejte se do pořádku, kapitáne!

# chatter/parent_companionparvati:220:DefaultText
source: Captain! You're hurt!
cs: Kapitáne! Jste zraněn!

# chatter/parent_companionparvati:221:DefaultText
source: Look out, Cap! You're hurt!
cs: Pozor, Cape! Jsi zraněný!

# chatter/parent_companionparvati:222:DefaultText
source: You okay, Cap?
cs: Jsi v pořádku, Cape?

# chatter/parent_companionparvati:223:DefaultText
source: Captain! Are you okay?!
cs: Kapitáne! Jste v pořádku?!

# chatter/parent_companionparvati:224:DefaultText
source: Cap, you're bleeding!
cs: Čepice, ty krvácíš!

# chatter/parent_companionparvati:225:DefaultText
source: Look out, Cap! You're hurt!
cs: Pozor, Cape! Jsi zraněný!

# chatter/parent_companionparvati:226:DefaultText
source: Patch yourself up, Captain!
cs: Dejte se do pořádku, kapitáne!

# chatter/parent_companionparvati:227:DefaultText
source: Captain! You're hurt!
cs: Kapitáne! Jste zraněn!

# chatter/parent_companionparvati:228:DefaultText
source: Look out, Cap! You're hurt!
cs: Pozor, Cape! Jsi zraněný!

# chatter/parent_companionparvati:229:DefaultText
source: You okay, Cap?
cs: Jsi v pořádku, Cape?

# chatter/parent_companionparvati:230:DefaultText
source: Captain! Are you okay?!
cs: Kapitáne! Jste v pořádku?!

# chatter/parent_companionparvati:231:DefaultText
source: Cap, you're bleeding!
cs: Čepice, ty krvácíš!

# chatter/parent_companionparvati:232:DefaultText
source: Coming back!
cs: Vracíme se!

# chatter/parent_companionparvati:233:DefaultText
source: Heading back!
cs: Vracíme se zpět!

# chatter/parent_companionparvati:234:DefaultText
source: On my way!
cs: Jsem na cestě!

# chatter/parent_companionparvati:235:DefaultText
source: I'm on my way!
cs: Jsem na cestě!

# chatter/parent_companionparvati:236:DefaultText
source: Yep! Be right over!
cs: Jo! Hned jsem tam!

# chatter/parent_companionparvati:237:DefaultText
source: Coming!
cs: Přichází!

# chatter/parent_companionparvati:239:DefaultText
source: Moving!
cs: Stěhování!

# chatter/parent_companionparvati:240:DefaultText
source: Heading out!!
cs: Míří ven!!

# chatter/parent_companionparvati:241:DefaultText
source: All right, I'm on the move!
cs: Dobře, jsem na cestě!

# chatter/parent_companionparvati:242:DefaultText
source: No problem! I'll head over.
cs: Žádný problém! Půjdu tam.

# chatter/parent_companionparvati:243:DefaultText
source: Okay!
cs: Dobře!

# chatter/parent_companionparvati:244:DefaultText
source: 'Kay! Movin' out!
cs: "Dobře! Odcházíme!

# chatter/parent_companionparvati:245:DefaultText
source: Got it!
cs: Mám to!

# chatter/parent_companionparvati:246:DefaultText
source: Wish I could!
cs: Kéž bych mohl!

# chatter/parent_companionparvati:247:DefaultText
source: Sorry, won't work!
cs: Omlouváme se, nebude fungovat!

# chatter/parent_companionparvati:248:DefaultText
source: Won't work!
cs: Nebude fungovat!

# chatter/parent_companionparvati:249:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionparvati:253:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionparvati:254:DefaultText
source: I'm keen!
cs: Mám zájem!

# chatter/parent_companionparvati:255:DefaultText
source: All right!
cs: Dobře!

# chatter/parent_companionparvati:256:DefaultText
source: Sure thing!
cs: Jistě!

# chatter/parent_companionparvati:257:DefaultText
source: Sure, Cap!
cs: Jistě, Cape!

# chatter/parent_companionparvati:258:DefaultText
source: Yep!
cs: Jo!

# chatter/parent_companionparvati:267:DefaultText
source: Look out, Cap!
cs: Pozor, Cape!

# chatter/parent_companionparvati:268:DefaultText
source: Patch yourself up, Captain!
cs: Dejte se do pořádku, kapitáne!

# chatter/parent_companionparvati:269:DefaultText
source: Captain! You're hurt!
cs: Kapitáne! Jste zraněn!

# chatter/parent_companionparvati:270:DefaultText
source: Look out, Cap! You're hurt!
cs: Pozor, Cape! Jsi zraněný!

# chatter/parent_companionparvati:271:DefaultText
source: You okay, Cap?
cs: Jsi v pořádku, Cape?

# chatter/parent_companionparvati:272:DefaultText
source: Captain! Are you okay?!
cs: Kapitáne! Jste v pořádku?!

# chatter/parent_companionparvati:273:DefaultText
source: Cap, you're bleeding!
cs: Čepice, ty krvácíš!

# chatter/parent_companionparvati:274:DefaultText
source: Coming back!
cs: Vracíme se!

# chatter/parent_companionparvati:275:DefaultText
source: Heading back!
cs: Vracíme se zpět!

# chatter/parent_companionparvati:276:DefaultText
source: On my way!
cs: Jsem na cestě!

# chatter/parent_companionparvati:277:DefaultText
source: I'm on my way!
cs: Jsem na cestě!

# chatter/parent_companionparvati:278:DefaultText
source: Yep! Be right over!
cs: Jo! Hned jsem tam!

# chatter/parent_companionparvati:279:DefaultText
source: Coming!
cs: Přichází!

# chatter/parent_companionparvati:281:DefaultText
source: Moving!
cs: Stěhování!

# chatter/parent_companionparvati:282:DefaultText
source: Heading out!!
cs: Míří ven!!

# chatter/parent_companionparvati:283:DefaultText
source: All right, I'm on the move!
cs: Dobře, jsem na cestě!

# chatter/parent_companionparvati:284:DefaultText
source: No problem! I'll head over.
cs: Žádný problém! Půjdu tam.

# chatter/parent_companionparvati:285:DefaultText
source: Okay!
cs: Dobře!

# chatter/parent_companionparvati:286:DefaultText
source: 'Kay! Movin' out!
cs: "Dobře! Odcházíme!

# chatter/parent_companionparvati:287:DefaultText
source: Got it!
cs: Mám to!

# chatter/parent_companionparvati:288:DefaultText
source: Wish I could!
cs: Kéž bych mohl!

# chatter/parent_companionparvati:289:DefaultText
source: Sorry, won't work!
cs: Omlouváme se, nebude fungovat!

# chatter/parent_companionparvati:290:DefaultText
source: Won't work!
cs: Nebude fungovat!

# chatter/parent_companionparvati:291:DefaultText
source: Not gonna work.
cs: Nebude to fungovat.

# chatter/parent_companionparvati:295:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionparvati:296:DefaultText
source: I'm keen!
cs: Mám zájem!

# chatter/parent_companionparvati:297:DefaultText
source: All right!
cs: Dobře!

# chatter/parent_companionparvati:298:DefaultText
source: Sure thing!
cs: Jistě!

# chatter/parent_companionparvati:299:DefaultText
source: Sure, Cap!
cs: Jistě, Cape!

# chatter/parent_companionparvati:300:DefaultText
source: Yep!
cs: Jo!

# chatter/parent_companionparvati:302:DefaultText
source: That was quick!
cs: To bylo rychlé!

# chatter/parent_companionparvati:303:DefaultText
source: Oh neat!
cs: Oh, skvělé!

# chatter/parent_companionparvati:304:DefaultText
source: Good going!
cs: Dobrá práce!

# chatter/parent_companionparvati:305:DefaultText
source: That was quick!
cs: To bylo rychlé!

# chatter/parent_companionparvati:306:DefaultText
source: Oh neat!
cs: Oh, skvělé!

# chatter/parent_companionparvati:307:DefaultText
source: Ain't that keen!
cs: Není to tak nadšené?

# chatter/parent_companionparvati:308:DefaultText
source: Dang, lookit that!
cs: Sakra, podívej se na to!

# chatter/parent_companionparvati:309:DefaultText
source: You're so clever!
cs: Jsi tak chytrý!

# chatter/parent_companionparvati:310:DefaultText
source: Lookit you, Cap!
cs: Podívejme se na tebe, Cape!

# chatter/parent_companionparvati:311:DefaultText
source: Dang, lookit that!
cs: Sakra, podívejte se na to!

# chatter/parent_companionparvati:312:DefaultText
source: You're so clever!
cs: Jsi tak chytrý!

# chatter/parent_companionparvati:313:DefaultText
source: Lookit you, Cap!
cs: Podívejme se na tebe, Cape!

# chatter/parent_companionparvati:314:DefaultText
source: Hey, take your time.
cs: Hej, nespěchej.

# chatter/parent_companionparvati:315:DefaultText
source: Ready when you are.
cs: Připraveni, až budete.

# chatter/parent_companionparvati:316:DefaultText
source: Where to?
cs: Kam?

# chatter/parent_companionparvati:317:DefaultText
source: What next?
cs: Co dál?

# chatter/parent_companionparvati:318:DefaultText
source: Clever!
cs: Chytré!

# chatter/parent_companionparvati:319:DefaultText
source: You're fast!
cs: Jsi rychlý!

# chatter/parent_companionparvati:320:DefaultText
source: Wow!
cs: Páni!

# chatter/parent_companionparvati:321:DefaultText
source: Quiet work.
cs: Tichá práce.

# chatter/parent_companionparvati:322:DefaultText
source: Good work!
cs: Dobrá práce!

# chatter/parent_companionparvati:323:DefaultText
source: Shh.
cs: Pšššt.

# chatter/parent_companionparvati:326:DefaultText
source: Dang, that's impressive.
cs: Páni, to je působivé.

# chatter/parent_companionparvati:327:DefaultText
source: Wish I could do that!
cs: Kéž bych to mohl udělat!

# chatter/parent_companionparvati:328:DefaultText
source: Gosh, that's clever.
cs: Bože, to je chytré.

# chatter/parent_companionparvati:329:DefaultText
source: Dang, that's impressive.
cs: Páni, to je působivé.

# chatter/parent_companionparvati:330:DefaultText
source: Wish I could do that!
cs: Kéž bych to mohl udělat!

# chatter/parent_companionparvati:331:DefaultText
source: Gosh, that's clever.
cs: Bože, to je chytré.

# chatter/parent_companionparvati:332:DefaultText
source: You okay, Captain?
cs: Jste v pořádku, kapitáne?

# chatter/parent_companionparvati:333:DefaultText
source: Got 'em all.
cs: Mám je všechny.

# chatter/parent_companionparvati:334:DefaultText
source: We did it!
cs: Dokázali jsme to!

# chatter/parent_companionparvati:335:DefaultText
source: Wooo! Nice work!
cs: Wooo! Dobrá práce!

# chatter/parent_companionparvati:336:DefaultText
source: Lookit us!
cs: Podívejte se na nás!

# chatter/parent_companionparvati:337:DefaultText
source: We're pretty good at this!
cs: Jsme v tom docela dobří!

# chatter/parent_companionparvati:338:DefaultText
source: Wow, great work!
cs: Páni, skvělá práce!

# chatter/parent_companionparvati:339:DefaultText
source: Here they come!
cs: Už jsou tady!

# chatter/parent_companionparvati:340:DefaultText
source: Get ready!
cs: Připravte se!

# chatter/parent_companionparvati:341:DefaultText
source: Captain! Look out!
cs: Kapitáne! Pozor!

# chatter/parent_companionparvati:342:DefaultText
source: Eyes up!
cs: Oči vzhůru!

# chatter/parent_companionparvati:343:DefaultText
source: Okay! Here we go!
cs: Dobře! Jdeme na to!

# chatter/parent_companionparvati:345:DefaultText
source: I'm ready for this!
cs: Jsem na to připraven!

# chatter/parent_companionparvati:346:DefaultText
source: This'll be quick!
cs: Bude to rychlé!

# chatter/parent_companionparvati:347:DefaultText
source: Let's end this quick!
cs: Ukončeme to rychle!

# chatter/parent_companionparvati:350:DefaultText
source: Could be tough!
cs: Mohlo by to být těžké!

# chatter/parent_companionparvati:351:DefaultText
source: Stand together!
cs: Držte se pohromadě!

# chatter/parent_companionparvati:352:DefaultText
source: It's gonna be okay! We got this!
cs: Bude to v pořádku! Zvládneme to!

# chatter/parent_companionparvati:353:DefaultText
source: I have your back!
cs: Kryju ti záda!

# chatter/parent_companionparvati:354:DefaultText
source: Not you!
cs: Ty ne!
