Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commontownienonbyzantium.po
Languages: cs

# chatter/parent_commontownienonbyzantium:41:DefaultText
source: The Architect saved us.
cs: Architekt nás zachránil.

# chatter/parent_commontownienonbyzantium:42:DefaultText
source: I'm gonna need a Zero Gee after that.
cs: Po tomhle budu potřebovat Zero Gee.

# chatter/parent_commontownienonbyzantium:43:DefaultText
source: Ugh. Blood all over my uniform.
cs: Uf. Krev po celé uniformě.

# chatter/parent_commontownienonbyzantium:44:DefaultText
source: Is it over? Did we win?
cs: Je konec? Vyhráli jsme?

# chatter/parent_commontownienonbyzantium:61:DefaultText
source: Someone help!
cs: Pomozte někdo!

# chatter/parent_commontownienonbyzantium:62:DefaultText
source: Somebody! Help!
cs: Někdo! Pomoc!

# chatter/parent_commontownienonbyzantium:63:DefaultText
source: They're trying to kill me!
cs: Chtějí mě zabít!

# chatter/parent_commontownienonbyzantium:65:DefaultText
source: Help! Help! Dissidents are trying to kill me!
cs: Pomoc! Pomoc! Disidenti se mě snaží zabít!

# chatter/parent_commontownienonbyzantium:73:DefaultText
source: I ain't dying today!
cs: Dneska neumřu!

# chatter/parent_commontownienonbyzantium:74:DefaultText
source: Die! Die!
cs: Zemři! Zemři!

# chatter/parent_commontownienonbyzantium:75:DefaultText
source: I'm gonna put you down!
cs: Sundám tě!

# chatter/parent_commontownienonbyzantium:76:DefaultText
source: Thought I'd just roll over and die?!
cs: Myslel jsem, že se prostě převalím a umřu?!

# chatter/parent_commontownienonbyzantium:82:DefaultText
source: Time I taught you a lesson!
cs: Je načase, abych ti dal lekci!

# chatter/parent_commontownienonbyzantium:83:DefaultText
source: You asked for this!
cs: O to jste si řekli!

# chatter/parent_commontownienonbyzantium:84:DefaultText
source: You just don't know when to quit!
cs: Prostě nevíš, kdy přestat!

# chatter/parent_commontownienonbyzantium:85:DefaultText
source: You made me do this, lawbreaker!
cs: Donutil jsi mě k tomu, porušiteli zákona!

# chatter/parent_commontownienonbyzantium:91:DefaultText
source: Please! I don't want to die!
cs: Prosím! Nechci zemřít!

# chatter/parent_commontownienonbyzantium:95:DefaultText
source: Hey, I saw that!
cs: Hej, to jsem viděl!

# chatter/parent_commontownienonbyzantium:96:DefaultText
source: Hey! That's against regulation!
cs: Hej! To je proti předpisům!

# chatter/parent_commontownienonbyzantium:97:DefaultText
source: You trying to get us all in trouble?!
cs: Chceš nás všechny dostat do problémů?!

# chatter/parent_commontownienonbyzantium:181:DefaultText
source: Stop!
cs: Zastavte!

# chatter/parent_commontownienonbyzantium:184:DefaultText
source: Hey! Stop that criminal!
cs: Hej! Zastavte toho zločince!

# chatter/parent_commontownienonbyzantium:185:DefaultText
source: Help! Lawbreakers!
cs: Pomoc! Porušovatelé zákona!

# chatter/parent_commontownienonbyzantium:186:DefaultText
source: Stay away! Stay away!
cs: Držte se dál! Držte se dál!

# chatter/parent_commontownienonbyzantium:187:DefaultText
source: No! Don't do this!
cs: Ne! Nedělejte to!

# chatter/parent_commontownienonbyzantium:189:DefaultText
source: I give up! I give up!
cs: Vzdávám se! Vzdávám se!

# chatter/parent_commontownienonbyzantium:231:DefaultText
source: Payday!
cs: Výplata!

# chatter/parent_commontownienonbyzantium:232:DefaultText
source: Thanks for the bits, friend.
cs: Díky za ty kousky, příteli.

# chatter/parent_commontownienonbyzantium:241:DefaultText
source: Carry on.
cs: Pokračujte.

# chatter/parent_commontownienonbyzantium:242:DefaultText
source: Do what you want, I guess.
cs: Dělej si, co chceš.

# chatter/parent_commontownienonbyzantium:243:DefaultText
source: Just keep your fingers to your own self, okay?
cs: Jen si nechte prsty pro sebe, ano?

# chatter/parent_commontownienonbyzantium:244:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# chatter/parent_commontownienonbyzantium:245:DefaultText
source: Just don't make any trouble for me, okay?
cs: Jen mi nedělej problémy, ano?

# chatter/parent_commontownienonbyzantium:333:DefaultText
source: Put that away. You're making me nervous.
cs: Odložte to. Znervózňuješ mě.

# chatter/parent_commontownienonbyzantium:334:DefaultText
source: You think you're tough, waving that thing around?
cs: Myslíš si, že jsi drsňák, když s tím máváš?

# chatter/parent_commontownienonbyzantium:341:DefaultText
source: Oh Law, that hurts! Stop!
cs: Oh Law, to bolí! Přestaň!
