Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_medbay.po
Languages: cs

# chatter/parent_noconversation_01_gb_medbay:76:DefaultText
source: You want something, you'll need to ask the doctors. I just work here.
cs: Pokud něco chcete, musíte se zeptat lékařů. Já tu jen pracuji.

# chatter/parent_noconversation_01_gb_medbay:77:DefaultText
source: Pardon me.
cs: Promiňte.

# chatter/parent_noconversation_01_gb_medbay:78:DefaultText
source: Now where'd that patient run off to...
cs: Kam ten pacient utekl...

# chatter/parent_noconversation_01_gb_medbay:79:DefaultText
source: We got any more of that coagulating spray left?
cs: Máme ještě nějaký koagulační sprej?

# chatter/parent_noconversation_01_gb_medbay:80:DefaultText
source: Still haven't found a good way to get the blood out from under my nails.
cs: Stále jsem nenašla dobrý způsob, jak dostat krev zpod nehtů.

# chatter/parent_noconversation_01_gb_medbay:81:DefaultText
source: Dr. Dorsett's a deft hand with a blade. Hardly leaves a scar.
cs: Doktor Dorsett umí obratně zacházet s nožem. Sotva zanechá jizvu.

# chatter/parent_noconversation_01_gb_medbay:82:DefaultText
source: I hope those automechs get here soon.
cs: Doufám, že se sem ty automechy dostanou brzy.

# chatter/parent_noconversation_01_gb_medbay:83:DefaultText
source: How long 'til the new automechs arrive?
cs: Za jak dlouho dorazí nové automechy?

# chatter/parent_noconversation_01_gb_medbay:84:DefaultText
source: Mind your steps. There's puddles.
cs: Dávejte pozor na své kroky. Jsou tu kaluže.

# chatter/parent_noconversation_01_gb_medbay:85:DefaultText
source: Irion came through with his delivery. Maybe now I can get a day off.
cs: Irion se prosadil svým výkonem. Možná teď dostanu volno.

# chatter/parent_noconversation_01_gb_medbay:86:DefaultText
source: Dr. Dorsett's been over the moon since her automechs arrived.
cs: Doktorka Dorsettová je od příjezdu automechaniků v sedmém nebi.

# chatter/parent_noconversation_01_gb_medbay:87:DefaultText
source: Did Ms. Doyle check out?
cs: Odhlásila se paní Doylová?

# chatter/parent_noconversation_01_gb_medbay:88:DefaultText
source: Ms. Doyle isn't having any visitors - even "friends."
cs: Paní Doylová nemá žádné návštěvy - ani "přátele".

# chatter/parent_noconversation_01_gb_medbay:89:DefaultText
source: Does Dr. Mfuru ever take a day off?
cs: Bere si doktor Mfuru někdy volno?

# chatter/parent_noconversation_01_gb_medbay:90:DefaultText
source: I don't know how we'll get by without Dr. Mfuru. He really held this place together.
cs: Nevím, jak se bez doktora Mfuru obejdeme. On to tu opravdu držel pohromadě.

# chatter/parent_noconversation_01_gb_medbay:91:DefaultText
source: Med Bay's for crew only. Sorry - freighters got to see their ship's sawbones.
cs: Zátoka Med Bay je určena pouze pro posádku. Omlouvám se - nákladní lodě si mohly prohlédnout své lodní pily.

# chatter/parent_noconversation_01_gb_medbay:92:DefaultText
source: Did someone finally convince Dr. Fenhill to take a hike? Praise the Law.
cs: Přesvědčil někdo konečně doktora Fenhilla, aby se vydal na výlet? Chvála zákona.

# chatter/parent_noconversation_01_gb_medbay:93:DefaultText
source: I can't hardly think with Dr. Fenhill's yelling.
cs: Když doktor Fenhill křičí, nemůžu skoro myslet.

# chatter/parent_noconversation_01_gb_medbay:94:DefaultText
source: Back again, Felix?
cs: Zase zpátky, Felixi?

# chatter/parent_noconversation_01_gb_medbay:95:DefaultText
source: Another broken nose, Mr. Millstone?
cs: Další zlomený nos, pane Millstone?

# chatter/parent_noconversation_01_gb_medbay:96:DefaultText
source: Don't let Dr. Mfuru see Felix in here. Not after last time.
cs: Ať tu doktor Mfuru nevidí Felixe. Ne po tom, co se stalo minule.
