Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_01_gb_sublight.po
Languages: cs

# chatter/parent_noconversation_01_gb_sublight:76:DefaultText
source: You the new contractor? Welcome aboard.
cs: Jste nový dodavatel? Vítejte na palubě.

# chatter/parent_noconversation_01_gb_sublight:77:DefaultText
source: If it ain't our newest Vice President!
cs: Jestli to není náš nejnovější viceprezident!

# chatter/parent_noconversation_01_gb_sublight:78:DefaultText
source: I'll get right back to work, sir. Don't you worry about me.
cs: Hned se vrátím k práci, pane. O mě se nebojte.

# chatter/parent_noconversation_01_gb_sublight:78:FemaleText
source: I'll get right back to work, ma'am. Don't you worry about me.
cs: Hned se vrátím k práci, madam. O mě se nebojte.

# chatter/parent_noconversation_01_gb_sublight:79:DefaultText
source: Miss Lilya takes good care of us, see. The authorities stay off our tails.
cs: Slečna Lilya se o nás dobře stará. Úřady se nám vyhýbají.

# chatter/parent_noconversation_01_gb_sublight:80:DefaultText
source: Don't forget to log your salvage. We're a legitimate business.
cs: Nezapomeňte zaznamenat záchranu. Jsme legální firma.

# chatter/parent_noconversation_01_gb_sublight:81:DefaultText
source: Take your business to Miss Lilya.
cs: Vezměte si své záležitosti ke slečně Lilyi.

# chatter/parent_noconversation_01_gb_sublight:82:DefaultText
source: If I ever find out who offed the boss, I'll kill em myself.
cs: Jestli někdy zjistím, kdo šéfa zabil, zabiju ho sám.

# chatter/parent_noconversation_01_gb_sublight:83:DefaultText
source: Got any leads on salvage? Doesn't even have to be broke yet. We'll take anything.
cs: Máš nějaké tipy na záchranu? Nemusí být ještě ani rozbité. Vezmeme cokoli.

# chatter/parent_noconversation_01_gb_sublight:84:DefaultText
source: Has Miss Lilya given you a performance review yet? She hands em out like candy.
cs: Už ti slečna Lilya udělala hodnocení výkonu? Rozdává je jako bonbóny.

# chatter/parent_noconversation_01_gb_sublight:85:DefaultText
source: Interested in working for SubLight? We've got a fresh vacancy.
cs: Máte zájem pracovat pro společnost SubLight? Máme volné pracovní místo.

# chatter/parent_noconversation_01_gb_sublight:86:DefaultText
source: Salvage is a family business. We've got each other's backs.
cs: Záchranářství je rodinný podnik. Navzájem si kryjeme záda.

# chatter/parent_noconversation_01_gb_sublight:87:DefaultText
source: SubLight for life. The corporations never lifted a finger for me.
cs: SubLight for life. Korporace pro mě nikdy nehnula prstem.

# chatter/parent_noconversation_01_gb_sublight:92:DefaultText
source: Not supposed to talk if you ain't on the payroll or sporting a badge.
cs: Neměl bys mluvit, pokud nejsi na výplatní listině nebo nemáš odznak.

# chatter/parent_noconversation_01_gb_sublight:94:DefaultText
source: You get into trouble, you show your ID like you done nothing wrong. Miss Lilya will take care of the rest.
cs: Když se dostaneš do potíží, ukážeš průkaz, jako bys nic neprovedl. O zbytek se postará slečna Lilya.

# chatter/parent_noconversation_01_gb_sublight:95:DefaultText
source: We're a legitimate business. Remember that.
cs: Jsme legální firma. Pamatujte si to.

# chatter/parent_noconversation_01_gb_sublight:96:DefaultText
source: Two more jobs and I'll be a VP just like you.
cs: Ještě dvě práce a budu viceprezidentem jako ty.

# chatter/parent_noconversation_01_gb_sublight:97:DefaultText
source: You must have brought in some quality salvage to earn that promotion.
cs: Musel jsi přinést kvalitní záchranu, aby sis zasloužil povýšení.

# chatter/parent_noconversation_01_gb_sublight:98:DefaultText
source: What's it like being the boss? You bust any heads yet?
cs: Jaké to je být šéfem? Už jsi rozbil nějakou hlavu?
