Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_04_sb_msi.po
Languages: cs

# chatter/parent_noconversation_04_sb_msi:1:DefaultText
source: Here to do business with Sanjar?
cs: Chcete obchodovat se společností Sanjar?

# chatter/parent_noconversation_04_sb_msi:2:DefaultText
source: I hope your being here means the Board is loosening their restrictions.
cs: Doufám, že to, že jste tady, znamená, že rada uvolňuje svá omezení.

# chatter/parent_noconversation_04_sb_msi:3:DefaultText
source: If you leave town, watch out for Iconoclasts. They're almost as bad as the rapts.
cs: Pokud opustíte město, dejte si pozor na ikonoklasty. Jsou skoro stejně špatní jako raptoři.

# chatter/parent_noconversation_04_sb_msi:4:DefaultText
source: MSI keeps the fishery running and the walls intact.
cs: MSI udržuje rybolov v chodu a stěny neporušené.

# chatter/parent_noconversation_04_sb_msi:8:DefaultText
source: We've built so much here! Why can't they leave us alone?
cs: Tolik jsme toho tu vybudovali! Proč nás nemohou nechat na pokoji?

# chatter/parent_noconversation_04_sb_msi:9:DefaultText
source: You'll watch Sanjar's back, won't you?
cs: Budeš hlídat Sanjara, že ano?

# chatter/parent_noconversation_04_sb_msi:10:DefaultText
source: I don't trust those Iconoclast thugs. Not for a second.
cs: Nevěřím těm zločincům z Ikonoklastu. Ani na vteřinu.

# chatter/parent_noconversation_04_sb_msi:11:DefaultText
source: If they get their hands on that gunship, they'll undo everything we've worked for.
cs: Jestli se jim ta loď dostane do rukou, zničí všechno, na čem jsme pracovali.

# chatter/parent_noconversation_04_sb_msi:12:DefaultText
source: Please, you've got to help us get that ship.
cs: Prosím, musíte nám pomoci dostat tu loď.

# chatter/parent_noconversation_04_sb_msi:13:DefaultText
source: If the Iconoclasts get to the ship, we're done for.
cs: Pokud se Ikonoklasté dostanou k lodi, je s námi konec.

# chatter/parent_noconversation_04_sb_msi:14:DefaultText
source: Graham's people are scattering magazines around town. As if we didn't have enough to clean up.
cs: Grahamovi lidé rozesílají po městě časopisy. Jako bychom neměli dost co uklízet.

# chatter/parent_noconversation_04_sb_msi:15:DefaultText
source: Nice that Celia's finally got a date. She needs to get out more.
cs: Je hezké, že má Celia konečně rande. Potřebuje víc chodit ven.

# chatter/parent_noconversation_04_sb_msi:16:DefaultText
source: Big things are happening for MSI. Sanjar has a real vision for this company.
cs: Pro společnost MSI se dějí velké věci. Sanjar má pro tuto společnost skutečnou vizi.

# chatter/parent_noconversation_04_sb_msi:17:DefaultText
source: Thank you for your efforts on MSI's behalf. This company owes you a debt.
cs: Děkujeme vám za vaše úsilí ve prospěch společnosti MSI. Tato společnost je vaším dlužníkem.

# chatter/parent_noconversation_04_sb_msi:18:DefaultText
source: It'll be nice to do business without having to deal with SubLight's thugs and markups.
cs: Bude příjemné obchodovat, aniž bychom se museli potýkat se zločinci a přirážkami společnosti SubLight.

# chatter/parent_noconversation_04_sb_msi:19:DefaultText
source: Now that the Iconoclasts are out of the way, we can get Monarch back on track.
cs: Teď, když jsou Ikonoklasté z cesty, můžeme Monarchu vrátit na správnou cestu.

# chatter/parent_noconversation_04_sb_msi:20:DefaultText
source: The Iconoclasts should learn a thing or two about organization, but this could be a fruitful partnership.
cs: Ikonoklasté by se měli naučit něco o organizaci, ale mohlo by to být plodné partnerství.

# chatter/parent_noconversation_04_sb_msi:21:DefaultText
source: You're lucky the rules are looser here, or you'd probably be fined for your behavior.
cs: Máš štěstí, že pravidla jsou zde volnější, jinak bys za své chování pravděpodobně dostal pokutu.
