Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_noconversation_04_sb_msisoldiers.po
Languages: cs

# chatter/parent_noconversation_04_sb_msisoldiers:8:DefaultText
source: We've got your back.
cs: Kryjeme vám záda.

# chatter/parent_noconversation_04_sb_msisoldiers:9:DefaultText
source: Let's get those bastards.
cs: Pojďme ty parchanty dostat.

# chatter/parent_noconversation_04_sb_msisoldiers:10:DefaultText
source: I hope you know what you're doing.
cs: Doufám, že víte, co děláte.

# chatter/parent_noconversation_04_sb_msisoldiers:11:DefaultText
source: Watch yourself out there.
cs: Dávejte si na sebe pozor.

# chatter/parent_noconversation_04_sb_msisoldiers:12:DefaultText
source: We've sent troops after the ship, but they haven't made it back.
cs: Poslali jsme za lodí vojáky, ale ti se ještě nevrátili.

# chatter/parent_noconversation_04_sb_msisoldiers:13:DefaultText
source: Please, you can't let that gunship fall into Iconoclast hands.
cs: Prosím, nesmíš dopustit, aby se ta loď dostala do rukou Ikonoklastů.

# chatter/parent_noconversation_04_sb_msisoldiers:14:DefaultText
source: Fresh blood at last. Stellar Bay could use some.
cs: Konečně čerstvá krev. Hvězdná zátoka by ji potřebovala.

# chatter/parent_noconversation_04_sb_msisoldiers:15:DefaultText
source: We're not the best-equipped, but scouting for rapts keeps us on our toes.
cs: Nejsme nejlépe vybaveni, ale průzkum peřejí nás udržuje ve střehu.

# chatter/parent_noconversation_04_sb_msisoldiers:16:DefaultText
source: It's good to have a little law and order on Monarch for a change.
cs: Je dobré mít na Monarchu pro změnu trochu zákona a pořádku.

# chatter/parent_noconversation_04_sb_msisoldiers:17:DefaultText
source: Zora's people don't take orders well, but they seem like they can handle anything.
cs: Zořini lidé nepřijímají rozkazy dobře, ale zdá se, že zvládnou cokoli.

# chatter/parent_noconversation_04_sb_msisoldiers:18:DefaultText
source: Thanks for helping MSI set things straight around here.
cs: Děkujeme, že jste pomohli společnosti MSI uvést věci na pravou míru.

# chatter/parent_noconversation_04_sb_msisoldiers:19:DefaultText
source: Watch it. This is still an MSI town.
cs: Podívejte se na něj. Toto je stále město MSI.

# chatter/parent_noconversation_04_sb_msisoldiers:20:DefaultText
source: Amber Heights is a lot more civilized than I'd heard.
cs: Amber Heights je mnohem civilizovanější, než jsem slyšel.

# chatter/parent_noconversation_04_sb_msisoldiers:21:DefaultText
source: Some of these Iconoclasts aren't so bad.
cs: Někteří z těchto ikonoklastů nejsou tak špatní.

# chatter/parent_noconversation_04_sb_msisoldiers:22:DefaultText
source: This sure beats tearing each other to pieces.
cs: To je určitě lepší než se navzájem trhat na kusy.

# chatter/parent_noconversation_04_sb_msisoldiers:23:DefaultText
source: Didn't realize Amber Heights had such a good view.
cs: Netušil jsem, že Amber Heights má tak dobrý výhled.
