Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionellie.po
Languages: cs

# chatter/parent_companionellie:2:DefaultText
source: I got this!
cs: Mám to!

# chatter/parent_companionellie:3:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionellie:5:DefaultText
source: I got this!
cs: Mám to!

# chatter/parent_companionellie:6:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionellie:8:DefaultText
source: I got this!
cs: Mám to!

# chatter/parent_companionellie:9:DefaultText
source: On it!
cs: Jdeme na to!

# chatter/parent_companionellie:11:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionellie:12:DefaultText
source: I got limits.
cs: Mám limity.

# chatter/parent_companionellie:13:DefaultText
source: Sorry, Captain.
cs: Omlouvám se, kapitáne.

# chatter/parent_companionellie:16:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionellie:17:DefaultText
source: I got limits.
cs: Mám limity.

# chatter/parent_companionellie:18:DefaultText
source: Sorry, Captain.
cs: Omlouvám se, kapitáne.

# chatter/parent_companionellie:21:DefaultText
source: No can do.
cs: Ne, to nejde.

# chatter/parent_companionellie:22:DefaultText
source: I got limits.
cs: Mám limity.

# chatter/parent_companionellie:23:DefaultText
source: Sorry, Captain.
cs: Omlouvám se, kapitáne.

# chatter/parent_companionellie:41:DefaultText
source: Headed back.
cs: Míří zpět.

# chatter/parent_companionellie:42:DefaultText
source: Comin' your way.
cs: Přichází k vám.

# chatter/parent_companionellie:43:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionellie:45:DefaultText
source: Headed back.
cs: Míří zpět.

# chatter/parent_companionellie:46:DefaultText
source: Comin' your way.
cs: Přichází k vám.

# chatter/parent_companionellie:47:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionellie:49:DefaultText
source: Headed back.
cs: Míří zpět.

# chatter/parent_companionellie:50:DefaultText
source: Comin' your way.
cs: Přichází k vám.

# chatter/parent_companionellie:51:DefaultText
source: On my way.
cs: Na cestě.

# chatter/parent_companionellie:53:DefaultText
source: Piece of cake, huh, Captain?
cs: To je hračka, co, kapitáne?

# chatter/parent_companionellie:54:DefaultText
source: Nothin' to it, huh?
cs: Nic na tom není, co?

# chatter/parent_companionellie:56:DefaultText
source: Piece of cake, huh, Captain?
cs: To je hračka, co, kapitáne?

# chatter/parent_companionellie:57:DefaultText
source: Nothin' to it, huh?
cs: Nic na tom není, co?

# chatter/parent_companionellie:59:DefaultText
source: Pretty smooth, Captain.
cs: Pěkně hladce, kapitáne.

# chatter/parent_companionellie:60:DefaultText
source: You got a way with hardware.
cs: S hardwarem to umíš.

# chatter/parent_companionellie:62:DefaultText
source: Pretty smooth, Captain.
cs: Pěkně hladce, kapitáne.

# chatter/parent_companionellie:63:DefaultText
source: You got a way with hardware.
cs: S hardwarem to umíš.

# chatter/parent_companionellie:65:DefaultText
source: Ooh, whatcha find?
cs: Co jsi našel?

# chatter/parent_companionellie:66:DefaultText
source: They can't keep us out.
cs: Nemohou nás udržet venku.

# chatter/parent_companionellie:68:DefaultText
source: Ooh, whatcha find?
cs: Co jsi našel?

# chatter/parent_companionellie:69:DefaultText
source: They can't keep us out.
cs: Nemohou nás udržet venku.

# chatter/parent_companionellie:71:DefaultText
source: You got nimble fingers, Captain.
cs: Máte hbité prsty, kapitáne.

# chatter/parent_companionellie:72:DefaultText
source: How'd you do that so fast?
cs: Jak jsi to dokázal tak rychle?

# chatter/parent_companionellie:74:DefaultText
source: You got nimble fingers, Captain.
cs: Máte hbité prsty, kapitáne.

# chatter/parent_companionellie:75:DefaultText
source: How'd you do that so fast?
cs: Jak jsi to dokázal tak rychle?

# chatter/parent_companionellie:76:DefaultText
source: That does it. Time for a drink?
cs: To je vše. Je čas na drink?

# chatter/parent_companionellie:77:DefaultText
source: They won't try THAT again.
cs: O to se už znovu nepokusí.

# chatter/parent_companionellie:78:DefaultText
source: That was a nice warm-up.
cs: To byla pěkná rozcvička.

# chatter/parent_companionellie:79:DefaultText
source: They're on us!
cs: Jdou po nás!

# chatter/parent_companionellie:80:DefaultText
source: Take your best shot, asshole!
cs: Zkus to, jak nejlépe umíš, kreténe!

# chatter/parent_companionellie:81:DefaultText
source: Let's show 'em!
cs: Ukažme jim to!

# chatter/parent_companionellie:82:DefaultText
source: This'll be quick.
cs: Bude to rychlé.

# chatter/parent_companionellie:83:DefaultText
source: Bring out the big guns.
cs: Vytáhněte velké zbraně.

# chatter/parent_companionellie:84:DefaultText
source: Get up!
cs: Vstávejte!

# chatter/parent_companionellie:85:DefaultText
source: Captain, nooo!
cs: Kapitáne, neee!

# chatter/parent_companionellie:86:DefaultText
source: Dead on!
cs: Přesně tak!

# chatter/parent_companionellie:87:DefaultText
source: Nice one!
cs: Pěkný!

# chatter/parent_companionellie:88:DefaultText
source: Try something stronger!
cs: Zkuste něco silnějšího!

# chatter/parent_companionellie:89:DefaultText
source: Try a bigger weapon!
cs: Zkuste větší zbraň!

# chatter/parent_companionellie:90:DefaultText
source: Corrosives won't work!
cs: Žíraviny nefungují!

# chatter/parent_companionellie:91:DefaultText
source: Plasma won't work!
cs: Plazma nebude fungovat!

# chatter/parent_companionellie:92:DefaultText
source: N-Rays won't do it!
cs: N-záření to neudělá!

# chatter/parent_companionellie:93:DefaultText
source: You can't shock 'em!
cs: Nemůžeš je šokovat!

# chatter/parent_companionellie:95:DefaultText
source: Nailed 'em, Captain!
cs: Dostal jste je, kapitáne!

# chatter/parent_companionellie:96:DefaultText
source: Show 'em how it's done!
cs: Ukažte jim, jak se to dělá!

# chatter/parent_companionellie:98:DefaultText
source: Nailed 'em, Captain!
cs: Dostal jste je, kapitáne!

# chatter/parent_companionellie:99:DefaultText
source: Show 'em how it's done!
cs: Ukažte jim, jak se to dělá!

# chatter/parent_companionellie:101:DefaultText
source: Sneaky.
cs: Záludné.

# chatter/parent_companionellie:102:DefaultText
source: Ooh, good one.
cs: Ooh, dobrý.

# chatter/parent_companionellie:104:DefaultText
source: Captain, you're fading!
cs: Kapitáne, blednete!

# chatter/parent_companionellie:105:DefaultText
source: Better patch that up!
cs: Raději to opravte!

# chatter/parent_companionellie:106:DefaultText
source: Watch yourself - you're hurt!
cs: Dávej si pozor - jsi zraněný!

# chatter/parent_companionellie:108:DefaultText
source: Captain, you're fading!
cs: Kapitáne, blednete!

# chatter/parent_companionellie:109:DefaultText
source: Better patch that up!
cs: Raději to opravte!

# chatter/parent_companionellie:110:DefaultText
source: Watch yourself - you're hurt!
cs: Dávej si pozor - jsi zraněný!

# chatter/parent_companionellie:112:DefaultText
source: Captain, you're fading!
cs: Kapitáne, blednete!

# chatter/parent_companionellie:113:DefaultText
source: Better patch that up!
cs: Raději to opravte!

# chatter/parent_companionellie:114:DefaultText
source: Watch yourself - you're hurt!
cs: Dávej si pozor - jsi zraněný!

# chatter/parent_companionellie:115:DefaultText
source: Like I was saying...
cs: Jak jsem říkal...

# chatter/parent_companionellie:116:DefaultText
source: I'll keep it down.
cs: Budu se držet při zemi.

# chatter/parent_companionellie:118:DefaultText
source: Gettin' too close for comfort.
cs: Příliš blízko na to, aby to bylo pohodlné.

# chatter/parent_companionellie:119:DefaultText
source: If we sneeze, they'll hear it.
cs: Když kýchneme, uslyší to.

# chatter/parent_companionellie:120:DefaultText
source: I'll get 'em!
cs: Já je dostanu!

# chatter/parent_companionellie:121:DefaultText
source: I'll get 'em!
cs: Já je dostanu!

# chatter/parent_companionellie:122:DefaultText
source: I'll get 'em!
cs: Já je dostanu!

# chatter/parent_companionellie:129:DefaultText
source: Where was I? Oh, yeah...
cs: Kde jsem byl? No jo...

# chatter/parent_companionellie:130:DefaultText
source: But we were talking about something. Oh, right.
cs: Ale o něčem jsme mluvili. Aha, jasně.

# chatter/parent_companionellie:133:DefaultText
source: Nice 'n easy.
cs: Pěkné a snadné.

# chatter/parent_companionellie:135:DefaultText
source: I can take a hint.
cs: Umím si poradit.

# chatter/parent_companionellie:136:DefaultText
source: Get back!
cs: Zpátky!

# chatter/parent_companionellie:137:DefaultText
source: A word, Captain?
cs: Na slovíčko, kapitáne?

# chatter/parent_companionellie:138:DefaultText
source: We gotta talk.
cs: Musíme si promluvit.

# chatter/parent_companionellie:140:DefaultText
source: I need a word.
cs: Potřebuji slovo.

# chatter/parent_companionellie:143:DefaultText
source: Shit! SAM's busted!
cs: Do prdele! SAM je v háji!

# chatter/parent_companionellie:144:DefaultText
source: Dammit! Gonna need repairs!
cs: Sakra! Bude potřeba opravit!

# chatter/parent_companionellie:145:DefaultText
source: Not now, old man!
cs: Teď ne, staříku!

# chatter/parent_companionellie:146:DefaultText
source: The Architect ain't ready for you, Max!
cs: Architekt na tebe není připraven, Maxi!

# chatter/parent_companionellie:147:DefaultText
source: Don't quit on us, Parvati!
cs: Nevzdávej to, Parvati!

# chatter/parent_companionellie:148:DefaultText
source: Parvati? Shit!
cs: Parvati? Do prdele!

# chatter/parent_companionellie:149:DefaultText
source: We gotta help Felix!
cs: Musíme Felixovi pomoci!

# chatter/parent_companionellie:150:DefaultText
source: Felix! Get it together!
cs: Felix! Dejte se dohromady!

# chatter/parent_companionellie:152:DefaultText
source: Get up, Nyoka!
cs: Vstávej, Nyoko!

# chatter/parent_companionellie:153:DefaultText
source: Nyoka's out cold!
cs: Nyoka je mimo hru!

# chatter/parent_companionellie:155:DefaultText
source: Captain.
cs: Kapitán.

# chatter/parent_companionellie:156:DefaultText
source: Hey there.
cs: Ahoj.

# chatter/parent_companionellie:157:DefaultText
source: Enjoying some R&R?
cs: Užíváte si odpočinek a relaxaci?

# chatter/parent_companionellie:158:DefaultText
source: Taking it easy?
cs: Uklidňujete se?

# chatter/parent_companionellie:161:DefaultText
source: Anyone got a smoke?
cs: Má někdo cigaretu?

# chatter/parent_companionellie:162:DefaultText
source: Who feels like gettin' into trouble?
cs: Kdo se chce dostat do potíží?

# chatter/parent_companionellie:163:DefaultText
source: No one tells you how much of the job is waiting for action.
cs: Nikdo vám neřekne, jak velká část práce čeká na akci.

# chatter/parent_companionellie:164:DefaultText
source: Who feels like gettin' into trouble?
cs: Kdo se chce dostat do potíží?

# chatter/parent_companionellie:165:DefaultText
source: No one tells you how much of the job is waiting for action.
cs: Nikdo vám neřekne, jak velká část práce čeká na akci.

# chatter/parent_companionellie:166:DefaultText
source: What's the hurry, right?
cs: Kam ten spěch, že?

# chatter/parent_companionellie:169:DefaultText
source: Going.
cs: Jde.

# chatter/parent_companionellie:170:DefaultText
source: 'Kay.
cs: "Dobře.

# chatter/parent_companionellie:171:DefaultText
source: All right.
cs: Dobře.

# chatter/parent_companionellie:173:DefaultText
source: Going.
cs: Jde.

# chatter/parent_companionellie:174:DefaultText
source: 'Kay.
cs: "Dobře.

# chatter/parent_companionellie:175:DefaultText
source: All right.
cs: Dobře.

# chatter/parent_companionellie:177:DefaultText
source: Going.
cs: Jde.

# chatter/parent_companionellie:178:DefaultText
source: 'Kay.
cs: "Dobře.

# chatter/parent_companionellie:179:DefaultText
source: All right.
cs: Dobře.

# chatter/parent_companionellie:180:DefaultText
source: On it, Captain!
cs: Jdeme na to, kapitáne!

# chatter/parent_companionellie:181:DefaultText
source: Light 'em up!
cs: Zapalte je!

# chatter/parent_companionellie:182:DefaultText
source: Time for action!
cs: Čas na akci!

# chatter/parent_companionellie:187:DefaultText
source: 'Fraid not.
cs: Obávám se, že ne.

# chatter/parent_companionellie:188:DefaultText
source: I don't think so.
cs: To si nemyslím.

# chatter/parent_companionellie:194:DefaultText
source: Sure.
cs: Jistě.

# chatter/parent_companionellie:195:DefaultText
source: No problem.
cs: Žádný problém.

# chatter/parent_companionellie:196:DefaultText
source: You got it.
cs: Máš to mít.

# chatter/parent_companionellie:201:DefaultText
source: Be right there.
cs: Buďte tam.

# chatter/parent_companionellie:202:DefaultText
source: I'm comin'.
cs: Už jdu.

# chatter/parent_companionellie:215:DefaultText
source: What's the hurry, right?
cs: Kam ten spěch, že?

# chatter/parent_companionellie:216:DefaultText
source: We got time.
cs: Máme čas.

# chatter/parent_companionellie:229:DefaultText
source: That's gonna leave a mark.
cs: To zanechá stopy.

# chatter/parent_companionellie:230:DefaultText
source: Oughta get that looked at.
cs: Měl by ses na to podívat.

# chatter/parent_companionellie:231:DefaultText
source: Whiskey and stitches only go so far.
cs: Whiskey a stehy jsou jen na jedno brdo.

# chatter/parent_companionellie:236:DefaultText
source: On it, Captain!
cs: Jdeme na to, kapitáne!

# chatter/parent_companionellie:237:DefaultText
source: Light 'em up!
cs: Zapalte je!

# chatter/parent_companionellie:238:DefaultText
source: Time for action!
cs: Čas na akci!

# chatter/parent_companionellie:243:DefaultText
source: 'Fraid not.
cs: Obávám se, že ne.

# chatter/parent_companionellie:244:DefaultText
source: I don't think so.
cs: To si nemyslím.

# chatter/parent_companionellie:250:DefaultText
source: Sure.
cs: Jistě.

# chatter/parent_companionellie:251:DefaultText
source: No problem.
cs: Žádný problém.

# chatter/parent_companionellie:257:DefaultText
source: Be right there.
cs: Buďte tam.

# chatter/parent_companionellie:258:DefaultText
source: I'm comin'.
cs: Už jdu.

# chatter/parent_companionellie:264:DefaultText
source: That's gonna leave a mark.
cs: To zanechá stopy.

# chatter/parent_companionellie:271:DefaultText
source: On it, Captain!
cs: Jdeme na to, kapitáne!

# chatter/parent_companionellie:272:DefaultText
source: Light 'em up!
cs: Zapalte je!

# chatter/parent_companionellie:273:DefaultText
source: Time for action!
cs: Čas na akci!

# chatter/parent_companionellie:278:DefaultText
source: 'Fraid not.
cs: Obávám se, že ne.

# chatter/parent_companionellie:279:DefaultText
source: I don't think so.
cs: To si nemyslím.

# chatter/parent_companionellie:285:DefaultText
source: Sure.
cs: Jistě.

# chatter/parent_companionellie:286:DefaultText
source: No problem.
cs: Žádný problém.

# chatter/parent_companionellie:292:DefaultText
source: Be right there.
cs: Buďte tam.

# chatter/parent_companionellie:293:DefaultText
source: I'm comin'.
cs: Už jdu.

# chatter/parent_companionellie:299:DefaultText
source: That's gonna leave a mark.
cs: To zanechá stopy.

# chatter/parent_companionellie:306:DefaultText
source: I gotta remember to change my passwords.
cs: Musím si pamatovat, že si mám změnit hesla.

# chatter/parent_companionellie:307:DefaultText
source: Anything juicy?
cs: Něco šťavnatého?

# chatter/parent_companionellie:308:DefaultText
source: Whatcha got?
cs: Co máš?

# chatter/parent_companionellie:309:DefaultText
source: Anything juicy?
cs: Něco šťavnatého?

# chatter/parent_companionellie:310:DefaultText
source: Whatcha got?
cs: Co máš?

# chatter/parent_companionellie:311:DefaultText
source: Nice.
cs: Pěkné.

# chatter/parent_companionellie:312:DefaultText
source: Smooth.
cs: Hladké.

# chatter/parent_companionellie:313:DefaultText
source: This is why I never keep anything private on terminals.
cs: Proto na terminálech nikdy nemám nic soukromého.

# chatter/parent_companionellie:314:DefaultText
source: Nice.
cs: Pěkné.

# chatter/parent_companionellie:315:DefaultText
source: Smooth.
cs: Hladké.

# chatter/parent_companionellie:317:DefaultText
source: I won't tell.
cs: Neřeknu to.

# chatter/parent_companionellie:318:DefaultText
source: It ain't stealin' if no one sees.
cs: Není to krádež, když to nikdo nevidí.

# chatter/parent_companionellie:319:DefaultText
source: If they didn't wanna tempt us, why'd they lock it up?
cs: Kdyby nás nechtěli lákat, proč by ho zamykali?

# chatter/parent_companionellie:320:DefaultText
source: I won't tell.
cs: Neřeknu to.

# chatter/parent_companionellie:321:DefaultText
source: It ain't stealin' if no one sees.
cs: Není to krádež, když to nikdo nevidí.

# chatter/parent_companionellie:323:DefaultText
source: Real slick.
cs: Opravdu svižné.

# chatter/parent_companionellie:324:DefaultText
source: You gotta teach me that.
cs: To mě musíš naučit.

# chatter/parent_companionellie:325:DefaultText
source: Nice going.
cs: Pěkně to jde.

# chatter/parent_companionellie:326:DefaultText
source: Real slick.
cs: Opravdu svižné.

# chatter/parent_companionellie:327:DefaultText
source: You gotta teach me that.
cs: To mě musíš naučit.

# chatter/parent_companionellie:328:DefaultText
source: Nice going.
cs: Pěkně to jde.

# chatter/parent_companionellie:329:DefaultText
source: I got another fight in me.
cs: Mám v sobě další boj.

# chatter/parent_companionellie:330:DefaultText
source: Who's ready for more?
cs: Kdo je připraven na další?

# chatter/parent_companionellie:331:DefaultText
source: Someone else'll clean this up, right?
cs: Někdo jiný to uklidí, ne?

# chatter/parent_companionellie:332:DefaultText
source: Keep this up and I won't have any new battle scars.
cs: Pokračujte v tom a nebudu mít žádné nové jizvy.

# chatter/parent_companionellie:333:DefaultText
source: Like true professionals.
cs: Jako opravdoví profesionálové.

# chatter/parent_companionellie:334:DefaultText
source: I'm warmed up now.
cs: Teď už jsem zahřátý.

# chatter/parent_companionellie:335:DefaultText
source: Didn't even get our hands dirty.
cs: Ani jsme si neušpinili ruce.

# chatter/parent_companionellie:336:DefaultText
source: They got the drop on us!
cs: Mají na nás spadeno!

# chatter/parent_companionellie:337:DefaultText
source: Their mistake!
cs: Jejich chyba!

# chatter/parent_companionellie:338:DefaultText
source: Make 'em regret it!
cs: Ať toho litují!

# chatter/parent_companionellie:339:DefaultText
source: Mess 'em up!
cs: Zkazit je!

# chatter/parent_companionellie:340:DefaultText
source: Take 'em down!
cs: Sundejte je!

# chatter/parent_companionellie:341:DefaultText
source: They're in my sights!
cs: Mám je na mušce!

# chatter/parent_companionellie:342:DefaultText
source: We're doing this!
cs: Děláme to!

# chatter/parent_companionellie:343:DefaultText
source: Target practice.
cs: Cvičení na cíl.

# chatter/parent_companionellie:344:DefaultText
source: I almost feel bad for 'em.
cs: Je mi jich skoro líto.

# chatter/parent_companionellie:345:DefaultText
source: They won't know what hit 'em.
cs: Nebudou vědět, co je zasáhlo.

# chatter/parent_companionellie:346:DefaultText
source: Fast 'n easy.
cs: Rychle a snadno.

# chatter/parent_companionellie:347:DefaultText
source: Ready for a challenge.
cs: Připraven na výzvu.

# chatter/parent_companionellie:348:DefaultText
source: Things're about to get heavy.
cs: Začíná jít do tuhého.

# chatter/parent_companionellie:349:DefaultText
source: You got moxie, Captain.
cs: Máte kuráž, kapitáne.

# chatter/parent_companionellie:350:DefaultText
source: What's the worst they can do?
cs: Co nejhoršího mohou udělat?

# chatter/parent_companionellie:351:DefaultText
source: Hold on, Captain!
cs: Počkejte, kapitáne!

# chatter/parent_companionellie:352:DefaultText
source: Shit, no!
cs: Do prdele, ne!

# chatter/parent_companionellie:353:DefaultText
source: Fight, Captain!
cs: Bojujte, kapitáne!

# chatter/parent_companionellie:355:DefaultText
source: Ha! Yeah!
cs: Ha! Jo!

# chatter/parent_companionellie:356:DefaultText
source: Keep bein' you!
cs: Buď stále sám sebou!

# chatter/parent_companionellie:357:DefaultText
source: That's just pissing 'em off!
cs: To je prostě naštve!

# chatter/parent_companionellie:358:DefaultText
source: Hit 'em with something bigger!
cs: Udeřte je něčím větším!

# chatter/parent_companionellie:360:DefaultText
source: Corrosives aren't doing anything!
cs: Žíraviny nic nedělají!

# chatter/parent_companionellie:361:DefaultText
source: Corrosives are no good!
cs: Žíraviny nejsou dobré!

# chatter/parent_companionellie:362:DefaultText
source: Corrosives won't do it!
cs: Žíraviny to neudělají!

# chatter/parent_companionellie:364:DefaultText
source: Plasma's doing nothing!
cs: Plasma nic nedělá!

# chatter/parent_companionellie:365:DefaultText
source: Plasma ain't doing it!
cs: Plazma to nedělá!

# chatter/parent_companionellie:366:DefaultText
source: Plasma's not working!
cs: Plazma nefunguje!

# chatter/parent_companionellie:368:DefaultText
source: N-Rays don't work on 'em!
cs: N-záření na ně nefunguje!

# chatter/parent_companionellie:369:DefaultText
source: N-Rays are useless!
cs: N-záření je k ničemu!

# chatter/parent_companionellie:370:DefaultText
source: N-Rays aren't working!
cs: N-záření nefunguje!

# chatter/parent_companionellie:372:DefaultText
source: Shocking's no good!
cs: Šokování není dobré!

# chatter/parent_companionellie:373:DefaultText
source: Shocking doesn't work!
cs: Šokování nefunguje!

# chatter/parent_companionellie:374:DefaultText
source: Shock's doing nothing!
cs: Shock nic nedělá!

# chatter/parent_companionellie:377:DefaultText
source: Nice, Captain!
cs: Pěkné, kapitáne!

# chatter/parent_companionellie:378:DefaultText
source: You got 'em!
cs: Máš je!

# chatter/parent_companionellie:380:DefaultText
source: Nice, Captain!
cs: Pěkné, kapitáne!

# chatter/parent_companionellie:381:DefaultText
source: You got 'em!
cs: Máš je!

# chatter/parent_companionellie:382:DefaultText
source: Got 'em.
cs: Mám je.

# chatter/parent_companionellie:383:DefaultText
source: Quick 'n clean.
cs: Rychlé a čisté.

# chatter/parent_companionellie:384:DefaultText
source: They never saw ya.
cs: Nikdy tě neviděli.

# chatter/parent_companionellie:385:DefaultText
source: Anyway, back to what I was saying...
cs: Nicméně, zpět k tomu, co jsem říkal...

# chatter/parent_companionellie:389:DefaultText
source: Okay.
cs: Dobře.

# chatter/parent_companionellie:390:DefaultText
source: Shh.
cs: Pšššt.

# chatter/parent_companionellie:391:DefaultText
source: Watch it!
cs: Dívejte se!

# chatter/parent_companionellie:393:DefaultText
source: SAM? Shit, it's broken!
cs: SAM? Sakra, je rozbitý!

# chatter/parent_companionellie:394:DefaultText
source: SAM! Resume function!
cs: SAM! Obnovte funkci!

# chatter/parent_companionellie:396:DefaultText
source: C'mon, Max, get up!
cs: No tak, Maxi, vstávej!

# chatter/parent_companionellie:397:DefaultText
source: Max is down!
cs: Max je na dně!

# chatter/parent_companionellie:398:DefaultText
source: I'm not done picking on you, Max!
cs: Ještě jsem s tebou neskončil, Maxi!

# chatter/parent_companionellie:399:DefaultText
source: Pull it together, Parvati!
cs: Dej se dohromady, Parvati!

# chatter/parent_companionellie:400:DefaultText
source: We've lost Parvati!
cs: Ztratili jsme Parvati!

# chatter/parent_companionellie:401:DefaultText
source: Now's not the time, Parvati!
cs: Teď na to není čas, Parvati!

# chatter/parent_companionellie:402:DefaultText
source: On your feet, Felix!
cs: Na nohy, Felixi!

# chatter/parent_companionellie:403:DefaultText
source: C'mon, Felix!
cs: No tak, Felixi!

# chatter/parent_companionellie:404:DefaultText
source: The kid's down!
cs: Dítě je na dně!

# chatter/parent_companionellie:405:DefaultText
source: Nyoka! Shit!
cs: Nyoka! Do prdele!

# chatter/parent_companionellie:406:DefaultText
source: Nyoka's down!
cs: Nyoka je mrtvá!

# chatter/parent_companionellie:408:DefaultText
source: Need something?
cs: Potřebujete něco?

# chatter/parent_companionellie:409:DefaultText
source: Guns ready, Captain.
cs: Připravte zbraně, kapitáne.
