Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent__globalmarauder.po
Languages: cs

# chatter/parent__globalmarauder:1:DefaultText
source: Hey, get up!
cs: Hej, vstávej!

# chatter/parent__globalmarauder:2:DefaultText
source: Weak!
cs: Slabé!

# chatter/parent__globalmarauder:3:DefaultText
source: You gonna suffer!
cs: Budeš trpět!

# chatter/parent__globalmarauder:4:DefaultText
source: Make you pay!
cs: Ať zaplatíte!

# chatter/parent__globalmarauder:5:DefaultText
source: Make you bleed!
cs: Nechat tě krvácet!

# chatter/parent__globalmarauder:6:DefaultText
source: (Angry growling.)
cs: (Rozzlobené vrčení.)

# chatter/parent__globalmarauder:11:DefaultText
source: You hiding? You scared?
cs: Schováváte se? Bojíš se?

# chatter/parent__globalmarauder:12:DefaultText
source: Come out! Come out!
cs: Vyjděte ven! Vyjděte ven!

# chatter/parent__globalmarauder:13:DefaultText
source: (Angry) No! Who did this?
cs: (Rozzlobeně) Ne! Kdo to udělal?

# chatter/parent__globalmarauder:14:DefaultText
source: Someone hiding? Come out and die!
cs: Někdo se schovává? Vylez a zemři!

# chatter/parent__globalmarauder:15:DefaultText
source: Gonna find you!
cs: Najdu tě!

# chatter/parent__globalmarauder:16:DefaultText
source: (Sniffing) I smell blood...
cs: (Cítím krev...

# chatter/parent__globalmarauder:17:DefaultText
source: (Growling) Come out and play.
cs: (Vrčení) Pojď si hrát.

# chatter/parent__globalmarauder:21:DefaultText
source: Smell something...
cs: Něco cítíte...

# chatter/parent__globalmarauder:22:DefaultText
source: Something there?
cs: Je tam něco?

# chatter/parent__globalmarauder:23:DefaultText
source: Huh? Who goes?
cs: Cože? Kdo jde?

# chatter/parent__globalmarauder:24:DefaultText
source: Heard something...
cs: Něco jsem zaslechl...

# chatter/parent__globalmarauder:25:DefaultText
source: Huh? Hear that?
cs: Cože? Slyšíte to?

# chatter/parent__globalmarauder:26:DefaultText
source: What's that noise?
cs: Co je to za zvuk?

# chatter/parent__globalmarauder:31:DefaultText
source: Huh?
cs: Cože?

# chatter/parent__globalmarauder:33:DefaultText
source: Huh?!
cs: Cože?!

# chatter/parent__globalmarauder:41:DefaultText
source: (Laughing) Fresh meat!
cs: (Smích) Čerstvé maso!

# chatter/parent__globalmarauder:42:DefaultText
source: (Cackling) Easy!
cs: (Klid!

# chatter/parent__globalmarauder:43:DefaultText
source: (Laughing) That hurt?
cs: (Smích) To bolelo?

# chatter/parent__globalmarauder:44:DefaultText
source: (Gleefully) So much blood!
cs: (S radostí) Tolik krve!

# chatter/parent__globalmarauder:45:DefaultText
source: (Laughing) Your guts look pretty!
cs: (Směje se) Tvoje střeva vypadají pěkně!

# chatter/parent__globalmarauder:46:DefaultText
source: (Laughing) Weak! So weak!
cs: (Smích) Slabý! Tak slabý!

# chatter/parent__globalmarauder:51:DefaultText
source: Don't want to play?
cs: Nechcete hrát?

# chatter/parent__globalmarauder:52:DefaultText
source: I smell your fear...
cs: Cítím tvůj strach...

# chatter/parent__globalmarauder:53:DefaultText
source: Come out, come out!
cs: Vyjděte ven, vyjděte ven!

# chatter/parent__globalmarauder:54:DefaultText
source: Stop hiding!
cs: Přestaňte se schovávat!

# chatter/parent__globalmarauder:55:DefaultText
source: Come out and play!
cs: Přijďte si zahrát!

# chatter/parent__globalmarauder:56:DefaultText
source: Run, little sprat. Run!
cs: Utíkej, šprote. Utíkej!

# chatter/parent__globalmarauder:57:DefaultText
source: I can smell your blood...
cs: Cítím tvou krev...

# chatter/parent__globalmarauder:61:DefaultText
source: Playtime!
cs: Čas na hraní!

# chatter/parent__globalmarauder:62:DefaultText
source: Enemies!
cs: Nepřátelé!

# chatter/parent__globalmarauder:63:DefaultText
source: (Angry Snarl)
cs: (Rozzlobené zavrčení)

# chatter/parent__globalmarauder:64:DefaultText
source: You gonna suffer!
cs: Budeš trpět!

# chatter/parent__globalmarauder:66:DefaultText
source: Fresh meat!
cs: Čerstvé maso!

# chatter/parent__globalmarauder:71:DefaultText
source: Get them!
cs: Pořiďte si je!

# chatter/parent__globalmarauder:72:DefaultText
source: Attack! Attack!
cs: Útok! Útok!

# chatter/parent__globalmarauder:73:DefaultText
source: Kill! KILL!
cs: Zabij! ZABIJ!

# chatter/parent__globalmarauder:74:DefaultText
source: Tear them apart!
cs: Roztrhněte je na kusy!

# chatter/parent__globalmarauder:75:DefaultText
source: (Snarling) Kill!
cs: (Chrčení) Zabij!

# chatter/parent__globalmarauder:76:DefaultText
source: (Growling) Kill them!
cs: (Vrčení) Zabijte je!

# chatter/parent__globalmarauder:77:DefaultText
source: Break you!
cs: Zlomte se!

# chatter/parent__globalmarauder:81:DefaultText
source: No! Stop!
cs: Ne! Přestaňte!

# chatter/parent__globalmarauder:82:DefaultText
source: No! Get away!
cs: Ne! Vypadni!

# chatter/parent__globalmarauder:83:DefaultText
source: (Whimpering) No! Stop! Leave me alone!
cs: (Ne! Přestaň! Nechte mě být!

# chatter/parent__globalmarauder:84:DefaultText
source: Stop! Stop!
cs: Stůjte! Stůjte!

# chatter/parent__globalmarauder:85:DefaultText
source: (Sobbing) Go away! Go away!
cs: (Vzlykání) Jdi pryč! Jdi pryč!

# chatter/parent__globalmarauder:91:DefaultText
source: Find them!
cs: Najděte je!

# chatter/parent__globalmarauder:92:DefaultText
source: Gonna find you!
cs: Najdu tě!

# chatter/parent__globalmarauder:93:DefaultText
source: Come back, meat!
cs: Vrať se, maso!

# chatter/parent__globalmarauder:94:DefaultText
source: Don't hide from me!
cs: Neschovávej se přede mnou!

# chatter/parent__globalmarauder:95:DefaultText
source: Hunt them down!
cs: Ulovte je!

# chatter/parent__globalmarauder:96:DefaultText
source: Can't hide from me!
cs: Přede mnou se neschováš!

# chatter/parent__globalmarauder:101:DefaultText
source: (Laughing) Found you!
cs: (Směje se) Našel jsem tě!

# chatter/parent__globalmarauder:102:DefaultText
source: Got you!
cs: Mám tě!

# chatter/parent__globalmarauder:103:DefaultText
source: I see you, meat!
cs: Vidím tě, maso!

# chatter/parent__globalmarauder:104:DefaultText
source: Found you! Found you!
cs: Našel jsem tě! Našel jsem tě!

# chatter/parent__globalmarauder:105:DefaultText
source: Here! Found them!
cs: Tady! Našel jsem je!

# chatter/parent__globalmarauder:106:DefaultText
source: I see you!
cs: Vidím tě!

# chatter/parent__globalmarauder:107:DefaultText
source: Scream for me!
cs: Křičte za mě!

# chatter/parent__globalmarauder:111:DefaultText
source: Stay away!
cs: Držte se dál!

# chatter/parent__globalmarauder:112:DefaultText
source: No! Get away!
cs: Ne! Vypadni!

# chatter/parent__globalmarauder:113:DefaultText
source: Back! Get back!
cs: Zpět! Zpátky!

# chatter/parent__globalmarauder:114:DefaultText
source: Too strong! Too strong!
cs: Příliš silné! Příliš silný!

# chatter/parent__globalmarauder:115:DefaultText
source: (Whimpering) No! Stop!
cs: (Ne! Přestaň!

# chatter/parent__globalmarauder:121:DefaultText
source: (Crazed Laughter) Got one!
cs: (Bláznivý smích) Mám ho!

# chatter/parent__globalmarauder:122:DefaultText
source: (Cackling) Blood!
cs: (Krev!

# chatter/parent__globalmarauder:123:DefaultText
source: Die! DIE!
cs: Zemři! ZEMŘI!

# chatter/parent__globalmarauder:124:DefaultText
source: (Laughter) Got you!
cs: (Smích) Mám tě!

# chatter/parent__globalmarauder:125:DefaultText
source: (Laughing) Yes! Die!
cs: (Smích) Ano! Chcípni!

# chatter/parent__globalmarauder:126:DefaultText
source: Easy prey!
cs: Snadná kořist!

# chatter/parent__globalmarauder:127:DefaultText
source: (Laughing) So WEAK!
cs: (Směje se) Tak slabé!
