Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commonguardoutlaws.po
Languages: cs

# chatter/parent_commonguardoutlaws:1:DefaultText
source: Oh, fuck!
cs: Do prdele!

# chatter/parent_commonguardoutlaws:3:DefaultText
source: Damn! We lost one!
cs: Sakra! O jednoho jsme přišli!

# chatter/parent_commonguardoutlaws:8:DefaultText
source: Did I hear something?
cs: Slyšel jsem něco?

# chatter/parent_commonguardoutlaws:9:DefaultText
source: Huh? Heard something.
cs: Cože? Něco jsem zaslechl.

# chatter/parent_commonguardoutlaws:14:DefaultText
source: Yeah! Don't fuck with us!
cs: Jo! Neserte nás!

# chatter/parent_commonguardoutlaws:15:DefaultText
source: That's the last of 'em.
cs: To je poslední z nich.

# chatter/parent_commonguardoutlaws:16:DefaultText
source: Serves you right.
cs: To ti slouží k dobru.

# chatter/parent_commonguardoutlaws:18:DefaultText
source: I'm gonna find you!
cs: Najdu si tě!

# chatter/parent_commonguardoutlaws:19:DefaultText
source: Come on out, you pain in my ass.
cs: Pojď ven, ty osino v zadku.

# chatter/parent_commonguardoutlaws:22:DefaultText
source: Eyes up! We're under attack!
cs: Oči vzhůru! Jsme pod útokem!

# chatter/parent_commonguardoutlaws:24:DefaultText
source: You're mine!
cs: Jsi můj!

# chatter/parent_commonguardoutlaws:25:DefaultText
source: Mess 'em up!
cs: Zkazit je!

# chatter/parent_commonguardoutlaws:26:DefaultText
source: That's it! You're dead!
cs: A je to! Jsi mrtvý!

# chatter/parent_commonguardoutlaws:27:DefaultText
source: I'm done playing games with you!
cs: Už si s tebou nebudu hrát!

# chatter/parent_commonguardoutlaws:28:DefaultText
source: I've had it up to here with you!
cs: Už jsem si s tebou užil dost!

# chatter/parent_commonguardoutlaws:29:DefaultText
source: Aw, fuck, no! Don't kill me!
cs: Ale ne, kurva! Nezabíjej mě!

# chatter/parent_commonguardoutlaws:30:DefaultText
source: Don't shoot, don't shoot!
cs: Nestřílejte, nestřílejte!

# chatter/parent_commonguardoutlaws:31:DefaultText
source: I don't wanna fight!
cs: Nechci se prát!

# chatter/parent_commonguardoutlaws:32:DefaultText
source: Where'd you run off to?!
cs: Kam jsi utekl?!

# chatter/parent_commonguardoutlaws:33:DefaultText
source: Damn it! Where'd you go?!
cs: Sakra! Kam jsi šel?!

# chatter/parent_commonguardoutlaws:37:DefaultText
source: Got my sights on you!
cs: Mám na tebe zálusk!

# chatter/parent_commonguardoutlaws:76:DefaultText
source: Whoa, hold it!
cs: Počkejte!

# chatter/parent_commonguardoutlaws:77:DefaultText
source: Hey you! Get back here!
cs: Ahoj! Vraťte se sem!

# chatter/parent_commonguardoutlaws:80:DefaultText
source: Stop! Don't let 'em get away!
cs: Zastavte! Nenechte je utéct!

# chatter/parent_commonguardoutlaws:86:DefaultText
source: Hey! Watch it!
cs: Hej! Sledujte!

# chatter/parent_commonguardoutlaws:88:DefaultText
source: Watch it, asshole!
cs: Dávej si pozor, kreténe!

# chatter/parent_commonguardoutlaws:89:DefaultText
source: Are you out of your mind?!
cs: Zbláznil ses?!

# chatter/parent_commonguardoutlaws:90:DefaultText
source: Stop that! Are you crazy?!
cs: Přestaňte s tím! Zbláznil ses?!

# chatter/parent_commonguardoutlaws:93:DefaultText
source: All right, scram.
cs: Dobře, zmizte.

# chatter/parent_commonguardoutlaws:94:DefaultText
source: You're free to go.
cs: Můžeš jít.

# chatter/parent_commonguardoutlaws:95:DefaultText
source: I'm gonna pretend I never saw you.
cs: Budu předstírat, že jsem tě nikdy neviděl.

# chatter/parent_commonguardoutlaws:97:DefaultText
source: You and I never crossed orbits.
cs: My dva jsme si nikdy nezkřížili oběžné dráhy.

# chatter/parent_commonguardoutlaws:98:DefaultText
source: Glad we worked this out.
cs: Jsem rád, že jsme to vyřešili.

# chatter/parent_commonguardoutlaws:101:DefaultText
source: Don't let me catch you around here again.
cs: Nenech se tady znovu nachytat.

# chatter/parent_commonguardoutlaws:103:DefaultText
source: Wrong move!
cs: Špatný krok!

# chatter/parent_commonguardoutlaws:104:DefaultText
source: Don't try to mess with me!
cs: Nesnažte se se mnou vyjebat!

# chatter/parent_commonguardoutlaws:108:DefaultText
source: I could've sworn... oh, well.
cs: Přísahal bych, že... aha, no.

# chatter/parent_commonguardoutlaws:111:DefaultText
source: Ah, fuck it. Waste of my time.
cs: Aha, kašlu na to. Ztráta času.

# chatter/parent_commonguardoutlaws:123:DefaultText
source: We're dying out here!
cs: Umíráme tady!

# chatter/parent_commonguardoutlaws:127:DefaultText
source: No, no, no!
cs: Ne, ne, ne!

# chatter/parent_commonguardoutlaws:130:DefaultText
source: Whoever did this - I'm gonna find you!
cs: Ať už to udělal kdokoli, najdu si tě!

# chatter/parent_commonguardoutlaws:131:DefaultText
source: Hey! Whoever did this, come on out so we can return the favor!
cs: Hej! Ať už to udělal kdokoli, přijďte, ať vám to můžeme oplatit!

# chatter/parent_commonguardoutlaws:133:DefaultText
source: Oh, fuck. Someone's hunting us.
cs: Do prdele. Někdo nás loví.

# chatter/parent_commonguardoutlaws:134:DefaultText
source: Aw, shit. Somebody's after us. Look sharp!
cs: Do prdele. Někdo po nás jde. Dívej se ostře!

# chatter/parent_commonguardoutlaws:135:DefaultText
source: Hey! I found a body! Someone's here!
cs: Hej! Našel jsem tělo! Někdo tu je!

# chatter/parent_commonguardoutlaws:137:DefaultText
source: Something going on over there?
cs: Děje se tam něco?

# chatter/parent_commonguardoutlaws:138:DefaultText
source: Think I heard something...
cs: Myslím, že jsem něco zaslechl...

# chatter/parent_commonguardoutlaws:150:DefaultText
source: Somebody loot their bodies.
cs: Někdo uloupí jejich těla.

# chatter/parent_commonguardoutlaws:152:DefaultText
source: You left one ugly corpse.
cs: Zůstala po tobě ošklivá mrtvola.

# chatter/parent_commonguardoutlaws:157:DefaultText
source: The longer you hide, the uglier this is gonna get.
cs: Čím déle se budeš skrývat, tím ošklivější to bude.

# chatter/parent_commonguardoutlaws:158:DefaultText
source: Ain't no honor in hiding. Come on out!
cs: Není čest se skrývat. Vylezte ven!

# chatter/parent_commonguardoutlaws:159:DefaultText
source: You won't like it when I find you!
cs: To se ti nebude líbit, až tě najdu!

# chatter/parent_commonguardoutlaws:164:DefaultText
source: Big mistake!
cs: Velká chyba!

# chatter/parent_commonguardoutlaws:165:DefaultText
source: You wanna dance?!
cs: Chceš si zatančit?!

# chatter/parent_commonguardoutlaws:166:DefaultText
source: Look sharp! We're under attack!
cs: Vypadejte ostře! Jsme pod útokem!

# chatter/parent_commonguardoutlaws:174:DefaultText
source: Dance, fucker!
cs: Tancuj, hajzle!

# chatter/parent_commonguardoutlaws:178:DefaultText
source: That's it, you asked for it!
cs: To je ono, řekli jste si o to!

# chatter/parent_commonguardoutlaws:179:DefaultText
source: I'm through talking!
cs: S mluvením jsem skončil!

# chatter/parent_commonguardoutlaws:186:DefaultText
source: Please! Don't do this!
cs: Prosím! Nedělejte to!

# chatter/parent_commonguardoutlaws:192:DefaultText
source: They're getting away! Find 'em!
cs: Utíkají! Najděte je!

# chatter/parent_commonguardoutlaws:193:DefaultText
source: Get back here, coward!
cs: Vrať se, zbabělče!

# chatter/parent_commonguardoutlaws:199:DefaultText
source: Over here! Found 'em!
cs: Tady! Našel jsem je!

# chatter/parent_commonguardoutlaws:200:DefaultText
source: Thought you got away from me, huh?!
cs: Myslel jsem, že jsi mi utekl, co?!

# chatter/parent_commonguardoutlaws:245:DefaultText
source: All right, fine. Get out of here.
cs: Dobře, fajn. Vypadni odsud.

# chatter/parent_commonguardoutlaws:246:DefaultText
source: Go on, before I change my mind.
cs: Pokračuj, než si to rozmyslím.

# chatter/parent_commonguardoutlaws:248:DefaultText
source: Best make yourself scarce now.
cs: Nejlépe bude, když se teď budeš cítit méně.

# chatter/parent_commonguardoutlaws:285:DefaultText
source: Stretching your legs?
cs: Protahujete si nohy?

# chatter/parent_commonguardoutlaws:287:DefaultText
source: I ain't seen you about. You must be new.
cs: Nikde jsem tě neviděl. Musíš být nový.

# chatter/parent_commonguardoutlaws:293:DefaultText
source: Put that away before you hurt yourself.
cs: Odlož to, než si ublížíš.

# chatter/parent_commonguardoutlaws:294:DefaultText
source: Watch it. That thing's dangerous.
cs: Podívejte se na něj. Ta věc je nebezpečná.

# chatter/parent_commonguardoutlaws:295:DefaultText
source: Get that out of my face.
cs: Dejte mi to z očí.

# chatter/parent_commonguardoutlaws:296:DefaultText
source: Hey, hullhead. Put that away.
cs: Ahoj, Hullheade. Dej to pryč.

# chatter/parent_commonguardoutlaws:299:DefaultText
source: You looking for a fight?
cs: Chceš se hádat?

# chatter/parent_commonguardoutlaws:418:DefaultText
source: I got one!
cs: Mám ho!

# chatter/parent_commonguardoutlaws:426:DefaultText
source: Yeah! Got you!
cs: Jo! Mám tě!

# chatter/parent_commonguardoutlaws:429:DefaultText
source: Hey! Nobody steals from us!
cs: Hej! Nikdo nás neokrádá!
