Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionparvati.po
Languages: cs

# chatter/parent_companionparvati:355:DefaultText
source: Get up, Cap!
cs: Vstávej, Cape!

# chatter/parent_companionparvati:356:DefaultText
source: CAPTAIN!
cs: KAPITÁNE!

# chatter/parent_companionparvati:357:DefaultText
source: Got 'em!
cs: Mám je!

# chatter/parent_companionparvati:358:DefaultText
source: That's gotta hurt!
cs: To musí bolet!

# chatter/parent_companionparvati:359:DefaultText
source: Bet that smarts!
cs: Vsadím se, že je to chytré!

# chatter/parent_companionparvati:360:DefaultText
source: Try somethin' else!
cs: Zkuste něco jiného!

# chatter/parent_companionparvati:361:DefaultText
source: It's bouncing off!
cs: Odráží se!

# chatter/parent_companionparvati:362:DefaultText
source: Armor's too strong! Hit 'em with something else!
cs: Brnění je příliš silné! Udeřte je něčím jiným!

# chatter/parent_companionparvati:364:DefaultText
source: Corrosives doesn't work!
cs: Žíraviny nefungují!

# chatter/parent_companionparvati:365:DefaultText
source: Corrosives won't work! Try something else!
cs: Žíraviny nefungují! Zkuste něco jiného!

# chatter/parent_companionparvati:366:DefaultText
source: Corrosive ain't working!
cs: Žíravina nefunguje!

# chatter/parent_companionparvati:368:DefaultText
source: Plasma won't work on 'em!
cs: Plazma na ně nefunguje!

# chatter/parent_companionparvati:369:DefaultText
source: Plasma won't get through!
cs: Plazma neprojde!

# chatter/parent_companionparvati:370:DefaultText
source: Plasma's no good! Try something else!
cs: Plazma není dobrá! Zkuste něco jiného!

# chatter/parent_companionparvati:372:DefaultText
source: N-Rays are useless on 'em!
cs: N-záření je na ně nepoužitelné!

# chatter/parent_companionparvati:373:DefaultText
source: N-Rays won't work, gotta try somethin' else!
cs: N-záření nefunguje, musím zkusit něco jiného!

# chatter/parent_companionparvati:374:DefaultText
source: N-Rays won't stop 'em!
cs: N-záření je nezastaví!

# chatter/parent_companionparvati:376:DefaultText
source: Shocking 'em won't do much!
cs: Šokování jim moc nepomůže!

# chatter/parent_companionparvati:377:DefaultText
source: Shocking 'em won't help!
cs: Šokování jim nepomůže!

# chatter/parent_companionparvati:378:DefaultText
source: Shocking 'em won't work--better try something else!
cs: Šokovat je nezabere - raději zkuste něco jiného!

# chatter/parent_companionparvati:380:DefaultText
source: You got one, Cap!
cs: Máš ho, kápo!

# chatter/parent_companionparvati:381:DefaultText
source: You took one down!
cs: Jednoho jsi sundal!

# chatter/parent_companionparvati:382:DefaultText
source: Go Captain!
cs: Do toho, kapitáne!

# chatter/parent_companionparvati:383:DefaultText
source: Nice one!
cs: Pěkný!

# chatter/parent_companionparvati:384:DefaultText
source: Good job, Cap!
cs: Dobrá práce, Cape!

# chatter/parent_companionparvati:385:DefaultText
source: Way to go, Cap!
cs: Jen tak dál, Cape!

# chatter/parent_companionparvati:386:DefaultText
source: Real smooth.
cs: Skutečně hladké.

# chatter/parent_companionparvati:387:DefaultText
source: Real slick.
cs: Opravdu svižné.

# chatter/parent_companionparvati:388:DefaultText
source: Oh! You got 'em!
cs: Máš je!

# chatter/parent_companionparvati:390:DefaultText
source: What were we talkin' about?
cs: O čem jsme to mluvili?

# chatter/parent_companionparvati:391:DefaultText
source: So, anyway...
cs: Takže...

# chatter/parent_companionparvati:392:DefaultText
source: Not a peep from me.
cs: Já ani nepípnu.

# chatter/parent_companionparvati:393:DefaultText
source: Got it. Inside voices.
cs: Mám to. Vnitřní hlasy.

# chatter/parent_companionparvati:394:DefaultText
source: Shh. They're close.
cs: Pšššt. Jsou blízko.

# chatter/parent_companionparvati:396:DefaultText
source: Let's talk when you're free.
cs: Promluvíme si, až budeš mít čas.

# chatter/parent_companionparvati:397:DefaultText
source: Ellie's down!
cs: Ellie je na dně!

# chatter/parent_companionparvati:398:DefaultText
source: Cap! Ellie's down!
cs: Čepice! Ellie je na zemi!

# chatter/parent_companionparvati:399:DefaultText
source: Ellie needs help!
cs: Ellie potřebuje pomoc!

# chatter/parent_companionparvati:400:DefaultText
source: SAM's down!
cs: SAM je mrtvý!

# chatter/parent_companionparvati:401:DefaultText
source: Get up, SAM!
cs: Vstávej, SAMe!

# chatter/parent_companionparvati:403:DefaultText
source: Max! Hold on!
cs: Maxi! Vydržte!

# chatter/parent_companionparvati:404:DefaultText
source: Max, no!
cs: Maxi, ne!

# chatter/parent_companionparvati:406:DefaultText
source: Felix is hurt!
cs: Felix je zraněný!

# chatter/parent_companionparvati:407:DefaultText
source: Felix is down!
cs: Felix je mrtvý!

# chatter/parent_companionparvati:408:DefaultText
source: Cap! We gotta help Felix!
cs: Čepice! Musíme pomoci Felixovi!

# chatter/parent_companionparvati:409:DefaultText
source: Nyoka's been hit!
cs: Nyoka byla zasažena!

# chatter/parent_companionparvati:410:DefaultText
source: Captain! Nyoka needs help!
cs: Kapitáne! Nyoka potřebuje pomoc!

# chatter/parent_companionparvati:411:DefaultText
source: Nyoka! Hold on!
cs: Nyoka! Vydržte!

# chatter/parent_companionparvati:412:DefaultText
source: Hi, Cap.
cs: Ahoj, Cap.

# chatter/parent_companionparvati:413:DefaultText
source: Ain't that keen!
cs: Není to tak nadšené?

# chatter/parent_companionparvati:415:DefaultText
source: You guys all right?
cs: Jste v pořádku?

# chatter/parent_companionparvati:416:DefaultText
source: Everybody okay? Great!
cs: Všichni v pořádku? Skvěle!

# chatter/parent_companionparvati:417:DefaultText
source: Everybody upright?
cs: Všichni vzpřímeně?

# chatter/parent_companionparvati:418:DefaultText
source: Look out!
cs: Pozor!

# chatter/parent_companionparvati:419:DefaultText
source: All together!
cs: Všichni dohromady!

# chatter/parent_companionparvati:420:DefaultText
source: I got your back, Captain!
cs: Kryju ti záda, kapitáne!

# chatter/parent_companionparvati:421:DefaultText
source: Got it. Heads down.
cs: Mám to. Hlavu dolů.

# chatter/parent_companionparvati:423:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:424:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:426:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:427:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:428:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:429:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:430:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:431:DefaultText
source: Hey, good work.
cs: Dobrá práce.

# chatter/parent_companionparvati:432:DefaultText
source: Not even a scratch.
cs: Ani škrábnutí.

# chatter/parent_companionparvati:433:DefaultText
source: Finally.
cs: Nakonec.

# chatter/parent_companionparvati:434:DefaultText
source: We need to talk.
cs: Musíme si promluvit.

# chatter/parent_companionparvati:435:DefaultText
source: Well hey there.
cs: Ahoj.

# chatter/parent_companionparvati:436:DefaultText
source: I'll fix you right up!
cs: Hned ti to zařídím!

# chatter/parent_companionparvati:437:DefaultText
source: I see a nail!
cs: Vidím hřebík!

# chatter/parent_companionparvati:438:DefaultText
source: You got it, Captain!
cs: Máš to mít, kapitáne!

# chatter/parent_companionparvati:446:DefaultText
source: Sorry!
cs: Omlouváme se!

# chatter/parent_companionparvati:447:DefaultText
source: It's nothing personal, I swear!
cs: Není to nic osobního, přísahám!

# chatter/parent_companionparvati:448:DefaultText
source: No hard feelings, okay?
cs: Nic ve zlém, ano?

# chatter/parent_companionparvati:456:DefaultText
source: Here I go!
cs: Tady to mám!

# chatter/parent_companionparvati:457:DefaultText
source: Here goes nothing!
cs: Tady se nic neděje!

# chatter/parent_companionparvati:459:DefaultText
source: Cap', watch out!
cs: Pozor, kapitáne!

# chatter/parent_companionparvati:460:DefaultText
source: Cap', behind you!
cs: Kapitáne, za tebou!

# chatter/parent_companionparvati:461:DefaultText
source: Behind you, Captain!
cs: Za vámi, kapitáne!

# chatter/parent_companionparvati:462:DefaultText
source: Watch out, Cap'!
cs: Pozor, kapitáne!

# chatter/parent_companionparvati:464:DefaultText
source: Cap', to your left!
cs: Cap', vlevo!

# chatter/parent_companionparvati:465:DefaultText
source: On your left, Captain!
cs: Po vaší levici, kapitáne!

# chatter/parent_companionparvati:467:DefaultText
source: Cap', to your right!
cs: Kapitáne, vpravo!

# chatter/parent_companionparvati:468:DefaultText
source: On your right Cap'!
cs: Vpravo, kapitáne!

# chatter/parent_companionparvati:488:DefaultText
source: What do you want?
cs: Co chcete?
