Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_commonguardudl.po
Languages: cs

# chatter/parent_commonguardudl:3:DefaultText
source: We got casualties!
cs: Máme oběti!

# chatter/parent_commonguardudl:14:DefaultText
source: Dissident trash.
cs: Disidentský odpad.

# chatter/parent_commonguardudl:15:DefaultText
source: Your execution brought to you by UDL.
cs: Vaši popravu vám přináší UDL.

# chatter/parent_commonguardudl:16:DefaultText
source: Taste the freedom, asshole.
cs: Ochutnej svobodu, blbečku.

# chatter/parent_commonguardudl:26:DefaultText
source: You broke your last regulation!
cs: Porušil jsi poslední nařízení!

# chatter/parent_commonguardudl:27:DefaultText
source: No more games!
cs: Už žádné hry!

# chatter/parent_commonguardudl:28:DefaultText
source: I warned you, rungleech!
cs: Varoval jsem tě, rungleechu!

# chatter/parent_commonguardudl:37:DefaultText
source: Freeze!
cs: Stát!

# chatter/parent_commonguardudl:76:DefaultText
source: You! Stop!
cs: Ty! Zastavte!

# chatter/parent_commonguardudl:77:DefaultText
source: Halt!
cs: Stát!

# chatter/parent_commonguardudl:99:DefaultText
source: Keep your hands to yourself.
cs: Ruce si nechte pro sebe.

# chatter/parent_commonguardudl:122:DefaultText
source: We lost one!
cs: O jednoho jsme přišli!

# chatter/parent_commonguardudl:125:DefaultText
source: Need backup!
cs: Potřebujete zálohu!

# chatter/parent_commonguardudl:131:DefaultText
source: I got a body here!
cs: Mám tu tělo!

# chatter/parent_commonguardudl:132:DefaultText
source: Someone's here. Hunt 'em down!
cs: Někdo je tady. Ulovte je!

# chatter/parent_commonguardudl:134:DefaultText
source: They got one of ours. Find 'em!
cs: Dostali jednu z našich. Najděte je!

# chatter/parent_commonguardudl:135:DefaultText
source: Someone's here. Keep your sights out!
cs: Někdo je tady. Mějte oči na stopkách!

# chatter/parent_commonguardudl:151:DefaultText
source: You're not worth the paperwork.
cs: Nestojíte za to papírování.

# chatter/parent_commonguardudl:160:DefaultText
source: Look sharp. They could be anywhere.
cs: Vypadejte ostře. Mohou být kdekoli.

# chatter/parent_commonguardudl:171:DefaultText
source: Bring 'em down!
cs: Stáhněte je dolů!

# chatter/parent_commonguardudl:178:DefaultText
source: I've had it with you!
cs: Mám tě plné zuby!

# chatter/parent_commonguardudl:179:DefaultText
source: That's it! You asked for it!
cs: A je to! Řekli jste si o to!

# chatter/parent_commonguardudl:192:DefaultText
source: They're on the run. After 'em!
cs: Jsou na útěku. Za nimi!

# chatter/parent_commonguardudl:193:DefaultText
source: Ah, hell. Where'd you go?
cs: K čertu s tím. Kam jsi šel?

# chatter/parent_commonguardudl:194:DefaultText
source: Damn it. Anybody got eyes on 'em?
cs: Sakra. Vidí je někdo?

# chatter/parent_commonguardudl:199:DefaultText
source: Found 'em!
cs: Našel jsem je!

# chatter/parent_commonguardudl:201:DefaultText
source: I've got eyes on 'em!
cs: Mám je na očích!

# chatter/parent_commonguardudl:231:DefaultText
source: Don't try to run!
cs: Nesnažte se utéct!

# chatter/parent_commonguardudl:232:DefaultText
source: Stop resisting arrest!
cs: Přestaňte klást odpor při zatýkání!

# chatter/parent_commonguardudl:233:DefaultText
source: Don't make me chase you!
cs: Nenuť mě, abych tě honil!

# chatter/parent_commonguardudl:245:DefaultText
source: Yeah, yeah. Move along.
cs: Jo, jo. Pokračujte.

# chatter/parent_commonguardudl:246:DefaultText
source: Don't test me, rungleech.
cs: Nezkoušej mě, rungleechu.

# chatter/parent_commonguardudl:283:DefaultText
source: Keep your shoulders up.
cs: Mějte ramena nahoře.

# chatter/parent_commonguardudl:284:DefaultText
source: Looking good, soldier.
cs: Vypadá to dobře, vojáku.

# chatter/parent_commonguardudl:285:DefaultText
source: Keep your eyes out for dissidents.
cs: Dávejte pozor na disidenty.

# chatter/parent_commonguardudl:286:DefaultText
source: Soldier.
cs: Voják.

# chatter/parent_commonguardudl:287:DefaultText
source: Got a promotion coming. I can feel it.
cs: Chystá se povýšení. Cítím to.

# chatter/parent_commonguardudl:288:DefaultText
source: You get tired of patrolling, just go rough somebody up.
cs: Když tě nebaví hlídkovat, jdi někoho zmlátit.

# chatter/parent_commonguardudl:289:DefaultText
source: Got your paperwork squared away?
cs: Máte vyřízené papírování?

# chatter/parent_commonguardudl:293:DefaultText
source: Put that damn thing away.
cs: Odložte tu zatracenou věc.

# chatter/parent_commonguardudl:296:DefaultText
source: Poor trigger discipline is a punishable offense.
cs: Špatná disciplína při spouštění je trestná.

# chatter/parent_commonguardudl:297:DefaultText
source: You don't want to push me, rungleech.
cs: Nechceš na mě tlačit, rungleechu.

# chatter/parent_commonguardudl:425:DefaultText
source: Miscreant eliminated!
cs: Zločinec odstraněn!

# chatter/parent_commonguardudl:427:DefaultText
source: Everybody get down!
cs: Všichni k zemi!

# chatter/parent_commonguardudl:431:DefaultText
source: Get your hand out of there!
cs: Dej ruce pryč!
