Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionnyoka.po
Languages: cs

# chatter/parent_companionnyoka:472:DefaultText
source: Remind me never to turn my back to you.
cs: Připomeň mi, abych se k tobě nikdy neotáčel zády.

# chatter/parent_companionnyoka:473:DefaultText
source: Fine hunting.
cs: Jemný lov.

# chatter/parent_companionnyoka:476:DefaultText
source: Going silent.
cs: Mlčení.

# chatter/parent_companionnyoka:477:DefaultText
source: Careful now... we're awful close...
cs: Opatrně... jsme strašně blízko...

# chatter/parent_companionnyoka:482:DefaultText
source: Outstanding.
cs: Vynikající.

# chatter/parent_companionnyoka:485:DefaultText
source: Outstanding.
cs: Vynikající.

# chatter/parent_companionnyoka:488:DefaultText
source: I don't know what you just did, but I like the sound it made.
cs: Nevím, co jsi právě udělal, ale líbí se mi zvuk, který to vydalo.

# chatter/parent_companionnyoka:491:DefaultText
source: I don't know what you just did, but I like the sound it made.
cs: Nevím, co jsi právě udělal, ale líbí se mi zvuk, který to vydalo.

# chatter/parent_companionnyoka:494:DefaultText
source: If I'd known we were set to lounging, I'd have recommended a bar.
cs: Kdybych věděl, že se chystáme na lenošení, doporučil bych bar.

# chatter/parent_companionnyoka:495:DefaultText
source: If I'd known we were set to lounging, I'd have recommended a bar.
cs: Kdybych věděl, že se chystáme na lenošení, doporučil bych bar.

# chatter/parent_companionnyoka:506:DefaultText
source: I AM A STORM!
cs: JÁ JSEM BOUŘE!

# chatter/parent_companionnyoka:507:DefaultText
source: Covering you!
cs: Kryje vás!

# chatter/parent_companionnyoka:508:DefaultText
source: To shreds, you say?
cs: Říkáte, že na kousky?

# chatter/parent_companionnyoka:516:DefaultText
source: AHHHHHHHHH!!!!
cs: AHHHHHHHHHH!!!!

# chatter/parent_companionnyoka:536:DefaultText
source: Nice work, Captain.
cs: Dobrá práce, kapitáne.

# chatter/parent_companionnyoka:537:DefaultText
source: Nice work, Captain.
cs: Dobrá práce, kapitáne.

# chatter/parent_companionnyoka:538:DefaultText
source: Making it look easy.
cs: Vypadá to jednoduše.

# chatter/parent_companionnyoka:539:DefaultText
source: Making it look easy.
cs: Vypadá to jednoduše.

# chatter/parent_companionnyoka:540:DefaultText
source: I love a good fight.
cs: Mám rád dobré hádky.

# chatter/parent_companionnyoka:563:DefaultText
source: Hope you know what you're doing.
cs: Doufám, že víte, co děláte.
