Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parent_companionvicarmax.po
Languages: cs

# chatter/parent_companionvicarmax:2:DefaultText
source: Leave them to me.
cs: Nechte je na mně.

# chatter/parent_companionvicarmax:3:DefaultText
source: I'll take care of them.
cs: Postarám se o ně.

# chatter/parent_companionvicarmax:5:DefaultText
source: Leave them to me.
cs: Nechte je na mně.

# chatter/parent_companionvicarmax:6:DefaultText
source: I'll take care of them.
cs: Postarám se o ně.

# chatter/parent_companionvicarmax:8:DefaultText
source: Leave them to me.
cs: Nechte je na mně.

# chatter/parent_companionvicarmax:9:DefaultText
source: I'll take care of them.
cs: Postarám se o ně.

# chatter/parent_companionvicarmax:11:DefaultText
source: That appears to be impossible.
cs: To se zdá být nemožné.

# chatter/parent_companionvicarmax:12:DefaultText
source: I'm not able to do that.
cs: Toho nejsem schopen.

# chatter/parent_companionvicarmax:13:DefaultText
source: I can't do that, Captain.
cs: To nemohu, kapitáne.

# chatter/parent_companionvicarmax:16:DefaultText
source: That appears to be impossible.
cs: To se zdá být nemožné.

# chatter/parent_companionvicarmax:17:DefaultText
source: I'm not able to do that.
cs: Toho nejsem schopen.

# chatter/parent_companionvicarmax:18:DefaultText
source: I can't do that, Captain.
cs: To nemohu, kapitáne.

# chatter/parent_companionvicarmax:21:DefaultText
source: That appears to be impossible.
cs: To se zdá být nemožné.

# chatter/parent_companionvicarmax:22:DefaultText
source: I'm not able to do that.
cs: Toho nejsem schopen.

# chatter/parent_companionvicarmax:23:DefaultText
source: I can't do that, Captain.
cs: To nemohu, kapitáne.

# chatter/parent_companionvicarmax:41:DefaultText
source: I am en route, Captain.
cs: Jsem na cestě, kapitáne.

# chatter/parent_companionvicarmax:42:DefaultText
source: Coming back.
cs: Vrací se.

# chatter/parent_companionvicarmax:43:DefaultText
source: I'll be right there.
cs: Hned tam budu.

# chatter/parent_companionvicarmax:45:DefaultText
source: I am en route, Captain.
cs: Jsem na cestě, kapitáne.

# chatter/parent_companionvicarmax:46:DefaultText
source: Coming back.
cs: Vrací se.

# chatter/parent_companionvicarmax:47:DefaultText
source: I'll be right there.
cs: Hned tam budu.

# chatter/parent_companionvicarmax:49:DefaultText
source: I am en route, Captain.
cs: Jsem na cestě, kapitáne.

# chatter/parent_companionvicarmax:50:DefaultText
source: Coming back.
cs: Vrací se.

# chatter/parent_companionvicarmax:51:DefaultText
source: I'll be right there.
cs: Hned tam budu.

# chatter/parent_companionvicarmax:53:DefaultText
source: Nice job, Captain.
cs: Dobrá práce, kapitáne.

# chatter/parent_companionvicarmax:54:DefaultText
source: Your skills could rival mine.
cs: Vaše schopnosti by se mohly rovnat mým.

# chatter/parent_companionvicarmax:56:DefaultText
source: Nice job, Captain.
cs: Dobrá práce, kapitáne.

# chatter/parent_companionvicarmax:57:DefaultText
source: Your skills could rival mine.
cs: Vaše schopnosti by se mohly rovnat mým.

# chatter/parent_companionvicarmax:59:DefaultText
source: <Impressed> That was no easy feat.
cs: <Pod dojmem> To nebylo snadné.

# chatter/parent_companionvicarmax:60:DefaultText
source: <Impressed> And I thought *I* was good with terminals.
cs: <Impressed> A to jsem si myslel, že mi to s terminály jde.

# chatter/parent_companionvicarmax:62:DefaultText
source: <Impressed> That was no easy feat.
cs: <Pod dojmem> To nebylo snadné.

# chatter/parent_companionvicarmax:63:DefaultText
source: <Impressed> And I thought *I* was good with terminals.
cs: <Impressed> A to jsem si myslel, že mi to s terminály jde.

# chatter/parent_companionvicarmax:65:DefaultText
source: Good, we're in.
cs: Dobře, jdeme do toho.

# chatter/parent_companionvicarmax:66:DefaultText
source: You'll have to show me how to do that.
cs: Budete mi muset ukázat, jak se to dělá.

# chatter/parent_companionvicarmax:68:DefaultText
source: Good, we're in.
cs: Dobře, jdeme do toho.

# chatter/parent_companionvicarmax:69:DefaultText
source: You'll have to show me how to do that.
cs: Budete mi muset ukázat, jak se to dělá.

# chatter/parent_companionvicarmax:71:DefaultText
source: You're a deft hand with a magpick.
cs: S magpickem umíš zacházet obratně.

# chatter/parent_companionvicarmax:72:DefaultText
source: Impressive, as always.
cs: Jako vždy působivé.

# chatter/parent_companionvicarmax:74:DefaultText
source: You're a deft hand with a magpick.
cs: S magpickem umíš zacházet obratně.

# chatter/parent_companionvicarmax:75:DefaultText
source: Impressive, as always.
cs: Jako vždy působivé.

# chatter/parent_companionvicarmax:76:DefaultText
source: We were destined to prevail.
cs: Bylo nám souzeno zvítězit.

# chatter/parent_companionvicarmax:77:DefaultText
source: Their death, our survival.
cs: Jejich smrt, naše přežití.

# chatter/parent_companionvicarmax:78:DefaultText
source: We are just that good.
cs: Jsme prostě tak dobří.

# chatter/parent_companionvicarmax:79:DefaultText
source: We've got trouble!
cs: Máme problém!

# chatter/parent_companionvicarmax:80:DefaultText
source: Oh, good. A fight.
cs: Dobře. Hádka.

# chatter/parent_companionvicarmax:81:DefaultText
source: Who would like to die first?!
cs: Kdo by chtěl zemřít jako první?!

# chatter/parent_companionvicarmax:83:DefaultText
source: Stand your ground! This could get rough!
cs: Stůjte na místě! Mohlo by to být drsné!

# chatter/parent_companionvicarmax:84:DefaultText
source: Captain?! Damn!
cs: Kapitáne?! Sakra!

# chatter/parent_companionvicarmax:85:DefaultText
source: Captain! No!
cs: Kapitáne! Ne!

# chatter/parent_companionvicarmax:86:DefaultText
source: A fine hit, Captain!
cs: Skvělý zásah, kapitáne!

# chatter/parent_companionvicarmax:87:DefaultText
source: Excellent hit!
cs: Výborný zásah!

# chatter/parent_companionvicarmax:88:DefaultText
source: That didn't work!
cs: To nefungovalo!

# chatter/parent_companionvicarmax:89:DefaultText
source: You must get past that armor!
cs: Musíš se dostat přes to brnění!

# chatter/parent_companionvicarmax:90:DefaultText
source: Corrosives won't work!
cs: Žíraviny nefungují!

# chatter/parent_companionvicarmax:91:DefaultText
source: Plasma won't work!
cs: Plazma nebude fungovat!

# chatter/parent_companionvicarmax:92:DefaultText
source: N-Rays won't work!
cs: N-záření nefunguje!

# chatter/parent_companionvicarmax:93:DefaultText
source: Shocking them won't work!
cs: Šokovat je nebude fungovat!

# chatter/parent_companionvicarmax:95:DefaultText
source: That one's done for.
cs: Ten je vyřízený.

# chatter/parent_companionvicarmax:96:DefaultText
source: Subtle work, Captain.
cs: Jemná práce, kapitáne.

# chatter/parent_companionvicarmax:98:DefaultText
source: That one's done for.
cs: Ten je vyřízený.

# chatter/parent_companionvicarmax:99:DefaultText
source: Subtle work, Captain.
cs: Jemná práce, kapitáne.

# chatter/parent_companionvicarmax:101:DefaultText
source: Superbly executed.
cs: Skvěle provedené.

# chatter/parent_companionvicarmax:102:DefaultText
source: Never knew what hit them.
cs: Nikdy nevěděli, co je zasáhlo.

# chatter/parent_companionvicarmax:104:DefaultText
source: You're hurt, Captain!
cs: Jste zraněný, kapitáne!

# chatter/parent_companionvicarmax:105:DefaultText
source: Mend yourself, Captain, quick!
cs: Uzdravte se, kapitáne, rychle!

# chatter/parent_companionvicarmax:106:DefaultText
source: Captain, you're wounded!
cs: Kapitáne, jste zraněný!

# chatter/parent_companionvicarmax:108:DefaultText
source: You're hurt, Captain!
cs: Jste zraněný, kapitáne!

# chatter/parent_companionvicarmax:109:DefaultText
source: Mend yourself, Captain, quick!
cs: Uzdravte se, kapitáne, rychle!

# chatter/parent_companionvicarmax:110:DefaultText
source: Captain, you're wounded!
cs: Kapitáne, jste zraněný!

# chatter/parent_companionvicarmax:112:DefaultText
source: You're hurt, Captain!
cs: Jste zraněný, kapitáne!

# chatter/parent_companionvicarmax:113:DefaultText
source: Mend yourself, Captain, quick!
cs: Uzdravte se, kapitáne, rychle!

# chatter/parent_companionvicarmax:114:DefaultText
source: Captain, you're wounded!
cs: Kapitáne, jste zraněný!

# chatter/parent_companionvicarmax:115:DefaultText
source: Right, so as I was saying before...
cs: Dobře, takže jak jsem říkal předtím...

# chatter/parent_companionvicarmax:116:DefaultText
source: I'll keep quiet.
cs: Budu mlčet.

# chatter/parent_companionvicarmax:118:DefaultText
source: Shh. Careful.
cs: Pšššt. Opatrně.

# chatter/parent_companionvicarmax:119:DefaultText
source: Shh. Someone's coming.
cs: Pšššt. Někdo přichází.

# chatter/parent_companionvicarmax:120:DefaultText
source: Watch and learn.
cs: Sledujte a učte se.

# chatter/parent_companionvicarmax:121:DefaultText
source: Watch and learn.
cs: Sledujte a učte se.

# chatter/parent_companionvicarmax:122:DefaultText
source: Watch and learn.
cs: Sledujte a učte se.

# chatter/parent_companionvicarmax:129:DefaultText
source: What were we discussing again? Ah yes...
cs: O čem že jsme to mluvili? Ach ano...

# chatter/parent_companionvicarmax:130:DefaultText
source: Now where was I? Oh right...
cs: Kde jsem to skončil? No jo...

# chatter/parent_companionvicarmax:133:DefaultText
source: Quietly now.
cs: Nyní tiše.

# chatter/parent_companionvicarmax:135:DefaultText
source: Understood. I'll keep my head down.
cs: Rozumím. Budu se držet při zemi.

# chatter/parent_companionvicarmax:136:DefaultText
source: Shh. Someone's near.
cs: Pšššt. Někdo je blízko.

# chatter/parent_companionvicarmax:137:DefaultText
source: Captain, could I have a moment of your time?
cs: Kapitáne, můžete mi věnovat chvilku svého času?

# chatter/parent_companionvicarmax:138:DefaultText
source: Are you free to talk?
cs: Můžete si promluvit?

# chatter/parent_companionvicarmax:139:DefaultText
source: Captain, I was hoping for a word.
cs: Kapitáne, doufal jsem, že se ozvete.

# chatter/parent_companionvicarmax:140:DefaultText
source: There's something weighing on my mind.
cs: Něco mi leží na srdci.

# chatter/parent_companionvicarmax:143:DefaultText
source: Trashcan's out of commission.
cs: Odpadkový koš je mimo provoz.

# chatter/parent_companionvicarmax:144:DefaultText
source: SAM's down!
cs: SAM je mrtvý!

# chatter/parent_companionvicarmax:150:DefaultText
source: Damn it, Felix!
cs: Sakra, Felixi!

# chatter/parent_companionvicarmax:152:DefaultText
source: Our hunter's down!
cs: Náš lovec je mrtvý!

# chatter/parent_companionvicarmax:153:DefaultText
source: Captain! Nyoka's down!
cs: Kapitáne! Nyoka je na zemi!

# chatter/parent_companionvicarmax:155:DefaultText
source: Ellie's out cold!
cs: Ellie je mimo hru!

# chatter/parent_companionvicarmax:156:DefaultText
source: Ellie's down!
cs: Ellie je na dně!

# chatter/parent_companionvicarmax:159:DefaultText
source: Ms. Holcomb?! Damn!
cs: Paní Holcombová?! Sakra!

# chatter/parent_companionvicarmax:160:DefaultText
source: Parvati's down!
cs: Parvati je na zemi!

# chatter/parent_companionvicarmax:167:DefaultText
source: Good to see you.
cs: Rád vás vidím.

# chatter/parent_companionvicarmax:168:DefaultText
source: A pleasure to see you.
cs: Rád jsem vás viděl.

# chatter/parent_companionvicarmax:169:DefaultText
source: Oh, hello, Captain.
cs: Ahoj, kapitáne.

# chatter/parent_companionvicarmax:170:DefaultText
source: Captain.
cs: Kapitán.

# chatter/parent_companionvicarmax:174:DefaultText
source: Patience is a virtue. Or so I've been told.
cs: Trpělivost je ctnost. Alespoň mi to bylo řečeno.

# chatter/parent_companionvicarmax:175:DefaultText
source: Well, I could use a breather.
cs: No, potřeboval bych si vydechnout.

# chatter/parent_companionvicarmax:177:DefaultText
source: I'll wait right here.
cs: Počkám tady.

# chatter/parent_companionvicarmax:178:DefaultText
source: Signal me when you're ready.
cs: Dejte mi znamení, až budete připraveni.

# chatter/parent_companionvicarmax:179:DefaultText
source: I'll be here.
cs: Budu tady.

# chatter/parent_companionvicarmax:182:DefaultText
source: All right, I'm on my way.
cs: Dobře, jsem na cestě.

# chatter/parent_companionvicarmax:183:DefaultText
source: Yes. I'll step lively.
cs: Ano. Budu živější.

# chatter/parent_companionvicarmax:186:DefaultText
source: All right, I'm on my way.
cs: Dobře, jsem na cestě.

# chatter/parent_companionvicarmax:187:DefaultText
source: Yes. I'll step lively.
cs: Ano. Budu živější.

# chatter/parent_companionvicarmax:190:DefaultText
source: All right, I'm on my way.
cs: Dobře, jsem na cestě.

# chatter/parent_companionvicarmax:191:DefaultText
source: Yes. I'll step lively.
cs: Ano. Budu živější.

# chatter/parent_companionvicarmax:193:DefaultText
source: Careful! You're wounded!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionvicarmax:194:DefaultText
source: Take cover!
cs: Kryjte se!

# chatter/parent_companionvicarmax:200:DefaultText
source: Coming over to you.
cs: Jdu k vám.

# chatter/parent_companionvicarmax:207:DefaultText
source: I'll make my way there.
cs: Půjdu tam.

# chatter/parent_companionvicarmax:208:DefaultText
source: Understood. On my way.
cs: Rozumím. Jsem na cestě.

# chatter/parent_companionvicarmax:210:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionvicarmax:211:DefaultText
source: Making my way there.
cs: Vydávám se na cestu.

# chatter/parent_companionvicarmax:214:DefaultText
source: Apologies, Captain. But I can't.
cs: Omlouvám se, kapitáne. Ale nemohu.

# chatter/parent_companionvicarmax:221:DefaultText
source: I'll teach this one a lesson.
cs: Dám mu lekci.

# chatter/parent_companionvicarmax:222:DefaultText
source: I'll deal with them.
cs: Vyřídím to s nimi.

# chatter/parent_companionvicarmax:225:DefaultText
source: Let me handle them.
cs: Nech mě, ať se o ně postarám.

# chatter/parent_companionvicarmax:226:DefaultText
source: I've got this.
cs: Mám tohle.

# chatter/parent_companionvicarmax:228:DefaultText
source: Careful! You're wounded!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionvicarmax:229:DefaultText
source: Take cover!
cs: Kryjte se!

# chatter/parent_companionvicarmax:235:DefaultText
source: Coming over to you.
cs: Jdu k vám.

# chatter/parent_companionvicarmax:242:DefaultText
source: I'll make my way there.
cs: Půjdu tam.

# chatter/parent_companionvicarmax:243:DefaultText
source: Understood. On my way.
cs: Rozumím. Jsem na cestě.

# chatter/parent_companionvicarmax:245:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionvicarmax:246:DefaultText
source: Making my way there.
cs: Vydávám se na cestu.

# chatter/parent_companionvicarmax:249:DefaultText
source: Apologies, Captain. But I can't.
cs: Omlouvám se, kapitáne. Ale nemohu.

# chatter/parent_companionvicarmax:256:DefaultText
source: I'll teach this one a lesson.
cs: Dám mu lekci.

# chatter/parent_companionvicarmax:257:DefaultText
source: I'll deal with them.
cs: Vyřídím to s nimi.

# chatter/parent_companionvicarmax:260:DefaultText
source: Let me handle them.
cs: Nech mě, ať se o ně postarám.

# chatter/parent_companionvicarmax:261:DefaultText
source: I've got this.
cs: Mám tohle.

# chatter/parent_companionvicarmax:263:DefaultText
source: I'll teach this one a lesson.
cs: Dám mu lekci.

# chatter/parent_companionvicarmax:264:DefaultText
source: I'll deal with them.
cs: Vyřídím to s nimi.

# chatter/parent_companionvicarmax:267:DefaultText
source: Let me handle them.
cs: Nech mě, ať se o ně postarám.

# chatter/parent_companionvicarmax:268:DefaultText
source: I've got this.
cs: Mám tohle.

# chatter/parent_companionvicarmax:270:DefaultText
source: Apologies, Captain. But I can't.
cs: Omlouvám se, kapitáne. Ale nemohu.

# chatter/parent_companionvicarmax:277:DefaultText
source: I'll make my way there.
cs: Půjdu tam.

# chatter/parent_companionvicarmax:278:DefaultText
source: Understood. On my way.
cs: Rozumím. Jsem na cestě.

# chatter/parent_companionvicarmax:279:DefaultText
source: All right. I'm going.
cs: Dobře. Jdu na to.

# chatter/parent_companionvicarmax:280:DefaultText
source: I'm going.
cs: Jdu na to.

# chatter/parent_companionvicarmax:281:DefaultText
source: Making my way there.
cs: Vydávám se na cestu.

# chatter/parent_companionvicarmax:284:DefaultText
source: Coming over to you.
cs: Jdu k vám.

# chatter/parent_companionvicarmax:291:DefaultText
source: Careful! You're wounded!
cs: Pozor! Jsi zraněný!

# chatter/parent_companionvicarmax:292:DefaultText
source: Take cover!
cs: Kryjte se!

# chatter/parent_companionvicarmax:298:DefaultText
source: That surely deserves some accolades.
cs: To si jistě zaslouží pochvalu.

# chatter/parent_companionvicarmax:299:DefaultText
source: Well done!
cs: Výborně!

# chatter/parent_companionvicarmax:300:DefaultText
source: Impressive.
cs: Působivé.

# chatter/parent_companionvicarmax:301:DefaultText
source: That surely deserves some accolades.
cs: To si jistě zaslouží pochvalu.

# chatter/parent_companionvicarmax:302:DefaultText
source: Well done!
cs: Výborně!

# chatter/parent_companionvicarmax:303:DefaultText
source: Impressive.
cs: Působivé.

# chatter/parent_companionvicarmax:304:DefaultText
source: <Impressed> Fine work.
cs: <Pod dojmem> Dobrá práce.

# chatter/parent_companionvicarmax:305:DefaultText
source: <In wonder> You do make it look easy.
cs: <V údivu> Vypadá to, že je to snadné.

# chatter/parent_companionvicarmax:306:DefaultText
source: <Smug> All according to the Plan.
cs: <Smug> Vše podle plánu.

# chatter/parent_companionvicarmax:307:DefaultText
source: <Impressed> Fine work.
cs: <Pod dojmem> Dobrá práce.

# chatter/parent_companionvicarmax:308:DefaultText
source: <In wonder> You do make it look easy.
cs: <V údivu> Vypadá to, že je to snadné.

# chatter/parent_companionvicarmax:309:DefaultText
source: <Smug> All according to the Plan.
cs: <Smug> Vše podle plánu.

# chatter/parent_companionvicarmax:310:DefaultText
source: I am in no hurry, myself.
cs: Já sám nikam nespěchám.

# chatter/parent_companionvicarmax:311:DefaultText
source: I shall await your signal, Captain.
cs: Budu čekat na váš signál, kapitáne.

# chatter/parent_companionvicarmax:312:DefaultText
source: Allow me to practice my determinism. I'm determined to stay put so long as you desire.
cs: Dovolte mi, abych si procvičil svůj determinismus. Jsem odhodlán zůstat na místě tak dlouho, jak si budete přát.

# chatter/parent_companionvicarmax:313:DefaultText
source: Make your move. I'll follow.
cs: Udělejte krok. Já půjdu za vámi.

# chatter/parent_companionvicarmax:314:DefaultText
source: Handled beautifully.
cs: Krásně zvládnuté.

# chatter/parent_companionvicarmax:315:DefaultText
source: Well done.
cs: Dobrá práce.

# chatter/parent_companionvicarmax:317:DefaultText
source: Handled beautifully.
cs: Krásně zvládnuté.

# chatter/parent_companionvicarmax:318:DefaultText
source: Well done.
cs: Dobrá práce.

# chatter/parent_companionvicarmax:320:DefaultText
source: You're an artist, Captain.
cs: Jste umělec, kapitáne.

# chatter/parent_companionvicarmax:323:DefaultText
source: You're an artist, Captain.
cs: Jste umělec, kapitáne.

# chatter/parent_companionvicarmax:326:DefaultText
source: That's the last of them.
cs: To je poslední z nich.

# chatter/parent_companionvicarmax:327:DefaultText
source: <breathless> Well done. We're still alive.
cs: <dech> Výborně. Jsme stále naživu.

# chatter/parent_companionvicarmax:329:DefaultText
source: By the Law, we are unstoppable.
cs: Podle zákona jsme nezastavitelní.

# chatter/parent_companionvicarmax:330:DefaultText
source: Our skills are unrivaled.
cs: Naše dovednosti jsou bezkonkurenční.

# chatter/parent_companionvicarmax:331:DefaultText
source: Fate shines on us today.
cs: Osud nám dnes přeje.

# chatter/parent_companionvicarmax:332:DefaultText
source: <Triumphant> They shouldn't have stood in our way!
cs: <Triumfující> Neměli nám stát v cestě!

# chatter/parent_companionvicarmax:333:DefaultText
source: Trouble incoming, Captain!
cs: Přicházejí potíže, kapitáne!

# chatter/parent_companionvicarmax:334:DefaultText
source: We've got a fight on our hands!
cs: Máme před sebou boj!

# chatter/parent_companionvicarmax:335:DefaultText
source: Watch out, Captain!
cs: Pozor, kapitáne!

# chatter/parent_companionvicarmax:336:DefaultText
source: We've got a fight on our hands!
cs: Máme před sebou boj!

# chatter/parent_companionvicarmax:337:DefaultText
source: I have your back, Captain!
cs: Kryju vám záda, kapitáne!

# chatter/parent_companionvicarmax:338:DefaultText
source: You won't get any mercy from me!
cs: Nebudeš mít se mnou slitování!

# chatter/parent_companionvicarmax:339:DefaultText
source: Want to try me?!
cs: Chcete mě vyzkoušet?!

# chatter/parent_companionvicarmax:340:DefaultText
source: This should be a clean fight.
cs: Tento zápas by měl být čistý.

# chatter/parent_companionvicarmax:341:DefaultText
source: I do so enjoy a good warmup.
cs: Mám tak rád dobrou rozcvičku.

# chatter/parent_companionvicarmax:342:DefaultText
source: They'll regret taking us on.
cs: Budou litovat, že nás přijali.

# chatter/parent_companionvicarmax:343:DefaultText
source: We have the advantage!
cs: Máme výhodu!

# chatter/parent_companionvicarmax:344:DefaultText
source: This is going to be quite a challenge.
cs: Bude to docela výzva.

# chatter/parent_companionvicarmax:345:DefaultText
source: I hope you're ready for a fight, Captain.
cs: Doufám, že jste připraven na boj, kapitáne.

# chatter/parent_companionvicarmax:346:DefaultText
source: This is going to take all we've got!
cs: Tohle nás bude stát všechny síly!

# chatter/parent_companionvicarmax:347:DefaultText
source: Stay sharp. This is going to be difficult.
cs: Zůstaňte v obraze. Bude to těžké.

# chatter/parent_companionvicarmax:348:DefaultText
source: Don't you dare die on me!
cs: Neopovažuj se mi umřít!

# chatter/parent_companionvicarmax:349:DefaultText
source: No, no, no!
cs: Ne, ne, ne!

# chatter/parent_companionvicarmax:350:DefaultText
source: GET UP! Captain, get up!
cs: VSTÁVEJTE! Kapitáne, vstávejte!

# chatter/parent_companionvicarmax:351:DefaultText
source: Nice one, Captain!
cs: Pěkné, kapitáne!

# chatter/parent_companionvicarmax:352:DefaultText
source: Good hit!
cs: Dobrý zásah!

# chatter/parent_companionvicarmax:353:DefaultText
source: Show them how it's done!
cs: Ukažte jim, jak se to dělá!

# chatter/parent_companionvicarmax:354:DefaultText
source: They're too tough! Try something else!
cs: Jsou příliš tvrdé! Zkuste něco jiného!

# chatter/parent_companionvicarmax:355:DefaultText
source: Try something else, Captain!
cs: Zkuste něco jiného, kapitáne!

# chatter/parent_companionvicarmax:356:DefaultText
source: I don't think that's working!
cs: Myslím, že to nefunguje!

# chatter/parent_companionvicarmax:357:DefaultText
source: Corrosives are NOT working!
cs: Žíraviny NEFUNGUJÍ!

# chatter/parent_companionvicarmax:358:DefaultText
source: Corrosives aren't working!
cs: Žíraviny nefungují!

# chatter/parent_companionvicarmax:359:DefaultText
source: No good! Corrosives won't work!
cs: To není dobré! Žíraviny nefungují!

# chatter/parent_companionvicarmax:361:DefaultText
source: Plasma isn't working!
cs: Plazma nefunguje!

# chatter/parent_companionvicarmax:362:DefaultText
source: Plasma's having no effect!
cs: Plazma nemá žádný účinek!

# chatter/parent_companionvicarmax:363:DefaultText
source: No good! Plasma won't work!
cs: To není dobré! Plazma nefunguje!

# chatter/parent_companionvicarmax:365:DefaultText
source: N-Rays aren't working!
cs: N-záření nefunguje!

# chatter/parent_companionvicarmax:366:DefaultText
source: N-Rays are having no effect, Captain!
cs: N-záření nemá žádný účinek, kapitáne!

# chatter/parent_companionvicarmax:368:DefaultText
source: N-Rays are ineffective!
cs: N-záření je neúčinné!

# chatter/parent_companionvicarmax:369:DefaultText
source: Shocking them isn't working!
cs: Šokovat je nefunguje!

# chatter/parent_companionvicarmax:370:DefaultText
source: Shocking them isn't doing much!
cs: Šokování jim moc nepomůže!
