Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/09_interstitial/pq_0903_the_hope.po
Languages: cs

# quests/09_interstitial/pq_0903_the_hope:0:DefaultText
source: Kept Secret But Not Forgotten
cs: Utajeno, ale nezapomenuto

# quests/09_interstitial/pq_0903_the_hope:1:DefaultText
source: Travel to the Hope
cs: Cesta do Naděje

# quests/09_interstitial/pq_0903_the_hope:3:DefaultText
source: Skip the Hope
cs: Přeskočit naději

# quests/09_interstitial/pq_0903_the_hope:4:DefaultText
source: Return to Phineas Welles' Lab
cs: Návrat do Phineas Welles' Lab

# quests/09_interstitial/pq_0903_the_hope:5:DefaultText
source: Return to Your Ship
cs: Návrat na loď

# quests/09_interstitial/pq_0903_the_hope:8:DefaultText
source: Patch ADA into the Hope's Communications Systems
cs: Patch ADA do komunikačních systémů společnosti Hope

# quests/09_interstitial/pq_0903_the_hope:10000:DefaultText
source: Phineas Welles has asked you to skip the Hope to Terra 2.
cs: Phineas Welles vás požádal, abyste vynechali Naději na Terru 2.

# quests/09_interstitial/pq_0903_the_hope:10001:DefaultText
source: Land your ship in one of the Hope's docking bays.
cs: Přistaňte s lodí v jednom z dokovacích prostorů lodi Hope.

# quests/09_interstitial/pq_0903_the_hope:10002:DefaultText
source: Reroute power from your ship to the Hope's auxiliary power supply.
cs: Přesměrujte energii z lodi do pomocného zdroje energie lodi Hope.

# quests/09_interstitial/pq_0903_the_hope:10003:DefaultText
source: Use the main control console to decide where to send the Hope.
cs: Pomocí hlavního ovládacího panelu rozhodněte, kam Hope poslat.

# quests/09_interstitial/pq_0903_the_hope:10004:DefaultText
source: With the Hope now orbiting Terra 2, return to Phineas' Lab to speak about the next steps.
cs: Naděje nyní krouží na oběžné dráze Terry 2, vraťte se do Phineasovy laboratoře a promluvte si o dalším postupu.

# quests/09_interstitial/pq_0903_the_hope:10005:DefaultText
source: With the Hope now orbiting Tartarus, return to the Unreliable to speak with Sophia.
cs: Naděje nyní obíhá kolem Tartaru, vrať se na Nespolehlivou a promluv si se Sofií.

# quests/09_interstitial/pq_0903_the_hope:10008:DefaultText
source: ADA will make sure the ship can be skipped safely.
cs: ADA zajistí, aby loď mohla být bezpečně přeskočena.

# quests/09_interstitial/pq_0903_the_hope:20004:DefaultText
source: You found Phineas' Lab was ransacked. Search his lab for additional info.
cs: Zjistil jsi, že Phineasova laboratoř byla vypleněna. Prohledejte jeho laboratoř a získejte další informace.

# quests/09_interstitial/pq_0903_the_hope:20006:DefaultText
source: Phineas mentioned that something important could be found in a secret compartment in his room. You should go retrieve it.
cs: Phineas se zmínil, že v tajné přihrádce v jeho pokoji by se mohlo nacházet něco důležitého. Měl bys to jít vyzvednout.

# quests/09_interstitial/pq_0903_the_hope:20007:DefaultText
source: Phineas' computer is locked, search the area for the passcode.
cs: Phineasův počítač je zamčený, prohledejte oblast a zjistěte přístupový kód.

# quests/09_interstitial/pq_0903_the_hope:20008:DefaultText
source: Phineas sent you a transmission screaming about "corporate PIGS."
cs: Phineas ti poslal zprávu, ve které křičí o "korporátních PIGS".

# quests/09_interstitial/pq_0903_the_hope:30000:DefaultText
source: You successfully skipped the Hope to Terra 2.
cs: Úspěšně jste přeskočili Naději na Terru 2.

# quests/09_interstitial/pq_0903_the_hope:30001:DefaultText
source: You successfully skipped the Hope to Tartarus.
cs: Úspěšně jsi přeskočil Naději do Tartaru.

# quests/09_interstitial/pq_0903_the_hope:30002:DefaultText
source: With Sophia Akande dead you are unable to skip the Hope.
cs: Když je Sophia Akande mrtvá, nemůžete Naději přeskočit.

# quests/09_interstitial/pq_0903_the_hope:40001:DefaultText
source: Sophia Akande has asked you to skip the Hope to Tartarus.
cs: Sophia Akande vás požádala, abyste přeskočili Naději do Tartaru.

# quests/09_interstitial/pq_0903_the_hope:40002:DefaultText
source: Phineas Welles has asked you to skip the Hope to Terra 2 and Sophia Akande has asked you to skip the Hope to Tartarus.
cs: Phineas Welles vás požádal, abyste vynechali Naději na Terru 2, a Sophia Akande vás požádala, abyste vynechali Naději na Tartar.

# quests/09_interstitial/pq_0903_the_hope:40003:DefaultText
source: Phineas Welles has asked you to skip the Hope to Terra 2.
cs: Phineas Welles vás požádal, abyste vynechali Naději na Terru 2.
