Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_chefraymond.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_chefraymond:1:DefaultText
source: I see you've stuck around.
cs: Vidím, že jsi tu zůstal.

# conversations/04_monarch/0402/0402_cv_chefraymond:4:DefaultText
source: I'm off.
cs: Odcházím.

# conversations/04_monarch/0402/0402_cv_chefraymond:71:DefaultText
source: Whoa! By the stars, my poor heart. I just about pissed my jumpsuit.
cs: Páni! U všech hvězd, mé ubohé srdce. Málem jsem si pochcal kombinézu.

# conversations/04_monarch/0402/0402_cv_chefraymond:72:DefaultText
source: Sorry, I didn't mean to startle you.
cs: Promiňte, nechtěl jsem vás vylekat.

# conversations/04_monarch/0402/0402_cv_chefraymond:73:DefaultText
source: Get a grip, fella.
cs: Vzpamatuj se, kámo.

# conversations/04_monarch/0402/0402_cv_chefraymond:74:DefaultText
source: Is everyone in this town chicken-livered?
cs: To jsou všichni v tomhle městě slepičí?

# conversations/04_monarch/0402/0402_cv_chefraymond:75:DefaultText
source: Why would you admit that to anyone?
cs: Proč bys to někomu přiznával?

# conversations/04_monarch/0402/0402_cv_chefraymond:76:DefaultText
source: Because there's no shame in having overactive bladder muscles, all right? It's a perfectly normal medical condition.
cs: Protože není žádná hanba mít hyperaktivní svaly močového měchýře, jasné? Je to naprosto normální zdravotní stav.

# conversations/04_monarch/0402/0402_cv_chefraymond:77:DefaultText
source: Easy for you to say! You can hop into your spaceship and leave any time.
cs: To se vám snadno řekne! Můžeš kdykoli naskočit do své vesmírné lodi a odletět.

# conversations/04_monarch/0402/0402_cv_chefraymond:78:DefaultText
source: Most people don't.
cs: Většina lidí to neví.

# conversations/04_monarch/0402/0402_cv_chefraymond:79:DefaultText
source: Besides, this place is enough to try anyone's nerves.
cs: Kromě toho je tohle místo dostatečně náročné na nervy.

# conversations/04_monarch/0402/0402_cv_chefraymond:80:DefaultText
source: This town is enough to try anyone's nerves.
cs: Tohle město je dost na to, aby si každý z vás zkusil nervy.

# conversations/04_monarch/0402/0402_cv_chefraymond:81:DefaultText
source: Besides, life in this town is enough to try anyone's nerves.
cs: Kromě toho je život v tomto městě dost náročný na nervy.

# conversations/04_monarch/0402/0402_cv_chefraymond:82:DefaultText
source: "Get a grip," he says! As if I haven't survived this place for ten years.
cs: "Vzpamatuj se," říká! Jako bych tu nepřežil deset let.

# conversations/04_monarch/0402/0402_cv_chefraymond:82:FemaleText
source: "Get a grip," she says! As if I haven't survived this place for ten years.
cs: "Vzpamatuj se," říká! Jako bych tu nepřežila deset let.

# conversations/04_monarch/0402/0402_cv_chefraymond:83:DefaultText
source: How's that?
cs: Jak to?

# conversations/04_monarch/0402/0402_cv_chefraymond:84:DefaultText
source: Ever thought about leaving Stellar Bay?
cs: Přemýšleli jste někdy o odchodu ze Stellar Bay?

# conversations/04_monarch/0402/0402_cv_chefraymond:85:DefaultText
source: Where should I begin? With the oversized mantisaurs? Or perhaps the rapts spewing acid at our walls?
cs: Kde mám začít? U přerostlých kudlanek? Nebo snad raptory chrlícími kyselinu na naše zdi?

# conversations/04_monarch/0402/0402_cv_chefraymond:86:DefaultText
source: Only every day! But in case you haven't noticed, we don't exactly get ships on a regular basis, yours notwithstanding.
cs: Pouze každý den! Ale pokud jste si nevšimli, lodě nám nechodí zrovna pravidelně, nehledě na tu vaši.

# conversations/04_monarch/0402/0402_cv_chefraymond:87:DefaultText
source: And even if I did scrape together enough to buy passage out with SubLight - which would mean reaching Fallbrook without getting eaten, shot, or dissolved into green goop - what then?
cs: A i kdybych dal dohromady dost peněz na to, abych si mohl koupit průjezd se SubLightem - což by znamenalo dostat se do Fallbrooku, aniž by mě někdo sežral, zastřelil nebo rozpustil v zelené břečce - co potom?

# conversations/04_monarch/0402/0402_cv_chefraymond:88:DefaultText
source: Why don't you just tell me?
cs: Proč mi to prostě neřekneš?

# conversations/04_monarch/0402/0402_cv_chefraymond:89:DefaultText
source: You forgot "stabbed." That's also a possibility.
cs: Zapomněl jsi na slovo "pobodán". To je také možnost.

# conversations/04_monarch/0402/0402_cv_chefraymond:90:DefaultText
source: Nothing, that's what. Because MSI is not in what you'd call "good standing" with the Board. So even if I could get out of here, no one's gonna hire me.
cs: Nic, to je to, co. Protože MSI nemá u správní rady takzvanou "dobrou pověst". Takže i kdybych se odsud dostal, nikdo mě nezaměstná.

# conversations/04_monarch/0402/0402_cv_chefraymond:91:DefaultText
source: Not with that attitude.
cs: Ne s takovým přístupem.

# conversations/04_monarch/0402/0402_cv_chefraymond:92:DefaultText
source: That sounds rough.
cs: To zní drsně.

# conversations/04_monarch/0402/0402_cv_chefraymond:93:DefaultText
source: Even talking about it has my blood pressure up. I've really got to stop.
cs: I když o tom mluvím, zvedá se mi krevní tlak. Musím s tím opravdu přestat.

# conversations/04_monarch/0402/0402_cv_chefraymond:94:DefaultText
source: Well, thank you for reminding me! As if I weren't already destined for an early grave.
cs: Děkuji za připomenutí! Jako bych už nebyl odsouzen k předčasnému hrobu.

# conversations/04_monarch/0402/0402_cv_chefraymond:95:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0402/0402_cv_chefraymond:96:DefaultText
source: What do you have against this town?
cs: Co máte proti tomuto městu?

# conversations/04_monarch/0402/0402_cv_chefraymond:97:DefaultText
source: The Board was right. This place isn't fit for human habitation, and I was a fool for staying.
cs: Rada měla pravdu. Tohle místo není vhodné pro lidské obydlí a já byl blázen, že jsem tu zůstal.

# conversations/04_monarch/0402/0402_cv_chefraymond:98:DefaultText
source: Why did you decide to stay in the first place?
cs: Proč jste se rozhodl zůstat?

# conversations/04_monarch/0402/0402_cv_chefraymond:99:DefaultText
source: Lucky you.
cs: Máš štěstí.

# conversations/04_monarch/0402/0402_cv_chefraymond:100:DefaultText
source: Sanjar, of course! He had all these glorious ideas about how he'd run Monarch - rest periods between every work shift, no shift more than ten hours long...
cs: Sanjar, samozřejmě! Měl spoustu skvělých nápadů, jak bude Monarchu řídit - odpočinek mezi každou směnou, žádná směna nebude trvat déle než deset hodin...

# conversations/04_monarch/0402/0402_cv_chefraymond:101:DefaultText
source: It all sounds wonderful until you realize there's only a few centimeters of repurposed steel between you and the deadliest creatures in the galaxy.
cs: Všechno to zní báječně, dokud si neuvědomíte, že mezi vámi a nejsmrtonosnějšími tvory v galaxii je jen pár centimetrů repasované oceli.

# conversations/04_monarch/0402/0402_cv_chefraymond:102:DefaultText
source: Add to that the supply shortages - thanks to being cut off by the Board - and I daresay we're no better off than the lowliest Spacer's Choice enclave.
cs: Když k tomu připočteme nedostatek zásob - díky tomu, že nás odřízla Rada -, troufám si říct, že na tom nejsme o nic lépe než nejnižší enkláva Spacer's Choice.

# conversations/04_monarch/0402/0402_cv_chefraymond:103:DefaultText
source: Seems like you'd want more than centimeters.
cs: Zdá se, že byste chtěli více než centimetry.

# conversations/04_monarch/0402/0402_cv_chefraymond:104:DefaultText
source: You've got a real negativity problem.
cs: Máte skutečný problém s negativitou.

# conversations/04_monarch/0402/0402_cv_chefraymond:105:DefaultText
source: I'm not even finished!
cs: Ještě jsem ani neskončil!

# conversations/04_monarch/0402/0402_cv_chefraymond:106:DefaultText
source: That's what she said.
cs: To je to, co řekla.

# conversations/04_monarch/0402/0402_cv_chefraymond:107:DefaultText
source: I could do with a few kilometers of cold vacuum. But that spaceship has flown.
cs: Potřeboval bych pár kilometrů studeného vakua. Ale ta kosmická loď už letěla.

# conversations/04_monarch/0402/0402_cv_chefraymond:108:DefaultText
source: There is truly no end to my suffering.
cs: Mé utrpení opravdu nemá konce.

# conversations/04_monarch/0402/0402_cv_chefraymond:109:DefaultText
source: Was there something else, or did you just want to mock me?
cs: Bylo v tom ještě něco jiného, nebo ses mi chtěl jen vysmívat?

# conversations/04_monarch/0402/0402_cv_chefraymond:110:DefaultText
source: We're used to folk swooning at our feet. You don't gotta be embarrassed.
cs: Jsme zvyklí, že nám lidé omdlévají u nohou. Nemusíš se stydět.

# conversations/04_monarch/0402/0402_cv_chefraymond:111:DefaultText
source: Sure, for lily-livered cowards. In my medical opinion.
cs: Jistě, pro zbabělce. Podle mého lékařského názoru.

# conversations/04_monarch/0402/0402_cv_chefraymond:112:DefaultText
source: Look, you might not be better off, but I can tell you - it can always be worse. Try celebrating what you've got.
cs: Podívejte, možná se vám nebude dařit lépe, ale mohu vám říct, že vždycky může být hůř. Zkus oslavit to, co máš.

# conversations/04_monarch/0402/0402_cv_chefraymond:113:DefaultText
source: You company folk are all the same. Choose to stay, then complain about the choice you've made.
cs: Vy, lidé z firmy, jste všichni stejní. Rozhodnete se zůstat a pak si stěžujete na to, že jste se tak rozhodli.

# conversations/04_monarch/0402/0402_cv_chefraymond:114:DefaultText
source: How was I supposed to know it'd turn out like this?
cs: Jak jsem mohl vědět, že to takhle dopadne?

# conversations/04_monarch/0402/0402_cv_chefraymond:115:DefaultText
source: Nothing, that's what. Because I've been stuck here running this dump of a diner for years. So even if I could get out of here, no one's gonna hire me.
cs: Nic, to je to, co. Protože jsem tu trčel a vedl tuhle díru už roky. Takže i kdybych se odsud dostal, nikdo mě nezaměstná.

# conversations/04_monarch/0402/0402_cv_chefraymond:116:DefaultText
source: My engineer's looking to get a "dustback casserole." Can you cook one of those?
cs: Můj inženýr si chce pořídit "zaprášený kastrol". Umíte takový uvařit?

# conversations/04_monarch/0402/0402_cv_chefraymond:117:DefaultText
source: That was a real popular meal, ten - twenty years back. Before the Board tucked tail and ran.
cs: Před deseti až dvaceti lety to bylo velmi oblíbené jídlo. Předtím, než představenstvo stáhlo ocas a uteklo.

# conversations/04_monarch/0402/0402_cv_chefraymond:120:DefaultText
source: You got it. I got all the ingredients. Should only take about an hour in the oven...
cs: Máš to mít. Mám všechny ingredience. V troubě by to mělo trvat asi hodinu...

# conversations/04_monarch/0402/0402_cv_chefraymond:121:DefaultText
source: I'll get back to you on that.
cs: Vrátím se k tomu.

# conversations/04_monarch/0402/0402_cv_chefraymond:122:DefaultText
source: Sure. Just let me know.
cs: Jistě. Jen mi dejte vědět.

# conversations/04_monarch/0402/0402_cv_chefraymond:123:DefaultText
source: These days, everybody's had a bellyfull of saltuna. They all want boarst. And the mushrooms, well, not many venture out of town, what with the monsters hereabouts.
cs: V dnešní době má každý plné břicho saltuny. Všichni chtějí kance. A houby, no, málokdo se odváží vyjet z města, když jsou tady ty příšery.

# conversations/04_monarch/0402/0402_cv_chefraymond:124:DefaultText
source: I can whip one up for you, but it'll cost. Here's a menu.
cs: Můžu ti ho udělat, ale bude to něco stát. Tady je menu.

# conversations/04_monarch/0402/0402_cv_chefraymond:125:DefaultText
source: Is that dustback casserole still available?
cs: Je ten kastrol s prachovým hřbetem stále k dispozici?

# conversations/04_monarch/0402/0402_cv_chefraymond:126:DefaultText
source: If you got the bits. Check the menu for the latest prices. Inflation's terrible out here.
cs: Pokud máš ty kousky. Aktuální ceny najdete v nabídce. Inflace je tu hrozná.

# conversations/04_monarch/0402/0402_cv_chefraymond:127:DefaultText
source: Yikes. I can't cover this much, Captain.
cs: A jéje. Tohle nemůžu pokrýt, kapitáne.

# conversations/04_monarch/0402/0402_cv_chefraymond:128:DefaultText
source: I can cover <oeiglobal>CQ_Token_Parvati_Meal_Price</oeiglobal> bits. Get started, Chef.
cs: Mohu pokrýt <oeiglobal>CQ_Token_Parvati_Meal_Price</oeiglobal> bity. Začni, šéfe.

# conversations/04_monarch/0402/0402_cv_chefraymond:129:DefaultText
source: I'm glad you saw reason. <oeiglobal>CQ_Token_Parvati_Meal_Price</oeiglobal> bits is much more reasonable.
cs: Jsem rád, že jste viděli rozum. <oeiglobal>CQ_Token_Parvati_Meal_Price</oeiglobal> bity jsou mnohem rozumnější.

# conversations/04_monarch/0402/0402_cv_chefraymond:130:DefaultText
source: You take me for a idiot? No damn casserole's worth that much. Try again. Try harder.
cs: Máš mě za idiota? Žádný zatracený kastrol nestojí za tolik. Zkus to znovu. Zkus to ještě jednou.

# conversations/04_monarch/0402/0402_cv_chefraymond:131:DefaultText
source: Look, Captain, this is the best I can do without putting myself out of business.
cs: Podívejte, kapitáne, tohle je to nejlepší, co můžu udělat, aniž bych se vyřadil z provozu.

# conversations/04_monarch/0402/0402_cv_chefraymond:132:DefaultText
source: What? No, Captain, I- I don't want you to do it this way!
cs: Cože? Ne, kapitáne, já... já nechci, abyste to dělal takhle!

# conversations/04_monarch/0402/0402_cv_chefraymond:133:DefaultText
source: You're right, boss. I think this guy's trying to fleece us. Maybe we oughta pay him in a couple busted kneecaps.
cs: Máš pravdu, šéfe. Myslím, že se nás ten chlap snaží oškubat. Možná bychom mu měli zaplatit pár rozbitými koleny.

# conversations/04_monarch/0402/0402_cv_chefraymond:134:DefaultText
source: Both of you, stop it!
cs: Oba dva, přestaňte!

# conversations/04_monarch/0402/0402_cv_chefraymond:135:DefaultText
source: It's all right, miss. I'm a coward at heart. Made that clear from the outset.
cs: To je v pořádku, slečno. V srdci jsem zbabělec. To bylo jasné od začátku.

# conversations/04_monarch/0402/0402_cv_chefraymond:136:DefaultText
source: I'm mighty glad you reckon so. This is gonna take about an hour in the oven. Nothing I can do to speed it, that's just how cooking works...
cs: Jsem moc rád, že si to myslíte. V troubě to bude trvat asi hodinu. Nemůžu to nijak urychlit, tak to prostě při vaření chodí...

# conversations/04_monarch/0402/0402_cv_chefraymond:137:DefaultText
source: ...There we are. Now if you don't mind, I really need to take a leak.
cs: ...A je to tady. A teď, jestli ti to nevadí, si opravdu potřebuju odskočit.

# conversations/04_monarch/0402/0402_cv_chefraymond:138:DefaultText
source: My belly's gurgling just to smell it, Mr. Raymond. Thank you so much.
cs: Zvedá se mi žaludek, jen si k němu přičichnu, pane Raymonde. Moc vám děkuji.

# conversations/04_monarch/0402/0402_cv_chefraymond:139:DefaultText
source: A pleasure to help such a charming young lady.
cs: Bylo mi potěšením pomáhat tak okouzlující mladé dámě.

# conversations/04_monarch/0402/0402_cv_chefraymond:140:DefaultText
source: You're a gentle soul, miss. Be careful with this one, all right? He's kind of a brute.
cs: Jste něžná duše, slečno. Buďte na něj opatrná, ano? Je to tak trochu surovec.

# conversations/04_monarch/0402/0402_cv_chefraymond:140:FemaleText
source: You're a gentle soul, miss. Be careful with this one, all right? She's kind of a brute.
cs: Jste něžná duše, slečno. Buďte na něj opatrná, ano? Je to trochu surovec.

# conversations/04_monarch/0402/0402_cv_chefraymond:141:DefaultText
source: Whoa! Hold on, I- okay. Okay. Leak contained. My stars.
cs: Počkejte, já... Dobře. Dobře. Únik zajištěn. Moje hvězdy.

# conversations/04_monarch/0402/0402_cv_chefraymond:144:DefaultText
source: You sound like a terrible doctor!
cs: Zníte jako příšerný lékař!

# conversations/04_monarch/0402/0402_cv_chefraymond:145:DefaultText
source: It's more of a hobby these days.
cs: Dnes je to spíše koníček.

# conversations/04_monarch/0402/0402_cv_chefraymond:146:DefaultText
source: See what I deal with? This place is enough to try anyone's nerves.
cs: Vidíte, co řeším? Tohle místo je dost na to, aby to prověřilo nervy každého.

# conversations/04_monarch/0402/0402_cv_chefraymond:147:DefaultText
source: A healthy survival reflex is nothing to be embarrassed about.
cs: Zdravý reflex přežití není nic, za co byste se měli stydět.
