Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:815:DefaultText
source: Yes. The words in those reviews were very hurtful, but they do not define me. I am a mantipillar, and my will is my cocoon. I can emerge and become whatever I wish.
cs: Ano, slova v těchto recenzích byla velmi zraňující, ale neurčují mě. Jsem mantipillar a moje vůle je můj kokon. Mohu se vynořit a stát se, čím chci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:816:DefaultText
source: Pull your head out of your ass, Sanjar. Don't screw this opportunity up over your wounded pride.
cs: Vytáhni si hlavu ze zadku, Sanjar. Nepokaz tuhle příležitost kvůli své zraněné pýše.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:817:DefaultText
source: The people who wrote your reviews are the same type of people you'll deal with on the Board.
cs: Lidé, kteří napsali vaše recenze, jsou stejný typ lidí, s nimiž budete jednat ve správní radě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:819:DefaultText
source: You're good with details, but you could use someone who sees the big picture.
cs: Jste dobrý v detailech, ale hodil by se vám někdo, kdo to vidí s nadhledem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:821:DefaultText
source: Normally, I'd find this kind of talk from you quite invigorating. But this is a difficult moment for me.
cs: Za normálních okolností by mě takové řeči od tebe docela povzbudily. Ale tohle je pro mě těžká chvíle.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:824:DefaultText
source: Still, perhaps you have a point.
cs: Přesto možná máte pravdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:828:DefaultText
source: I don't like the idea that they'll be trying for that module while we delay.
cs: Nelíbí se mi představa, že se budou snažit o tento modul, zatímco my budeme otálet.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:829:DefaultText
source: And while you're at it, there should be a terminal in the ARMS building with some... dangerous information. Perhaps you could delete it so it doesn't fall into the wrong hands.
cs: A když už jste u toho, v budově ARMS by měl být terminál s... nebezpečnými informacemi. Možná bys ho mohl smazat, aby se nedostal do špatných rukou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:830:DefaultText
source: <Give him Zora's review.> Actually, I already found it on a terminal in Cascadia.
cs: <Dejte mu Zořinu recenzi.> Vlastně jsem ji už našel na terminálu v Kaskádii.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:831:DefaultText
source: Very well. I can't promise anything, but let's see what we have here.
cs: Velmi dobře. Nemohu nic slíbit, ale podívejme se, co tu máme.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:832:DefaultText
source: <Give him Zora's review.> I found Zora's review. Here.
cs: <Dejte mu Zořinu recenzi.> Našel jsem Zořinu recenzi. Zde.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:833:DefaultText
source: Well, it seems like she... she's actually very qualified.
cs: No, zdá se, že... že je vlastně velmi kvalifikovaná.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:835:DefaultText
source: I wasn't expecting to say this, but if you can put her in charge and convince her to agree to a meeting, I'd be willing to discuss terms.
cs: Nečekal jsem, že to řeknu, ale pokud ji můžete pověřit vedením a přesvědčit ji, aby souhlasila se schůzkou, byl bych ochoten jednat o podmínkách.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:836:DefaultText
source: I wasn't expecting to say this, but if you can convince her to agree to a meeting, I'd be willing to discuss terms.
cs: Nečekal jsem, že to řeknu, ale pokud ji přesvědčíte, aby souhlasila se schůzkou, byl bych ochoten jednat o podmínkách.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:839:DefaultText
source: I found your review on a terminal in the ARMS building...
cs: Našel jsem vaši recenzi na terminálu v budově ARMS...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:840:DefaultText
source: You weren't supposed to look! I asked you to delete it!
cs: Neměli jste se dívat! Požádal jsem tě, abys to smazal!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:843:DefaultText
source: This has been my albatross. The great shame of my career.
cs: To byl můj albatros. Velká ostuda mé kariéry.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:844:DefaultText
source: Not this again...
cs: Tohle už ne...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:847:DefaultText
source: <Give him the BOLT-52.> I found the cartridge and deleted that data for you.
cs: <Dejte mu BOLT-52.> Našel jsem tu kazetu a smazal pro vás ta data.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:848:DefaultText
source: Well, I didn't ask for a performance review, did I?
cs: Nežádal jsem o hodnocení výkonu, že ne?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:850:DefaultText
source: That you did, sir.
cs: To jste udělal, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:851:DefaultText
source: How can yield improvements of 26.7% not quicken the pulse? How can 32% cost savings not moisten the loins?
cs: Jak může zlepšení výnosů o 26,7 % nezrychlit tep? Jak to, že 32% úspora nákladů nezvedá žaludek?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:852:DefaultText
source: You've often posed these very questions.
cs: Právě tyto otázky jste často kladl.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:854:DefaultText
source: Did you hear that power play, Celia? They don't make them like this any more in Halcyon.
cs: Slyšela jsi tu přesilovku, Celie? V Halcyonu už je takhle nedělají.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:855:DefaultText
source: Celia, will you make a note of that for my self-review? "Very generous."
cs: Celie, zapíšeš si to do mé autorecenze? "Velmi velkorysé."

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:856:DefaultText
source: Noted.
cs: Vzato na vědomí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:857:DefaultText
source: Hey, it could always be both.
cs: Hej, vždycky to může být obojí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:858:DefaultText
source: Afraid not.
cs: Obávám se, že ne.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:859:DefaultText
source: If I have to eat one more weird science project passed off as food in this sprat-fucked colony, I am going to stab someone.
cs: Jestli budu muset sníst ještě jeden podivný vědecký projekt vydávaný za jídlo v téhle šprotí kolonii, někoho probodnu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:860:DefaultText
source: Yes, that's it! Channel your anger! I only wish I could do the same.
cs: Ano, to je ono! Nasměrujte svůj hněv! Jen bych si přál, abych dokázal totéž.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:861:DefaultText
source: Now, now, there's no need to humor me. I'm used to this particular letdown.
cs: Teď, teď, není třeba si ze mě dělat legraci. Na tohle zklamání jsem si už zvykl.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:863:DefaultText
source: I had hoped that livening up our advertisements with enticing figures would draw the other corporations back to our bosom, but it seems we're back to the drawing board.
cs: Doufal jsem, že oživení našich reklam lákavými čísly přiláká ostatní korporace zpět do našeho lůna, ale zdá se, že jsme se vrátili k rýsovacímu prknu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:864:DefaultText
source: A shame. I'd been saving a bottle of Iceberg Aged Whiskey for an occasion like this.
cs: Škoda. Pro takovou příležitost jsem si schovával láhev Iceberg Aged Whiskey.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:869:DefaultText
source: Well, Mr. Nandi here has a rather ingenious plan to get MSI restored to the Board.
cs: Tady pan Nandi má docela geniální plán, jak vrátit MSI do představenstva.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:870:DefaultText
source: On our terms, mind you.
cs: Za našich podmínek.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:871:DefaultText
source: And if our advertising scheme hasn't borne fruit, then perhaps it's time we took matters into our own hands.
cs: A pokud náš reklamní program nepřinesl ovoce, je možná načase, abychom vzali věci do vlastních rukou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:873:DefaultText
source: This lady knows what's going on.
cs: Tato dáma ví, co se děje.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:874:DefaultText
source: I should point out that I happen to work with the Adjutant.
cs: Měl bych podotknout, že s adjutantem náhodou spolupracuji.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:875:DefaultText
source: Sir, you've prepared for this.
cs: Pane, na tohle jste se připravil.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:876:DefaultText
source: I suppose that means you aren't here for the saltuna.
cs: Předpokládám, že to znamená, že tu nejste kvůli saltuně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:877:DefaultText
source: Sure. Sure, I am.
cs: Jistě. Jistě, jsem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:878:DefaultText
source: Well, you don't have to rub it in.
cs: No, nemusíte to vtírat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:879:DefaultText
source: Enough preamble. What's the plan?
cs: Dost úvodu. Jaký je plán?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:881:DefaultText
source: You do seem to have a bit of a raptidon problem.
cs: Zdá se, že máte trochu problém s raptidony.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:882:DefaultText
source: Fine, but how do you mean to do that?
cs: Dobře, ale jak to chcete udělat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:883:DefaultText
source: How long did it take you to figure that you need to defend your city?!
cs: Jak dlouho ti trvalo, než jsi přišel na to, že musíš bránit své město?!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:884:DefaultText
source: And a mantisaur problem. And a marauder problem.
cs: A problém s kudlankou nábožnou. A problém s nájezdníky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:885:DefaultText
source: Not long, but the devil is always in the details.
cs: Není to dlouhé, ale ďábel se vždy skrývá v detailech.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:886:DefaultText
source: With a BOLT-52 cartridge, of course.
cs: Samozřejmě s kazetou BOLT-52.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:887:DefaultText
source: If you can get us what we need to rejoin the Board - starting with the BOLT-52 - we won't need to advertise any more. We can stop our transmissions altogether.
cs: Pokud nám seženete to, co potřebujeme, abychom se mohli znovu připojit k radě - počínaje BOLT-52 - nebudeme už muset inzerovat. Můžeme vysílání úplně zastavit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:888:DefaultText
source: It's true, our Celia is an alarmingly competent middle manager. At any other company, she'd be wasted in data entry.
cs: Je pravda, že naše Celia je až znepokojivě schopná střední manažerka. V každé jiné společnosti by se zbytečně věnovala zadávání dat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:889:DefaultText
source: The plan she refers to is a two-pronged approach. And the first part involves seeing Stellar Bay properly defended.
cs: Plán, o němž mluví, je dvojího druhu. A první část zahrnuje řádnou obranu Hvězdné zátoky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:890:DefaultText
source: I think he means to warn you about working against the Board.
cs: Myslím, že vás chce varovat před prací proti Radě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:890:FemaleText
source: I think she means to warn you about working against the Board.
cs: Myslím, že vás chce varovat před prací proti Radě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:891:DefaultText
source: What a notion! We want to rejoin the Board - to our betterment and theirs. And my plan involves a two-pronged approach, the first part of which is seeing Stellar Bay properly defended.
cs: To je ale představa! Chceme se znovu připojit k představenstvu - k našemu i jejich prospěchu. A můj plán zahrnuje dvojí přístup, jehož první část spočívá v tom, aby byla Hvězdná zátoka řádně bráněna.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:892:DefaultText
source: This BOLT-52 sounds useful. What is it?
cs: Tento BOLT-52 zní užitečně. Co to je?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:894:DefaultText
source: Why, one of the strongest defenses in Halcyon. An extremely powerful ordinance.
cs: Jedna z nejsilnějších obran v Halcyonu. Extrémně silná výzbroj.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:895:DefaultText
source: "Ordinance" or "ordnance"?
cs: "Ordinance" nebo "ordnance"?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:897:DefaultText
source: An ordinance, of course. We do things in a civilized fashion here. Not like Graham's Iconoclasts.
cs: Samozřejmě nařízení. My tady děláme věci civilizovaně. Ne jako Grahamovi ikonoklasté.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:898:DefaultText
source: Once you have the BOLT-52, what's the other part of your plan?
cs: Jaký je váš další plán, až budete mít BOLT-52?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:899:DefaultText
source: If I didn't know any better, I'd say you just crawled out from under a rock. Forms and procedures are everything in Halcyon.
cs: Kdybych to nevěděl, řekl bych, že jsi právě vylezl zpod skály. Formuláře a postupy jsou v Halcyonu vším.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:900:DefaultText
source: Can a legal document really be that important?
cs: Může být právní dokument opravdu tak důležitý?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:901:DefaultText
source: I'm sure I'll know it when I find it.
cs: Jsem si jistý, že to poznám, až to najdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:902:DefaultText
source: Fine. I'll see what I can do.
cs: V pořádku. Uvidím, co se dá dělat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:903:DefaultText
source: Good enough. I know when to settle.
cs: Dostatečné. Vím, kdy se mám usadit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:904:DefaultText
source: Before I go, I need to ask you about something.
cs: Než odejdu, musím se tě na něco zeptat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:905:DefaultText
source: Sure. Bye.
cs: Jistě. Nashle.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:906:DefaultText
source: So, where do I find this ordinance?
cs: Kde najdu toto nařízení?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:907:DefaultText
source: These days it's overrun with marauders and raptidons.
cs: V dnešní době je zaplaven nájezdníky a raptidony.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:908:DefaultText
source: I'll need to gather some supplemental materials. But I mustn't get ahead of myself.
cs: Budu muset shromáždit nějaké doplňující materiály. Ale nesmím předbíhat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:909:DefaultText
source: You do tend to do that.
cs: K tomu máte tendenci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:910:DefaultText
source: These days it's overrun with marauders and raptidons.
cs: V dnešní době je zaplaven nájezdníky a raptidony.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:911:DefaultText
source: And the salient detail here is a BOLT-52 cartridge.
cs: Významným detailem je zde náboj BOLT-52.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:912:DefaultText
source: When Graham finally shut up.
cs: Když Graham konečně zmlkl.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:915:DefaultText
source: My. You know how to take control of a situation, don't you?
cs: Můj. Umíš převzít kontrolu nad situací, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:917:DefaultText
source: Oh? What's this plan?
cs: Co je to za plán?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:918:DefaultText
source: Not as badly as you need me to control my itchy trigger finger, lady.
cs: Ne tak moc, jak potřebujete, abych ovládal svůj svědící prst na spoušti, dámo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:919:DefaultText
source: You're so dangerous! So unbridled!
cs: Jsi tak nebezpečný! Tak nespoutaný!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:920:DefaultText
source: It's warm in here. Is anyone else warm?
cs: Je tu teplo. Je ještě někomu teplo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:921:DefaultText
source: Please ignore him. And at least hear us out - helping us get MSI back on the Board would give you connections in high places.
cs: Prosím, ignorujte ho. A alespoň nás vyslechněte - když nám pomůžete dostat MSI zpět do představenstva, získáte kontakty na vysokých místech.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:922:DefaultText
source: Boss, care to explain the plan?
cs: Šéfe, vysvětlíte mi ten plán?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:923:DefaultText
source: Try to control yourself, sir.
cs: Zkuste se ovládat, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:924:DefaultText
source: Have you any idea how powerful this is? Corporations have been toppled with less.
cs: Máte vůbec představu, jakou to má sílu? Korporace byly svrženy i s menšími prostředky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:925:DefaultText
source: Spare me the details and just tell me what comes next.
cs: Ušetři mě detailů a řekni mi, co bude následovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:926:DefaultText
source: Let me guess, a paperweight?
cs: Nech mě hádat, těžítko?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:927:DefaultText
source: Corporate espionage.
cs: Podniková špionáž.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:928:DefaultText
source: How was that, Celia? Did I sell it?
cs: Jaké to bylo, Celie? Prodal jsem to?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:929:DefaultText
source: Your best delivery yet, sir.
cs: Vaše zatím nejlepší doručení, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:930:DefaultText
source: You killed it, Sanjar.
cs: Zabil jsi to, Sanjare.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:931:DefaultText
source: Just get on with it.
cs: Prostě se do toho pusťte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:932:DefaultText
source: It kinda spoils the effect if you have to ask.
cs: Trochu to kazí dojem, když se musíte ptát.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:934:DefaultText
source: Already noted for your review, sir.
cs: Již zaznamenáno pro vaši kontrolu, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:935:DefaultText
source: Yes! Finally, the Board will get their comeuppance!
cs: Ano! Konečně se představenstvu dostane odplaty!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:936:DefaultText
source: So it would be best if you could "leave her in one piece." Is that how you people put it?
cs: Proto by bylo nejlepší, kdybyste ji mohli "opustit vcelku". Takhle to vy lidé říkáte?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:937:DefaultText
source: Close enough.
cs: Dost blízko.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:939:DefaultText
source: Watch it with the "you people."
cs: Dívejte se na to s "vy lidi".

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:940:DefaultText
source: If we can find proof, I can use that as leverage to... encourage certain powers that be to accept our BOLT-52 and reinstate us on the Board.
cs: Pokud najdeme důkaz, mohu to použít jako páku... abychom přiměli některé mocné, aby přijali náš BOLT-52 a znovu nás zařadili do rady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:941:DefaultText
source: Sanjar, you sly dog.
cs: Sanjar, ty mazaný pse.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:942:DefaultText
source: What does that mean for me?
cs: Co to pro mě znamená?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:943:DefaultText
source: So, this plan of yours?
cs: Takže ten váš plán?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:944:DefaultText
source: Getting ahead of myself again.
cs: Zase předbíhám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:945:DefaultText
source: Happens to the best of us, sir.
cs: To se stává i těm nejlepším z nás, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:946:DefaultText
source: I admit, I've been hatching this scheme for quite some time. I just needed someone capable to help me carry it out.
cs: Přiznávám, že jsem tento plán vymýšlel už delší dobu. Jen jsem potřeboval někoho schopného, kdo by mi ho pomohl uskutečnit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:947:DefaultText
source: You really think so?
cs: Opravdu si to myslíte?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:948:DefaultText
source: If someone is operating here, then they're almost certainly being supplied by SubLight out of Fallbrook.
cs: Pokud zde někdo působí, pak ho téměř jistě zásobuje společnost SubLight z Fallbrooku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:949:DefaultText
source: Don't get yourself worked up, sir. It's perfectly natural to have a healthy fear of her.
cs: Nerozčilujte se, pane. Je naprosto přirozené mít z ní zdravý strach.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:950:DefaultText
source: Of course. I didn't mean to make assumptions.
cs: Samozřejmě. Nechtěl jsem si dělat domněnky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:951:DefaultText
source: She's not fun-scary like you. Just scary-scary. But that's why you'll be equipped to handle her, eh?
cs: Není tak zábavná jako ty. Jen děsivě děsivá. Ale právě proto budeš vybaven tak, abys ji zvládl, co?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:952:DefaultText
source: We really don't need to discuss this now, Celia.
cs: O tom teď opravdu nemusíme diskutovat, Celie.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:953:DefaultText
source: So, go to Fallbrook and get the location of an illegal corporate facility. Then?
cs: Tak jeďte do Fallbrooku a zjistěte, kde se nachází nelegální firemní zařízení. A pak?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:954:DefaultText
source: Something like that.
cs: Něco takového.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:955:DefaultText
source: No, Sanjar.
cs: Ne, Sanjar.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:956:DefaultText
source: Looks like I've got work to do.
cs: Vypadá to, že mám co dělat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:957:DefaultText
source: Well, I'll leave you to it.
cs: Dobrá, nechám vás o tom přemýšlet.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:958:DefaultText
source: Right. Getting ahead of myself.
cs: Vpravo. Předbíhám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:959:DefaultText
source: Unfortunately, I've heard Catherine has met with a... mishap. Nevertheless, I'm sure she would have records in Fallbrook.
cs: Bohužel jsem slyšel, že Catherine potkalo... neštěstí. Nicméně jsem si jistý, že by ve Fallbrooku měla záznamy.
