Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1495:DefaultText
source: I'm afraid the welfare of a few hundred people is too minor to figure into the Board's risk assessments.
cs: Obávám se, že blaho několika stovek lidí je příliš malé na to, aby se promítlo do hodnocení rizik, které provádí správní rada.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1496:DefaultText
source: That's exactly how the Board describes it.
cs: Přesně tak to popisuje správní rada.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1497:DefaultText
source: They would say it's for the greater good.
cs: Řekli by, že je to pro vyšší dobro.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1498:DefaultText
source: Well, be careful what you wish for. Graham has a habit of ruining everything - and everyone - around him.
cs: Dávejte si pozor na to, co si přejete. Graham má ve zvyku ničit všechno - a všechny kolem sebe.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1499:DefaultText
source: So what's the down-side?
cs: Jaká je tedy nevýhoda?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1500:DefaultText
source: Shall I begin with the supply shortages? Or the subtle-but-constant threat of annihilation?
cs: Mám začít s nedostatkem dodávek? Nebo nenápadnou, ale neustálou hrozbou vyhlazení?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1502:DefaultText
source: I'm right glad to hear it, Mr. Sanjar. Folks around here could use a good turn.
cs: To rád slyším, pane Sanjare. Lidem tady by se hodil dobrý obrat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1503:DefaultText
source: That's a hefty promise. You've got Monarch's hopes up, Sanjar. Don't go messing this up like our last overlords did.
cs: To je velký slib. Vzbudil jsi Monarchovy naděje, Sanjare. Nepokaz to jako naši poslední vládci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1504:DefaultText
source: If it weren't for her, I'd wager the Iconoclasts would've died off a while ago.
cs: Nebýt jí, vsadil bych se, že Ikonoklasté by už dávno zanikli.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1505:DefaultText
source: There ain't a body on this planet that can keep a group patched up like she has. I don't know how she does it.
cs: Na téhle planetě není nikdo, kdo by dokázal udržet skupinu v takovém stavu jako ona. Nevím, jak to dělá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1506:DefaultText
source: Agreed. This is... mysterious, to say the least.
cs: Souhlasím. Je to přinejmenším záhadné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1508:DefaultText
source: Gotta hand it to you, Sanjar. That ain't a bad plan.
cs: Musím ti dát za pravdu, Sanjare. To není špatný plán.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1510:DefaultText
source: It's absolutely foolproof.
cs: Je to naprosto spolehlivé.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1512:DefaultText
source: I'm skeptical they'd care enough to wipe us out, but... if they did, we wouldn't stand a chance.
cs: Jsem skeptický k tomu, že by jim záleželo na tom, aby nás zničili, ale... kdyby to udělali, neměli bychom šanci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1513:DefaultText
source: Threaten the system's order, and you call down the wrath of the universe. Or, in this case, the Board's. Which in this colony is pretty much the same thing.
cs: Ohrozíte-li řád systému, přivoláte na sebe hněv vesmíru. Nebo v tomto případě rady. Což je v této kolonii v podstatě totéž.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1514:DefaultText
source: You see our quandary, then.
cs: Vidíte tedy náš problém.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1516:DefaultText
source: You said that like it's a problem.
cs: Řekl jsi to, jako by to byl problém.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1517:DefaultText
source: Or they go and get themselves killed. Then they're not your problem anymore.
cs: Nebo se nechají zabít. Pak už nejsou tvým problémem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1518:DefaultText
source: The Board would consider us complicit in any of their folly - that would only get us ousted again!
cs: Představenstvo by nás považovalo za spoluviníky jakékoli jejich hlouposti - to by nás jen znovu vyloučilo!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1519:DefaultText
source: The Board would consider us complicit in any of their folly - that would only get us ousted again!
cs: Představenstvo by nás považovalo za spoluviníky jakékoli jejich hlouposti - to by nás jen znovu vyloučilo!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1520:DefaultText
source: He wouldn't hear reason. And I doubt any of his successors will either.
cs: Nechtěl slyšet rozum. A pochybuji, že to udělá i některý z jeho nástupců.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1521:DefaultText
source: How are things going in Stellar Bay these days?
cs: Jak se daří ve Stellar Bay v těchto dnech?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1522:DefaultText
source: Quite well, actually! It's astounding how much our quality of life has improved without Graham's lunatics breathing down our necks.
cs: Vlastně docela dobře! Je až s podivem, o kolik se zlepšila kvalita našeho života, aniž by nám Grahamovi šílenci dýchali na záda.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1523:DefaultText
source: Quite well, as a matter of fact! Zora is proving most capable.
cs: Vlastně docela dobře! Zora je velmi schopná.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1524:DefaultText
source: Believe me, you've got your work cut out for you there.
cs: Věřte mi, že máte co dělat, abyste to zvládli.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1525:DefaultText
source: You should see the way she pounds the table! And gets straight to the point! It makes for some rather exhilarating meetings.
cs: Měli byste vidět, jak bouchá do stolu! A jde přímo k věci! To jsou pak docela vzrušující schůzky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1526:DefaultText
source: I know I had my concerns initially, but your instincts were right. Zora and her compatriots have become valuable and productive members of our community.
cs: Vím, že jsem měl zpočátku obavy, ale tvůj instinkt byl správný. Zora a její krajané se stali cennými a produktivními členy naší komunity.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1527:DefaultText
source: Our residents are reporting increased productivity during their shifts and improved satisfaction in their leisure time.
cs: Naši obyvatelé hlásí zvýšenou produktivitu během směn a větší spokojenost ve volném čase.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1528:DefaultText
source: And since we're back in the Board's good graces, we've got real growth prospects to look forward to.
cs: A protože jsme se opět těšili přízni správní rady, máme reálné vyhlídky na růst.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1529:DefaultText
source: It really was on my to-do list.
cs: Opravdu to bylo na mém seznamu úkolů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1530:DefaultText
source: They oughta use the tower to broadcast the big Rangers-Hammers game.
cs: Měli by věž využít k vysílání velkého zápasu Rangers a Hammers.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1532:DefaultText
source: Surviving alone isn't as easy as it looks.
cs: Přežít sám není tak snadné, jak to vypadá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1533:DefaultText
source: Sort of! Really, we're just going to blackmail them into offering us a seat at the table!
cs: Tak nějak! Opravdu, budeme je jen vydírat, aby nám nabídli místo u stolu!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1536:DefaultText
source: Word of advice, Sanjar. If Parvati's got something to say, you'd do well to listen close.
cs: Malá rada, Sanjar. Jestli ti chce Parvati něco říct, uděláš dobře, když budeš pozorně poslouchat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1537:DefaultText
source: Ms. Holcomb is our endlessly optimistic crewhand. It's good for the captain's morale.
cs: Paní Holcombová je náš nekonečně optimistický crewhand. Je to dobré pro kapitánovu morálku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1538:DefaultText
source: Hear, hear. That may not be the way the colony works, but it damn well oughta.
cs: Slyšte, slyšte. Možná to tak v kolonii nefunguje, ale mělo by to tak být.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1539:DefaultText
source: Like that's what you saw in Edgewater? Come on, people look out for themselves.
cs: Jako bys to viděl v Edgewateru? No tak, lidé se starají sami o sebe.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1545:DefaultText
source: Monarch's a free planet, Felix. It's also fucked. I ain't a fan of the folks on the Board, but if they could be wrangled to rebuild our roads, I'd welcome the help.
cs: Monarch je svobodná planeta, Felixi. A taky je v prdeli. Nejsem příznivcem lidí z rady, ale kdyby se je podařilo přimět k rekonstrukci našich silnic, uvítal bych pomoc.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1546:DefaultText
source: Not everyone likes the idea of hunting sprats in the Back Bays, Felix.
cs: Ne každému se líbí představa lovu šprotů v zátokách, Felixi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1549:DefaultText
source: Your friend makes a good point, young man.
cs: Váš přítel má dobrý postřeh, mladý muži.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1550:DefaultText
source: Nyoka has the right of it.
cs: Nyoka má na to právo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1552:DefaultText
source: I don't- dang it, Captain, that's not right. Folks on Monarch shouldn't have to suffer just because the Board says so.
cs: Já ne... sakra, kapitáne, to není správné. Lidé na Monarchu by neměli trpět jen proto, že to řekla rada.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1553:DefaultText
source: That's the Board's way. Doesn't matter if you're Monarch or the Groundbreaker - if the Board can't control you, they'll find a way to punish you.
cs: Tak to dělá správní rada. Nezáleží na tom, jestli jste Monarcha, nebo Zemětřesení - pokud vás Rada nemůže kontrolovat, najde si způsob, jak vás potrestat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1554:DefaultText
source: Something to be said for perseverance. I endeavor to persevere myself.
cs: Něco se dá říct o vytrvalosti. Sám se snažím vytrvat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1556:DefaultText
source: And now you don't have to play by their rules. Sounds like a deal to me.
cs: A teď už nemusíte hrát podle jejich pravidel. To mi připadá jako dohoda.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1559:DefaultText
source: Mr. Vicar, I don't wanna be rude, but I don't think that means anything.
cs: Pane faráři, nechci být nezdvořilý, ale myslím, že to nic neznamená.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1560:DefaultText
source: Sounds like something out of the Chairman's own notes, Vic.
cs: Zní to jako z poznámek samotného předsedy, Vicu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1562:DefaultText
source: I don't know what intellectualism means, but if someone's willing to build us a few practical things around here, I ain't going to judge 'em on account of their beliefs.
cs: Nevím, co znamená intelektualismus, ale pokud je někdo ochotný nám tady postavit pár praktických věcí, nebudu ho odsuzovat kvůli jeho přesvědčení.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1563:DefaultText
source: ...What?
cs: ...Cože?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1566:DefaultText
source: That's a worthy goal.
cs: To je úctyhodný cíl.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1567:DefaultText
source: It actually would be very imprudent. We don't have much in the way of resistance.
cs: Ve skutečnosti by to bylo velmi nerozumné. Nemáme moc možností, jak se bránit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1568:DefaultText
source: Really? I could have sworn- well, that's not important.
cs: Opravdu? Mohl jsem přísahat - no, to není důležité.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1570:DefaultText
source: And this one is located in the old ARMS building southwest of town. Which used to be part of Stellar Bay before we had to move our walls in.
cs: Tento se nachází ve staré budově ARMS na jihozápadě města. Která bývala součástí Stellar Bay, než jsme museli přestěhovat naše zdi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1571:DefaultText
source: The BOLT-52 will be in the old ARMS building southwest of town. Which used to be part of Stellar Bay before we had to move our walls in.
cs: BOLT-52 se bude nacházet ve staré budově ARMS jihozápadně od města. Která bývala součástí Stellar Bay, než jsme museli přestěhovat naše zdi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1572:DefaultText
source: Every radical act they commit cements Halcyon's image of us all as destructive rebels and pushes us further from the rest of the colony.
cs: Každý jejich radikální čin upevňuje Halcyonův obraz nás všech jako destruktivních rebelů a vzdaluje nás od zbytku kolonie.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1574:DefaultText
source: I'm on it.
cs: Jdu na to.
