Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sebastianadams.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sebastianadams:99:DefaultText
source: Hello, stranger. Can I interest you in a raptidon tongue? Or maybe some canid toenails?
cs: Ahoj, cizinče. Mohu vás zaujmout raptidonským jazykem? Nebo třeba o nějaké kanidí nehty?

# conversations/04_monarch/0402/0402_cv_sebastianadams:100:DefaultText
source: Why would I want any of that?
cs: Proč bych to měl chtít?

# conversations/04_monarch/0402/0402_cv_sebastianadams:101:DefaultText
source: Let's see what you have.
cs: Podívejme se, co máte.

# conversations/04_monarch/0402/0402_cv_sebastianadams:102:DefaultText
source: You look like a man who's looking for some mostly-fresh animal parts.
cs: Vypadáš jako člověk, který hledá většinou čerstvé části zvířat.

# conversations/04_monarch/0402/0402_cv_sebastianadams:102:FemaleText
source: You look like a woman who's looking for some mostly-fresh animal parts.
cs: Vypadáš jako žena, která hledá většinou čerstvé části zvířat.

# conversations/04_monarch/0402/0402_cv_sebastianadams:103:DefaultText
source: I dunno. Celia usually buys whatever I have, and Mr. Pickett seemed real interested, so I thought maybe I was onto something.
cs: Nevím. Celia obvykle kupuje všechno, co mám, a pan Pickett vypadal, že ho to opravdu zajímá, tak jsem si myslel, že jsem možná na něco kápnul.

# conversations/04_monarch/0402/0402_cv_sebastianadams:104:DefaultText
source: Maybe some other time.
cs: Možná někdy jindy.

# conversations/04_monarch/0402/0402_cv_sebastianadams:105:DefaultText
source: Oh, good. Celia hasn't come by in a few days, so I haven't sold much.
cs: Dobře. Celia se už pár dní neukázala, takže jsem toho moc neprodal.

# conversations/04_monarch/0402/0402_cv_sebastianadams:106:DefaultText
source: Who's Celia?
cs: Kdo je Celia?

# conversations/04_monarch/0402/0402_cv_sebastianadams:107:DefaultText
source: She works for Sanjar at MSI. She's also Stellar Bay's biggest collector of canid incisors. And I should know, 'cause she buys 'em from me.
cs: Pracuje pro Sanjara ve společnosti MSI. Je také největší sběratelkou kanidních řezáků ve Stellar Bay. A já bych to měl vědět, protože je kupuje ode mě.

# conversations/04_monarch/0402/0402_cv_sebastianadams:108:DefaultText
source: Let's talk about Celia.
cs: Promluvme si o Celii.

# conversations/04_monarch/0402/0402_cv_sebastianadams:109:DefaultText
source: Let's see what you have.
cs: Podívejme se, co máte.

# conversations/04_monarch/0402/0402_cv_sebastianadams:110:DefaultText
source: Oh. Haven't seen her in a few days, but I've been meaning to ask her how that raptidon acid is working out.
cs: Oh. Už jsem ji pár dní neviděl, ale chtěl jsem se jí zeptat, jak to vypadá s tou raptidonovou kyselinou.

# conversations/04_monarch/0402/0402_cv_sebastianadams:111:DefaultText
source: That's because she likes you.
cs: To proto, že tě má ráda.

# conversations/04_monarch/0402/0402_cv_sebastianadams:112:DefaultText
source: I hope it's working okay, because no one else really seems interested in this stuff.
cs: Doufám, že to funguje dobře, protože nikdo jiný se o tyhle věci nezajímá.

# conversations/04_monarch/0402/0402_cv_sebastianadams:113:DefaultText
source: She doesn't want a discount. She's attracted to you.
cs: Nechce slevu. Přitahuješ ji.

# conversations/04_monarch/0402/0402_cv_sebastianadams:114:DefaultText
source: That's because she likes you, you dummy.
cs: To proto, že tě má ráda, ty hlupáku.

# conversations/04_monarch/0402/0402_cv_sebastianadams:117:DefaultText
source: Nuh-uh. Lot of people think I'm not too bright, but you're not fooling me.
cs: Ne-e. Spousta lidí si myslí, že nejsem moc chytrý, ale mě neošálíte.

# conversations/04_monarch/0402/0402_cv_sebastianadams:118:DefaultText
source: Wait, I see what's going on. She put you up to this so she could get a discount, hm?
cs: Počkat, už vím, o co jde. Navedla tě k tomu, aby dostala slevu, hm?

# conversations/04_monarch/0402/0402_cv_sebastianadams:119:DefaultText
source: Don't get me wrong. I'd like to give her a discount. She's a real fine lady. Always talks nice and slow so I understand.
cs: Nechápejte mě špatně. Rád bych jí dal slevu. Je to opravdu skvělá dáma. Vždycky mluví hezky a pomalu, takže jí rozumím.

# conversations/04_monarch/0402/0402_cv_sebastianadams:120:DefaultText
source: But if I give her one, I won't hardly make a bit. On account of no one else having any use for raptidon tongues.
cs: Ale když jí ho dám, nevydělám skoro nic. Protože nikdo jiný nemá pro raptidonské jazyky využití.

# conversations/04_monarch/0402/0402_cv_sebastianadams:121:DefaultText
source: Forget this.
cs: Na to zapomeňte.

# conversations/04_monarch/0402/0402_cv_sebastianadams:122:DefaultText
source: Don't take my word for it. Spend some time with her - I promise she won't ask for a discount.
cs: Neberte mě za slovo. Strávte s ní nějaký čas - slibuji, že nebude chtít slevu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:123:DefaultText
source: Would you consider going on a date with her?
cs: Uvažoval bys o tom, že s ní půjdeš na rande?

# conversations/04_monarch/0402/0402_cv_sebastianadams:124:DefaultText
source: She likes you.
cs: Má tě ráda.

# conversations/04_monarch/0402/0402_cv_sebastianadams:125:DefaultText
source: Nice of you to say. I like her, too.
cs: To je od vás hezké. Taky se mi líbí.

# conversations/04_monarch/0402/0402_cv_sebastianadams:126:DefaultText
source: No, I mean she really likes you.
cs: Ne, myslím tím, že tě má opravdu ráda.

# conversations/04_monarch/0402/0402_cv_sebastianadams:127:DefaultText
source: She's interested in you. Romantically.
cs: Zajímá se o tebe. Romanticky.

# conversations/04_monarch/0402/0402_cv_sebastianadams:128:DefaultText
source: And I gotta admire anyone with her passion for canid hides. But you don't have to butter me up.
cs: A musím obdivovat každého, kdo má vášeň pro kůže psovitých šelem. Ale nemusíš mě obšťastňovat.

# conversations/04_monarch/0402/0402_cv_sebastianadams:129:DefaultText
source: Since you've got so much in common, maybe you should let her take you out.
cs: Když toho máte tolik společného, možná bys ji měl nechat, aby tě vzala ven.

# conversations/04_monarch/0402/0402_cv_sebastianadams:130:DefaultText
source: You idiot. I'm trying to tell you she wants to date you.
cs: Ty idiote. Snažím se ti říct, že s tebou chce chodit.

# conversations/04_monarch/0402/0402_cv_sebastianadams:131:DefaultText
source: I know she can't get these goods anywhere else.
cs: Vím, že toto zboží nikde jinde nesežene.

# conversations/04_monarch/0402/0402_cv_sebastianadams:132:DefaultText
source: You think she needs the stuff she buys? She just wants an excuse to talk to you.
cs: Myslíš, že potřebuje věci, které kupuje? Chce jen záminku, aby si s tebou mohla promluvit.

# conversations/04_monarch/0402/0402_cv_sebastianadams:133:DefaultText
source: Come on, that's crazy. No one would do that.
cs: No tak, to je šílené. To by nikdo neudělal.

# conversations/04_monarch/0402/0402_cv_sebastianadams:134:DefaultText
source: Consider this a <oeiglobal>Bribe_Amount</oeiglobal>-bit advance against lost business.
cs: Považujte to za zálohu <oeiglobal>Bribe_Amount</oeiglobal> proti ztrátě obchodu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:135:DefaultText
source: Haven't you heard? Competition's moving into town.
cs: Copak jste to neslyšeli? Do města se stěhuje konkurence.

# conversations/04_monarch/0402/0402_cv_sebastianadams:136:DefaultText
source: You sound pretty sure. And she is awful nice...
cs: Zníš dost jistě. A je strašně milá...

# conversations/04_monarch/0402/0402_cv_sebastianadams:137:DefaultText
source: Okay. I'll do it. Once her shift ends, we'll go someplace nice. Maybe to Chef Raymond's.
cs: Dobře, udělám to. Až jí skončí směna, půjdeme někam, kde je to hezké. Možná k šéfkuchaři Raymondovi.

# conversations/04_monarch/0402/0402_cv_sebastianadams:138:DefaultText
source: I guess I could afford to take a risk...
cs: Myslím, že bych si mohl dovolit riskovat...

# conversations/04_monarch/0402/0402_cv_sebastianadams:139:DefaultText
source: You don't think she'd look elsewhere?
cs: Nemyslíš, že by se poohlédla jinde?

# conversations/04_monarch/0402/0402_cv_sebastianadams:140:DefaultText
source: Maybe I should spend some extra time with her. For, uh, customer relations.
cs: Možná bych s ní měl strávit nějaký čas navíc. Kvůli vztahům se zákazníky.

# conversations/04_monarch/0402/0402_cv_sebastianadams:141:DefaultText
source: Rapt musk and canid eyes, right here!
cs: Dravé pižmo a oči psovitých šelem, přímo tady!

# conversations/04_monarch/0402/0402_cv_sebastianadams:142:DefaultText
source: Mr. Pickett?
cs: Pane Pickette?

# conversations/04_monarch/0402/0402_cv_sebastianadams:143:DefaultText
source: About Mr. Pickett...
cs: O panu Pickettovi...

# conversations/04_monarch/0402/0402_cv_sebastianadams:144:DefaultText
source: He came to Stellar Bay years ago - just before the Board cut us off. Ended up stuck here. He was always real interested in our monsters. Mantiqueens especially.
cs: Do Stellar Bay přišel před lety - těsně předtím, než nás rada odřízla. Nakonec uvízl tady. Vždycky se o naše příšery opravdu zajímal. Zvláště o mantikény.

# conversations/04_monarch/0402/0402_cv_sebastianadams:145:DefaultText
source: I found Mr. Pickett's journal.
cs: Našel jsem deník pana Picketta.

# conversations/04_monarch/0402/0402_cv_sebastianadams:146:DefaultText
source: Yeah? You find him yet?
cs: Ano? Už jsi ho našel?

# conversations/04_monarch/0402/0402_cv_sebastianadams:147:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/04_monarch/0402/0402_cv_sebastianadams:148:DefaultText
source: Where should I look for him?
cs: Kde ho mám hledat?

# conversations/04_monarch/0402/0402_cv_sebastianadams:149:DefaultText
source: I sent him past the ruins just south of town. He was hunting for a mantiqueen out there.
cs: Poslal jsem ho kolem ruin na jih od města. Hledal tam mantikenu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:150:DefaultText
source: Have you seen a mantiqueen?
cs: Viděli jste někdy mantikenu?

# conversations/04_monarch/0402/0402_cv_sebastianadams:151:DefaultText
source: Why was he interested in mantiqueens?
cs: Proč se zajímal o mantikény?

# conversations/04_monarch/0402/0402_cv_sebastianadams:152:DefaultText
source: Sure. They're real big. Hard to miss 'em.
cs: Jistě. Jsou opravdu velké. Je těžké je přehlédnout.

# conversations/04_monarch/0402/0402_cv_sebastianadams:153:DefaultText
source: Who wouldn't be?
cs: Kdo by nebyl?

# conversations/04_monarch/0402/0402_cv_sebastianadams:154:DefaultText
source: Okay, but did he say anything more specific?
cs: Dobře, ale řekl něco konkrétnějšího?

# conversations/04_monarch/0402/0402_cv_sebastianadams:155:DefaultText
source: People who value self-preservation, Sebastian.
cs: Lidé, kteří si cení pudu sebezáchovy, Sebastiane.

# conversations/04_monarch/0402/0402_cv_sebastianadams:156:DefaultText
source: Now that just sounds like a fancy way to say "boring people."
cs: To zní jako elegantní způsob, jak říct "nudní lidé".

# conversations/04_monarch/0402/0402_cv_sebastianadams:157:DefaultText
source: He kept talking about collecting a queen to take back to Terra 2. Didn't make no kind of sense to me. Mantiqueens won't let you collect 'em.
cs: Pořád mluvil o tom, že si chce vzít královnu a vrátit se na Terru 2. Nedávalo mi to žádný smysl. Mantikéni ti nedovolí je sbírat.

# conversations/04_monarch/0402/0402_cv_sebastianadams:158:DefaultText
source: Where have you seen a mantiqueen?
cs: Kde jste viděli mantikenu?

# conversations/04_monarch/0402/0402_cv_sebastianadams:159:DefaultText
source: Well, I could send you to the same place I sent Mr. Pickett. But I haven't seen him in a few weeks. To tell true, I'm starting to get a bit worried about him.
cs: Mohl bych vás poslat na stejné místo, kam jsem poslal pana Picketta. Ale už jsem ho pár týdnů neviděl. Abych řekl pravdu, začínám se o něj trochu bát.

# conversations/04_monarch/0402/0402_cv_sebastianadams:160:DefaultText
source: Tell you what. I'll tell you where I sent Mr. Pickett if you promise to look for him. Help him out if he's got himself in trouble. Fair deal?
cs: Něco vám řeknu. Řeknu vám, kam jsem poslal pana Picketta, když mi slíbíte, že ho budete hledat. Pomozte mu, jestli se dostal do potíží. Férová dohoda?

# conversations/04_monarch/0402/0402_cv_sebastianadams:161:DefaultText
source: I'll go looking for him if you tell me where you sent him.
cs: Půjdu ho hledat, když mi řekneš, kam jsi ho poslal.

# conversations/04_monarch/0402/0402_cv_sebastianadams:162:DefaultText
source: Sure, I can keep an eye out for him.
cs: Jistě, můžu na něj dávat pozor.

# conversations/04_monarch/0402/0402_cv_sebastianadams:163:DefaultText
source: Let me think about it.
cs: Nech mě o tom přemýšlet.

# conversations/04_monarch/0402/0402_cv_sebastianadams:164:DefaultText
source: All right, then. Leave town through the southern gate - the one right here - and head past the abandoned ruins.
cs: Dobře tedy. Opusťte město jižní branou - tou tady - a vydejte se kolem opuštěných ruin.

# conversations/04_monarch/0402/0402_cv_sebastianadams:165:DefaultText
source: Okay. Well, let me know when you've made up your mind.
cs: Dobře. Dejte mi vědět, až se rozhodnete.

# conversations/04_monarch/0402/0402_cv_sebastianadams:166:DefaultText
source: Last mantiqueen I saw was in the wilds out thataways. Could be Mr. Pickett's still out there, too.
cs: Naposledy jsem viděl mantikenu v divočině na dálnici. Mohl by tam být i pan Pickett.

# conversations/04_monarch/0402/0402_cv_sebastianadams:167:DefaultText
source: Hm? Like what?
cs: Hm? Jako co?

# conversations/04_monarch/0402/0402_cv_sebastianadams:168:DefaultText
source: He'll probably be wanting it back. You see any sign of him?
cs: Pravděpodobně ji bude chtít zpátky. Viděl jsi po něm nějaké stopy?

# conversations/04_monarch/0402/0402_cv_sebastianadams:169:DefaultText
source: I found the journal inside a dead mantiqueen.
cs: Deník jsem našel v mrtvém mantikovi.

# conversations/04_monarch/0402/0402_cv_sebastianadams:171:DefaultText
source: He was eaten by a mantiqueen. He's dead. All that's left is that journal.
cs: Sežral ho mantikun. Je mrtvý. Zbyl po něm jen ten deník.

# conversations/04_monarch/0402/0402_cv_sebastianadams:172:DefaultText
source: Funny place to leave a journal. But what about Mr. Pickett?
cs: Vtipné místo pro zanechání deníku. Ale co pan Pickett?

# conversations/04_monarch/0402/0402_cv_sebastianadams:174:DefaultText
source: That's pretty sad. He sure seemed like he knew what he was doing.
cs: To je dost smutné. Vypadalo to, že ví, co dělá.

# conversations/04_monarch/0402/0402_cv_sebastianadams:175:DefaultText
source: Maybe you and Celia can read it together on your date.
cs: Možná byste si ji mohli s Celií přečíst na rande.

# conversations/04_monarch/0402/0402_cv_sebastianadams:176:DefaultText
source: So this journal is all he left behind? Seems like I ought to read it. Looks mighty long, though.
cs: Takže po něm zůstal jen tento deník? Zdá se, že bych si ho měl přečíst. Vypadá to ale hodně dlouho.

# conversations/04_monarch/0402/0402_cv_sebastianadams:177:DefaultText
source: Maybe focus on not sending anyone else out alone against a mantiqueen.
cs: Možná se soustřeďte na to, abyste nikoho neposílali sami proti mantikovi.

# conversations/04_monarch/0402/0402_cv_sebastianadams:178:DefaultText
source: I bet she'll like that. She's real enthusiastic about all sorts of monsters.
cs: Vsadím se, že se jí to bude líbit. Je opravdu nadšená ze všech druhů příšer.

# conversations/04_monarch/0402/0402_cv_sebastianadams:179:DefaultText
source: In any case, I appreciate you tracking down Mr. Pickett for me. Here's some bits for your trouble.
cs: V každém případě oceňuji, že jste pro mě pana Picketta vypátral. Tady je pár kousků za vaši námahu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:180:DefaultText
source: Worked out for you, didn't it?
cs: Vyšlo ti to, že?

# conversations/04_monarch/0402/0402_cv_sebastianadams:181:DefaultText
source: Yeah, you're probably right.
cs: Ano, pravděpodobně máš pravdu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:184:DefaultText
source: I just skip the big words.
cs: Jen přeskočím velká slova.

# conversations/04_monarch/0402/0402_cv_sebastianadams:185:DefaultText
source: That'll help. Still, if he wrote 'em down, they must be important.
cs: To pomůže. Ale když si je zapsal, musí být důležité.

# conversations/04_monarch/0402/0402_cv_sebastianadams:186:DefaultText
source: Look on the bright side. He found his mantiqueen.
cs: Podívejte se na to z té lepší stránky. Našel svého mantikáře.

# conversations/04_monarch/0402/0402_cv_sebastianadams:187:DefaultText
source: Huh. That's a fine way of putting it.
cs: Huh. To je pěkný způsob, jak to říct.

# conversations/04_monarch/0402/0402_cv_sebastianadams:188:DefaultText
source: You really are slow, fella. And coming from me, that's saying something.
cs: Jsi opravdu pomalý, kamaráde. A to je ode mě co říct.

# conversations/04_monarch/0402/0402_cv_sebastianadams:189:DefaultText
source: He's dead. Eaten by a mantiqueen.
cs: Je mrtvý. Sežral ho mantikán.

# conversations/04_monarch/0402/0402_cv_sebastianadams:190:DefaultText
source: Who knows? By the looks of things, this guy's a real escape artist.
cs: Kdo ví? Podle toho, jak to vypadá, je tenhle chlápek skutečný umělec.

# conversations/04_monarch/0402/0402_cv_sebastianadams:191:DefaultText
source: Thanks.
cs: Děkuji.

# conversations/04_monarch/0402/0402_cv_sebastianadams:192:DefaultText
source: Well, I take it from your tone he's not coming back.
cs: Z tvého tónu usuzuji, že se nevrátí.

# conversations/04_monarch/0402/0402_cv_sebastianadams:193:DefaultText
source: Mysteries of the universe, I guess.
cs: Záhady vesmíru, myslím.

# conversations/04_monarch/0402/0402_cv_sebastianadams:194:DefaultText
source: That's the spirit, Sebastian. Be yourself.
cs: To je ten duch, Sebastiane. Buď sám sebou.

# conversations/04_monarch/0402/0402_cv_sebastianadams:195:DefaultText
source: Oh no, that's not it at all. She's smitten with you. You smited her. Smote? Smoot?
cs: Ale ne, tak to vůbec není. Je do tebe zamilovaná. Ty jsi ji udeřil. Udeřil? Uhladit?

# conversations/04_monarch/0402/0402_cv_sebastianadams:196:DefaultText
source: I kept telling him he was a fool for chasing mantiqueen tail. Anyone looking to get familiar with a queen is liable to become the bitch's supper.
cs: Pořád jsem mu říkal, že je blázen, když se honí za mantikovým ocasem. Každý, kdo se chce seznámit s královnou, se může stát její večeří.

# conversations/04_monarch/0402/0402_cv_sebastianadams:197:DefaultText
source: Oh, my. Well, I hope he's all right. Haven't seen him in a while.
cs: Ach jo. Doufám, že je v pořádku. Dlouho jsem ho neviděla.

# conversations/04_monarch/0402/0402_cv_sebastianadams:198:DefaultText
source: Past the ruins? That's manti territory, all right. My professional opinion is that we leave that idiot to his well-deserved fate.
cs: Za ruinami? To je území mantiů. Můj profesionální názor je, že bychom toho idiota měli nechat napospas jeho zaslouženému osudu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:199:DefaultText
source: Anyone fool enough to chase after a queen is pretty fucking far from the "know what they're doing" class of people.
cs: Každý, kdo je tak hloupý, že se žene za královnou, má k třídě lidí, kteří "vědí, co dělají", sakra daleko.

# conversations/04_monarch/0402/0402_cv_sebastianadams:200:DefaultText
source: Give her a chance. Give yourself a chance. Take her someplace nice.
cs: Dejte jí šanci. Dejte si šanci. Vezměte ji na nějaké pěkné místo.

# conversations/04_monarch/0402/0402_cv_sebastianadams:203:DefaultText
source: Between you and me, Captain? I'm not sure Ms. Celia knows him too well. But we can hope, right? I want them to be happy.
cs: Mezi námi dvěma, kapitáne? Nejsem si jistý, jestli ho slečna Celia zná příliš dobře. Ale můžeme doufat, ne? Chci, aby byli šťastní.

# conversations/04_monarch/0402/0402_cv_sebastianadams:204:DefaultText
source: Mr. Pickett? Franklin Pickett? From Edgewater?
cs: Pane Pickette? Franklin Pickett? Z Edgewateru?

# conversations/04_monarch/0402/0402_cv_sebastianadams:205:DefaultText
source: That's him! He'd been here years, but he always talked about going back to Edgewater one day.
cs: To je on! Byl tu už léta, ale vždycky mluvil o tom, že se jednou do Edgewateru vrátí.

# conversations/04_monarch/0402/0402_cv_sebastianadams:206:DefaultText
source: Parvati, you know who he's talking about?
cs: Parvati, víš, o kom mluví?

# conversations/04_monarch/0402/0402_cv_sebastianadams:207:DefaultText
source: Sure. Mr. Pickett used to run the Community Center outside Edgewater. He had this grand idea to make it a museum for Halcyon life.
cs: Jistě. Pan Pickett vedl komunitní centrum u Edgewateru. Měl velkolepý nápad udělat z něj muzeum života Halcyon.

# conversations/04_monarch/0402/0402_cv_sebastianadams:208:DefaultText
source: As my dad told it, Mr. Pickett was always going on about getting a mantiqueen for the last display. He left the Vale, gosh, years ago.
cs: Jak vyprávěl můj otec, pan Pickett pořád mluvil o tom, že si na poslední výstavu pořídí mantiketu. Odešel z Vale, sakra, už před lety.

# conversations/04_monarch/0402/0402_cv_sebastianadams:211:DefaultText
source: Celia buys your stock because she likes you.
cs: Celia kupuje vaše akcie, protože se jí líbíte.

# conversations/04_monarch/0402/0402_cv_sebastianadams:212:DefaultText
source: Captain, can we look for him? I'd feel awful if somebody from home was in trouble, and we didn't do nothing.
cs: Kapitáne, můžeme se po něm podívat? Cítil bych se hrozně, kdyby měl někdo z domova potíže a my nic neudělali.

# conversations/04_monarch/0402/0402_cv_sebastianadams:213:DefaultText
source: If he's a friend of Parvati's, I suppose I ought to.
cs: Pokud je to Parvatiin přítel, asi bych měl.

# conversations/04_monarch/0402/0402_cv_sebastianadams:214:DefaultText
source: Thanks, Captain.
cs: Díky, kapitáne.

# conversations/04_monarch/0402/0402_cv_sebastianadams:215:DefaultText
source: No offense.
cs: Bez urážky.

# conversations/04_monarch/0402/0402_cv_sebastianadams:216:DefaultText
source: Not funny, Captain.
cs: To není vtipné, kapitáne.

# conversations/04_monarch/0402/0402_cv_sebastianadams:217:DefaultText
source: He used to tell the kids crazy stories about Halcyon wildlife. Later I learned most of it was wrong. But it was the thought that counted.
cs: Vyprávěl dětem bláznivé historky o halcyonské divočině. Později jsem se dozvěděl, že většina z nich byla mylná. Ale záleželo na myšlence.

# conversations/04_monarch/0402/0402_cv_sebastianadams:218:DefaultText
source: He did always want to see one.
cs: Vždycky ho chtěl vidět.

# conversations/04_monarch/0402/0402_cv_sebastianadams:219:DefaultText
source: It'd be nice for there to be some good come outta this.
cs: Bylo by hezké, kdyby z toho vzešlo něco dobrého.

# conversations/04_monarch/0402/0402_cv_sebastianadams:221:DefaultText
source: You oughta know how dangerous that is.
cs: Měl bys vědět, jak je to nebezpečné.

# conversations/04_monarch/0402/0402_cv_sebastianadams:222:DefaultText
source: Um, I can help you with those if you need, Captain.
cs: Um, můžu vám s tím pomoct, jestli potřebujete, kapitáne.

# conversations/04_monarch/0402/0402_cv_sebastianadams:223:DefaultText
source: Sebastian! You ever get your hands on those pheromone sacs? Mantipillars ain't gonna hunt themselves, you know.
cs: Sebastiane! Dostal jsi někdy do rukou ty feromonové váčky? Mantipillary se samy neuloví, víš?
