Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:691:DefaultText
source: That's just what it's called. It's supposed to stand for something, but I forget what.
cs: Tak se to prostě jmenuje. Mělo by to něco znamenat, ale zapomněl jsem co.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:692:DefaultText
source: Then I guess I'll go get your BOLT-52.
cs: Pak si asi půjdu pro tvůj BOLT-52.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:695:DefaultText
source: Do be careful - I've lost more than a few people to marauders and raptidons out there.
cs: Buďte opatrní - kvůli nájezdníkům a raptidonům jsem tam ztratil víc než pár lidí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:696:DefaultText
source: I'll see what I can find.
cs: Uvidím, co najdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:697:DefaultText
source: So taciturn. So dour. I'll be waiting with bated breath.
cs: Tak málomluvný. Tak mrzutý. Budu čekat se zatajeným dechem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:698:DefaultText
source: Earlier, you mentioned that you were having trouble with the other corporations.
cs: Předtím jste se zmínil, že máte problémy s ostatními společnostmi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:699:DefaultText
source: You're just as rigid as the old executive committee. Why, we've hardly been able to get a clear message out until recently.
cs: Jste stejně rigidní jako starý výkonný výbor. Až donedávna jsme se sotva dokázali domluvit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:700:DefaultText
source: I'll deal with Graham. Right now, I'm talking to you.
cs: Vyřídím to s Grahamem. Právě teď mluvím s tebou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:701:DefaultText
source: It isn't easy keeping a town like Stellar Bay afloat, especially without the Board's backing. We need that frequency to reach our trading partners.
cs: Není snadné udržet město jako Stellar Bay nad vodou, zejména bez podpory správní rady. Potřebujeme tuto frekvenci, abychom se dostali k našim obchodním partnerům.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:702:DefaultText
source: There must be another way for you to do business.
cs: Musí existovat jiný způsob, jak obchodovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:704:DefaultText
source: Indeed. That's why it's imperative that MSI be reinstated onto the Board.
cs: Vskutku. Proto je nezbytné, aby byla společnost MSI znovu zařazena do správní rady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:705:DefaultText
source: If we can find proof that one of the companies on the Board is also active on Monarch, that'll give me all the leverage I need.
cs: Pokud se nám podaří najít důkaz, že jedna ze společností v představenstvu je aktivní i na Monarchu, bude to pro mě veškerá páka, kterou potřebuji.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:706:DefaultText
source: And the first step is getting the BOLT-52.
cs: Prvním krokem je získání zařízení BOLT-52.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:707:DefaultText
source: What he means to say is that we won't need that frequency once we're able to get MSI restored to the Board.
cs: Chtěl tím říci, že tuto frekvenci nebudeme potřebovat, jakmile se nám podaří obnovit MSI v radě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:708:DefaultText
source: What he means to say is that we'll happily oblige, but first we need your help with a plan to get MSI restored to the Board.
cs: Chtěl tím říct, že vám rádi vyhovíme, ale nejprve potřebujeme vaši pomoc s plánem na obnovení MSI v představenstvu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:709:DefaultText
source: And the Bill of Liquidation/Transfer Form-52 is one of the most formidable pieces of data entry in all of Halcyon. One false stroke can invalidate the entire document.
cs: A formulář likvidačního listu/převodního listu-52 je jedním z nejobtížnějších údajů v celém systému Halcyon. Jediný chybný tah může znehodnotit celý dokument.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:710:DefaultText
source: It's true. One of the old execs gave herself a stroke trying to fill out the exemptions section.
cs: Je to pravda. Jedna ze starých výkonných pracovnic dostala mrtvici, když se snažila vyplnit oddíl o výjimkách.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:711:DefaultText
source: For our part, a Bill of Liquidation/Transfer Form-52 will protect our holdings on Monarch by temporarily assigning them to a pass-through entity once we drop our bomb on the Board.
cs: Co se týče naší strany, likvidační listina/převodní formulář-52 ochrání naše podíly ve společnosti Monarch tím, že je dočasně převede na průchozí subjekt, jakmile se na radu vykašleme.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:714:DefaultText
source: I know how to make people talk.
cs: Vím, jak přimět lidi mluvit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:715:DefaultText
source: Sounds like you know her well enough yourself.
cs: Zdá se, že ji znáš dost dobře.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:716:DefaultText
source: Oh, I imagine you do.
cs: Umím si představit, že ano.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:717:DefaultText
source: But as much as I love your can-do attitude and dangerous gravitas, Catherine handles all of our shipments.
cs: Ale i když se mi líbí tvůj přístup a nebezpečná vážnost, všechny naše zásilky vyřizuje Catherine.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:718:DefaultText
source: That's part of the problem. She has certain... ambitions for Stellar Bay. And I fear my asking her would give her the leverage she's been looking for.
cs: To je část problému. Má jisté... ambice pro Stellar Bay. A obávám se, že kdybych ji o to požádal, získala by páku, kterou hledá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:719:DefaultText
source: Once you, uh, subtly work out where this corporate facility might be, bring back proof of its operation. Maybe some nice letterhead. Or someone working there - that would do it.
cs: Jakmile nenápadně zjistíte, kde by se to firemní zařízení mohlo nacházet, přivezte důkaz o jeho provozu. Třeba nějaký pěkný hlavičkový papír. Nebo někoho, kdo tam pracuje - to by stačilo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:720:DefaultText
source: How about this data cartridge detailing UDL's secret experiments?
cs: Co třeba tato datová kazeta s podrobnostmi o tajných experimentech UDL?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:721:DefaultText
source: Infiltrate a secret corporate base and kidnap the staff. Sure, easy.
cs: Pronikněte na tajnou firemní základnu a uneste její zaměstnance. Jistě, snadné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:722:DefaultText
source: A foolproof plan if I ever heard one! I'll leave the execution to you.
cs: To je spolehlivý plán, jestli jsem kdy nějaký slyšel! Provedení nechám na vás.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:723:DefaultText
source: If someone's operating here in secret, the Adjutant will want to know.
cs: Pokud tu někdo operuje tajně, adjutant to bude chtít vědět.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:724:DefaultText
source: Yes, perhaps you can use this for leverage of your own. Look at us, two corporate masterminds!
cs: Ano, možná to můžete využít pro vlastní pákový efekt. Podívejte se na nás, dva firemní mistři!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:725:DefaultText
source: I'll transmit this data along with the completed BOLT-52 right away. After that, we'll sit back and quietly wait for the Board to respond.
cs: Tato data vám ihned předám spolu s dokončeným BOLT-52. Poté se posadíme a budeme tiše čekat na odpověď rady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:727:DefaultText
source: How do I get to Devil's Peak?
cs: Jak se dostanu na Ďáblův štít?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:729:DefaultText
source: I think I already know where this facility might be.
cs: Myslím, že už vím, kde by toto zařízení mohlo být.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:730:DefaultText
source: Hah! I knew you were the right person for the job. I suppose I'll leave you to it.
cs: Hah! Věděl jsem, že jsi pro tu práci ten pravý. Předpokládám, že tě v tom nechám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:731:DefaultText
source: But if you insist on going, I'd recommend taking a local guide. Nyoka would be a prime candidate.
cs: Ale pokud na tom trváte, doporučuji vzít si místního průvodce. Nyoka by byla hlavním kandidátem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:732:DefaultText
source: I wouldn't get excited just yet, sir.
cs: Ještě bych se netěšil, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:733:DefaultText
source: It looks like the Iconoclasts followed you. I have word they're gathering in the ruins outside of town.
cs: Vypadá to, že vás ikonoklasté sledovali. Mám zprávy, že se shromažďují v ruinách za městem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:734:DefaultText
source: What now?
cs: Co teď?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:735:DefaultText
source: If they want a fight, we'll give them one.
cs: Pokud chtějí bojovat, dáme jim ho.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:736:DefaultText
source: Hey, a parade!
cs: Hej, průvod!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:737:DefaultText
source: I admire that you can still call forth that wit of yours at a time like this.
cs: Obdivuji, že i v takové chvíli dokážeš zapojit svůj důvtip.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:738:DefaultText
source: But I suppose we've no choice. They'll knock our walls down trying to get that module.
cs: Ale asi nemáme na výběr. Ve snaze získat ten modul nám zboří zdi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:739:DefaultText
source: It looks like this means... war?
cs: Vypadá to, že to znamená... válku?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:740:DefaultText
source: You have to say it like you mean it.
cs: Musíte to říkat tak, jak to myslíte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:741:DefaultText
source: Finally! I've been itching for a good fight.
cs: Konečně! Už jsem se nemohl dočkat pořádného souboje.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:742:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:743:DefaultText
source: He's right, sir. You don't sound very convincing.
cs: Má pravdu, pane. Nezníte moc přesvědčivě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:743:FemaleText
source: She's right, sir. You don't sound very convincing.
cs: Má pravdu, pane. Nezníte moc přesvědčivě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:744:DefaultText
source: Wait, you can't just leave us to face them alone...
cs: Počkej, nemůžeš nás nechat, abychom jim čelili sami...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:745:DefaultText
source: So they will definitely get that module, and once they do, they will definitely come after you. With their gunship.
cs: Takže ten modul určitě získají, a jakmile ho získají, určitě po vás půjdou. S jejich bojovou lodí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:746:DefaultText
source: Ooh, I just got goosebumps. You really know how to sell that, don't you?
cs: Právě mi naskočila husí kůže. Ty to vážně umíš prodat, co?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:747:DefaultText
source: I'm afraid we've got to fight them. They'd knock our walls down trying to get that module.
cs: Obávám se, že s nimi budeme muset bojovat. Zbořili by naše zdi, kdyby se snažili získat ten modul.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:748:DefaultText
source: I'll lock the south gate to keep them out. You'll have to approach from the north. Good luck.
cs: Zamknu jižní bránu, aby se sem nedostali. Budete se muset přiblížit ze severu. Hodně štěstí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:749:DefaultText
source: ...Maybe you could, uh, teach me how you do that.
cs: ...Možná bys mě mohl naučit, jak to děláš.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:750:DefaultText
source: Sir, I doubt this is the time.
cs: Pane, pochybuji, že je na to vhodná doba.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:752:DefaultText
source: When you put it that way...
cs: Když to řekneš takhle...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:753:DefaultText
source: Sure. I'll be right behind you.
cs: Jistě. Budu hned za tebou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:754:DefaultText
source: You do mean that, don't you? Or are you just saying that?
cs: To myslíš vážně, že? Nebo to jen říkáte?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:755:DefaultText
source: Sir, we really don't have time for this.
cs: Pane, na tohle opravdu nemáme čas.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:756:DefaultText
source: She's actually quite right about all of that. As much as I hate to admit it. Honestly, one good paper cut will do me in for the day.
cs: V tom všem má vlastně pravdu. I když to nerad přiznávám. Upřímně řečeno, jedno pořádné říznutí papírem mě na celý den vyřídí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:757:DefaultText
source: It's quite magnetic.
cs: Je to docela magnetické.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:758:DefaultText
source: Just don't ask me to lug a bunch of cannons from that ship, too.
cs: Jen po mně nechtějte, abych z té lodi tahal také spoustu děl.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:759:DefaultText
source: I don't see how UDL is going to let you keep their toys.
cs: Nevím, jak vám UDL umožní nechat si jejich hračky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:760:DefaultText
source: Of course, they'll be useless without that targeting module. Which is why it's critical that you retrieve it.
cs: Samozřejmě, že bez tohoto modulu pro zaměřování budou k ničemu. Proto je velmi důležité, abyste jej získali zpět.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:761:DefaultText
source: Even if they merely sat on the scraps, the threat of a bunch of anarchists holding a gunship would bring the full wrath of the Board down on Monarch. We can't afford that.
cs: I kdyby jen seděli na zbytcích, hrozba, že banda anarchistů bude mít v rukou dělovou loď, by na Monarchu přivolala plný hněv správní rady. To si nemůžeme dovolit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:765:DefaultText
source: Can you imagine what those maniacs would do with weapons like that? They'd wreak havoc.
cs: Dokážete si představit, co by tito maniaci s takovými zbraněmi dělali? Způsobili by spoušť.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:766:DefaultText
source: I don't think so, sir.
cs: To si nemyslím, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:767:DefaultText
source: What is important is that there's a considerable distance between us and that ship, and most of it is inhabited by marauders and raptidons.
cs: Důležité je, že mezi námi a tou lodí je značná vzdálenost a většina z ní je obydlena nájezdníky a raptidony.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:768:DefaultText
source: Yeah, that's pretty treacherous.
cs: Jo, to je dost zrádné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:769:DefaultText
source: What's the matter? Can't get your hands dirty now and then?
cs: Co se děje? Nemůžeš si občas ušpinit ruce?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:770:DefaultText
source: Do you just think of these things in the moment, or do you write them down and save them for later? They're very good.
cs: Přemýšlíte o těchto věcech v danou chvíli, nebo si je zapisujete a ukládáte na později? Jsou velmi dobré.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:771:DefaultText
source: Good, because we haven't a moment to lose.
cs: To je dobře, protože nemáme ani chvilku nazbyt.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:772:DefaultText
source: It is. And that's not saying anything about the sulfur pits, the mantisaurs, the Iconoclast rebels...
cs: Je to tak. A to nemluvím o sirných jámách, mantisaurech, rebelech Ikonoklastech...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:773:DefaultText
source: Celia, do we have any Pep Pills? I'm feeling light-headed.
cs: Celie, máme nějaké Pep Pills? Cítím se malátná.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:774:DefaultText
source: I'm afraid you finished them going over the sales reports last week.
cs: Obávám se, že jste je minulý týden dokončili, když jste procházeli zprávy o prodeji.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:775:DefaultText
source: Well, I suppose you see our predicament.
cs: Předpokládám, že chápete, v jaké jsme situaci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:776:DefaultText
source: Just answer the question.
cs: Stačí odpovědět na otázku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:777:DefaultText
source: Oh, I can play along.
cs: Oh, můžu hrát s vámi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:778:DefaultText
source: What I've got here is a town full of yellow-bellied corporate castoffs who wouldn't know a stun baton from a slide rule!
cs: Mám tu město plné žlutobřichých korporátních vyvrhelů, kteří nerozeznají paralyzér od posuvného měřítka!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:779:DefaultText
source: How was that?
cs: Jak to bylo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:780:DefaultText
source: Pretty good, actually.
cs: Vlastně docela dobře.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:781:DefaultText
source: Forget I asked.
cs: Zapomněl jsem, že jsem se ptal.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:782:DefaultText
source: Needs improvement.
cs: Potřebuje zlepšení.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:783:DefaultText
source: Oh. Okay.
cs: Oh. Dobře.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:784:DefaultText
source: Wow, thanks, I... thank you.
cs: Páni, díky, já... díky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:785:DefaultText
source: I can work on it.
cs: Mohu na tom pracovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:786:DefaultText
source: I... I could work on a brief. If you think it would help your case.
cs: I... Mohl bych pracovat na briefu. Pokud si myslíte, že by to pomohlo vašemu případu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:787:DefaultText
source: Sure, why don't you work on that brief.
cs: Jistě, proč na té zprávě nepracujete.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:788:DefaultText
source: I'll handle this on my own.
cs: Tohle zvládnu sám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:789:DefaultText
source: Maybe if I wanted to bore them to death.
cs: Možná kdybych je chtěl unudit k smrti.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:790:DefaultText
source: Good. I'm still working on that brief you asked for. It's coming along quite nicely, but I suspect it'll take a few weeks more to get the data together.
cs: Dobré. Stále pracuji na tom briefu, o který jste mě požádal. Jde to docela dobře, ale předpokládám, že bude trvat ještě několik týdnů, než dám dohromady data.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:791:DefaultText
source: Excellent! I'll get to it straight away. It'll be a few weeks before it's ready, but one can't put a price on quality work.
cs: Výborně! Hned se do toho pustím. Bude to trvat několik týdnů, než to bude hotové, ale kvalitní práce se nedá ocenit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:792:DefaultText
source: Yes, that's probably for the best.
cs: Ano, to je asi nejlepší.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:793:DefaultText
source: Well, it would make them more peaceful. But I suppose you have a point.
cs: To by je učinilo mírumilovnějšími. Ale asi máš pravdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:794:DefaultText
source: We did indeed, sir.
cs: To jsme skutečně udělali, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:795:DefaultText
source: Shall I make a note for your self-review? "Give credit more generously"?
cs: Mám si udělat poznámku k vašemu sebehodnocení? "Udělovat zásluhy velkoryseji"?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:796:DefaultText
source: Not now, Celia.
cs: Teď ne, Celie.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:797:DefaultText
source: Between our reinstatement on the Board and the gain of this ship, we'll usher in a new age of prosperity for the people of Monarch.
cs: Naším opětovným vstupem do správní rady a získáním této lodi zahájíme nový věk prosperity pro obyvatele Monarchie.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:798:DefaultText
source: And perhaps in time I can use my position on the Board to turn things around for the rest of Halcyon.
cs: A možná časem budu moci využít své pozice v představenstvu k tomu, abych změnil situaci pro zbytek Halcyonu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:799:DefaultText
source: What's next for you?
cs: Co vás čeká dál?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:800:DefaultText
source: Looks like my work here is done.
cs: Vypadá to, že moje práce tady skončila.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:801:DefaultText
source: They could certainly use someone with your eye for detail.
cs: Určitě by se jim hodil někdo s vaším smyslem pro detail.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:802:DefaultText
source: Sure. Let me know how that goes.
cs: Jistě. Dejte mi vědět, jak to jde.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:803:DefaultText
source: I shall! Perhaps I'll write you a brief.
cs: To udělám! Možná ti napíšu stručný popis.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:804:DefaultText
source: Wait, I wanted to talk to you about something else.
cs: Počkej, chtěl jsem s tebou mluvit o něčem jiném.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:805:DefaultText
source: Bye.
cs: Ahoj.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:806:DefaultText
source: You really mean that? That's the nicest...
cs: Opravdu to myslíte vážně? To je to nejhezčí...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:807:DefaultText
source: Celia, put that down in today's minutes.
cs: Celie, zapiš to do dnešního zápisu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:808:DefaultText
source: Already done, sir.
cs: Už je to hotové, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:809:DefaultText
source: Yes, I don't mean to keep you.
cs: Ano, nechci tě zdržovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:811:DefaultText
source: What now?
cs: Co teď?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:812:DefaultText
source: This has been my albatross. The great shame of my career.
cs: To byl můj albatros. Velká ostuda mé kariéry.
