Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_agnes_needham.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_agnes_needham:3:DefaultText
source: I told him I'd always keep him safe. I promised him...
cs: Řekla jsem mu, že ho vždycky ochráním. Slíbil jsem mu...

# conversations/04_monarch/0402/0402_cv_agnes_needham:4:DefaultText
source: I don't understand. All I wanted was to keep my baby safe. Why would he do this?
cs: Nerozumím tomu. Chtěla jsem jen, aby moje dítě bylo v bezpečí. Proč to udělal?

# conversations/04_monarch/0402/0402_cv_agnes_needham:5:DefaultText
source: It's so good to have my boy back, safe and sound! Isn't it wonderful to be home, sweetheart?
cs: Je skvělé, že je můj chlapec zpátky, v pořádku a zdravý! Není to nádhera být doma, zlatíčko?

# conversations/04_monarch/0402/0402_cv_agnes_needham:6:DefaultText
source: Yes, mama.
cs: Ano, mami.

# conversations/04_monarch/0402/0402_cv_agnes_needham:7:DefaultText
source: Oh, don't sound so sad, Tuck-tuck. Nothing can ever hurt you here in Stellar Bay. Not with mama on duty!
cs: Nebuď tak smutný, Tuck-tucku. Tady v Hvězdné zátoce ti nikdy nic neublíží. Ne s maminkou ve službě!

# conversations/04_monarch/0402/0402_cv_agnes_needham:8:DefaultText
source: My boy says he'll only stay a few days before returning to Amber Heights! Can't you speak to him for me?
cs: Můj chlapec říká, že se zdrží jen pár dní, než se vrátí do Amber Heights! Nemůžeš s ním promluvit za mě?

# conversations/04_monarch/0402/0402_cv_agnes_needham:9:DefaultText
source: Don't drag other people into this, mama! I'm a grown man and an Iconoclast. It's time for me to make my own path in life.
cs: Nezatahuj do toho ostatní lidi, mami! Jsem dospělý muž a ikonoklast. Je na čase, abych si svou životní cestu určil sám.

# conversations/04_monarch/0402/0402_cv_agnes_needham:10:DefaultText
source: I just don't know why you want to leave, Tuck-tuck! You know how dangerous it is out there with the raptidons and the mantisaurs -
cs: Jen nevím, proč chceš odejít, Tuck-tucku! Víš, jak je to tam venku s raptidony a mantisaury nebezpečné -

# conversations/04_monarch/0402/0402_cv_agnes_needham:11:DefaultText
source: Enough, mama! I made my decision.
cs: Dost, mami! Rozhodla jsem se.

# conversations/04_monarch/0402/0402_cv_agnes_needham:14:DefaultText
source: Everything's back to the way it should be! Thank you for bringing my little boy home.
cs: Všechno je zase tak, jak má být! Děkuji vám, že jste mi přivedli mého chlapečka domů.

# conversations/04_monarch/0402/0402_cv_agnes_needham:16:DefaultText
source: Normally my boy listens to reason, but he's being so stubborn!
cs: Normálně můj kluk poslouchá rozum, ale teď je tak tvrdohlavý!

# conversations/04_monarch/0402/0402_cv_agnes_needham:18:DefaultText
source: Oh, you're back! Please tell me you found my baby boy. Where is he? Where's my little Tucker?
cs: Jsi zpátky! Prosím, řekni mi, že jsi našel mého chlapečka. Kde je? Kde je můj malý Tucker?

# conversations/04_monarch/0402/0402_cv_agnes_needham:19:DefaultText
source: Oh, Captain, you did it! My little boy is back, safe and sound! Tell the Captain how grateful we are, Tuck-tuck!
cs: Kapitáne, dokázal jste to! Můj chlapeček je zpátky, živý a zdravý! Řekni kapitánovi, jak jsme ti vděční, Tuck-tucku!

# conversations/04_monarch/0402/0402_cv_agnes_needham:20:DefaultText
source: So grateful. Captain. And don't worry. I'm never leaving mama alone. She'll be very safe from anyone who wants to hurt her.
cs: Tak vděčný. Kapitán. A nebojte se. Nikdy nenechám mámu samotnou. Bude v bezpečí před každým, kdo by jí chtěl ublížit.

# conversations/04_monarch/0402/0402_cv_agnes_needham:21:DefaultText
source: Mama, I told you that I'm not staying. I just came back to talk to you about why I left. Then I'm going back to Amber Heights.
cs: Mami, říkal jsem ti, že tu nezůstanu. Jen jsem se vrátil, abych si s tebou promluvil o tom, proč jsem odešel. Pak se vrátím do Amber Heights.

# conversations/04_monarch/0402/0402_cv_agnes_needham:22:DefaultText
source: What a strange thing to say. Silly boy, you know it's my job to protect you. Not the other way around.
cs: To je zvláštní. Hlupáčku, víš, že je mou prací tě chránit. Ne naopak.

# conversations/04_monarch/0402/0402_cv_agnes_needham:23:DefaultText
source: Oh, we'll get that silliness sorted out. You're safe here with me, and that's how it's going to stay. Isn't that right?
cs: Tuhle hloupost vyřešíme. Tady se mnou jsi v bezpečí a tak to zůstane. Není to tak?

# conversations/04_monarch/0402/0402_cv_agnes_needham:24:DefaultText
source: Any news, Captain? Have you found my little boy yet?
cs: Nějaké novinky, kapitáne? Už jste našli mého chlapečka?

# conversations/04_monarch/0402/0402_cv_agnes_needham:25:DefaultText
source: Please tell me you've thought about my offer. I promise, I have enough bits saved up to make it worth your while.
cs: Prosím, řekněte mi, že jste o mé nabídce přemýšleli. Slibuji, že mám našetřeno dost kousků, aby se vám to vyplatilo.

# conversations/04_monarch/0402/0402_cv_agnes_needham:26:DefaultText
source: Oh, thank you for stopping! Everyone acts like nothing's wrong. Like my little boy isn't at risk of being eaten by some vile creature!
cs: Děkuji, že jste se zastavili! Všichni dělají, jako by se nic nedělo. Jako by mému chlapečkovi nehrozilo, že ho sežere nějaký odporný tvor!

# conversations/04_monarch/0402/0402_cv_agnes_needham:27:DefaultText
source: Please, you have to help me get my little Tucker back! He ran away and is going to get himself killed! Oh, I just know a raptidon is melting him with acid as we speak!
cs: Prosím, musíte mi pomoci získat mého malého Tuckera zpět! Utekl a zabije se! Vím jen, že ho raptidon právě teď taví kyselinou!

# conversations/04_monarch/0402/0402_cv_agnes_needham:28:DefaultText
source: Please, you're the only one who'll listen to me! I need your help getting my little Tucker back.
cs: Prosím, jsi jediný, kdo mě poslouchá! Potřebuju, abys mi pomohl dostat mého malého Tuckera zpátky.

# conversations/04_monarch/0402/0402_cv_agnes_needham:29:DefaultText
source: Your child is missing? Where'd you last see him?
cs: Vaše dítě je nezvěstné? Kde jste ho viděli naposledy?

# conversations/04_monarch/0402/0402_cv_agnes_needham:30:DefaultText
source: Calm down. Take a deep breath, then tell me what happened.
cs: Uklidněte se. Zhluboka se nadechni a pak mi řekni, co se stalo.

# conversations/04_monarch/0402/0402_cv_agnes_needham:32:DefaultText
source: Not my problem.
cs: To není můj problém.

# conversations/04_monarch/0402/0402_cv_agnes_needham:33:DefaultText
source: Oh, I just knew you were a good person. 'Agnes,' I said, 'this is the man to save your little Tuckie!' And I was right!
cs: Věděla jsem, že jsi dobrý člověk. "Agnes," řekla jsem, "tohle je muž, který zachrání tvého malého Tuckieho! A měla jsem pravdu!

# conversations/04_monarch/0402/0402_cv_agnes_needham:33:FemaleText
source: Oh, I just knew you were a good person. 'Agnes,' I said, 'this is the woman to save your little Tuckie!' And I was right!
cs: Věděla jsem, že jsi dobrý člověk. "Agnes," řekla jsem, "tohle je žena, která zachrání tvého malého Tuckieho! A měla jsem pravdu!

# conversations/04_monarch/0402/0402_cv_agnes_needham:34:DefaultText
source: Don't you tell me to calm down! I promised my boy I'd protect him for always. But how can I keep him safe if he's run away?
cs: Neříkej mi, abych se uklidnil! Slíbil jsem svému chlapci, že ho budu navždy chránit. Ale jak ho mám chránit, když utekl?

# conversations/04_monarch/0402/0402_cv_agnes_needham:35:DefaultText
source: He ran out into the wilderness a few days ago. I warned him about the raptidons, mantisaurs, and marauders - the toxic sulfur pools, and poisonous plants. But he didn't listen!
cs: Před několika dny utekl do divočiny. Varoval jsem ho před raptidony, mantisaury a nájezdníky - jedovatými sirnými jezírky a jedovatými rostlinami. Ale on neposlechl!

# conversations/04_monarch/0402/0402_cv_agnes_needham:36:DefaultText
source: Please! Won't you go and find my boy?
cs: Prosím! Nešel bys najít mého chlapce?

# conversations/04_monarch/0402/0402_cv_agnes_needham:37:DefaultText
source: I'll help you find your son.
cs: Pomůžu vám najít vašeho syna.

# conversations/04_monarch/0402/0402_cv_agnes_needham:38:DefaultText
source: Why would Tucker run away?
cs: Proč by Tucker utíkal?

# conversations/04_monarch/0402/0402_cv_agnes_needham:39:DefaultText
source: Did you say there was a reward involved with this request?
cs: Říkal jsi, že za tuto žádost je odměna?

# conversations/04_monarch/0402/0402_cv_agnes_needham:40:DefaultText
source: Where would he have gone?
cs: Kam by šel?

# conversations/04_monarch/0402/0402_cv_agnes_needham:41:DefaultText
source: What were you saying about the Iconoclasts?
cs: Co jsi říkal o Ikonoklastech?

# conversations/04_monarch/0402/0402_cv_agnes_needham:42:DefaultText
source: Where is Amber Heights?
cs: Kde se nachází Amber Heights?

# conversations/04_monarch/0402/0402_cv_agnes_needham:43:DefaultText
source: Thank you! Oh, I know he'll be safe now that someone's able to fetch him home.
cs: Děkujeme! Vím, že teď bude v bezpečí, když ho někdo může přivést domů.

# conversations/04_monarch/0402/0402_cv_agnes_needham:44:DefaultText
source: Well, I... I guess I can't ask you to leave the town walls for free. It is deathly dangerous out there.
cs: No, já... Myslím, že po tobě nemůžu chtít, abys opustil městské hradby zadarmo. Je to tam smrtelně nebezpečné.

# conversations/04_monarch/0402/0402_cv_agnes_needham:45:DefaultText
source: He's been pining for an adventure, says he's tired of living cooped up behind the walls. But he doesn't understand how dangerous it is out there.
cs: Touží po dobrodružství, říká, že už ho nebaví žít zavřený za zdmi. Ale nechápe, jak nebezpečné to tam venku je.

# conversations/04_monarch/0402/0402_cv_agnes_needham:46:DefaultText
source: He's been listening to those awful broadcasts that the Iconoclasts put out. I begged Sanjar to put a stop to them, but did he? No.
cs: Poslouchal ty příšerné pořady, které Ikonoklasté vysílali. Prosil jsem Sanjara, aby je zastavil, ale udělal to? Ne.

# conversations/04_monarch/0402/0402_cv_agnes_needham:47:DefaultText
source: Those low-life degenerates. Leading innocent boys into a life of danger. Oh, they make it sound so exciting. Like it's noble to risk it all out there, fighting for the greater good.
cs: Tihle zvrhlíci. Vedou nevinné chlapce do nebezpečí. Zní to tak vzrušujícím způsobem. Jako by bylo vznešené riskovat a bojovat za vyšší dobro.

# conversations/04_monarch/0402/0402_cv_agnes_needham:48:DefaultText
source: That old settlement southwest of Stellar Bay. I don't know which is worse, the thought of my son shacking up with them nutty Iconoclasts...
cs: Ta stará osada jihozápadně od Hvězdné zátoky. Nevím, co je horší, jestli představa, že se můj syn stýká s těmi bláznivými ikonoklasty...

# conversations/04_monarch/0402/0402_cv_agnes_needham:49:DefaultText
source: I've got some bits saved up for a rainy day. I'll give you every last one if you just bring my Tucker back to me. I won't even be mad at him running off. You tell him, I won't be mad.
cs: Nějaké kousky mám schované na horší časy. Dám ti všechny do posledního, když mi přivezeš mého Tuckera. Ani se nebudu zlobit, že utekl. Řekni mu to a já se zlobit nebudu.

# conversations/04_monarch/0402/0402_cv_agnes_needham:50:DefaultText
source: I warned him. A raptidon would snap him up first chance it got. I just know one's ripped his arm off and is gnawing on his sweet little fingers!
cs: Varoval jsem ho. Raptidon by ho sebral při první příležitosti. Vím jen, že mu jeden utrhl ruku a okusuje jeho sladké prstíky!

# conversations/04_monarch/0402/0402_cv_agnes_needham:51:DefaultText
source: He should've listened to his mama. I promised I'd keep him safe here with me.
cs: Měl poslechnout svou mámu. Slíbila jsem mu, že ho tu budu mít v bezpečí.

# conversations/04_monarch/0402/0402_cv_agnes_needham:52:DefaultText
source: And now I just know my boy's run off to Amber Heights. That is, if a mantiqueen hasn't spooled out and eaten his entrails for breakfast already!
cs: A teď už vím, že můj kluk utekl do Amber Heights. Tedy pokud se z něj ještě nevyklubal mantikán a nesnědl jeho vnitřnosti k snídani!

# conversations/04_monarch/0402/0402_cv_agnes_needham:53:DefaultText
source: Don't lose hope. Your son is probably fine.
cs: Neztrácejte naději. Váš syn je pravděpodobně v pořádku.

# conversations/04_monarch/0402/0402_cv_agnes_needham:54:DefaultText
source: Fine? He'll never be fine out there - not without me by his side. I'm the only one who can ensure my boy stays safe, you hear?
cs: V pořádku? Nikdy mu tam nebude dobře - ne beze mě po boku. Jsem jediný, kdo může zajistit, aby můj chlapec zůstal v bezpečí, slyšíš?

# conversations/04_monarch/0402/0402_cv_agnes_needham:55:DefaultText
source: How noble is it to worry your loved ones? Not at all, I say. But still they preach their sermons of anarchy and rebellion to anyone who'll listen.
cs: Jak ušlechtilé je dělat starosti svým blízkým? Já říkám, že vůbec ne. Přesto kážou svá kázání o anarchii a vzpouře každému, kdo je ochoten poslouchat.

# conversations/04_monarch/0402/0402_cv_agnes_needham:56:DefaultText
source: If they weren't holed up in Amber Heights, I'd knock 'em all upside the head.
cs: Kdyby nebyli zalezlí v Amber Heights, omlátil bych jim to o hlavu.

# conversations/04_monarch/0402/0402_cv_agnes_needham:57:DefaultText
source: Or that he never made it. Sprats could be nesting in his rotting body alongside the road as we speak.
cs: Nebo že se mu to nikdy nepodařilo. V jeho rozkládajícím se těle podél silnice by mohly právě teď hnízdit šproty.

# conversations/04_monarch/0402/0402_cv_agnes_needham:58:DefaultText
source: Or, or maybe marauders got him - pulled all his teeth out, crushed 'em into their drugs, and made him snort 'em! Oh, the things that could happen to my sweet baby!
cs: Nebo ho možná dostali nájezdníci - vytrhali mu všechny zuby, rozdrtili je na drogy a donutili ho je šňupat! Ach, ty věci, které se mohly stát mému sladkému dítěti!

# conversations/04_monarch/0402/0402_cv_agnes_needham:59:DefaultText
source: You look for him in Amber Heights, you hear? It's down the road southwest of town. I'm sure he made it that far, I just know it.
cs: Hledejte ho v Amber Heights, slyšíte? Je to dole na silnici jihozápadně od města. Určitě se dostal až tam, prostě to vím.

# conversations/04_monarch/0402/0402_cv_agnes_needham:60:DefaultText
source: And if you find any of them Iconoclasts indoctrinating my boy, you punch them in the mouths! Tell them what I think of them luring little boys away from their mamas. It's immoral!
cs: A jestli najdeš někoho z těch ikonoklastů, jak indoktrinuje mého chlapce, dej mu po tlamě! Řekni jim, co si myslím o tom, že lákají malé chlapce od jejich maminek. Je to nemorální!

# conversations/04_monarch/0402/0402_cv_agnes_needham:61:DefaultText
source: Your son attacked me when I tried to drag him home.
cs: Tvůj syn mě napadl, když jsem se ho snažil odtáhnout domů.

# conversations/04_monarch/0402/0402_cv_agnes_needham:62:DefaultText
source: Your 'little boy' is a grown man.
cs: Váš "malý chlapec" je dospělý muž.

# conversations/04_monarch/0402/0402_cv_agnes_needham:63:DefaultText
source: Where did you want me to look for him, again?
cs: Kde že ho mám hledat?

# conversations/04_monarch/0402/0402_cv_agnes_needham:64:DefaultText
source: Not yet. I'll keep looking.
cs: Zatím ne. Budu hledat dál.

# conversations/04_monarch/0402/0402_cv_agnes_needham:65:DefaultText
source: That doesn't sound like my little boy. What did you say to provoke him? You must've scared him to make him act out.
cs: To nezní jako můj chlapeček. Co jsi řekl, že jsi ho vyprovokoval? Musel jsi ho vyděsit, aby začal vyvádět.

# conversations/04_monarch/0402/0402_cv_agnes_needham:66:DefaultText
source: What's that got to do with anything? He's always going to be my little boy, and I'm always going to be his loving mama. I know what's best for him, and that's living here in Stellar Bay!
cs: Co to s tím má společného? Vždycky to bude můj chlapeček a já budu jeho milující máma. Vím, co je pro něj nejlepší, a to je život tady ve Hvězdné zátoce!

# conversations/04_monarch/0402/0402_cv_agnes_needham:67:DefaultText
source: Amber Heights, where those hoopleheaded Iconoclasts live. Follow the road southwest of Stellar Bay.
cs: Amber Heights, kde žijí ti hochštapleři Ikonoklastové. Jděte po cestě na jihozápad od Hvězdné zátoky.

# conversations/04_monarch/0402/0402_cv_agnes_needham:68:DefaultText
source: He was scared, all right. Of coming back to you.
cs: Měl strach, to ano. Z návratu k tobě.

# conversations/04_monarch/0402/0402_cv_agnes_needham:69:DefaultText
source: It's time to let go. Let him be his own man.
cs: Je čas nechat to být. Nechte ho, ať je sám sebou.

# conversations/04_monarch/0402/0402_cv_agnes_needham:70:DefaultText
source: Maybe you should let him be. He seems happy in Amber Heights.
cs: Možná byste ho měli nechat být. Zdá se, že je v Amber Heights šťastný.

# conversations/04_monarch/0402/0402_cv_agnes_needham:71:DefaultText
source: But he needs his mama!
cs: Ale on potřebuje maminku!

# conversations/04_monarch/0402/0402_cv_agnes_needham:72:DefaultText
source: No, he's just putting on a brave face. My little Tuckie needs his mama to care for him. You told me you'd bring him back, so go do it!
cs: Ne, jen se tváří statečně. Můj malý Tuckie potřebuje, aby se o něj starala maminka. Řekla jsi mi, že ho přivedeš zpátky, tak to udělej!

# conversations/04_monarch/0402/0402_cv_agnes_needham:73:DefaultText
source: That's not true! He loves me! He needs me to keep him safe. You promised you'd bring him back - and you'll do it, if you want your reward!
cs: To není pravda! On mě miluje! Potřebuje mě, abych ho ochránil. Slíbila jsi, že ho přivedeš zpátky - a uděláš to, pokud chceš svou odměnu!

# conversations/04_monarch/0402/0402_cv_agnes_needham:74:DefaultText
source: Does he? Or do you just want him to?
cs: Opravdu? Nebo to jen chcete?

# conversations/04_monarch/0402/0402_cv_agnes_needham:75:DefaultText
source: You... maybe you're right. I need to let him be his own man now. Got to stop holding him too close...
cs: Ty... možná máš pravdu. Musím ho teď nechat, aby byl sám sebou. Musím ho přestat držet příliš blízko...

# conversations/04_monarch/0402/0402_cv_agnes_needham:76:DefaultText
source: Here's the reward I promised. If you see my litt - my Tucker, you let him know I'm here if he ever wants to visit.
cs: Tady je odměna, kterou jsem slíbil. Jestli uvidíš mého malého Tuckera, dej mu vědět, že jsem tady, kdyby mě chtěl někdy navštívit.

# conversations/04_monarch/0402/0402_cv_agnes_needham:78:DefaultText
source: If I return to Amber Heights, he'll attack me again. I'd have to kill him.
cs: Pokud se vrátím do Amber Heights, znovu mě napadne. Musel bych ho zabít.

# conversations/04_monarch/0402/0402_cv_agnes_needham:79:DefaultText
source: No. I won't force him to come back just to make you happy.
cs: Ne. Nebudu ho nutit, aby se vrátil, jen abych ti udělala radost.

# conversations/04_monarch/0402/0402_cv_agnes_needham:80:DefaultText
source: No! Don't you dare hurt my son. Here - take the reward money. Just leave my son alone. I'll find some other way to bring him home.
cs: Ne! Neopovažuj se ublížit mému synovi. Tady - vezmi si peníze na odměnu. Nechte mého syna na pokoji. Najdu jiný způsob, jak ho přivést domů.

# conversations/04_monarch/0402/0402_cv_agnes_needham:81:DefaultText
source: Then I'll just have to find some other way to bring him home. With or without your help.
cs: Pak si budu muset najít jiný způsob, jak ho přivést domů. S tvou pomocí nebo bez ní.

# conversations/04_monarch/0402/0402_cv_agnes_needham:82:DefaultText
source: You can hand over the reward now. Or I can take it.
cs: Nyní můžete odměnu předat. Nebo si ji můžu vzít já.

# conversations/04_monarch/0402/0402_cv_agnes_needham:83:DefaultText
source: I found your son and you know he's alive. That's worth some compensation.
cs: Našel jsem vašeho syna a vy víte, že je naživu. To stojí za nějakou kompenzaci.

# conversations/04_monarch/0402/0402_cv_agnes_needham:84:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/04_monarch/0402/0402_cv_agnes_needham:85:DefaultText
source: Take the bits you blackguard! I shouldn't have expected someone like you to understand a mama's love for her young. You got your money. Now leave me be.
cs: Vezmi si ty kousky, ty bandito! Neměl jsem čekat, že někdo jako ty pochopí lásku matky k mláďatům. Dostal jsi své peníze. Teď mě nech být.

# conversations/04_monarch/0402/0402_cv_agnes_needham:86:DefaultText
source: Fine. Here's the reward I promised. I guess it does ease my heart some to know marauders didn't flay his skin free and make it into a jacket when he was traveling down the road.
cs: Fajn. Tady je odměna, kterou jsem slíbil. Myslím, že se mi trochu uleví, když vím, že mu nájezdníci nesvlékli kůži a neudělali z ní kabát, když cestoval po cestě.

# conversations/04_monarch/0402/0402_cv_agnes_needham:87:DefaultText
source: Fine, I'll see what I can do.
cs: Dobře, uvidím, co se dá dělat.

# conversations/04_monarch/0402/0402_cv_agnes_needham:88:DefaultText
source: I've had more than enough of your 'help'. You just leave me be!
cs: Tvé "pomoci" jsem si užil víc než dost. Nechte mě být!

# conversations/04_monarch/0402/0402_cv_agnes_needham:89:DefaultText
source: It's odd not having my Tucker around. I don't know if I'll ever get used to him living on his own.
cs: Je zvláštní, že tu nemám Tuckera. Nevím, jestli si někdy zvyknu na to, že žije sám.

# conversations/04_monarch/0402/0402_cv_agnes_needham:90:DefaultText
source: A boy's place is with his mama.
cs: Místo chlapce je u maminky.

# conversations/04_monarch/0402/0402_cv_agnes_needham:91:DefaultText
source: I'm sure Tucker just wants you to be happy. And healthy.
cs: Jsem si jistá, že Tucker chce, abys byl šťastný. A zdravý.

# conversations/04_monarch/0402/0402_cv_agnes_needham:92:DefaultText
source: You mentioned a reward for bringing Tucker home?
cs: Zmínil jste se o odměně za přivedení Tuckera domů?

# conversations/04_monarch/0402/0402_cv_agnes_needham:93:DefaultText
source: I couldn't agree more. You just remember that, Tucker, if you ever think about running off again. Nobody will ever love you like your mama does.
cs: Nemohu než souhlasit. Jen si to pamatuj, Tuckere, kdybys chtěl ještě někdy utéct. Nikdo tě nikdy nebude milovat tak jako tvoje máma.

# conversations/04_monarch/0402/0402_cv_agnes_needham:94:DefaultText
source: Well, having him home safe and sound makes me happy. Don't you worry, my boy. I'll never let you out of my sight again.
cs: No, když ho mám doma živého a zdravého, jsem šťastná. Neboj se, chlapče. Už tě nikdy nespustím z očí.

# conversations/04_monarch/0402/0402_cv_agnes_needham:95:DefaultText
source: I did, didn't I? Suppose I can't expect you to just be content at a good deed done... No? Well, all right.
cs: Udělal jsem to, že ano? Předpokládám, že nemůžu očekávat, že se spokojíš jen s dobrým skutkem... Ne? No, dobře.

# conversations/04_monarch/0402/0402_cv_agnes_needham:96:DefaultText
source: Yes, mama.
cs: Ano, mami.

# conversations/04_monarch/0402/0402_cv_agnes_needham:97:DefaultText
source: Here, kind stranger. This is every bit I've scrimped and scraped for years to save. But it's more than worth it to have my Tuck-tuck home safe again.
cs: Tady, milý cizinče. Tohle je všechno, co jsem léta škudlil a škrábal, abych ušetřil. Ale stojí to víc než za to, abych měl svůj Tuck-tuck zase v bezpečí.

# conversations/04_monarch/0402/0402_cv_agnes_needham:98:DefaultText
source: Now that I've got the money, you can go, Tucker.
cs: Teď, když mám peníze, můžeš jít, Tuckere.
