Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_otto_tossballbetting.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:1:DefaultText
source: Ooh, you're the new face! Wow, you must be up on all the latest tossball games.
cs: Ooh, ty jsi nová tvář! Páni, ty musíš mít přehled o všech nejnovějších hrách v přehazované.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:3:DefaultText
source: I found this betting slip in a dead man's apartment. Any idea what might have happened to him?
cs: Tento sázkový tiket jsem našel v bytě mrtvého muže. Netušíte, co se mu mohlo stát?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:4:DefaultText
source: You said you were having trouble receiving the tossball game transmissions?
cs: Říkal jste, že máte problémy s příjmem přenosů ze hry tossball?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:5:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:6:DefaultText
source: Poor Isaac! I was wondering why I hadn't seen him in a few days.
cs: Chudák Isaac! Říkal jsem si, proč jsem ho už pár dní neviděl.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:7:DefaultText
source: I'd really like to help - Isaac was a sweet fellow. Even if he did have terrible teeth.
cs: Moc rád bych pomohl - Isaac byl milý chlapík. I když měl hrozné zuby.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:20:DefaultText
source: Right, so the thing with Isaac is he didn't know where to stop. He'd get stuck on something, and he just couldn't let it go.
cs: Správně, takže Isaac nevěděl, kde přestat. Na něčem se zasekl a nemohl to nechat být.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:21:DefaultText
source: Sometimes he'd drink Purpleberry Punch by the liter. Other times he'd keep betting on a losing team. Started owing the wrong people money.
cs: Někdy pil purpurový punč po litrech. Jindy zase sázel na prohrávající tým. Začal dlužit peníze nesprávným lidem.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:22:DefaultText
source: I don't think there's a right person to owe money to.
cs: Nemyslím si, že existuje správná osoba, které bychom měli dlužit peníze.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:23:DefaultText
source: I don't know for sure, but I saw Elijah and his buddies pushing Isaac around.
cs: Nevím to jistě, ale viděl jsem, jak Elijah a jeho kamarádi strkají do Izáka.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:24:DefaultText
source: They're hooligans from Fallbrook - they sweep into town, drop supplies off behind the warehouse, and spend the rest of their stay getting rowdy over tossball games.
cs: Jsou to chuligáni z Fallbrooku - vpadnou do města, vyloží zásoby za skladem a po zbytek pobytu se baví při hře v přehazovanou.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:25:DefaultText
source: They usually loiter in the alley behind The Yacht Club - they're not allowed in the bar anymore. I bet you anything Isaac ran into trouble with one of them.
cs: Obvykle se potulují v uličce za Yacht Clubem - do baru už nesmějí. Vsadím se, že Isaac měl s jedním z nich problémy.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:26:DefaultText
source: Thanks for the tip.
cs: Děkujeme za tip.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:28:DefaultText
source: Graham's always filling the airwaves with his propaganda. Like it's done him any good.
cs: Graham neustále plní rozhlasové vlny svou propagandou. Jako by mu to k něčemu bylo.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:29:DefaultText
source: All it means is the tossball games get to us in fragments. Makes 'em real hard to watch.
cs: Znamená to jen to, že se k nám hry s míčem dostávají v útržcích. Je těžké se na ně dívat.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:30:DefaultText
source: So, what can I do for you?
cs: Co pro vás mohu udělat?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:33:DefaultText
source: So who do you follow? Wait, don't tell me. You look like a Hammersmith Thunder fan! No, Glacial Age Mammoths.
cs: Koho tedy sledujete? Počkej, neříkej mi to. Vypadáš jako fanoušek Hammersmith Thunder! Ne, Glacial Age Mammoths.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:34:DefaultText
source: Who has time to watch grown men and women hit balls with sticks?
cs: Kdo má čas dívat se na dospělé muže a ženy, jak mlátí do míčků hokejkami?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:35:DefaultText
source: I play for Auntie Cleo's Darlings. Don't you recognize me?
cs: Hraji za skupinu Auntie Cleo's Darlings. Nepoznáváte mě?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:36:DefaultText
source: I'm not here to chat about teams.
cs: Nejsem tu proto, abych se bavil o týmech.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:37:DefaultText
source: I'd heard they'd gotten a new hacker! Is that why everyone's making such a fuss about you? But what are you doing on Monarch?
cs: Slyšel jsem, že mají nového hackera! Proto kolem tebe všichni dělají takový povyk? Ale co děláš na Monarchu?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:38:DefaultText
source: They're all pretty great!
cs: Všechny jsou skvělé!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:39:DefaultText
source: This is part of a goodwill tour of Halcyon. We're meeting our fans across the colony.
cs: Jedná se o součást turné dobré vůle po Halcyonu. Setkáváme se s našimi fanoušky po celé kolonii.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:41:DefaultText
source: Coach said I needed practice hitting things. There's lots of things to hit on Monarch, right?
cs: Trenér říkal, že potřebuji trénovat odpalování věcí. Na Monarchu je spousta věcí, které se dají trefit, že?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:42:DefaultText
source: That's for sure! Just mind you don't let them hit you back.
cs: To je jisté! Jen si dej pozor, aby ti to nevrátili.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:43:DefaultText
source: That's a shame. Tossball's just about the only good news we get around here. When our frequency's not too clogged up, anyway.
cs: To je škoda. Tossball je jediná dobrá zpráva, kterou tu máme. Tedy pokud není naše frekvence příliš ucpaná.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:44:DefaultText
source: What can I do for you?
cs: Co pro vás mohu udělat?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:45:DefaultText
source: Ha! Maybe we're not so isolated as I thought.
cs: Ha! Možná nejsme tak izolovaní, jak jsem si myslel.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:46:DefaultText
source: Everyone needs a good diversion! That's what keeps you from thinking about the marauders outside town. The raptidons chewing at the walls...
cs: Každý potřebuje dobré rozptýlení! Díky tomu nemusíš myslet na nájezdníky za městem. Raptidony, kteří se zakusují do zdí...

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:47:DefaultText
source: Tossball's just about the only good news we get around here. When our frequency's not too clogged up, anyway.
cs: Tossball je jediná dobrá zpráva, kterou tu máme. Tedy pokud není naše frekvence příliš ucpaná.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:48:DefaultText
source: Aren't they just? When I get to worrying about the marauders outside, the raptidons chewing at the walls, I just turn my transceiver up to drown it all out!
cs: Nejsou spravedlivé? Když si začnu dělat starosti s nájezdníky venku, s raptidony, kteří přežvykují zdi, prostě zesílím vysílačku, abych to všechno přehlušil!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:49:DefaultText
source: Most of the time it's static on account of the frequency being clogged up. But sometimes, it's tossball!
cs: Většinou se jedná o statickou frekvenci, která je ucpaná. Ale někdy je to tossball!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:61:DefaultText
source: If it isn't the famous hacker! Enjoying Stellar Bay?
cs: Pokud to není slavný hacker! Užíváte si Stellar Bay?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:62:DefaultText
source: Good news - the games are coming through loud and clear!
cs: Dobrá zpráva - hry se ozývají jasně a zřetelně!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:63:DefaultText
source: Here to catch a game? I'm afraid the transmission's still pretty bad.
cs: Přišli jste se podívat na zápas? Obávám se, že převodovka je stále dost špatná.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:73:DefaultText
source: So who did he owe?
cs: Komu tedy dlužil?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:74:DefaultText
source: Ain't that the truth. But Elijah and his buddies are mean. And they'd been pushing Isaac around.
cs: Není to pravda. Ale Eliáš a jeho kamarádi jsou zlí. A strkali do Isaaca.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:103:DefaultText
source: For a while, yeah. They'd come in all fuzzy and really late. Probably on account of all that Iconoclast nonsense Graham was broadcasting.
cs: Na chvíli ano. Přicházeli celí rozmazaní a hodně pozdě. Nejspíš kvůli všem těm nesmyslům, které Graham vysílal.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:104:DefaultText
source: But lately, they've been coming through a lot better. I can almost see Lettie Guzman's remaining teeth.
cs: Ale v poslední době se jim daří mnohem lépe. Skoro vidím zbývající zuby Lettie Guzmanové.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:106:DefaultText
source: Velma tells me you outbid Grimm for a signed tossball poster.
cs: Velma mi řekla, že jsi Grimma předčil v nabídce na podepsaný plakát.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:107:DefaultText
source: Signed by the Black Hole himself! There's no way I could pass that up.
cs: Podepsáno samotnou Černou dírou! To bych si nemohl nechat ujít.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:108:DefaultText
source: Why, did you want to see it? I don't have it yet. I'm waiting on a few customers to pay up before I can give Velma the bits.
cs: Proč, chtěl jsi to vidět? Ještě ho nemám. Čekám, až mi zaplatí pár zákazníků, a teprve pak budu moct Velmě ty kousky dát.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:109:DefaultText
source: I think it's really brave of you to outbid Sanjar's best friend.
cs: Myslím, že je od tebe opravdu odvážné, že jsi přetáhl Sanjarův nejlepší přítel.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:110:DefaultText
source: Grimm works for MSI security. Be a real shame if he took extra interest in your business here.
cs: Grimm pracuje pro společnost MSI security. Byla by opravdu škoda, kdyby se o váš obchod zajímal navíc.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:113:DefaultText
source: You mean dopey, landing pad Grimm? I didn't know he and Mr. Nandi were friends. I guess that changes things.
cs: Myslíš zfetovaného Grimma z přistávací plochy? Nevěděl jsem, že se s panem Nandim přátelí. To asi mění situaci.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:114:DefaultText
source: You really think he'd do that? I never would've figured... aw, it's not worth the risk.
cs: Opravdu si myslíte, že by to udělal? Nikdy by mě nenapadlo, že... aw, nestojí to za to riziko.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:119:DefaultText
source: Fine, tell Velma that I don't want the poster anymore. I'll find something else to hang in my shop.
cs: Fajn, řekni Velmě, že už ten plakát nechci. Najdu si něco jiného, co si pověsím v obchodě.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:120:DefaultText
source: The Darlings? Seriously?
cs: The Darlings? Vážně?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:121:DefaultText
source: Pretty much the entire colony.
cs: V podstatě celá kolonie.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:123:DefaultText
source: Grimm works for MSI security. Be a real shame if he took extra interest in your business here.
cs: Grimm pracuje pro společnost MSI security. Byla by opravdu škoda, kdyby se o váš obchod zajímal navíc.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:124:DefaultText
source: Could I trade you for it?
cs: Mohl bych vám ho vyměnit?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:127:DefaultText
source: I don't know. This isn't just some poster, it's a genuine tossball artifact! The Black Hole doesn't even sign things anymore, he just puts a stamp on 'em.
cs: Nevím. Tohle není jen tak nějaký plakát, to je skutečný artefakt! Černá díra už ani nepodepisuje věci, jen na ně dává razítko.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:128:DefaultText
source: Course, the only reason I asked Velma about it in the first place was because those SubLight fellas lost my shipment of official tossball jerseys.
cs: Samozřejmě, že jsem se na to Velmy zeptal jen proto, že mi SubLight ztratili zásilku oficiálních dresů.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:129:DefaultText
source: I was gonna line the walls with 'em. They're the new ones, now with authentic game-time aroma!
cs: Chtěl jsem jimi obložit stěny. Jsou to ty nové, teď s autentickou vůní z doby hry!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:130:DefaultText
source: My favorite fragrance.
cs: Moje oblíbená vůně.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:131:DefaultText
source: Authentic? As in the players actually sweat in them?
cs: Autentické? Jako že se v nich hráči skutečně potí?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:132:DefaultText
source: That's disgusting.
cs: To je nechutné.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:133:DefaultText
source: Of course not! No, "authentic" means "close enough to be the real thing, but not actually the real thing." Everyone knows that.
cs: Samozřejmě, že ne! Ne, "autentický" znamená "dostatečně blízký, aby byl skutečný, ale ne skutečný". To ví každý.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:134:DefaultText
source: Mine too! I wish I could order it by the gallon.
cs: Můj také! Kéž bych si ho mohla objednat na litry.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:135:DefaultText
source: I know, how could they lose something that valuable? Just unprofessional.
cs: Já vím, jak mohli ztratit něco tak cenného? Prostě neprofesionální.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:136:DefaultText
source: Anyway, I guess they tried to take a shortcut around Amber Heights and ran into some trouble. Can't blame 'em for trying, those Iconoclasts never shut up.
cs: Každopádně se asi snažili zkrátit si cestu kolem Amber Heights a narazili na nějaké potíže. Nemůžeme jim mít za zlé, že to zkusili, ti Ikonoklasté nikdy nezavřou hubu.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:137:DefaultText
source: But they lost a bunch of cargo, including my jerseys. If you could get those for me... I might let Grimm have that poster.
cs: Ale ztratili spoustu nákladu, včetně mých dresů. Kdybys mi je mohl sehnat... Možná bych ten plakát nechal Grimmovi.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:138:DefaultText
source: Actually, I think I already found them.
cs: Vlastně si myslím, že už jsem je našel.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:139:DefaultText
source: I'll see what I can do.
cs: Uvidím, co se dá dělat.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:140:DefaultText
source: If I get to it.
cs: Pokud se k tomu dostanu.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:141:DefaultText
source: Thanks. Don't put yourself in danger on my account, though. That poster will be a fine substitute.
cs: Děkuji. Nevystavuj se kvůli mně nebezpečí. Ten plakát bude dobrá náhrada.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:142:DefaultText
source: Only if it doesn't get in the way of your busy schedule. To think, a famous tossballer like you helping little old me!
cs: Pouze v případě, že vám to nebude překážet ve vašem nabitém programu. Když si pomyslím, že takový slavný přehazovač jako ty pomáhá mně!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:143:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:144:DefaultText
source: I found your smelly jerseys.
cs: Našel jsem vaše smradlavé dresy.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:145:DefaultText
source: Really? Wait, let me just take a sniff...
cs: Opravdu? Počkejte, jen si čichnu...

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:146:DefaultText
source: Oh yeah, that's the good stuff. Just let it waft right into your nostrils. That's the smell of pure, unfiltered sportsmanship, baby!
cs: Jo, to jsou ty dobré věci. Nechte si ho vdechnout přímo do nosních dírek. To je vůně čistého, nefiltrovaného sportovního chování, zlato!

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:147:DefaultText
source: Tell Velma that Grimm can keep his poster. I've got all I need right here.
cs: Řekni Velmě, že si Grimm může nechat svůj plakát. Mám všechno, co potřebuju, přímo tady.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:148:DefaultText
source: It's a tossball thing, boss. Best not to ask.
cs: Je to jenom o tom, jak se hází, šéfe. Nejlepší je se neptat.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:150:DefaultText
source: You get to listen to games all day? Stellar Bay really is a paradise.
cs: Posloucháte hry celý den? Stellar Bay je opravdu ráj.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:151:DefaultText
source: It's pretty swell, but it's a whole lot better with company.
cs: Je to docela fajn, ale ve společnosti je to mnohem lepší.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:152:DefaultText
source: I'll try not to be a stranger, then. Name's Felix, by the way.
cs: Pokusím se tedy nebýt cizí. Mimochodem, jmenuji se Felix.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:153:DefaultText
source: <Clear your throat.>
cs: <Pročistěte si hrdlo.>

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:154:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:155:DefaultText
source: Get a room, you two.
cs: Najděte si pokoj, vy dva.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:156:DefaultText
source: Look at me, getting carried away again.
cs: Podívejte se na mě, zase se nechávám unést.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:157:DefaultText
source: Sorry about that! Was there, uh, something I could do for you?
cs: Za to se omlouvám! Mohl bych pro vás něco udělat?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:158:DefaultText
source: You should stop by more often. The games are always better when you've got someone to celebrate with.
cs: Měli byste se zastavovat častěji. Hry jsou vždycky lepší, když je s kým oslavovat.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:159:DefaultText
source: Sounds like a good time. I wouldn't mind bringing a couple drinks and settling in for the pennant match.
cs: To zní jako dobrá zábava. Nevadilo by mi přinést pár drinků a usadit se na penaltový zápas.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:160:DefaultText
source: Hey there, Felix.
cs: Ahoj, Felixi.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:161:DefaultText
source: Say, I don't think I've seen you before. And I'd remember that face.
cs: Myslím, že jsem vás ještě neviděl. A ten obličej bych si pamatoval.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:162:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:167:DefaultText
source: Mr. Sanjar'll be pleased to hear about it when you're done. I know he gets fed up with the Fallbrook bullies, but there's not much he can do.
cs: Pan Sanjar si to rád poslechne, až budete hotovi. Vím, že má fallbrookských tyranů plné zuby, ale moc toho dělat nemůže.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:169:DefaultText
source: Focus, please.
cs: Soustřeďte se, prosím.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:170:DefaultText
source: What do his teeth have to do with anything?
cs: Co s tím mají společného jeho zuby?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:171:DefaultText
source: They were pretty distinct. Monarch doesn't exactly have a thriving dental industry, and Isaac seemed to get stuck in all sorts of bad habits. Dietary and otherwise.
cs: Byly dost výrazné. Monarchie nemá zrovna prosperující zubařský průmysl a zdálo se, že Isaac uvízl v nejrůznějších zlozvycích. Stravovacích i jiných.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:172:DefaultText
source: Cut to the chase. Do you know who did it or not?
cs: Přejděme k věci. Víte, kdo to udělal, nebo ne?

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:173:DefaultText
source: I'll make them pay.
cs: Nechám je zaplatit.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:174:DefaultText
source: Good! Someone's gotta.
cs: Dobře! Někdo musí.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:175:DefaultText
source: Sorry.
cs: Omlouvám se.

# conversations/04_monarch/0402/0402_cv_otto_tossballbetting:176:DefaultText
source: I mean - yeah. You're looking at the Darlings' newest recruit. Boss is a shoe-in for rookie of the quarter.
cs: Tedy - ano. Díváte se na nejnovějšího rekruta Darlingů. Šéf je adeptem na nováčka čtvrtletí.
