Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sbmedical_terminal.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:1:DefaultText
source: Monarch Stellar Industries ========================== This terminal's use is restricted to authorized medical engineers. Unauthorized use will warrant action from your site safety engineer.
cs: Monarch Stellar Industries ========================== Používání tohoto terminálu je vyhrazeno autorizovaným zdravotnickým inženýrům. Neoprávněné použití si vyžádá zásah bezpečnostního technika na pracovišti.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:2:DefaultText
source: [Patient Records]
cs: [Záznamy o pacientech]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:5:DefaultText
source: Please enter the name of the patient whose records you want to view:
cs: Zadejte jméno pacienta, jehož záznamy chcete zobrazit:

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:7:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:8:DefaultText
source: Nyoka Ramnarim-Wentworth III ============================ Caffenoid Allotment: Standard Medical engineer notes: - Liver damage, likely the result of prolonged alcoholism - Attitude problems, likely the result of prolonged alcoholism - Frequent social withdrawal, likely the result of prolonged alcoholism
cs: Nyoka Ramnarim-Wentworth III ============================ Caffenoid Allotment: -poškození jater, pravděpodobně důsledek dlouhodobého alkoholismu -problémy s postoji, pravděpodobně důsledek dlouhodobého alkoholismu -časté sociální stažení, pravděpodobně důsledek dlouhodobého alkoholismu

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:9:DefaultText
source: [Increase Caffenoid Allotment]
cs: [Zvýšení přídělu kafenoidů]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:15:DefaultText
source: Allotment increased to: High. Warning: Excessive Caffenoid consumption may lead to side effects such as: - Irritability - Fatigue - Uncontrollable bowel movements - Nausea - Death WARNING: Caffenoid storage is approaching critical levels. Resupply recommended.
cs: Příděl se zvýšil na: Vysoký. Varování: Nadměrná konzumace kafenoidů může vést k nežádoucím účinkům, jako jsou: - podrážděnost - únava - nekontrolovatelná stolice - nevolnost - smrt VAROVÁNÍ: Zásoby kafenoidů se blíží kritické úrovni. Doporučuje se doplnit zásoby.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:19:DefaultText
source: [Employee Login]
cs: [Přihlášení zaměstnance]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:20:DefaultText
source: Please enter your assigned login credentials. If you've forgotten your assigned login credentials, please report to your supervisor for reassignment.
cs: Zadejte prosím přiřazené přihlašovací údaje. Pokud jste přidělené přihlašovací údaje zapomněli, nahlaste to prosím svému nadřízenému, aby vám je znovu přidělil.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:21:DefaultText
source: [Login: Williams]
cs: [Přihlásit se: Williams]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:23:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:24:DefaultText
source: [Create New Account]
cs: [Vytvořit nový účet]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:25:DefaultText
source: ERROR: Account setup requires a persistent connection to the central communications tower. Connection offline.
cs: CHYBA: Nastavení účtu vyžaduje trvalé připojení k centrální komunikační věži. Připojení je offline.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:27:DefaultText
source: Welcome, E. Williams! Please select from the following menu options:
cs: Vítejte, E. Williams! Vyberte si prosím z následujících možností nabídky:

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:35:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:39:DefaultText
source: ERROR: Patient not found. Please try again.
cs: CHYBA: Pacient nebyl nalezen. Zkuste to prosím znovu.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:44:DefaultText
source: ERROR: Allotment already at maximum.
cs: CHYBA: Příděl již dosáhl maxima.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:45:DefaultText
source: <oeitoken>PlayerName</oeitoken>
cs: <oeitoken>Jméno hráče</oeitoken>

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:61:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:64:DefaultText
source: [Data Storage]
cs: [Ukládání dat]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:65:DefaultText
source: Please enter the name of the employee whose files you want to view:
cs: Zadejte jméno zaměstnance, jehož soubory chcete zobrazit:

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:69:DefaultText
source: Personal Files for E. Williams ========================== Notes from experiments as conducted by Dr. E. Williams.
cs: Osobní složky E. Williamse ========================== Poznámky z experimentů, které prováděl Dr. E. Williams.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:70:DefaultText
source: Personal Files for A. Edwards ==========================
cs: Osobní spisy A. Edwardse ==========================

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:75:DefaultText
source: [WIP #1, 23,629 words]
cs: [WIP #1, 23 629 slov]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:76:DefaultText
source: [WIP #2, 15,886 words]
cs: [WIP #2, 15 886 slov]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:77:DefaultText
source: [WIP #3, 146,307 words]
cs: [WIP #3, 146 307 slov]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:78:DefaultText
source: "Stellar Bride" She's a wide-eyed colonist from Earth. He's a hardworking saltuna farmer from Monarch. Their attraction blossoms into a whirlwind romance that transforms Stellar Bay. CHAPTER 3 - A LONG WAY FROM ARKANSAS "You can put your things here," Mr. Elliot said, leading Abbie into a dim apartment. The place was small, but it had a certain... cozy charm. Abbie set her bags on the floor and loosened the straps of her jumpsuit. Mr. Elliot coughed, his face suddenly red. "If you get warm, you can always crack the window. Breeze from the bay is real nice. Just be careful about mantiswarms." As Abbie went to take the room key, her fingers brushed his. He had strong, rough hands. A saltuna farmer's hands. She felt herself blush. "You've been ever so kind to me, Mr. Elliot." "Call me Archibald," he said.
cs: "Hvězdná nevěsta" Je to kolonistka ze Země s očima dokořán. On je pracovitý farmář saltuna z Monarchu. Jejich přitažlivost rozkvete ve vichřici romance, která promění Hvězdnou zátoku. KAPITOLA 3 - DLOUHÁ CESTA Z ARKANSASU "Tady si můžete odložit věci," řekl pan Elliot a vedl Abbie do tmavého bytu. Bylo to tu malé, ale mělo to jisté... útulné kouzlo. Abbie si položila tašky na podlahu a uvolnila si ramínka kombinézy. Pan Elliot si odkašlal a jeho tvář náhle zrudla. "Kdyby ti bylo teplo, vždycky můžeš otevřít okno. Vánek od zálivu je opravdu příjemný. Jen pozor na kudlanky." Když si Abbie šla vzít klíč od pokoje, její prsty se dotkly jeho. Měl silné, drsné ruce. Ruce farmáře ze Saltuny. Cítila, jak se červená. "Byl jste ke mně vždycky tak laskavý, pane Elliote." "Říkejte mi Archibald," řekl.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:79:DefaultText
source: "The Passion Broker" A renegade Iconoclast, driven by his ideals, finds love in the arms of a mysterious man with a tortured past. Will he follow his head... or his heart? CHAPTER 2 - TALL, DARK, AND HANDSOME "Come on up," said the voice on the com. It was dangerous and smooth in a way that reminded Broderick of Iceberg Aged Whiskey. The door slid open with a whisper of perfumed air. The hair rose along the nape of his neck, and he proceeded up the stairs. The Broker sat with his back to a top-of-the-line MostlyCharKoal personal heater, slender fingers tented. So this was the mysterious recluse who manipulated Monarch from afar. Broderick could feel the warmth of the heater from across the room, but it was the look in the Broker's eyes that had him feeling feverish. The Broker produced a pair of glasses and a bottle of something that looked expensive. He poured it off and held one of the glasses out to Broderick. "For me?" he asked, trying to ignore the man's smoldering gaze. "Indeed," the Broker purred. "I hear you're a man of... bold tastes." Broderick took his glass. The Broker continued, dark hair falling over darker eyes. "That's why I've got a rare proposition for you." The glass nearly slipped from Broderick's fingers. He drank it in one gulp to hide the tremor in his hand. It burned all the way down.
cs: "Zprostředkovatel vášně" Odpadlík Ikonoklast, hnaný svými ideály, najde lásku v náručí tajemného muže s trýznivou minulostí. Bude se řídit hlavou... nebo srdcem? KAPITOLA 2 - VYSOKÝ, TEMNÝ A HANEBNÝ "Pojďte nahoru," ozval se hlas v komunikátoru. Byl nebezpečný a hladký způsobem, který Broderickovi připomínal Iceberg Aged Whiskey. Dveře se s šepotem provoněného vzduchu otevřely. Podél zátylku se mu zježily vlasy a pokračoval po schodech nahoru. Broker seděl zády ke špičkovému osobnímu topení MostlyCharKoal, štíhlé prsty napjaté. Tak tohle byl ten tajemný samotář, který na dálku manipuloval s Monarchem. Broderick cítil teplo ohřívače i z druhé strany místnosti, ale byl to pohled do Brokerových očí, který ho přiměl k horečce. Broker předložil pár brýlí a láhev něčeho, co vypadalo draze. Nalil si a jednu ze sklenic natáhl k Broderickovi. "Pro mě?" zeptal se a snažil se ignorovat mužův doutnající pohled. "Vskutku," zamručel Makléř. "Slyšel jsem, že máš... odvážný vkus." Broderick si vzal sklenku. Makléř pokračoval, tmavé vlasy mu padaly přes tmavé oči. "Proto mám pro vás vzácnou nabídku." Sklenice Broderickovi málem vyklouzla z prstů. Vypil ji na jeden lok, aby skryl chvění v ruce. Pálilo to až do dna.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:80:DefaultText
source: "Clinic of the Heart" A battle-hardened young Earth Directorate soldier visits a remote clinic on Monarch to heal his injuries. But when he meets Gail, an elegant older nurse, she goes to work on his heart, as well. CHAPTER 34 - HEALING TOUCH Fletcher held her tightly. His strength had returned - that much was clear. Yet here he remained. At the clinic. With her. He shook his head as if he'd read her mind with his perfect green eyes. "Gail, the Earth Directorate's calling me back - they want me protecting Byzantium. But I don't know how to leave. Not after what we've found together." "Then stay," she whispered, letting her breath warm his ear. "I can certainly find a... position for you here." "Oh, Laws," he moaned, pulling her closer. She pressed a finger to his lips. "Shh. The only law here is love."
cs: "Klinika srdce" Mladý voják pozemského ředitelství, zocelený bojem, navštíví vzdálenou kliniku na Monarchu, aby si vyléčil zranění. Když se však seznámí s Gail, elegantní starší zdravotní sestrou, pustí se i do práce na jeho srdci. KAPITOLA 34 - LÉČIVÝ DOTYK Fletcher ji pevně držel. Síly se mu vrátily - to bylo jasné. Přesto tu zůstal. Na klinice. S ní. Zavrtěl hlavou, jako by jí četl myšlenky svýma dokonalýma zelenýma očima. "Gail, ředitelství Země mě volá zpátky - chtějí, abych chránil Byzantium. Ale já nevím, jak odejít. Ne po tom, co jsme spolu našli." "Tak zůstaň," zašeptala a nechala svůj dech, aby mu zahřál ucho. "Určitě ti tady najdu... místo." "Ach, Lawsová," zasténal a přitáhl si ji blíž. Přitiskla mu prst na rty. "Pst. Jediným zákonem je tu láska."

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:81:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:82:DefaultText
source: [Notes: Reacticism + Pep-You-Up]
cs: [Poznámky: Reakticismus + Pep-You-Up]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:83:DefaultText
source: [Notes: Bush Berry Extract + Debilerol]
cs: [Poznámky: Extrakt z bobulí keře + debilerol]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:84:DefaultText
source: [Notes: Caustolerene - Triple Dosage]
cs: [Poznámky: Caustolerene - Triple Dosage]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:85:DefaultText
source: Searching... File empty.
cs: Hledání... Soubor je prázdný.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:86:DefaultText
source: I had hypothesized that this combination might awaken my mind and senses to the greater realities around us. If that is true, then it seems my faculties were quite overwhelmed in this instance. Shortly after the dosage, I experienced cold sweats, tremors, and mild paranoia. It is perhaps due to these latter effects that most of my notes from the episode are of little use. Nevertheless, the effects were most invigorating. I will have to attempt a milder dosage once heart palpitations subside.
cs: Předpokládal jsem, že tato kombinace by mohla probudit mou mysl a smysly k vnímání větší reality kolem nás. Pokud je to pravda, pak se zdá, že mé schopnosti byly v tomto případě docela přetížené. Krátce po dávce jsem pocítil studený pot, třes a mírnou paranoiu. Možná právě kvůli těmto posledním účinkům je většina mých poznámek z této epizody málo použitelná. Nicméně účinky byly nanejvýš povzbuzující. Až ustoupí bušení srdce, budu se muset pokusit o mírnější dávkování.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:87:DefaultText
source: After my previous experiments, I theorized that deadening the external senses might allow the mind's eye to glimpse the Eternal. Alas, I was only partially successful. The combination of substances quickly rendered me both blind and feeble - so much so that I soon fell into a stupor. I awoke some hours later in a pile of my own sick and a most curious craving for Tileritos.
cs: Po svých předchozích pokusech jsem se domníval, že umrtvení vnějších smyslů by mohlo umožnit oku mysli nahlédnout do Věčnosti. Bohužel jsem byl úspěšný jen zčásti. Kombinace látek mě rychle oslepila a oslabila natolik, že jsem brzy upadl do útlumu. Probudil jsem se o několik hodin později v hromadě vlastních zvratků a s velmi podivnou chutí na Tileritos.

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:96:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:97:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0402/0402_cv_sbmedical_terminal:100:DefaultText
source: [Back]
cs: [Zpět]
