Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1213:DefaultText
source: I'm all for reasonable regulations, but the Board hasn't demonstrated the kind of peril that justifies cordoning off an entire planet.
cs: Jsem pro rozumné regulace, ale rada neprokázala takové nebezpečí, které by ospravedlnilo uzavření celé planety.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1214:DefaultText
source: Much as I hate to say it, the Board's leadership can be incredibly short-sighted at times.
cs: I když to říkám nerad, vedení správní rady je někdy neuvěřitelně krátkozraké.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1215:DefaultText
source: Ah, so you've heard about our prior... acquaintance.
cs: Aha, takže jsi slyšel o naší předchozí... známosti.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1216:DefaultText
source: You could've told me, you know.
cs: Mohl jsi mi to říct.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1217:DefaultText
source: Why try to hide it?
cs: Proč se to snažit skrývat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1218:DefaultText
source: It was a lapse in judgment on my part, and one I'm not keen to recall.
cs: Byl to z mé strany přehmat, na který nerad vzpomínám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1219:DefaultText
source: Graham seemed like a reasonable man years ago. We both agreed that MSI's treatment of its workers was untenable.
cs: Graham před lety vypadal jako rozumný muž. Oba jsme se shodli na tom, že zacházení společnosti MSI s jejími zaměstnanci je neudržitelné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1220:DefaultText
source: I thought reforms would be enough. I didn't realize he wanted to abolish the corporate system entirely.
cs: Myslel jsem, že reformy budou stačit. Neuvědomil jsem si, že chce zcela zrušit korporátní systém.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1221:DefaultText
source: As far as I'm concerned, the less said about Graham, the better.
cs: Pokud jde o mě, čím méně se o Grahamovi mluví, tím lépe.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1222:DefaultText
source: So. You used to work with Graham. Why not mention that earlier?
cs: Takže. Pracoval jsi s Grahamem. Proč jste se o tom nezmínil dřív?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1223:DefaultText
source: But I was keeping my tone flat and maintaining eye contact! You weren't supposed to notice I was avoiding the subject.
cs: Ale já jsem udržoval vyrovnaný tón a oční kontakt! Neměli jste si všimnout, že se vyhýbám tématu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1224:DefaultText
source: This is why you've never been good with presentations, sir.
cs: Proto jste nikdy nebyl dobrý v prezentacích, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1225:DefaultText
source: Who?
cs: Kdo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1226:DefaultText
source: So he helped you make your case to the senior executives.
cs: Pomohl vám tedy předložit vaše argumenty vedoucím pracovníkům.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1227:DefaultText
source: Indeed. For all the good it did.
cs: Vskutku. Pro všechno dobré, co to udělalo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1228:DefaultText
source: Graham Bryant. He leads a group of extremists out in Amber Heights.
cs: Graham Bryant. Vede skupinu extremistů v Amber Heights.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1229:DefaultText
source: But he used to be as much a part of the corporate machinery as any of us, much as he likes to forget it.
cs: Ale býval součástí firemní mašinérie stejně jako kdokoli z nás, i když na to rád zapomíná.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1230:DefaultText
source: Yet here you are.
cs: Přesto jste tady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1231:DefaultText
source: Yes. Some of us stayed behind, and as the most senior executive remaining, I ended up in charge of what was left of MSI.
cs: Ano. Někteří z nás zůstali a já jsem jako nejvyšší z vedoucích pracovníků nakonec vedl to, co z MSI zbylo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1232:DefaultText
source: I hope you gave them the finger.
cs: Doufám, že jsi jim ukázal prst.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1233:DefaultText
source: In a manner of speaking! Many of us stayed behind. In an act of quiet but firm defiance. As the most senior executive remaining, I ended up in charge of what was left of MSI.
cs: V podstatě! Mnozí z nás zůstali pozadu. Jako projev tichého, ale pevného vzdoru. Jako nejstarší zbývající vedoucí pracovník jsem se stal vedoucím toho, co z MSI zbylo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1234:DefaultText
source: Guess you missed the transport.
cs: Asi jste zmeškali přepravu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1235:DefaultText
source: Many of us chose to stay behind. And as the most senior executive remaining, I ended up in charge of what was left of MSI.
cs: Mnozí z nás se rozhodli zůstat. A já, jako nejvyšší z vedoucích pracovníků, jsem se stal vedoucím toho, co z MSI zbylo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1236:DefaultText
source: If MSI's leadership didn't like your proposal, how'd you end up here?
cs: Pokud se vedení MSI nelíbil váš návrh, jak jste se sem dostal?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1237:DefaultText
source: You didn't tell me that Hiram found the loophole giving MSI control of Monarch.
cs: Neřekl jsi mi, že Hiram našel mezeru, která MSI umožnila kontrolu nad Monarchem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1238:DefaultText
source: Well, technically he may have suggested it, but he certainly wasn't doing the paperwork himself.
cs: Technicky vzato to možná navrhl, ale rozhodně to nedělal sám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1239:DefaultText
source: You were supposed to let Hiram control Devil's Peak. That was the deal.
cs: Měl jsi nechat Hirama ovládat Ďáblův štít. Tak zněla dohoda.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1240:DefaultText
source: Technically, he does! What exactly are you accusing me of?
cs: Technicky vzato ano! Z čeho přesně mě obviňujete?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1241:DefaultText
source: He can't do much with the station while the airwaves are jammed.
cs: Se stanicí toho moc dělat nemůže, dokud jsou vysílací vlny zarušené.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1242:DefaultText
source: Forget it.
cs: Zapomeňte na to.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1243:DefaultText
source: Until we're back on the Board, I need to run those advertisements. If there's no business on Monarch, then we all starve - Hiram included.
cs: Dokud se nevrátíme do rady, musím ty inzeráty spustit. Pokud na Monarchu nebude žádný obchod, všichni budeme hladovět - včetně Hirama.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1244:DefaultText
source: Very well. Was there something else?
cs: Velmi dobře. Bylo tam ještě něco jiného?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1246:DefaultText
source: Besides, Graham's the one you should really be concerned about. His propaganda does nothing but crowd the frequency.
cs: Kromě toho byste se měli starat o Grahama. Jeho propaganda nedělá nic jiného, než že zahlcuje frekvenci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1247:DefaultText
source: Indeed.
cs: Vskutku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1248:DefaultText
source: I met Grimm, the landing pad guard.
cs: Potkal jsem Grimma, strážce přistávací plochy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1249:DefaultText
source: I see. And was his delivery of the MSI-authorized greeting up to snuff?
cs: Chápu. A bylo jeho předání pozdravu autorizovaného MSI v pořádku?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1250:DefaultText
source: He did a bang-up job.
cs: Odvedl skvělou práci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1251:DefaultText
source: That guy's a world-class moron.
cs: Ten chlap je prvotřídní blbec.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1252:DefaultText
source: Well, that's excellent! I'll see that your feedback makes it into his review.
cs: To je skvělé! Dohlédnu, aby se vaše připomínky dostaly do jeho recenze.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1253:DefaultText
source: He's not the brightest of minds, but he makes up for it with enthusiasm.
cs: Není zrovna nejbystřejší, ale vynahrazuje to svým nadšením.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1254:DefaultText
source: That's not what I would call it.
cs: Tak bych to nenazýval.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1255:DefaultText
source: Still, I had him posted on the landing pad in hopes that he'd stay out of everyone's way. I'll see about additional training.
cs: Přesto jsem ho poslal na přistávací plochu v naději, že se bude držet stranou. Uvidím, jak to bude s dalším výcvikem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1256:DefaultText
source: If there's one thing I've been hoping to reestablish in Stellar Bay, it's proper documentation for legal matters.
cs: Jestli jsem doufal, že se ve Stellar Bay podaří něco obnovit, tak je to řádná dokumentace v právních záležitostech.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1257:DefaultText
source: Something to be said for that.
cs: Na tom něco bude.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1258:DefaultText
source: Sometimes you've gotta take matters into your own hands.
cs: Někdy musíte vzít věci do vlastních rukou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1259:DefaultText
source: Maybe I could've gotten their statements if they hadn't been ready to kill me.
cs: Možná jsem mohl získat jejich výpovědi, kdyby mě nebyli připraveni zabít.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1260:DefaultText
source: Always a shame when tempers get the better of good sense.
cs: Vždycky je škoda, když temperament převáží nad zdravým rozumem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1261:DefaultText
source: Live and learn, I suppose.
cs: Předpokládám, že žiješ a učíš se.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1262:DefaultText
source: Celia, I do hope you're taking notes. I've got to remember some of these quips.
cs: Celie, doufám, že si děláš poznámky. Musím si některé z těch vtípků zapamatovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1263:DefaultText
source: Indeed, sir.
cs: Vskutku, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1264:DefaultText
source: Of course you would have.
cs: Samozřejmě, že ano.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1265:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1266:DefaultText
source: Of course I would have.
cs: Samozřejmě, že bych to udělal.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1267:DefaultText
source: I hadn't thought of it that way. Perhaps you have a point.
cs: Takhle jsem o tom nepřemýšlel. Možná máte pravdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1268:DefaultText
source: Stellar Bay will be as secure as any other settlement in Halcyon.
cs: Hvězdná zátoka bude stejně bezpečná jako všechny ostatní osady v Halcyonu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1269:DefaultText
source: What's so bad about the Iconoclasts reaching the gunship?
cs: Co je tak špatného na tom, že se Ikonoklasté dostanou ke střelecké lodi?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1271:DefaultText
source: Don't worry, we'll send an engineering team for those later. We'll have to disconnect them from the rest of the ship.
cs: Nebojte se, později na ně pošleme tým inženýrů. Budeme je muset odpojit od zbytku lodi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1272:DefaultText
source: These weapons sound pretty powerful.
cs: Tyto zbraně znějí dost silně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1273:DefaultText
source: Says the guy sending ME to go get it.
cs: Říká ten, kdo mě posílá, abych pro něj došel.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1274:DefaultText
source: Which is also why we can't let the Iconoclasts get them.
cs: Proto také nemůžeme dovolit, aby je dostali ikonoklasté.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1275:DefaultText
source: Surely you don't mean that. I thought we were in this together. Like a team.
cs: To jistě nemyslíte vážně. Myslel jsem, že jsme v tom spolu. Jako tým.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1276:DefaultText
source: I'm the dashing mastermind with a head for numbers, and you're my roguish sidekick who always gets the job done.
cs: Já jsem švihák s hlavou plnou čísel a ty jsi můj rošťácký parťák, který vždycky odvede svou práci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1277:DefaultText
source: Anyway.
cs: Každopádně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1278:DefaultText
source: That is definitely not what's going on here.
cs: O to zde rozhodně nejde.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1279:DefaultText
source: And you're just a little bit smitten with me but won't admit it.
cs: A ty jsi do mě tak trochu zamilovaný, ale nechceš to přiznat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1280:DefaultText
source: The point is, this weapons system would be a powerful advantage. And we can't risk the Iconoclasts getting it.
cs: Jde o to, že tento zbraňový systém by byl silnou výhodou. A my nemůžeme riskovat, že ho Ikonoklasté získají.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1281:DefaultText
source: The Board's own Salvage and Recovery Clause 32-B would say differently.
cs: Doložka 32-B o záchraně a vymáhání pohledávek, kterou vypracovala správní rada, hovoří jinak.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1282:DefaultText
source: And they won't dare challenge us over this. Not after the data you found on their experiments here.
cs: A neodváží se nás kvůli tomu napadnout. Ne po údajích, které jste našli o jejich experimentech zde.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1283:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1284:DefaultText
source: And roll back all the progress we've made at reconciling with the rest of Halcyon.
cs: A vrátit zpět veškerý pokrok, kterého jsme dosáhli při smiřování se zbytkem Halcyonu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1285:DefaultText
source: Good point.
cs: Dobrý postřeh.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1286:DefaultText
source: You don't know that.
cs: To nevíte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1287:DefaultText
source: Maybe things need a shake-up.
cs: Možná je potřeba něco změnit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1288:DefaultText
source: Oh, I've known their ilk long enough.
cs: Ach, znám jejich podobu už dost dlouho.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1289:DefaultText
source: This would be more than a shake-up.
cs: Šlo by o víc než jen o otřes.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1291:DefaultText
source: According to the ship's logs, they suffered some kind of malfunction.
cs: Podle lodních deníků došlo k nějaké poruše.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1292:DefaultText
source: That's surprising. The Board's equipment is usually in top shape. After all, they have first access to any fresh parts or components.
cs: To je překvapivé. Vybavení rady je obvykle ve špičkovém stavu. Koneckonců mají první přístup k jakýmkoli čerstvým dílům nebo součástkám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1293:DefaultText
source: Everyone gets careless.
cs: Každý je neopatrný.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1294:DefaultText
source: Maybe it's slim pickings for them, too.
cs: Možná je to i pro ně chudé.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1295:DefaultText
source: Perhaps there's something deeper going on.
cs: Možná je v tom něco hlubšího.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1296:DefaultText
source: A conspiracy? You've spent too much time around Graham.
cs: Spiknutí? Strávil jsi příliš mnoho času s Grahamem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1297:DefaultText
source: You think so? I always thought scarcities on Monarch were due to our pariah status.
cs: Myslíte si to? Vždycky jsem si myslel, že nedostatek na Monarchu je způsoben naším statusem vyvrhele.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1298:DefaultText
source: If there's anyone I wouldn't expect a slip like this from, it's UDL.
cs: Jestli bych od někoho nečekal takovýto přešlap, pak je to UDL.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1299:DefaultText
source: Promise me that once I've helped you with this, MSI will stop its broadcasts.
cs: Slibte mi, že jakmile vám s tím pomůžu, MSI přestane vysílat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1300:DefaultText
source: Help us with this final matter, and we won't need to broadcast anymore. You have my word.
cs: Pomozte nám s touto poslední záležitostí a nebudeme už muset vysílat. Máte mé slovo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1301:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1302:DefaultText
source: Fine, but then you're stopping those broadcasts.
cs: Fajn, ale pak to vysílání zastavíte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1303:DefaultText
source: You have my word.
cs: Máte mé slovo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1304:DefaultText
source: I knew you'd understand.
cs: Věděl jsem, že to pochopíš.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1305:DefaultText
source: Let's discuss this another time.
cs: O tom si promluvíme jindy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1306:DefaultText
source: Very well.
cs: Velmi dobře.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1307:DefaultText
source: An Earth Directorate assault cruiser would change his tune. It's almost a shame we haven't seen one around Monarch in a long while.
cs: Útočný křižník Pozemského ředitelství by změnil jeho názor. Je skoro škoda, že jsme už dlouho žádný v okolí Monarchu neviděli.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1308:DefaultText
source: The man's a grade-A idiot.
cs: Ten člověk je prvotřídní idiot.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1309:DefaultText
source: That's a much more concise way of putting it.
cs: To je mnohem stručnější vyjádření.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1310:DefaultText
source: He just wants me out of his bar.
cs: Chce mě jen dostat ze svého baru.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1315:DefaultText
source: You'd be a hit in Byzantium.
cs: V Byzanci bys byl hitem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1316:DefaultText
source: Damn right.
cs: To máš sakra pravdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1317:DefaultText
source: 'Cause he's scared to go it alone. You need the Board to hold your hand and tell you everything's gonna be okay. Ain't that right?
cs: Protože se bojí jít do toho sám. Potřebuješ, aby tě rada držela za ruku a říkala ti, že všechno bude v pořádku. Není to tak?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1318:DefaultText
source: Can't imagine why you'd sneer at the notion of a free colony. Could it be because you're an agent of the establishment?
cs: Nechápu, proč se vysmíváte představě svobodné kolonie. Že by proto, že jste agentem establishmentu?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1319:DefaultText
source: I used to be young and idealistic, too. But you can't run a city on high-minded ideals.
cs: Také jsem býval mladý a idealistický. Ale město nemůžete řídit na základě vznešených ideálů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1320:DefaultText
source: He's lucky they didn't want a liver or a heart.
cs: Měl štěstí, že nechtěli játra nebo srdce.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1321:DefaultText
source: One of the executives required a transplant.
cs: Jeden z vedoucích pracovníků potřeboval transplantaci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1322:DefaultText
source: Nonsense. Look what you done here, Mr, Sanjar. You got a whole township running.
cs: Nesmysl. Podívejte se, co jste udělal, pane Sanjar. Rozhýbal jste celé městečko.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1324:DefaultText
source: You're not upholding your end of the bargain. Cross me like that and things'll get bad for you.
cs: Nedodržujete svou část dohody. Když mě takhle zkřížíš, bude to s tebou špatné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1325:DefaultText
source: Now, now, there's no need to use that sultry tone with me. Hiram understands the way things are - after all, he has his own contacts on the Board.
cs: Teď, teď, není třeba používat tenhle dusný tón. Hiram chápe, jak se věci mají - koneckonců má v představenstvu své vlastní kontakty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1326:DefaultText
source: No sense being coy about it. We're partners now, aren't we?
cs: Nemá smysl se s tím mazlit. Jsme teď partneři, ne?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1327:DefaultText
source: I suppose you're right. Graham's always had a way with words. Strange as it may seem, I suspect he'd have quite the corporate career if he weren't so radical.
cs: Předpokládám, že máte pravdu. Graham to vždycky uměl se slovy. Ač se to může zdát divné, mám podezření, že by udělal kariéru ve společnosti, kdyby nebyl tak radikální.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1329:DefaultText
source: What else can I do for you?
cs: Co pro vás mohu ještě udělat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1331:DefaultText
source: Come to think of it, maybe I don't...
cs: Když o tom tak přemýšlím, možná ne...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1332:DefaultText
source: I- I don't understand. Where is it?
cs: Nerozumím tomu. Kde to je?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1333:DefaultText
source: <Give him the UDL data.> Relax, I'm just teasing you.
cs: <Dejte mu data UDL.> Klid, jen si z vás utahuju.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1334:DefaultText
source: Not so fun having someone jerk your chain, is it?
cs: Není to taková legrace, když vás někdo honí, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1335:DefaultText
source: Is this about the BOLT-52? Please, I wasn't trying to mislead you.
cs: Jedná se o BOLT-52? Prosím, nechtěl jsem vás uvést v omyl.
