Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_edger_cannibalhouse.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:2:DefaultText
source: A visitor? What an unexpected surprise! Please, come in, come in!
cs: Návštěva? Jaké nečekané překvapení! Prosím, pojďte dál, pojďte dál!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:5:DefaultText
source: I'm looking for a man named Braxton. He supposedly came by here.
cs: Hledám muže jménem Braxton. Údajně se tu zastavil.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:6:DefaultText
source: Actually, I think I'll be going.
cs: Vlastně si myslím, že tam půjdu.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:7:DefaultText
source: I'm afraid we don't get many visitors out here - the raptidons and marauders scare off all but the boldest.
cs: Obávám se, že sem moc návštěvníků nechodí - raptidoni a nájezdníci odrazují všechny kromě těch nejodvážnějších.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:8:DefaultText
source: And if you've braved them, you must be exhausted. Why don't you stay for dinner?
cs: A pokud jste je zvládli, musíte být vyčerpaní. Proč nezůstaneš na večeři?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:9:DefaultText
source: That would be great, thanks.
cs: To by bylo skvělé, díky.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:10:DefaultText
source: I'll pass.
cs: To si nechám ujít.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:13:DefaultText
source: There you are! We're all ready. Just waiting on you.
cs: Tady jste! Jsme připraveni. Jen na vás čekáme.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:15:DefaultText
source: Waiting on me?
cs: Čekáte na mě?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:16:DefaultText
source: All it needs is a main course.
cs: Chybí jen hlavní chod.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:19:DefaultText
source: Martha has the sauce ready, and the children have set the table.
cs: Marta má připravenou omáčku a děti prostřely stůl.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:20:DefaultText
source: But what's this? You're tracking blood into the kitchen.
cs: Ale co je tohle? V kuchyni sleduješ krev.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:21:DefaultText
source: Oh, dear. You've been nosy, haven't you?
cs: Ach, bože. Byl jsi zvědavý, že?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:22:DefaultText
source: Yeah. It's one of my better qualities.
cs: Jo, je to jedna z mých lepších vlastností.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:23:DefaultText
source: The murdering cannibal accuses me of being nosy?
cs: Vraždící kanibal mě obviňuje, že jsem zvědavý?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:25:DefaultText
source: Don't worry. We'll make this quick.
cs: Nebojte se. Uděláme to rychle.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:27:DefaultText
source: You must be famished! So are we, my friend, but one can't rush a fine meal.
cs: Musíte mít hlad! My také, příteli, ale na dobré jídlo se nesmí spěchat.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:28:DefaultText
source: Thanks. Don't mind if I do.
cs: Děkuji. Nevadí, když to udělám.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:29:DefaultText
source: Nonsense! We're too far from the safety of Stellar Bay to deny a traveler hospitality.
cs: Nesmysl! Jsme příliš daleko od bezpečí Hvězdné zátoky na to, abychom pohostinnost cestovatelům odepřeli.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:30:DefaultText
source: Stay for dinner, at least. I insist.
cs: Zůstaňte alespoň na večeři. Trvám na tom.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:31:DefaultText
source: Excellent! You've arrived at just the right time. My wife is putting the finishing touches on dinner.
cs: Výborně! Přišli jste v pravý čas. Moje žena právě dokončuje večeři.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:32:DefaultText
source: Please, make yourself at home until it's ready.
cs: Prosím, chovejte se jako doma, dokud to nebude hotové.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:33:DefaultText
source: Relax, this doesn't have to end badly.
cs: Klid, nemusí to skončit špatně.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:34:DefaultText
source: Have you seen a man named Braxton around here?
cs: Neviděli jste tu někde muže jménem Braxton?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:35:DefaultText
source: Are you sure you haven't seen Braxton? I heard he was delivering medicine to you.
cs: Jsi si jistý, že jsi neviděl Braxtona? Slyšela jsem, že ti nese léky.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:36:DefaultText
source: I'm sure I would remember something like that!
cs: Jsem si jistý, že bych si něco takového pamatoval!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:37:DefaultText
source: Now, quit fretting yourself about that. Make yourself at home - dinner's almost ready.
cs: Přestaňte se tím trápit. Udělej si pohodlí - večeře je skoro hotová.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:38:DefaultText
source: Why is the door locked?
cs: Proč jsou dveře zamčené?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:39:DefaultText
source: Is it sticking again? I'm afraid nothing out here works the way it used to.
cs: Zase se to lepí? Obávám se, že tady nic nefunguje jako dřív.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:40:DefaultText
source: There's a bit of a trick to jimmying it open. I'll see to it once we've finished dinner.
cs: Otevření je trochu složitější. Podívám se na to, až dojíme večeři.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:41:DefaultText
source: Okay.
cs: Dobře.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:42:DefaultText
source: No, you'll see to it now.
cs: Ne, teď se o to postaráš.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:43:DefaultText
source: I'll keep myself occupied, then.
cs: Tak se budu věnovat sám sobě.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:44:DefaultText
source: I do appreciate your patience. I'd hate to serve company with anything but the best, though.
cs: Oceňuji vaši trpělivost. Nerad bych však společnosti poskytoval něco jiného než to nejlepší.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:45:DefaultText
source: Please, there's no need for incivility! Though I certainly understand how hunger sharpens the temper.
cs: Prosím, není třeba se chovat neslušně! I když samozřejmě chápu, že hlad zostřuje náladu.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:46:DefaultText
source: I promise I'll get the door open once we've had our meal. Until then, why don't you stretch your legs a bit? A nice walk around the house will surely limber them up.
cs: Slibuji, že dveře otevřu, až se najíme. Do té doby si trochu protáhni nohy. Pěkná procházka kolem domu je určitě zpevní.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:47:DefaultText
source: I'm afraid we don't get many visitors out here - the raptidons and marauders scare off all but the boldest.
cs: Obávám se, že sem moc návštěvníků nechodí - raptidoni a nájezdníci odrazují všechny kromě těch nejodvážnějších.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:49:DefaultText
source: Now, please try to relax. Undue stress tends to spoil the meal, you know.
cs: Nyní se prosím snažte uvolnit. Přílišný stres má tendenci jídlo zkazit, víte.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:51:DefaultText
source: Of course not! What better end for the day than a meal around the family table? And what more noble purpose for you than to bring us together?
cs: Samozřejmě, že ne! Jak lépe zakončit den než společným jídlem u rodinného stolu? A co je pro vás ušlechtilejšího než nás spojit?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:52:DefaultText
source: What exactly is that locked room upstairs for?
cs: K čemu přesně slouží ta zamčená místnost nahoře?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:53:DefaultText
source: Been poking around, have you? Ah, well. We were going to take you up there eventually.
cs: Už jste se tu porozhlédli? Ach, no. Nakonec jsme tě tam chtěli vzít.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:54:DefaultText
source: On second thought, I'm ready to go.
cs: Když o tom tak přemýšlím, jsem připraven odejít.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:55:DefaultText
source: But we've gone through so much trouble!
cs: Vždyť jsme si dali tolik práce!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:56:DefaultText
source: That's where we store the leftovers.
cs: Tam skladujeme zbytky.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:57:DefaultText
source: I just came out of decades of hibernation. That can't make for good eating.
cs: Právě jsem se probral z desetiletí hibernace. To nemůže být dobré jídlo.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:58:DefaultText
source: You're all gonna die together if you don't let me out of here right now.
cs: Všichni společně zemřete, jestli mě odsud hned nepustíte.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:59:DefaultText
source: Nonsense! What the Eternal provides, we shall gladly accept.
cs: Nesmysl! Co nám Věčný poskytne, to rádi přijmeme.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:60:DefaultText
source: And there you have it. Can't argue with that, can I?
cs: A tady to máte. S tím se nedá polemizovat, že?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:61:DefaultText
source: Did you hear that, Martha? Threatening our family in our own home?
cs: Slyšela jsi to, Martho? Vyhrožování naší rodině v našem vlastním domě?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:62:DefaultText
source: It's very rude.
cs: Je to velmi neslušné.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:63:DefaultText
source: Time to teach you some manners.
cs: Je čas naučit tě slušnému chování.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:64:DefaultText
source: Or you let me go and I can send more meals your way.
cs: Nebo mě nechte jít a já vám pošlu další jídlo.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:65:DefaultText
source: I can think of plenty.
cs: Napadá mě jich spousta.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:67:DefaultText
source: Now there's an intriguing prospect. Forgo the promise of a fine dinner now for others down the road?
cs: To je zajímavá vyhlídka. Zřeknout se nyní příslibu dobré večeře kvůli dalším v budoucnu?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:68:DefaultText
source: Martha, my dear, what do you say?
cs: Martho, má drahá, co říkáš?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:71:DefaultText
source: <Attack> I've seen enough from you people.
cs: <Attack> Už jsem toho od vás viděl dost.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:72:DefaultText
source: It seems the Eternal shall provide through our new friend.
cs: Zdá se, že Věčný se postará o našeho nového přítele.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:73:DefaultText
source: And there we have it. Stop by any time, hm?
cs: A je to tady. Zastavte se kdykoli, hm?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:74:DefaultText
source: Quickly, my dear, he's getting agitated. We can't let the meat spoil.
cs: Rychle, má drahá, začíná být rozrušený. Nesmíme dopustit, aby se maso zkazilo.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:74:FemaleText
source: Quickly, my dear, she's getting agitated. We can't let the meat spoil.
cs: Rychle, drahá, začíná být rozrušená. Nesmíme dopustit, aby se maso zkazilo.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:75:DefaultText
source: How very rude.
cs: To je velmi neslušné.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:76:DefaultText
source: How good to see you again.
cs: Rád vás zase vidím.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:77:DefaultText
source: Found us any promising prospects?
cs: Našli jste nám nějaké slibné vyhlídky?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:78:DefaultText
source: Martha, my dear, what do you say to that? ...Martha?
cs: Martho, má drahá, co na to říkáš? ...Martha?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:79:DefaultText
source: She's dead, Edgar.
cs: Je mrtvá, Edgare.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:80:DefaultText
source: Uh oh, what's wrong with Martha?
cs: Co je s Martou?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:81:DefaultText
source: You murdering fiend! I'll kill you for this.
cs: Ty vraždící ďáble! Za tohle tě zabiju.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:82:DefaultText
source: Did you hear that, Martha? Threatening our family in our own home? ...Martha?
cs: Slyšela jsi to, Martho? Vyhrožovat naší rodině v našem vlastním domě? ...Marto?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:83:DefaultText
source: How very rude.
cs: To je velmi neslušné.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:85:DefaultText
source: <Attack> I'm not staying locked in here with you people.
cs: <Útok> Nezůstanu tu s vámi zavřený.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:87:DefaultText
source: Something ain't right about this.
cs: Něco na tom není v pořádku.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:88:DefaultText
source: Something ain't right about this.
cs: Něco na tom není v pořádku.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:90:DefaultText
source: I think I just lost my appetite.
cs: Myslím, že mě právě přešla chuť k jídlu.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:93:DefaultText
source: I think I just lost my appetite.
cs: Myslím, že mě právě přešla chuť k jídlu.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:94:DefaultText
source: I'm getting real bad fight-or-flight right now. Watch your step. People ain't this friendly outside city walls.
cs: Mám teď opravdu špatnou náladu na boj nebo útěk. Dávej pozor, kam šlapeš. Lidé za hradbami města nejsou tak přátelští.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:95:DefaultText
source: Nonsense! Out here in the wilderness, we welcome all who come to our door! Now come in, make yourselves comfortable!
cs: Nesmysl! Tady v poušti vítáme všechny, kdo k nám přijdou! Pojďte dál, udělejte si pohodlí!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:97:DefaultText
source: The Edgewater deserters were perfectly nice, and they lived outside the city walls. Well, maybe not Adelaide, but everyone else.
cs: Dezertéři z Edgewateru byli naprosto milí a žili mimo městské hradby. No, možná ne Adelaide, ale všichni ostatní.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:98:DefaultText
source: We're armed to the teeth. What's he gonna do - kill us with generosity?
cs: Jsme po zuby ozbrojeni. Co udělá - zabije nás velkorysostí?

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:99:DefaultText
source: I, for one, welcome a reprieve from our travels. That is, if you'll have us, kind sir.
cs: Já například vítám oddechový čas na našich cestách. Tedy pokud nás necháte, laskavý pane.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:101:DefaultText
source: In my experience, any stranger this friendly either wants to rob and airlock you or sell you something.
cs: Podle mých zkušeností vás každý takhle přátelský cizinec chce buď okrást a zavřít do vězení, nebo vám něco prodat.

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:103:DefaultText
source: Nonsense! Out here in the wilderness, we welcome all who come to our door! Now come in, make yourselves comfortable!
cs: Nesmysl! Tady v poušti vítáme všechny, kdo k nám přijdou! Pojďte dál, udělejte si pohodlí!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:104:DefaultText
source: That's the spirit! Now come in, make yourselves comfortable!
cs: To je ten správný duch! A teď pojďte dál, udělejte si pohodlí!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:105:DefaultText
source: That's the spirit! Now come in, make yourselves comfortable!
cs: To je ten správný duch! A teď pojďte dál, udělejte si pohodlí!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:106:DefaultText
source: That's the spirit! Now come in, make yourselves comfortable!
cs: To je ten správný duch! A teď pojďte dál, udělejte si pohodlí!

# conversations/04_monarch/0402/0402_cv_edger_cannibalhouse:107:DefaultText
source: You're all gonna die together if you don't let us out of here right now.
cs: Všichni společně zemřete, jestli nás odsud hned nepustíte.
