Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_grimm.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_grimm:326:DefaultText
source: But I like this job! It's the best way to see who's coming and going from Stellar Bay.
cs: Ale mně se tahle práce líbí! Je to nejlepší způsob, jak zjistit, kdo přichází a odchází ze Stellar Bay.

# conversations/04_monarch/0402/0402_cv_grimm:327:DefaultText
source: Which means I get to do my favorite part. Okay.
cs: Což znamená, že můžu dělat svou oblíbenou část. Dobře.
