Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal.po
Languages: cs

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:1:DefaultText
source: Monarch Stellar Industries ============================ This terminal is only to be used for official communication on behalf of Monarch Stellar Industries.
cs: Monarch Stellar Industries ============================ Tento terminál je určen pouze pro oficiální komunikaci jménem společnosti Monarch Stellar Industries.

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:2:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:5:DefaultText
source: [FROM: E. Mather]
cs: [OD: E. Mather]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:6:DefaultText
source: [FROM: E. Mather]
cs: [OD: E. Mather]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:7:DefaultText
source: Braxton, I'm sorry to impose on you, but we really need more of those pills you found. Ever since we ran out, Martha's hands have started shaking so badly she can barely hold a glass of water. Please. I'm asking you as a friend. -Edgar
cs: Braxtone, promiň, že tě musím obtěžovat, ale opravdu potřebujeme víc těch pilulek, které jsi našel. Od té doby, co nám došly, se Martě začaly tak třást ruce, že sotva udrží sklenici vody. Prosím. Prosím tě jako přítel. -Edgar

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:8:DefaultText
source: Bratxon, When can yuo come with mor pills? Got hedaches so bad I can barly read thsi. Lizzie is so sick she won't eat C&P pancakes an you kno how she loves those. Please, jus once more. -Edgr
cs: Bratxon, Kdy můžeš přijít s prášky? Mám takovou bolest hlavy, že to sotva přečtu. Lizzie je tak nemocná, že nechce jíst palačinky C&P, a ty víš, jak je miluje. Prosím, ještě jednou. -Edgr

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:9:DefaultText
source: [FROM: B. Hecht]
cs: [OD: B. Hecht]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:10:DefaultText
source: Edgar, You've got to find a way off these pills. I keep trying to tell you I don't think they're helping anymore. I'll bring one more round of doses to help you ease off, but you have to quit. And clean up whatever's rotting in your upstairs closet. It smells like a raptidon died in there. -B
cs: Edgare, musíš najít způsob, jak se zbavit těch prášků. Pořád se ti snažím říct, že už ti nepomáhají. Přinesu ti ještě jednu dávku, abych ti pomohl s vysazením, ale musíš s tím přestat. A ukliď všechno, co ti hnije nahoře ve skříni. Smrdí to tam, jako by tam umřel raptidon. -B

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:11:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:12:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:13:DefaultText
source: Personal files for E. Mather ============================
cs: Osobní spisy E. Mathera ============================

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:14:DefaultText
source: [Employee of the Month Electronic Certificate]
cs: [Elektronický certifikát zaměstnance měsíce]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:15:DefaultText
source: [Notice of Resignation]
cs: [Oznámení o odstoupení]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:16:DefaultText
source: Employee of the Month - awarded to - EDGAR MATHER in recognition of his/her dedication and hard work at MSI FISHERIES Great job, EDGAR!
cs: Zaměstnanec měsíce - uděleno EDGARU MATHEROVI za jeho obětavou a tvrdou práci ve společnosti MSI FISHERIES Skvělá práce, EDGARE!

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:17:DefaultText
source: This notice hereby recognizes the resignation of MATHER, EDGAR from MSI FISHERIES for reasons of PERSONAL/FAMILY HEALTH. Should you wish to return to work at MSI FISHERIES, please inquire about open positions with your local site supervisor.
cs: Tímto oznámením se bere na vědomí výpověď MATHER, EDGAR ze společnosti MSI FISHERIES z důvodů OSOBNÍHO/ RODINNÉHO ZDRAVÍ. Pokud byste se chtěli vrátit do práce ve společnosti MSI FISHERIES, informujte se o volných pracovních místech u svého místního nadřízeného.

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:20:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0402/0402_cp_cannibalhouse_terminal:21:DefaultText
source: [Back]
cs: [Zpět]
