Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_thomas_gill.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_thomas_gill:1:DefaultText
source: May I help you with something, my good man?
cs: Mohu vám s něčím pomoci, můj dobrý muži?

# conversations/04_monarch/0402/0402_cv_thomas_gill:1:FemaleText
source: May I help you with something, my good woman?
cs: Mohu vám s něčím pomoci, má dobrá ženo?

# conversations/04_monarch/0402/0402_cv_thomas_gill:2:DefaultText
source: Sophia said you had information for me.
cs: Sophia říkala, že pro mě máte informace.

# conversations/04_monarch/0402/0402_cv_thomas_gill:3:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0402/0402_cv_thomas_gill:4:DefaultText
source: Is there... something else?
cs: Je tu ještě něco?

# conversations/04_monarch/0402/0402_cv_thomas_gill:9:DefaultText
source: Once you leave this forlorn town, look to the horizon and you'll see a mountaintop that looks like a fiendish skull with two curving horns - that's where the station is.
cs: Jakmile opustíte toto opuštěné město, podívejte se k obzoru a uvidíte vrchol hory, který vypadá jako ďábelská lebka se dvěma zakřivenými rohy - tam se nachází stanice.

# conversations/04_monarch/0402/0402_cv_thomas_gill:10:DefaultText
source: I've told you all I can. Please, don't draw attention to me.
cs: Řekl jsem vám vše, co jsem mohl. Prosím, neupozorňujte na mě.

# conversations/04_monarch/0402/0402_cv_thomas_gill:11:DefaultText
source: Good luck. Now, you should move along. After all, we are supposed to be strangers.
cs: Hodně štěstí. Nyní byste měli pokračovat. Koneckonců, máme být cizinci.

# conversations/04_monarch/0402/0402_cv_thomas_gill:12:DefaultText
source: Good day to you.
cs: Přeji vám hezký den.

# conversations/04_monarch/0402/0402_cv_thomas_gill:13:DefaultText
source: However, there is a mercenary of some fame in town - Nyoka. She frequents The Yacht Club.
cs: Ve městě je však známý žoldák Nyoka. Navštěvuje Yacht Club.

# conversations/04_monarch/0402/0402_cv_thomas_gill:16:DefaultText
source: Are you Everett Gill?
cs: Jste Everett Gill?

# conversations/04_monarch/0402/0402_cv_thomas_gill:17:DefaultText
source: That would depend on who's asking. And why.
cs: To záleží na tom, kdo se ptá. A proč.

# conversations/04_monarch/0402/0402_cv_thomas_gill:18:DefaultText
source: You're here about Devil's Peak Station, yes?
cs: Jste tu kvůli stanici Devil's Peak, že?

# conversations/04_monarch/0402/0402_cv_thomas_gill:19:DefaultText
source: That's right. Sophia wants it secured for the Board's use.
cs: Přesně tak. Sophia ho chce zajistit pro potřeby rady.

# conversations/04_monarch/0402/0402_cv_thomas_gill:29:DefaultText
source: I'm sure I don't know what you're talking about.
cs: Jsem si jistý, že nevím, o čem mluvíte.

# conversations/04_monarch/0402/0402_cv_thomas_gill:30:DefaultText
source: Though if we do have a mutual friend, I'm certain she would have left you with an... expression of your acquaintance.
cs: Ačkoli pokud máme společnou přítelkyni, jsem si jistý, že by ti zanechala... výraz tvé známosti.

# conversations/04_monarch/0402/0402_cv_thomas_gill:31:DefaultText
source: The kindapine grows by night.
cs: Kindapine roste v noci.

# conversations/04_monarch/0402/0402_cv_thomas_gill:32:DefaultText
source: At last. I was beginning to think I'd waste away in this wretched place waiting on orders from our... mutual friend.
cs: Konečně. Už jsem si začínal myslet, že budu na tomhle ubohém místě marně čekat na rozkazy od našeho... společného přítele.

# conversations/04_monarch/0402/0402_cv_thomas_gill:33:DefaultText
source: The kindapine grows by night.
cs: Kindapine roste v noci.

# conversations/04_monarch/0402/0402_cv_thomas_gill:34:DefaultText
source: Nope.
cs: Ne.

# conversations/04_monarch/0402/0402_cv_thomas_gill:35:DefaultText
source: Really? Then I've nothing more to say. Good day to you.
cs: Opravdu? Pak už nemám co říct. Přeji vám hezký den.

# conversations/04_monarch/0402/0402_cv_thomas_gill:36:DefaultText
source: Excellent. That should give us a foothold on this Lawforsaken planet, not to mention silencing these abhorrent transmissions.
cs: Vynikající. To by nám mělo zajistit oporu na této Zákonem zapomenuté planetě, nemluvě o tom, že umlčíme ty odporné přenosy.

# conversations/04_monarch/0402/0402_cv_thomas_gill:44:DefaultText
source: Seeing as you've already engaged the services of Ms. Ramnarim-Wentworth, then I'd say you're in capable hands.
cs: Vzhledem k tomu, že jste již využil služeb slečny Ramnarim-Wentworthové, řekl bych, že jste ve schopných rukou.

# conversations/04_monarch/0402/0402_cv_thomas_gill:45:DefaultText
source: Watch your tone, you void-damned stooge, or I will steadily lay you out!
cs: Dávej si pozor na tón, ty prokletý pacholku, nebo tě rovnou zlikviduju!

# conversations/04_monarch/0402/0402_cv_thomas_gill:46:DefaultText
source: You didn't hear it from me.
cs: Ode mě jste to neslyšeli.

# conversations/04_monarch/0402/0402_cv_thomas_gill:47:DefaultText
source: Just tell me where to go.
cs: Jen mi řekněte, kam mám jít.

# conversations/04_monarch/0402/0402_cv_thomas_gill:48:DefaultText
source: She sent me to get a job done, not play word games.
cs: Poslala mě, abych udělal práci, ne abych si hrál se slovíčky.

# conversations/04_monarch/0402/0402_cv_thomas_gill:49:DefaultText
source: Then far be it from me to stand in your way. The sooner you finish the job, the sooner I can leave this wretched place.
cs: Pak jsem dalek toho, abych vám stál v cestě. Čím dřív to dokončíte, tím dřív budu moci opustit tohle ubohé místo.

# conversations/04_monarch/0402/0402_cv_thomas_gill:50:DefaultText
source: The soul of discretion. Ms. Akande chooses her people well.
cs: Duše diskrétnosti. Paní Akande si dobře vybírá své lidi.

# conversations/04_monarch/0402/0402_cv_thomas_gill:51:DefaultText
source: So, where's Devil's Peak?
cs: Kde je Ďáblův štít?

# conversations/04_monarch/0402/0402_cv_thomas_gill:52:DefaultText
source: What transmissions?
cs: Jaké převodovky?

# conversations/04_monarch/0402/0402_cv_thomas_gill:53:DefaultText
source: Graham's Iconoclast propaganda and Sanjar's relentless MSI adverts. If you haven't been subjected to them, consider yourself fortunate.
cs: Grahamova propaganda Iconoclast a Sanjarova neúnavná reklama na MSI. Pokud jste jim nebyli vystaveni, považujte se za šťastlivce.

# conversations/04_monarch/0402/0402_cv_thomas_gill:54:DefaultText
source: Anyway, Devil's Peak is easy enough to find - there's little else to see out here.
cs: Ďáblův vrchol je každopádně snadné najít - není tu mnoho dalších zajímavostí.

# conversations/04_monarch/0402/0402_cv_thomas_gill:55:DefaultText
source: And how do I get there?
cs: A jak se tam dostanu?

# conversations/04_monarch/0402/0402_cv_thomas_gill:56:DefaultText
source: There's a path along the western side of the mountain.
cs: Podél západní strany hory vede cesta.

# conversations/04_monarch/0402/0402_cv_thomas_gill:57:DefaultText
source: A mountaintop with horns. Got it.
cs: Vrchol hory s rohy. Mám to.

# conversations/04_monarch/0402/0402_cv_thomas_gill:58:DefaultText
source: You have any useful suggestions, or are you just pointing out the obvious?
cs: Máte nějaké užitečné návrhy, nebo jen poukazujete na zjevné věci?

# conversations/04_monarch/0402/0402_cv_thomas_gill:59:DefaultText
source: I can handle myself.
cs: Zvládnu to sám.

# conversations/04_monarch/0402/0402_cv_thomas_gill:60:DefaultText
source: Unfortunately, monsters and marauders are as common as kindling on Monarch, so the approach will be perilous.
cs: Naneštěstí jsou na Monarchu nestvůry a nájezdníci stejně běžní jako dřevo, takže cesta k nim bude nebezpečná.

# conversations/04_monarch/0402/0402_cv_thomas_gill:61:DefaultText
source: If Ms. Akande sent you, then I've no doubt.
cs: Pokud vás poslala paní Akandeová, pak o tom nepochybuji.

# conversations/04_monarch/0402/0402_cv_thomas_gill:62:DefaultText
source: ...Assuming they're steady at the moment?
cs: ...Za předpokladu, že jsou momentálně stabilní?

# conversations/04_monarch/0402/0402_cv_thomas_gill:63:DefaultText
source: Can't argue with that.
cs: S tím nelze polemizovat.

# conversations/04_monarch/0402/0402_cv_thomas_gill:64:DefaultText
source: Anything else?
cs: Ještě něco?

# conversations/04_monarch/0402/0402_cv_thomas_gill:65:DefaultText
source: Anyway, she might be useful if you can overcome her... proclivities.
cs: Každopádně by mohla být užitečná, pokud dokážeš překonat její... sklony.

# conversations/04_monarch/0402/0402_cv_thomas_gill:66:DefaultText
source: Got it.
cs: Mám to.

# conversations/04_monarch/0402/0402_cv_thomas_gill:67:DefaultText
source: Proclivities?
cs: Sklony?

# conversations/04_monarch/0402/0402_cv_thomas_gill:68:DefaultText
source: She's rather fond of drink. But she's a good shot when her hands are steady.
cs: Docela ráda pije. Ale když má pevné ruce, umí dobře střílet.

# conversations/04_monarch/0402/0402_cv_thomas_gill:69:DefaultText
source: Law, how I hate that name.
cs: Law, jak já to jméno nesnáším.

# conversations/04_monarch/0402/0402_cv_thomas_gill:70:DefaultText
source: Not from me. The rest is up to you.
cs: Ne ode mě. Zbytek je na vás.

# conversations/04_monarch/0402/0402_cv_thomas_gill:71:DefaultText
source: Well. I'm glad you two seem suited for one another.
cs: Dobře. Jsem rád, že se k sobě hodíte.

# conversations/04_monarch/0402/0402_cv_thomas_gill:72:DefaultText
source: Something something something... trees.
cs: Něco něco něco něco... stromy.

# conversations/04_monarch/0402/0402_cv_thomas_gill:73:DefaultText
source: Well, no one's going to suspect you of working for the Board, that's for certain.
cs: Nikdo vás nebude podezřívat, že pracujete pro Radu, to je jisté.

# conversations/04_monarch/0402/0402_cv_thomas_gill:74:DefaultText
source: Well, you're Akande's blunt instrument, aren't you? I'm sure you can manage.
cs: Jste přece Akandeho tupý nástroj, ne? Jsem si jistý, že to zvládneš.

# conversations/04_monarch/0402/0402_cv_thomas_gill:75:DefaultText
source: And there you have it.
cs: A tady to máte.

# conversations/04_monarch/0402/0402_cv_thomas_gill:76:DefaultText
source: What's wrong, you get a pebble in your shoe? Crawl back to Byzantium if you can't cut it in the real world.
cs: Co se děje? Máš v botě kamínek? Odplaz se zpátky do Byzance, když ti to v reálném světě nejde.

# conversations/04_monarch/0402/0402_cv_thomas_gill:77:DefaultText
source: At least I'm not a walking cliché. All the engine grease in the colony won't mask the scent of the city, you know.
cs: Alespoň nejsem chodící klišé. Všechno motorové mazivo v kolonii nezakryje pach města, víš?

# conversations/04_monarch/0402/0402_cv_thomas_gill:78:DefaultText
source: Wait. You're a stooge?! That's why you were always hounding me for information on Devil's Peak, isn't it? You bastard!
cs: Počkat. Ty jsi poskok?! Proto jsi mě pořád obtěžoval s informacemi o Ďáblově vrchu, že? Ty hajzle!

# conversations/04_monarch/0402/0402_cv_thomas_gill:79:DefaultText
source: Figured it out, did you? Well done. Now I'd advise you to forget it.
cs: Už jsi na to přišel, že? Dobrá práce. Teď bych ti doporučil, abys na to zapomněl.

# conversations/04_monarch/0402/0402_cv_thomas_gill:80:DefaultText
source: Wait. You're a stooge?! That's why you were always hounding me for information on Devil's Peak, isn't it? You bastard!
cs: Počkat. Ty jsi poskok?! Proto jsi mě pořád obtěžoval s informacemi o Ďáblově vrchu, že? Ty hajzle!

# conversations/04_monarch/0402/0402_cv_thomas_gill:81:DefaultText
source: Figured it out, did you? Well done. Now I'd advise you to forget it.
cs: Už jsi na to přišel, že? Dobrá práce. Teď bych ti doporučil, abys na to zapomněl.

# conversations/04_monarch/0402/0402_cv_thomas_gill:82:DefaultText
source: You're not gonna be able to smell anything once I take my fist to your nose.
cs: Jakmile ti přiložím pěst k nosu, nebudeš nic cítit.

# conversations/04_monarch/0402/0402_cv_thomas_gill:83:DefaultText
source: Long as I get a turn, too.
cs: Pokud se dostanu na řadu i já.

# conversations/04_monarch/0402/0402_cv_thomas_gill:84:DefaultText
source: Focus, everyone.
cs: Všichni se soustřeďte.

# conversations/04_monarch/0402/0402_cv_thomas_gill:85:DefaultText
source: Gill, you'd better keep this strictly business if you know what's good for you.
cs: Gille, jestli víš, co je pro tebe dobré, měl bys to raději nechat čistě pracovně.

# conversations/04_monarch/0402/0402_cv_thomas_gill:86:DefaultText
source: My thoughts, exactly.
cs: Přesně to si myslím.

# conversations/04_monarch/0402/0402_cv_thomas_gill:87:DefaultText
source: Get a grip, Ellie.
cs: Vzpamatuj se, Ellie.

# conversations/04_monarch/0402/0402_cv_thomas_gill:88:DefaultText
source: Yeah, sure. On his neck if he's not careful.
cs: Jo, jasně. Na krk, když si nedá pozor.

# conversations/04_monarch/0402/0402_cv_thomas_gill:89:DefaultText
source: To return to the matter at hand...
cs: Abychom se vrátili k tématu...

# conversations/04_monarch/0402/0402_cv_thomas_gill:90:DefaultText
source: Indeed.
cs: Vskutku.
