Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:9:DefaultText
source: Hey, what're you doing here? This is OUR secret alley.
cs: Hej, co tady děláš? Tohle je NAŠE tajná ulička.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:10:DefaultText
source: I know you murdered Isaac.
cs: Vím, že jsi Isaaca zavraždil.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:11:DefaultText
source: I found your tossball stick. This is all gonna catch up with you, Elijah.
cs: Našel jsem tvou házecí hůl. Tohle všechno tě dožene, Elijahu.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:12:DefaultText
source: In that case, I should get going...
cs: V tom případě bych měl vyrazit...

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:14:DefaultText
source: Listen, that purple-toothed twerp had it coming. Not that anyone has proof.
cs: Poslouchej, ten fialozubý hlupák si to zasloužil. Ne že by někdo měl důkaz.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:15:DefaultText
source: I'm making it my business.
cs: Dělám na tom svůj byznys.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:16:DefaultText
source: <Attack> Wrong answer.
cs: <Útok> Špatná odpověď.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:17:DefaultText
source: And not that it's any of your business.
cs: A ne že by vám do toho něco bylo.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:18:DefaultText
source: Berta already pissed by those crates to mark it.
cs: Berta už se u těch beden naštvala, aby to označila.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:19:DefaultText
source: Not so fast. You look like you got some bits. I'm thinking we take 'em off your corpse.
cs: Ne tak rychle. Vypadáš, že máš nějaké kousky. Myslím, že je sundáme z tvé mrtvoly.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:22:DefaultText
source: Just like you did to Isaac?
cs: Stejně jako jsi to udělal Isaacovi?

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:23:DefaultText
source: That's hilarious. You're out of your league, moron.
cs: To je k popukání. Jsi mimo svou ligu, blbečku.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:24:DefaultText
source: Oh yeah? What're you saying, exactly?
cs: Vážně? Co přesně říkáte?

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:25:DefaultText
source: You've bullied people long enough. If you know what's good for you, you'll clear out and never come back.
cs: Už jsi lidi šikanoval dost dlouho. Jestli víš, co je pro tebe dobré, odejdeš a už se nevrátíš.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:26:DefaultText
source: Wow. Most of the pencil-pushers around here cave as soon as you look at 'em funny.
cs: Páni. Většina zdejších pisálků se zhroutí, jakmile se na ně podíváte vtipně.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:27:DefaultText
source: Fine, we're going. This ain't worth it.
cs: Dobře, jdeme. Tohle za to nestojí.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:28:DefaultText
source: What are you suggesting, pal?
cs: Co navrhuješ, kamaráde?

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:29:DefaultText
source: You're finished. Leave Stellar Bay before people here run you out on a rail.
cs: Skončili jste. Opusťte Hvězdnou zátoku, než vás zdejší lidé vyženou na kolejích.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:30:DefaultText
source: Fine. This pissant town ain't worth it anyway.
cs: V pořádku. Tohle město za to stejně nestojí.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:31:DefaultText
source: How? That was supposed to go out with the next batch of saltuna!
cs: Jak? To mělo jít ven s další várkou saltuny!

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:32:DefaultText
source: <Attack> I just wanted you to know why I'm doing this.
cs: <Attack> Jen jsem chtěl, abys věděla, proč to dělám.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:33:DefaultText
source: <Attack> Just that I'm going to enjoy this.
cs: <Attack> Jen to, že si to budu užívat.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:34:DefaultText
source: Fine. Let's just forget this ever happened...
cs: V pořádku. Zapomeňme, že se to kdy stalo...

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:35:DefaultText
source: I don't think so. You're a loose end now.
cs: To si nemyslím. Teď jsi v koncích.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:36:DefaultText
source: No, really, how about I just leave...
cs: Ne, vážně, co kdybych prostě odešel...

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:37:DefaultText
source: Not this time.
cs: Tentokrát ne.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:38:DefaultText
source: You don't want to mess with SubLight's VP of Aggressive Acquisitions.
cs: S viceprezidentem pro agresivní akvizice společnosti SubLight si nechcete zahrávat.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:39:DefaultText
source: W-wait, YOU'RE the new SubLight partner? L-look, I don't want any trouble...
cs: Počkej, ty jsi nový partner SubLight? Podívej, nechci žádné problémy...

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:40:DefaultText
source: Then get out of here. Fast.
cs: Pak odsud vypadněte. Rychle.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:41:DefaultText
source: <Attack> Too late.
cs: <Útok> Příliš pozdě.

# conversations/04_monarch/0402/0402_cv_elijahhayes_stealthconvo:42:DefaultText
source: You won't see us again, I promise.
cs: Už nás neuvidíte, slibuji.
