Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sebastianadams.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sebastianadams:224:DefaultText
source: I must've hunted a dozen, but I couldn't find a single sac on any of 'em. Must be looking in the wrong place.
cs: Musel jsem jich ulovit tucet, ale na žádném z nich jsem nenašel jediný váček. Asi hledám na špatném místě.

# conversations/04_monarch/0402/0402_cv_sebastianadams:225:DefaultText
source: Heh, heh. Mantipillars ain't got pheromone sacs. I just told him that so's he'd stop asking me for advice.
cs: Heh, heh. Mantipillars nemají feromonové váčky. Jen jsem mu to řekl, aby mě přestal žádat o radu.

# conversations/04_monarch/0402/0402_cv_sebastianadams:226:DefaultText
source: Least I'm getting a good haul of claws in the process.
cs: Alespoň si při tom pořídím pořádný úlovek drápů.

# conversations/04_monarch/0402/0402_cv_sebastianadams:227:DefaultText
source: You're in good hands, traveling with Monarch's top merc. Still, if you want any rapt glands or manti claws, I've got you covered.
cs: Jste v dobrých rukou, protože cestujete s nejlepším žoldákem společnosti Monarch. Přesto, kdybys chtěl raptské žlázy nebo manti drápy, mám to pro tebe.

# conversations/04_monarch/0402/0402_cv_sebastianadams:228:DefaultText
source: Now I see what Celia was talking about. This guy almost reminds me of Irion.
cs: Teď už vím, o čem Celia mluvila. Ten chlap mi skoro připomíná Iriona.

# conversations/04_monarch/0402/0402_cv_sebastianadams:229:DefaultText
source: Who?
cs: Kdo?

# conversations/04_monarch/0402/0402_cv_sebastianadams:230:DefaultText
source: An old... acquaintance from the Groundbreaker. Real piece of work.
cs: Starý... známý z Groundbreakeru. Opravdový kus práce.

# conversations/04_monarch/0402/0402_cv_sebastianadams:231:DefaultText
source: That's mighty kind of you to say.
cs: To je od tebe moc milé.

# conversations/04_monarch/0402/0402_cv_sebastianadams:233:DefaultText
source: But we were talking about what a lucky gal Celia is.
cs: Ale mluvili jsme o tom, jaké má Celia štěstí.

# conversations/04_monarch/0402/0402_cv_sebastianadams:234:DefaultText
source: Anyone who can afford such a fine collection of mantisaur claws has it pretty good.
cs: Kdo si může dovolit takovou sbírku kudlančích drápů, má se dobře.

# conversations/04_monarch/0402/0402_cv_sebastianadams:235:DefaultText
source: Don't get me wrong. I'd like to give her a discount. She's a real fine lady. Always talks nice and slow so I understand.
cs: Nechápejte mě špatně. Rád bych jí dal slevu. Je to opravdu skvělá dáma. Vždycky mluví hezky a pomalu, takže jí rozumím.

# conversations/04_monarch/0402/0402_cv_sebastianadams:236:DefaultText
source: Okay. I'll do it. Once her shift ends, we'll go someplace nice. Maybe to Chef Raymond's.
cs: Dobře, udělám to. Až jí skončí směna, půjdeme někam, kde je to hezké. Možná k šéfkuchaři Raymondovi.

# conversations/04_monarch/0402/0402_cv_sebastianadams:237:DefaultText
source: Then one day he just disappeared. Never heard anything about him again.
cs: Jednoho dne prostě zmizel. Nikdy jsem o něm už nic neslyšel.
