Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_talmadge_kerr.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:1:DefaultText
source: I think I'm going to be sick.
cs: Myslím, že mi bude špatně.

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:2:DefaultText
source: The body's in the first apartment on the right. So much blood...
cs: Tělo je v prvním bytě napravo. Tolik krve...

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:3:DefaultText
source: Help! Someone's been killed!
cs: Pomoc! Někdo byl zabit!

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:4:DefaultText
source: Are you all right?
cs: Jste v pořádku?

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:5:DefaultText
source: Pull yourself together and tell me what happened.
cs: Vzpamatuj se a řekni mi, co se stalo.

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:6:DefaultText
source: Stay away from me, then.
cs: Tak se ode mě drž dál.

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:9:DefaultText
source: I clean the apartments while everyone's at work. I've seen all sorts of messes, but this-
cs: Uklízím byty, zatímco jsou všichni v práci. Už jsem viděla všelijaký nepořádek, ale tenhle...

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:18:DefaultText
source: No! I just stepped in a dead man's blood. And I think one of the flies landed on my mouth.
cs: Ne! Právě jsem šlápl do krve mrtvého muže. A myslím, že mi jedna z těch much přistála na puse.

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:19:DefaultText
source: Now, if you'll excuse me, I need to go contemplate a hot shower.
cs: A teď mě omluvte, musím si dát horkou sprchu.

# conversations/04_monarch/0402/0402_cv_talmadge_kerr:20:DefaultText
source: If you're going into the apartments, do not go into the lower one on the right - that's where the body is.
cs: Pokud jdete do bytů, nechoďte do toho spodního vpravo - tam je tělo.
