Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_*_resident_c_d.po
Languages: bs

# conversations/04_monarch/0402/0402_bs_resident_c_d:1:DefaultText
source: ...what are the chances? Of all the times and places we could have been born.
bs: ...jaké jsou šance? Ze všech dob a míst, kde jsme se mohli narodit.

# conversations/04_monarch/0402/0402_bs_resident_c_d:2:DefaultText
source: Yeah.
bs: Jo.

# conversations/04_monarch/0402/0402_bs_resident_c_d:3:DefaultText
source: We're here. Light years from Earth, going about our lives.
bs: Jsme tady. Světelné roky od Země a žijeme si svůj život.

# conversations/04_monarch/0402/0402_bs_resident_c_d:4:DefaultText
source: "Every time the punch-clock peals, a worker earns his meals!"
bs: "Pokaždé, když hodiny pípnou, dělník si vydělá na jídlo!"

# conversations/04_monarch/0402/0402_bs_resident_c_d:5:DefaultText
source: What are you talking about?
bs: O čem to mluvíte?

# conversations/04_monarch/0402/0402_bs_resident_c_d:6:DefaultText
source: Sorry, I thought you were quoting "It's a Wonderful Directorate."
bs: Pardon, myslel jsem, že citujete "Je to báječné ředitelství".

# conversations/04_monarch/0402/0402_bs_resident_c_d:7:DefaultText
source: I wonder sometimes what they're doing on other colonies.
bs: Někdy se divím, co dělají na jiných koloniích.

# conversations/04_monarch/0402/0402_bs_resident_c_d:9:DefaultText
source: Think they're watching the same serials, following the same tossball games?
bs: Myslíte, že sledují stejné seriály a stejné hry s míčem?

# conversations/04_monarch/0402/0402_bs_resident_c_d:11:DefaultText
source: You're not listening to a word, are you?
bs: Neposloucháš ani slovo, že ne?

# conversations/04_monarch/0402/0402_bs_resident_c_d:12:DefaultText
source: Look, my back aches and everything smells like fish. I just wanna enjoy my beer.
bs: Podívej, bolí mě záda a všechno je cítit rybinou. Chci si jen vychutnat pivo.

# conversations/04_monarch/0402/0402_bs_resident_c_d:13:DefaultText
source: You ever think about what goes on in a marauder's head?
bs: Přemýšleli jste někdy o tom, co se děje v hlavě nájezdníka?

# conversations/04_monarch/0402/0402_bs_resident_c_d:14:DefaultText
source: No. They're crazy.
bs: Ne. Jsou to blázni.

# conversations/04_monarch/0402/0402_bs_resident_c_d:15:DefaultText
source: But they still manage to feed themselves, dress themselves, work together. Gotta be something to that.
bs: Přesto se dokážou nakrmit, obléknout, pracovat společně. Na tom něco bude.

# conversations/04_monarch/0402/0402_bs_resident_c_d:16:DefaultText
source: All I need to know is that they're on other side of that wall.
bs: Stačí mi vědět, že jsou na druhé straně zdi.

# conversations/04_monarch/0402/0402_bs_resident_c_d:17:DefaultText
source: I'm sure someone said the same thing in Amber Heights.
bs: Jsem si jistý, že někdo řekl totéž v Amber Heights.

# conversations/04_monarch/0402/0402_bs_resident_c_d:18:DefaultText
source: I've got to find a new drinking buddy.
bs: Musím si najít nového kamaráda na pití.
