Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:226:DefaultText
source: I've been around Monarch a bit. I could use a hunter.
cs: Trochu jsem se pohyboval kolem Monarchu. Hodil by se mi lovec.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:228:DefaultText
source: Heh. I'll bet. Bitten one too many times, huh? Well, get me that Caffenoid so I can shoot straight, and we'll hit the trail.
cs: Heh. Vsadím se, že. Kousl jsi příliš mnohokrát, co? Tak mi dej ten kafenoid, ať můžu střílet rovně, a vyrazíme na cestu.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:230:DefaultText
source: You sound like you know the area. I could use a guide.
cs: Zdá se, že oblast znáte. Hodil by se mi průvodce.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:233:DefaultText
source: That said, uh... three's already a crowd. I don't mind waiting somewhere 'til you've got a spot open.
cs: To znamená, že... že tři už jsou dav. Nevadí mi někde počkat, dokud nebudeš mít volné místo.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:234:DefaultText
source: I've got a ship at the docking bay if you want to wait there.
cs: Mám loď v doku, pokud tam chcete počkat.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:235:DefaultText
source: <oeitoken>CompanionSlotOneName</oeitoken>, wait on the ship. We need Nyoka's help for now.
cs: <oeitoken>JménoSpolupracovníka</oeitoken>, počkejte na lodi. Zatím potřebujeme Nyokinu pomoc.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:236:DefaultText
source: <oeitoken>CompanionSlotTwoName</oeitoken>, wait on the ship. We need Nyoka's help for now.
cs: <oeitoken>Jméno společníkaSlotTwo</oeitoken>, počkejte na lodi. Zatím potřebujeme Nyokinu pomoc.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:238:DefaultText
source: A ship? Well, look at you. I'll find a spot there to call my own for now. Find me when you're ready.
cs: Loď? No, podívejte se na sebe. Najdu si tam místo, kterému budu prozatím říkat své vlastní. Najdi si mě, až budeš připraven.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:241:DefaultText
source: Nowhere in particular. Let's explore!
cs: Nikde konkrétně. Pojďme prozkoumat!

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:242:DefaultText
source: Suppose drinking on the trail is better than drinking on this here stool.
cs: Předpokládejme, že pití na stezce je lepší než pití na této stoličce.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:243:DefaultText
source: I don't have a destination in mind. Ready to explore?
cs: Nemám na mysli cíl cesty. Jste připraveni na průzkum?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:245:DefaultText
source: Turns out I could use a guide after all.
cs: Ukázalo se, že by se mi průvodce přece jen hodil.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:248:DefaultText
source: Says someone who's never had any fun.
cs: Říká někdo, kdo se nikdy nebavil.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:249:DefaultText
source: Exactly. See? I'm glad someone on your crew's got some sensi- sensible - got her head on straight.
cs: Přesně tak. Vidíte? Jsem ráda, že někdo z vaší party má trochu rozumu... má v hlavě jasno.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:250:DefaultText
source: That was fast. I gotta see about stocking some on the ship.
cs: To bylo rychlé. Musím se podívat na zásoby na lodi.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:251:DefaultText
source: You be careful. The first one's free. After that, they'll offer you gainful employment.
cs: Buďte opatrní. První je zdarma. Poté vám nabídnou výdělečnou činnost.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:252:DefaultText
source: That was fast. I gotta see about stocking some on the ship.
cs: To bylo rychlé. Musím se podívat na zásoby na lodi.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:254:DefaultText
source: You be careful. The first one's free. After that, they'll offer you gainful employment.
cs: Buďte opatrní. První je zdarma. Poté vám nabídnou výdělečnou činnost.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:256:DefaultText
source: You're a hunter? You ever killed a rapt with your bare hands?
cs: Jste lovec? Už jsi někdy zabil rapla holýma rukama?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:257:DefaultText
source: Matter of fact, I was just regaling our drink-master here of a time when a baby rapt snatched an heirloom of mine. Had to chase it halfway to Fallbrook.
cs: Zrovna jsem tady našemu panu výčepnímu vyprávěl, jak mi jedno dítě vytrhlo dědictví. Musel jsem ho honit přes půl cesty do Fallbrooku.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:258:DefaultText
source: My dad always kept his firearms and liquors in different lockers. Said it wasn't safe to mix them.
cs: Táta měl vždycky střelné zbraně a alkohol v různých skříňkách. Říkal, že není bezpečné je míchat.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:259:DefaultText
source: Out here, if you ain't a little buzzed, you're liable to notice the stench of life. The grit in the air. The dust in every drink and the blood on every boot.
cs: Tady venku, pokud nejsi trochu opilý, si můžeš všimnout zápachu života. Ve vzduchu je cítit štěrk. Prach v každém pití a krev na každé botě.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:260:DefaultText
source: Felix, come on. Now isn't the time for stories.
cs: Felixi, no tak. Teď není čas na příběhy.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:261:DefaultText
source: ...that's a good question.
cs: ...to je dobrá otázka.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:262:DefaultText
source: And what stories they are.
cs: A jaké to jsou příběhy.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:263:DefaultText
source: You sound like you'd be a great hiking companion.
cs: Zníš, jako bys byl skvělý společník na túry.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:264:DefaultText
source: I don't believe that story for a second. You always spin tales when you're in your cups?
cs: Tomuto příběhu nevěřím ani na vteřinu. Vždycky si vymýšlíš pohádky, když jsi v hrníčku?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:265:DefaultText
source: It is an admirable endeavor, if misguided. And nearly impossible to achieve.
cs: Je to obdivuhodná snaha, i když zavádějící. A je téměř nemožné jí dosáhnout.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:266:DefaultText
source: I ain't saying it's easy, but look around you. If it's impossible, it seems nobody's gone and told the people living here.
cs: Neříkám, že je to snadné, ale rozhlédněte se kolem sebe. Pokud je to nemožné, zdá se, že nikdo nešel a neřekl to lidem, kteří tu žijí.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:267:DefaultText
source: You won't find a better deal in Halcyon than our special one-time offer for a refurbished sanitation unit. Remember: if it's dirty, it's a job for SAM.
cs: Ve společnosti Halcyon nenajdete lepší nabídku než naši speciální jednorázovou nabídku na repasovanou sanitární jednotku. Pamatujte: když je špinavá, je to práce pro SAM.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:268:DefaultText
source: What in the- that thing talks?!
cs: Co to proboha mluví?!

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:269:DefaultText
source: That's SAM. He - uh, she? It - helps me stay clean. Anyway. I'll go get those meds.
cs: To je SAM. On - ehm, ona? Pomáhá mi zůstat čistý. Každopádně. Dojdu pro ty léky.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:270:DefaultText
source: Don't worry about it. I've got some Caffenoid here - will that work?
cs: Nedělejte si s tím starosti. Mám tu nějaký Caffenoid - bude to fungovat?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:271:DefaultText
source: Of course it does. Anyway. I'll consider your request.
cs: Samozřejmě, že ano. Každopádně. Zvážím vaši žádost.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:273:DefaultText
source: When I finally caught it, I was so mad I tore its jaw clean off, reached in, and wrenched my medallion from its belly. Caught me an awful burn, but I'd say it was worth it.
cs: Když jsem ho konečně chytil, byl jsem tak rozzuřený, že jsem mu utrhl čelist, sáhl dovnitř a vytrhl mu z břicha svůj medailon. Hrozně mě to popálilo, ale řekl bych, že to stálo za to.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:274:DefaultText
source: A burn? You were disfigured? That rapt leave you with some sort of grisly-looking scar?
cs: Popálenina? Byl jste znetvořený? Zanechalo vám to nějakou hrozivě vypadající jizvu?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:278:DefaultText
source: Hey, now. A woman's got to have her secrets.
cs: Hej, teď. Žena musí mít svá tajemství.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:280:DefaultText
source: Mighty big gun you got there. I'm looking forward to seeing you use it.
cs: Máš tam pěkně velkou zbraň. Těším se, až ji budeš používat.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:281:DefaultText
source: A real big game hunter! You gotta give me some pointers.
cs: Skutečný lovec velké zvěře! Musíš mi poradit.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:282:DefaultText
source: I hope you'll like bein' part of our crew, Nyoka. We're real excited to have you.
cs: Doufám, že se ti v naší partě bude líbit, Nyoko. Jsme opravdu rádi, že tě máme.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:283:DefaultText
source: Long as you've got my back, I'll have yours. Welcome to the Unreliable crew.
cs: Dokud mi budeš krýt záda, budu krýt i já tobě. Vítej v posádce Nespolehlivých.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:284:DefaultText
source: New customer profile created. Greetings, user_NYOKA.
cs: Vytvoření nového profilu zákazníka. Zdravím, user_NYOKA.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:287:DefaultText
source: Welcome to the Unreliable crew. We're eminently more dependable than our name might suggest.
cs: Vítejte ve skupině Nespolehlivý. Jsme mnohem spolehlivější, než by se mohlo zdát z našeho názvu.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:289:DefaultText
source: Mighty big gun you got there. I'm looking forward to seeing you use it.
cs: Máš tam pěkně velkou zbraň. Těším se, až ji budeš používat.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:290:DefaultText
source: A real big game hunter! You gotta give me some pointers.
cs: Skutečný lovec velké zvěře! Musíš mi poradit.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:291:DefaultText
source: I hope you'll like bein' part of our crew, Nyoka. We're real excited to have you.
cs: Doufám, že se ti v naší partě bude líbit, Nyoko. Jsme opravdu rádi, že tě máme.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:292:DefaultText
source: Long as you've got my back, I'll have yours. Welcome to the Unreliable crew.
cs: Dokud mi budeš krýt záda, budu krýt i já tobě. Vítej v posádce Nespolehlivých.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:293:DefaultText
source: Welcome to the Unreliable crew. We're eminently more dependable than our name might suggest.
cs: Vítejte ve skupině Nespolehlivý. Jsme mnohem spolehlivější, než by se mohlo zdát z našeho názvu.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:294:DefaultText
source: New customer profile created. Greetings, user_NYOKA.
cs: Vytvoření nového profilu zákazníka. Zdravím, user_NYOKA.
