Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_abigail_edwards.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_abigail_edwards:1:DefaultText
source: Hello, dearie! Why, I don't believe I've seen you before. And with sweet cheeks like those, I'd remember.
cs: Ahoj, drahoušku! Myslím, že jsem tě ještě neviděl. A s takovými sladkými tvářičkami bych si to pamatovala.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:2:DefaultText
source: What can Auntie Abigail do for you?
cs: Co pro vás může teta Abigail udělat?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:4:DefaultText
source: I'm picking up Caffenoid for Nyoka Ramnarim-Wentworth the Third.
cs: Vybírám Caffenoid pro Nyoka Ramnarim-Wentwortha Třetího.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:6:DefaultText
source: Nothing for now, thanks.
cs: Zatím nic, díky.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:10:DefaultText
source: I've been asked to pick up medicine. Some kind of caffeine? Or... steroids?
cs: Byl jsem požádán, abych vyzvedl léky. Nějaký kofein? Nebo... steroidy?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:11:DefaultText
source: Bless your little heart, you must mean Caffenoid. "If it's pep you need, one pill does the deed!"
cs: Požehnej svému srdíčku, určitě myslíš Caffenoid. "Pokud potřebuješ povzbudit, jedna pilulka udělá své!"

# conversations/04_monarch/0402/0402_cv_abigail_edwards:12:DefaultText
source: It's for Nyoka.
cs: Je to pro Nyoka.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:17:DefaultText
source: Now I've gone and said too much. And you know me, dearie, I don't like to pry.
cs: Teď jsem toho řekl příliš mnoho. A znáš mě, drahoušku, nerad vyzvídám.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:23:DefaultText
source: Here's Nyoka's Caffenoid. And if I know her, she's probably ready for it by now.
cs: Zde je Nyokův kafenoid. A jak ji znám, už je na to nejspíš připravená.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:41:DefaultText
source: Now, that can't be. Ms. Ramnarim-Wentworth has already exceeded the month's- oh.
cs: To není možné. Slečna Ramnarim-Wentworthová už překročila měsíční... ach.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:45:DefaultText
source: There must be some way I can increase Nyoka's allotment.
cs: Musí existovat nějaký způsob, jak zvýšit Nyokin příděl.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:46:DefaultText
source: Dr. Williams managed the town's allotments from his terminal upstairs. Even I can't access them.
cs: Dr. Williams spravoval městské příděly ze svého terminálu v patře. Ani já k nim nemám přístup.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:52:DefaultText
source: Where can I find this Dr. Williams?
cs: Kde najdu doktora Williamse?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:53:DefaultText
source: In the town graveyard, I'm afraid. Poor man was always searching for the Flower of Enlightenment. On the way, he tried some... rather daring substance combinations.
cs: Obávám se, že na městském hřbitově. Chudák pořád hledal Květ osvícení. Cestou vyzkoušel několik... poněkud odvážných kombinací látek.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:62:DefaultText
source: Do take care of yourself, dearie.
cs: Dávej na sebe pozor, drahoušku.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:63:DefaultText
source: Hello again, dearie. What can I get you?
cs: Ještě jednou tě zdravím, drahoušku. Co si dáš?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:80:DefaultText
source: Come to share a secret with Auntie Abigail?
cs: Přišel ses podělit o tajemství s tetou Abigail?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:93:DefaultText
source: I've been asked to pick up a Caffenoid supplement.
cs: Byl jsem požádán, abych vyzvedl doplněk Caffenoid.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:94:DefaultText
source: And what a helpful young man you are! Nothing like a little pill to liven up the spirits.
cs: A jaký jsi vstřícný mladý muž! Není nad to, když si člověk dá nějaký prášek na povzbuzení.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:94:FemaleText
source: And what a helpful young lady you are! Nothing like a little pill to liven up the spirits.
cs: A jaká jsi ochotná mladá dáma! Není nad to, když si člověk dá nějakou pilulku na zlepšení nálady.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:103:DefaultText
source: I have nothing more to say to you, young man.
cs: Nemám vám už co říct, mladý muži.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:103:FemaleText
source: I have nothing more to say to you, young lady.
cs: Nemám vám už co říct, mladá dámo.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:104:DefaultText
source: That's private.
cs: To je soukromé.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:105:DefaultText
source: Now, now, there's no keeping secrets from Auntie Abigail! I'll tease it out of you one way or another.
cs: Teď, teď, před tetou Abigail se nedají udržet žádná tajemství! Vymámím to z tebe tak či onak.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:112:DefaultText
source: I dunno, Auntie. You'll have to pry that secret from my sweet little cheeks.
cs: Nevím, teto. To tajemství mi budeš muset vyrvat z mých sladkých tvářiček.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:113:DefaultText
source: Aren't you a saucy thing!
cs: Nejsi ty ale drzá!

# conversations/04_monarch/0402/0402_cv_abigail_edwards:121:DefaultText
source: I guess I'll have to figure this out on my own.
cs: Asi na to budu muset přijít sám.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:131:DefaultText
source: Enough sweet talk. Get me Caffenoid, or you're gonna need a taste of your own medicine.
cs: Dost bylo sladkých řečí. Sežeň mi Caffenoid, nebo budeš potřebovat ochutnat svou vlastní medicínu.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:132:DefaultText
source: Well, this certainly isn't worth my good health. I'll get you a dose, but I'll have you know, I'm very disappointed in you.
cs: No, tohle rozhodně nestojí za mé zdraví. Dám ti dávku, ale musím ti říct, že jsi mě velmi zklamal.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:140:DefaultText
source: When can Nyoka get her next dose?
cs: Kdy může Nyoka dostat další dávku?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:141:DefaultText
source: Doesn't anyone else on Monarch have Caffenoid?
cs: Nemá někdo jiný na Monarchu Caffenoid?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:142:DefaultText
source: I'm afraid it'll be the better part of a month. Our dear Nyoka tends to exhaust her supply rather quickly.
cs: Obávám se, že to bude trvat déle než měsíc. Naše drahá Nyoka má tendenci vyčerpat své zásoby poměrně rychle.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:143:DefaultText
source: If so, I would love to know where. SubLight's supplies don't come cheap.
cs: Pokud ano, rád bych věděl kde. Zásoby SubLight nejsou levné.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:144:DefaultText
source: About Dr. Williams...
cs: O Dr. Williamsovi...

# conversations/04_monarch/0402/0402_cv_abigail_edwards:145:DefaultText
source: Such a pity, isn't it? But I suppose it's an important reminder that one can have too much of a good thing. Even Caustolerene.
cs: Taková škoda, že? Ale asi je to důležitá připomínka toho, že dobré věci může být příliš mnoho. Dokonce i Caustolerenu.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:146:DefaultText
source: Who's your lucky "friend," dearie?
cs: Kdo je tvůj šťastný "přítel", drahoušku?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:147:DefaultText
source: Actually, the pills are for me.
cs: Ty pilulky jsou vlastně pro mě.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:148:DefaultText
source: Now, dearie, who's this pickup for?
cs: A teď, drahoušku, pro koho je tenhle pickup?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:149:DefaultText
source: Also, I really do have to enter someone's name for the allotment. After all, I have to keep track of where our little pills wander off to.
cs: Také musím opravdu zadat něčí jméno pro přidělení. Musím přece sledovat, kam se naše malé pilulky zatoulaly.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:150:DefaultText
source: I may not be a fresh young thing any more, but with age comes experience, dearie.
cs: Možná už nejsem tak svěží, ale s věkem přicházejí zkušenosti, drahoušku.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:151:DefaultText
source: I'm so sorry, but with the Iconoclasts and the marauder filth chasing away what little trade we get, I'm afraid I have to reserve my supply for Stellar Bay residents.
cs: Je mi to moc líto, ale vzhledem k tomu, že Ikonoklasté a marauderská špína vyhánějí i to málo, co se nám podařilo vyměnit, obávám se, že musím své zásoby rezervovat pro obyvatele Hvězdné zátoky.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:152:DefaultText
source: I'd make an exception for you if I could, my little cherub. Is there... anyone else needing a special pickup from Auntie Abigail?
cs: Kdybych mohl, udělal bych pro tebe výjimku, můj malý cherubíne. Je tu ještě někdo, kdo potřebuje speciální vyzvednutí od tety Abigail?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:153:DefaultText
source: Oh. Her.
cs: Oh. Ona.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:154:DefaultText
source: It's none of my business, but I have told her Dr. Williams would bump up her monthly allotment if only she'd join MSI. Contribute like the rest of us.
cs: Nic mi do toho není, ale řekla jsem jí, že Dr. Williams jí zvýší měsíční příděl, pokud se připojí k MSI. Přispívat jako my ostatní.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:158:DefaultText
source: The graveyard's near the southern ruins. You're certainly welcome to pay your respects, but the bodies tend to attract beasties.
cs: Hřbitov je poblíž jižních ruin. Určitě se mu můžeš poklonit, ale těla mají tendenci přitahovat bestie.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:159:DefaultText
source: Do be careful. I'd hate for anything to happen to you, dearie.
cs: Buďte opatrní. Nerad bych, aby se ti něco stalo, drahoušku.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:160:DefaultText
source: Chin up, dearie.
cs: Hlavu vzhůru, drahoušku.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:161:DefaultText
source: There, and good riddance. That's the last help you're getting from Abigail Edwards.
cs: Tak, ať se vám daří. To je poslední pomoc, které se ti od Abigail Edwardsové dostane.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:162:DefaultText
source: I thought you were in charge around here, Auntie. You sure ought to be.
cs: Myslel jsem, že tady velíš ty, teto. To bys určitě měla.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:163:DefaultText
source: Oh, you flatter an old woman! Me, I'm just here to be a pretty face for the customers.
cs: Ach, ty lichotíš staré ženě! Já jsem tu jen proto, abych byla hezká pro zákazníky.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:164:DefaultText
source: And to keep an extra key to the supply room. For all the times Dr. Williams misplaced his.
cs: A nechat si náhradní klíč od zásobovací místnosti. Pro všechny případy, kdy doktor Williams ten svůj ztratil.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:165:DefaultText
source: Well, Nyoka. Isn't it... nice to see you.
cs: Dobře, Nyoko. Rád tě vidím.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:166:DefaultText
source: I do hope you didn't apply Living Skin Gel over your clothes. The stains never wash out.
cs: Doufám, že jste si na oblečení neaplikovali Living Skin Gel. Skvrny se nikdy nesmyjí.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:167:DefaultText
source: Dear me, she does have another dose in her allotment. How did I miss this?
cs: Drahý pane, ona má v přídělu další dávku. Jak jsem to mohla přehlédnout?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:168:DefaultText
source: Don't worry about it, Auntie. I'm sure you've been busy.
cs: Nedělej si s tím starosti, teto. Určitě jsi měla hodně práce.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:169:DefaultText
source: It could be your eyesight. Or your mind. I hear they both go with age.
cs: Může to být váš zrak. Nebo vaše mysl. Slyšel jsem, že obojí se s věkem zhoršuje.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:170:DefaultText
source: These things happen.
cs: Takové věci se stávají.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:171:DefaultText
source: They normally don't in Stellar Bay. Not since Sanjar got us away from the Board and their absurd rules. Oh, well.
cs: Ve Hvězdné zátoce to obvykle nedělají. Ne od té doby, co nás Sanjar zbavil Rady a jejich absurdních pravidel. No, dobře.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:172:DefaultText
source: My, but you are a doll.
cs: Ty jsi ale panenka.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:173:DefaultText
source: My hearing certainly hasn't. I'll get the medicine so you can be on your way.
cs: Můj sluch rozhodně ne. Dojdu pro léky, abyste mohl pokračovat v cestě.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:174:DefaultText
source: Good day to you, young man.
cs: Přeji vám dobrý den, mladý muži.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:174:FemaleText
source: Good day to you, young lady.
cs: Přeji vám dobrý den, mladá dámo.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:175:DefaultText
source: Who's Velma?
cs: Kdo je Velma?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:176:DefaultText
source: She works over at the fishery next door. Quite the hard worker, but she's got a bit of a temper.
cs: Pracuje ve vedlejším rybářství. Je to docela dříč, ale je trochu temperamentní.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:177:DefaultText
source: Our reserves have gotten so low, I've even had to start locking the supply room upstairs! Isn't it a shame what some people will do to get a little extra?
cs: Naše zásoby se tak snížily, že jsem dokonce musela začít zamykat místnost se zásobami nahoře! Není to ostuda, co někteří lidé udělají, aby získali něco navíc?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:178:DefaultText
source: Uh-huh. Why don't you show me a thing or two?
cs: Uh-huh. Proč mi něco neukážeš?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:179:DefaultText
source: This got weird fast.
cs: Tohle bylo rychle divné.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:180:DefaultText
source: Experience? I guess you've worked here a long time.
cs: Zkušenosti? Myslím, že tu pracujete už dlouho.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:181:DefaultText
source: Much as I'd love to, my rheumatism is especially fierce at the moment, and I'm all out of my medicine.
cs: I když bych moc ráda, můj revmatismus je teď obzvlášť silný a léky mi došly.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:182:DefaultText
source: But I'd hate to send you away empty-handed. You were here for Caffenoid, weren't you? Who's it for?
cs: Ale nerad bych vás poslal pryč s prázdnýma rukama. Byl jsi tu kvůli Caffenoidovi, že? Pro koho?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:183:DefaultText
source: Maybe some other time, then. When Auntie's personal allotment of Stimu-Lotion is restored.
cs: Tak snad někdy jindy. Až se tetě obnoví osobní příděl Stimu-Lotion.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:184:DefaultText
source: You are too precious.
cs: Jste příliš vzácní.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:185:DefaultText
source: How about you just tell me who that Caffenoid's for, hm, dearie?
cs: Co kdybys mi prostě řekl, pro koho je ten kafenoid, hm, drahoušku?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:186:DefaultText
source: I suppose that's reasonable.
cs: Předpokládám, že je to rozumné.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:187:DefaultText
source: Rather nosy, aren't you?
cs: Jste poněkud zvědavý, že?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:188:DefaultText
source: Now, now, dearie. It is my job, after all.
cs: Teď, teď, drahoušku. Je to přece moje práce.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:189:DefaultText
source: Indeed. Now, how about you tell Auntie who this pickup's for?
cs: Vskutku. Co kdybys řekl tetě, pro koho je tenhle pickup?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:190:DefaultText
source: You can't trust people these days.
cs: V dnešní době se lidem nedá věřit.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:191:DefaultText
source: Oh. That's just AWFUL.
cs: Oh. To je příšerné.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:192:DefaultText
source: You don't give five-finger discounts, Auntie?
cs: Nedáváte slevy na pět prstů, teto?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:193:DefaultText
source: Aren't you a naughty boy!
cs: Nejsi ty ale zlobivý chlapec!

# conversations/04_monarch/0402/0402_cv_abigail_edwards:193:FemaleText
source: Aren't you a naughty girl!
cs: Nejsi ty ale zlobivá holka!

# conversations/04_monarch/0402/0402_cv_abigail_edwards:194:DefaultText
source: Except for you. I can tell - you've got one of those faces.
cs: Kromě vás. Poznám to - máš jeden z těch obličejů.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:195:DefaultText
source: Isn't it just?
cs: Není to spravedlivé?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:196:DefaultText
source: There are no discounts here. But Auntie knows what to do with mischievous young men like you.
cs: Neplatí zde žádné slevy. Ale teta ví, co má dělat s takovými rošťáky, jako jsi ty.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:196:FemaleText
source: There are no discounts here. But Auntie knows what to do with mischievous young ladies like you.
cs: Neplatí zde žádné slevy. Ale teta ví, co dělat s rozpustilými mladými dámami, jako jsi ty.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:197:DefaultText
source: What?
cs: Cože?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:198:DefaultText
source: Let's change the subject. Right now.
cs: Změňme téma. Právě teď.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:199:DefaultText
source: Of course. Is there anyone else needing a pickup from Auntie Abigail?
cs: Samozřejmě. Potřebuje ještě někdo vyzvednout tetu Abigail?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:201:DefaultText
source: Oh, I'd have to talk to Mr. Nandi about you, of course.
cs: Samozřejmě bych si o vás musel promluvit s panem Nandim.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:202:DefaultText
source: Anyway, is there anyone else needing a pickup from Auntie Abigail?
cs: Každopádně, je tu ještě někdo, kdo potřebuje vyzvednout od tety Abigail?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:203:DefaultText
source: What?!
cs: Cože?!

# conversations/04_monarch/0402/0402_cv_abigail_edwards:204:DefaultText
source: I'm afraid not.
cs: Obávám se, že ne.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:205:DefaultText
source: Believe me, there's nothing I'd love better than to help you, but there's not much I can do.
cs: Věř mi, že bych ti nejraději pomohl, ale nemůžu toho moc udělat.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:206:DefaultText
source: Where's the graveyard?
cs: Kde je hřbitov?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:207:DefaultText
source: The Flower of Enlightenment?
cs: Květ osvícení?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:208:DefaultText
source: It's a Philosophist symbol of some kind, dearie, never you mind.
cs: Je to nějaký filosofický symbol, drahoušku, to je ti jedno.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:209:DefaultText
source: Supply room?
cs: Zásobovací místnost?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:210:DefaultText
source: Forgetful fellow, eh?
cs: Zapomnětlivý chlapík, co?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:211:DefaultText
source: The one upstairs, where we store our medicines.
cs: V tom nahoře, kde skladujeme léky.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:212:DefaultText
source: Careless experimentation with medicinal substances does take its toll eventually.
cs: Neopatrné experimentování s léčivými látkami si nakonec vybere svou daň.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:213:DefaultText
source: Why, just the other day, I heard her shouting from here! I can't imagine what set her off.
cs: Zrovna nedávno jsem ji odtud slyšel křičet! Nedokážu si představit, co ji vyburcovalo.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:214:DefaultText
source: A temper?
cs: Povaha?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:215:DefaultText
source: Nothing wrong with a little passion.
cs: Na troše vášně není nic špatného.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:216:DefaultText
source: Are you in charge of handing out medicine?
cs: Máte na starosti vydávání léků?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:217:DefaultText
source: No disagreement there, dearie. But Velma can be a little prickly.
cs: S tím nesouhlasím, drahoušku. Ale Velma umí být trochu pichlavá.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:218:DefaultText
source: Oh, but here I go again! Running my mouth when it's none of my business. Was there something else you needed?
cs: Ale už je to tu zase! Pouštím si pusu na špacír, i když mi do toho nic není. Potřeboval jsi ještě něco jiného?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:219:DefaultText
source: Yes, indeed. Someone's got to keep Stellar Bay's people healthy and energized!
cs: Ano, skutečně. Někdo musí udržovat lidi ze Stellar Bay zdravé a plné energie!

# conversations/04_monarch/0402/0402_cv_abigail_edwards:220:DefaultText
source: You certainly seem excited about your job.
cs: Zdá se, že jste ze své práce nadšený.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:221:DefaultText
source: I guess so.
cs: Asi ano.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:222:DefaultText
source: Oh, but I am. I get to see plenty of my neighbors here, and I do dearly love a little gossip.
cs: Ale já ano. Vídám se tu se spoustou sousedů a mám moc ráda drby.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:223:DefaultText
source: You certainly seem like you could use a Pep-You-Up, dearie.
cs: Vypadá to, že bys potřebovala povzbudit, drahoušku.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:224:DefaultText
source: Quite the bedside manner, lady.
cs: Docela dobré chování u lůžka, dámo.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:226:DefaultText
source: Well, it's so rare I get the pleasure of new company.
cs: No, je to tak vzácné, že mám radost z nové společnosti.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:227:DefaultText
source: Whiskey helps, too.
cs: Pomáhá i whisky.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:228:DefaultText
source: Please leave medical advice to the professionals.
cs: Lékařské poradenství přenechte odborníkům.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:229:DefaultText
source: Don't blame me if I puke on your shoes.
cs: Neobviňuj mě, když ti pozvracím boty.
