Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_velmaballard.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_velmaballard:1:DefaultText
source: Look, you can tell Catherine the new shipment'll be ready when it's ready, all right? She's welcome to come up here and pack boxes herself if she's in such a hurry.
cs: Podívej, můžeš říct Catherine, že nová zásilka bude hotová, až bude hotová, dobře? Může sem přijít a zabalit si krabice sama, když tak spěchá.

# conversations/04_monarch/0402/0402_cv_velmaballard:13:DefaultText
source: I'd give you a friendlier welcome, but I'm up to my elbows in saltuna guts.
cs: Přivítal bych tě přátelštěji, ale jsem až po lokty v saltuna střevech.

# conversations/04_monarch/0402/0402_cv_velmaballard:39:DefaultText
source: I'll talk to you later.
cs: Promluvíme si později.

# conversations/04_monarch/0402/0402_cv_velmaballard:46:DefaultText
source: <Give her Braxton's ID> He was killed by cannibals out in the ruins.
cs: <Dejte jí Braxtonův průkaz> Zabili ho kanibalové v ruinách.

# conversations/04_monarch/0402/0402_cv_velmaballard:49:DefaultText
source: That's... wow. I sure feel like an ass now.
cs: To je... páni. Teď si připadám jako blbec.

# conversations/04_monarch/0402/0402_cv_velmaballard:51:DefaultText
source: What are you talking about? Catherine?
cs: O čem to mluvíte? O Kateřině?

# conversations/04_monarch/0402/0402_cv_velmaballard:52:DefaultText
source: Catherine said she'd shove you in a box if you keep running your yap like that.
cs: Catherine říkala, že tě strčí do krabice, jestli budeš takhle vyvádět.

# conversations/04_monarch/0402/0402_cv_velmaballard:53:DefaultText
source: Take it easy. I'm just looking around.
cs: Buďte v klidu. Jen se rozhlížím.

# conversations/04_monarch/0402/0402_cv_velmaballard:54:DefaultText
source: Did she, now? Well, I can see I was mistaken. 'Cause if Catherine really had sent you, there'd be a lot more expletives in your message.
cs: Opravdu? No, vidím, že jsem se mýlil. Protože kdyby tě Catherine opravdu poslala, bylo by v tvé zprávě mnohem víc výrazů.

# conversations/04_monarch/0402/0402_cv_velmaballard:55:DefaultText
source: Hope you can forgive my temper. This job's been running me ragged lately.
cs: Doufám, že mi odpustíte můj temperament. Tahle práce mě poslední dobou dost vytáčí.

# conversations/04_monarch/0402/0402_cv_velmaballard:56:DefaultText
source: Your chief what?
cs: Váš šéf co?

# conversations/04_monarch/0402/0402_cv_velmaballard:57:DefaultText
source: You should probably see a doctor about that.
cs: Pravděpodobně bys měla navštívit lékaře.

# conversations/04_monarch/0402/0402_cv_velmaballard:58:DefaultText
source: Who's this Catherine you mentioned when I first came in here?
cs: Kdo je ta Catherine, o které jste se zmínil, když jsem sem přišel?

# conversations/04_monarch/0402/0402_cv_velmaballard:59:DefaultText
source: SubLight boss out of Fallbrook. Handles most goods that come in or out of Stellar Bay. Has a mouth like a groundsick spacer.
cs: Šéf společnosti SubLight z Fallbrooku. Vyřizuje většinu zboží, které přichází nebo odchází z Hvězdné zátoky. Má ústa jako nemocný mezerník.

# conversations/04_monarch/0402/0402_cv_velmaballard:60:DefaultText
source: Rumor has it she found herself on the wrong end of a loaded gun. But maybe that's just people talking.
cs: Proslýchá se, že se ocitla na špatném konci nabité zbraně. Ale možná to jen lidé říkají.

# conversations/04_monarch/0402/0402_cv_velmaballard:61:DefaultText
source: Sorry, seems I got my cables crossed. Thought you were another shakedown tough from Fallbrook.
cs: Omlouvám se, zdá se, že jsem si zkřížil kabely. Myslel jsem, že jsi další drsňák z Fallbrooku.

# conversations/04_monarch/0402/0402_cv_velmaballard:62:DefaultText
source: Well, if you're that friendly about it, then you definitely aren't one of Catherine's SubLight toughs. My mistake.
cs: No, jestli se k tomu stavíš tak přátelsky, pak rozhodně nejsi jeden z Catherininých podsvětních drsňáků. Moje chyba.

# conversations/04_monarch/0402/0402_cv_velmaballard:63:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0402/0402_cv_velmaballard:64:DefaultText
source: Tell me about your missing coworker.
cs: Povězte mi o svém pohřešovaném spolupracovníkovi.

# conversations/04_monarch/0402/0402_cv_velmaballard:65:DefaultText
source: Braxton. He's in charge of getting the fish fat but also making sure they don't get too many tumors.
cs: Braxton. Má na starosti, aby ryby byly tučné, ale také aby neměly příliš mnoho nádorů.

# conversations/04_monarch/0402/0402_cv_velmaballard:66:DefaultText
source: He's a real wizard with pharmaceuticals, but he has creative notions of working hours. Comes with living in a "free" colony, I guess.
cs: S léky umí zacházet jako kouzelník, ale o pracovní době má kreativní představy. To asi patří k životu ve "svobodné" kolonii.

# conversations/04_monarch/0402/0402_cv_velmaballard:67:DefaultText
source: Don't you have rules about that sort of thing?
cs: Nemáte na takové věci nějaká pravidla?

# conversations/04_monarch/0402/0402_cv_velmaballard:68:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/04_monarch/0402/0402_cv_velmaballard:69:DefaultText
source: He'll come back eventually. You can't constrain a person's freedom.
cs: Nakonec se vrátí. Nemůžete omezit svobodu člověka.

# conversations/04_monarch/0402/0402_cv_velmaballard:70:DefaultText
source: So find him and drag him out by his ears!
cs: Tak ho najděte a vytáhněte ho za uši!

# conversations/04_monarch/0402/0402_cv_velmaballard:72:DefaultText
source: I can't keep working double shifts, either.
cs: Ani já nemůžu pracovat na dvě směny.

# conversations/04_monarch/0402/0402_cv_velmaballard:73:DefaultText
source: I would if I weren't busy here picking up his slack.
cs: Udělal bych to, kdybych neměl práci s tím, že ho budu sbírat.

# conversations/04_monarch/0402/0402_cv_velmaballard:74:DefaultText
source: Since you don't seem to be constrained yourself, maybe you could check up on him. He lives in the apartments.
cs: Protože se nezdá, že bys byl sám omezen, možná bys ho mohl zkontrolovat. Bydlí v apartmánech.

# conversations/04_monarch/0402/0402_cv_velmaballard:75:DefaultText
source: Tell him Velma said to get his lazy ass down here, or she might start noticing those extra drugs he's been taking from supply.
cs: Řekni mu, že mu Velma řekla, aby sem přišel, jinak si může začít všímat těch léků, které bere ze zásob.

# conversations/04_monarch/0402/0402_cv_velmaballard:76:DefaultText
source: I've got some bad news about Braxton...
cs: Mám špatné zprávy o Braxtonovi...

# conversations/04_monarch/0402/0402_cv_velmaballard:77:DefaultText
source: That he's got his load on and I'm stuck covering his shift?
cs: Že má na sobě náklad a já musím za něj zaskočit?

# conversations/04_monarch/0402/0402_cv_velmaballard:80:DefaultText
source: Cheer up! Maybe now you can hire someone better.
cs: Hlavu vzhůru! Možná teď můžete najmout někoho lepšího.

# conversations/04_monarch/0402/0402_cv_velmaballard:81:DefaultText
source: It's a rotten way to go.
cs: Je to špatná cesta.

# conversations/04_monarch/0402/0402_cv_velmaballard:82:DefaultText
source: You definitely sounded like one.
cs: Rozhodně jsi tak zněl.

# conversations/04_monarch/0402/0402_cv_velmaballard:83:DefaultText
source: Ease up. I'm running on a chronic shortage of sleep here.
cs: Uvolněte se. Mám tu chronický nedostatek spánku.

# conversations/04_monarch/0402/0402_cv_velmaballard:84:DefaultText
source: Oh, sure. Because Monarch's just teeming with experts in the finer points of saltuna health.
cs: Jistě. Protože Monarch se jen hemží odborníky na jemné aspekty zdraví saltuna.

# conversations/04_monarch/0402/0402_cv_velmaballard:85:DefaultText
source: Yeah, I wouldn't wish that on Catherine herself.
cs: Jo, to bych nepřál ani Catherine.

# conversations/04_monarch/0402/0402_cv_velmaballard:86:DefaultText
source: Still, it's good to know what happened to him. And that I ought to start looking for a replacement.
cs: Přesto je dobré vědět, co se mu stalo. A že bych měl začít hledat náhradu.

# conversations/04_monarch/0402/0402_cv_velmaballard:87:DefaultText
source: You said Braxton had been stealing drugs?
cs: Říkal jste, že Braxton kradl drogy?

# conversations/04_monarch/0402/0402_cv_velmaballard:88:DefaultText
source: Stealing's such a nasty word. Let's call it skimming.
cs: Krádež je tak ošklivé slovo. Říkejme tomu skimming.

# conversations/04_monarch/0402/0402_cv_velmaballard:89:DefaultText
source: And yeah, let's just say I've noticed the sterobiotics we use for the fish would get used a little faster on Braxton's shifts.
cs: A ano, řekněme, že jsem si všiml, že sterobiotika, která používáme pro ryby, se na Braxtonových směnách spotřebují o něco rychleji.

# conversations/04_monarch/0402/0402_cv_velmaballard:90:DefaultText
source: Besides, the Spacer's Choice stuff we use is cheap enough. And Braxton knows how to get the saltuna fat and mostly tumor-free.
cs: Kromě toho je materiál Spacer's Choice, který používáme, dost levný. A Braxton ví, jak získat saltuna tuk a většinou bez nádorů.

# conversations/04_monarch/0402/0402_cv_velmaballard:91:DefaultText
source: Awfully nice of you not to say anything.
cs: Je od tebe hezké, že jsi nic neřekl.

# conversations/04_monarch/0402/0402_cv_velmaballard:92:DefaultText
source: Why didn't you turn him in?
cs: Proč jste ho neudal?

# conversations/04_monarch/0402/0402_cv_velmaballard:93:DefaultText
source: You should've hung that sleazebag out to dry.
cs: Měl jsi toho slizouna pověsit na hřebík.

# conversations/04_monarch/0402/0402_cv_velmaballard:94:DefaultText
source: We're not like those corporate towns where you get fined for sleeping on the wrong side of the bed.
cs: Nejsme jako v těch korporátních městech, kde dostanete pokutu za to, že spíte na špatné straně postele.

# conversations/04_monarch/0402/0402_cv_velmaballard:95:DefaultText
source: Someone would've if this were a corporate town. But we pride ourselves on giving people a little breathing room.
cs: Někdo by to udělal, kdyby šlo o korporátní město. Ale my jsme hrdí na to, že lidem dáváme trochu prostoru.

# conversations/04_monarch/0402/0402_cv_velmaballard:96:DefaultText
source: Or "knew," I guess.
cs: Nebo spíš "věděl".

# conversations/04_monarch/0402/0402_cv_velmaballard:97:DefaultText
source: We're not keen on rules for rules' sake around here. Means Braxton skips work sometimes, but it also means no company boss is telling me when I can take a shit.
cs: Nejsme příznivci pravidel pro pravidla. Znamená to, že Braxton občas vynechá práci, ale taky to znamená, že mi žádný šéf firmy neříká, kdy se můžu jít vysrat.

# conversations/04_monarch/0402/0402_cv_velmaballard:98:DefaultText
source: That's what Braxton is. He's our fish doctor.
cs: Takový je Braxton. Je to náš rybí doktor.

# conversations/04_monarch/0402/0402_cv_velmaballard:99:DefaultText
source: Something else on your mind?
cs: Máte na mysli něco jiného?

# conversations/04_monarch/0402/0402_cv_velmaballard:100:DefaultText
source: Fish oil... more fish oil... how does Braxton find anything?
cs: Rybí tuk... další rybí tuk... jak Braxton něco najde?

# conversations/04_monarch/0402/0402_cv_velmaballard:102:DefaultText
source: I'm here to ask about Grimm's poster.
cs: Přišel jsem se zeptat na Grimmův plakát.

# conversations/04_monarch/0402/0402_cv_velmaballard:103:DefaultText
source: This again? I swear, this is the last time I contract for any special requests.
cs: Zase tohle? Přísahám, že tohle je naposledy, co jsem uzavřela smlouvu na zvláštní požadavky.

# conversations/04_monarch/0402/0402_cv_velmaballard:104:DefaultText
source: You can tell Grimm his poster came in. You can also tell him I got a better offer for it. So now it's going to Nell.
cs: Můžeš Grimmovi říct, že přišel jeho plakát. Taky mu můžeš říct, že jsem za něj dostal lepší nabídku. Takže teď ho dostane Nell.

# conversations/04_monarch/0402/0402_cv_velmaballard:105:DefaultText
source: That about cover it?
cs: To je asi tak všechno?

# conversations/04_monarch/0402/0402_cv_velmaballard:106:DefaultText
source: Who's Nell?
cs: Kdo je Nell?

# conversations/04_monarch/0402/0402_cv_velmaballard:107:DefaultText
source: You still have the poster, right?
cs: Pořád máš ten plakát, že?

# conversations/04_monarch/0402/0402_cv_velmaballard:108:DefaultText
source: You're just giving Grimm's poster away? Didn't he pay for it?
cs: Ty prostě rozdáváš Grimmův plakát? Nezaplatil za něj?

# conversations/04_monarch/0402/0402_cv_velmaballard:109:DefaultText
source: Surely we can work something out.
cs: Určitě se nám podaří něco vymyslet.

# conversations/04_monarch/0402/0402_cv_velmaballard:110:DefaultText
source: She runs the betting parlor across the way. Nice, professional lady.
cs: Provozuje sázkovou kancelář naproti. Milá, profesionální dáma.

# conversations/04_monarch/0402/0402_cv_velmaballard:111:DefaultText
source: It's staying locked up in my office until Nell shows with her money.
cs: Zůstane zamčený v mé kanceláři, dokud se Nell neukáže se svými penězi.

# conversations/04_monarch/0402/0402_cv_velmaballard:112:DefaultText
source: No, I paid SubLight for it, so it's mine. And when Nell pays me for it, it'll be hers. Grimm may have asked for the poster, but it's not his until I take his money.
cs: Ne, zaplatil jsem za něj společnosti SubLight, takže je můj. A až mi za něj Nell zaplatí, bude její. Grimm si sice o plakát řekl, ale dokud si nevezmu jeho peníze, není jeho.

# conversations/04_monarch/0402/0402_cv_velmaballard:113:DefaultText
source: Sure can. If you wanna pay me more than Nell's offering.
cs: Jistěže může. Pokud mi chceš zaplatit víc, než mi nabízí Nell.

# conversations/04_monarch/0402/0402_cv_velmaballard:114:DefaultText
source: She asked me about the poster once - just once. Made a real generous offer, too.
cs: Jednou se mě zeptala na plakát - jen jednou. Udělala i opravdu velkorysou nabídku.

# conversations/04_monarch/0402/0402_cv_velmaballard:117:DefaultText
source: You won't do much business if your neighbors hate you. Consider this an investment.
cs: Pokud vás sousedé nenávidí, moc obchodů neuděláte. Berte to jako investici.

# conversations/04_monarch/0402/0402_cv_velmaballard:118:DefaultText
source: Help me out here. I found Braxton, didn't I?
cs: Pomozte mi. Našel jsem Braxtona, že?

# conversations/04_monarch/0402/0402_cv_velmaballard:119:DefaultText
source: Work with me. I'm helping you find Braxton, aren't I?
cs: Pracujte se mnou. Pomáhám ti najít Braxtona, že?

# conversations/04_monarch/0402/0402_cv_velmaballard:120:DefaultText
source: Take <oeiglobal>Bribe_Amount</oeiglobal> bits for the time Grimm's wasted. He'll still pay for the poster.
cs: Vezměte si <oeiglobal>Bribe_Amount</oeiglobal> bity za čas, který Grimm promarnil. Za plakát ještě zaplatí.

# conversations/04_monarch/0402/0402_cv_velmaballard:121:DefaultText
source: I got a feeling you and Catherine would get on like tumors on a pig.
cs: Mám pocit, že si s Catherine budete rozumět jako nádor s prasetem.

# conversations/04_monarch/0402/0402_cv_velmaballard:122:DefaultText
source: Fair enough. The damn thing's been a headache, anyway.
cs: To je fér. Stejně mě z té zatracené věci bolí hlava.

# conversations/04_monarch/0402/0402_cv_velmaballard:123:DefaultText
source: Sure. And once you've finished helping me, then we can talk about the poster.
cs: Jistě. A až mi přestaneš pomáhat, můžeme si promluvit o plakátu.

# conversations/04_monarch/0402/0402_cv_velmaballard:124:DefaultText
source: Damn right he will. Hopefully that'll be the last I see of him for a while.
cs: To si pište, že ano. Doufejme, že to bylo na nějakou dobu naposledy, co jsem ho viděl.

# conversations/04_monarch/0402/0402_cv_velmaballard:125:DefaultText
source: Take the poster, then. And if I never hear another word about it, it'll be too soon.
cs: Vezměte si tedy plakát. A pokud o něm už nikdy neuslyším, bude to příliš brzy.

# conversations/04_monarch/0402/0402_cv_velmaballard:126:DefaultText
source: Can we come to an arrangement on Grimm's poster?
cs: Můžeme se dohodnout na Grimmově plakátu?

# conversations/04_monarch/0402/0402_cv_velmaballard:127:DefaultText
source: Nell's dead. She won't be paying for anything.
cs: Nell je mrtvá. Nebude za nic platit.

# conversations/04_monarch/0402/0402_cv_velmaballard:128:DefaultText
source: Nell's no longer interested in the poster.
cs: Nell už plakát nezajímá.

# conversations/04_monarch/0402/0402_cv_velmaballard:129:DefaultText
source: That's real sad. She was a genuinely nice lady, you know?
cs: To je opravdu smutné. Byla to opravdu milá dáma, víte?

# conversations/04_monarch/0402/0402_cv_velmaballard:130:DefaultText
source: That's a surprise. Tossball being part of her business and all.
cs: To je překvapení. Tossball je součástí jejího podnikání a tak.

# conversations/04_monarch/0402/0402_cv_velmaballard:131:DefaultText
source: First my auto loader foreman stages a walkout, and now my chief pescatological health manager is missing.
cs: Nejdřív můj předák autonakladačů podá výpověď a teď chybí můj hlavní peskatologický manažer.

# conversations/04_monarch/0402/0402_cv_velmaballard:132:DefaultText
source: What's this about your foreman?
cs: Co je to s vaším předákem?

# conversations/04_monarch/0402/0402_cv_velmaballard:133:DefaultText
source: Let's talk about Caleb.
cs: Promluvme si o Calebovi.

# conversations/04_monarch/0402/0402_cv_velmaballard:134:DefaultText
source: Caleb Herrick. Runs the auto loader operators. He thinks I don't pay them enough for flipping switches and turning dials.
cs: Caleb Herrick. Provozuje obsluhu automatického nakladače. Myslí si, že jim málo platím za přepínání vypínačů a otáčení ovladači.

# conversations/04_monarch/0402/0402_cv_velmaballard:135:DefaultText
source: He and his whole crew walked out. Say they won't come back unless I pay them more.
cs: On i celá jeho posádka odešli. Řekli, že se nevrátí, pokud jim nezaplatím víc.

# conversations/04_monarch/0402/0402_cv_velmaballard:136:DefaultText
source: I can talk to Caleb for you.
cs: Můžu za tebe promluvit s Calebem.

# conversations/04_monarch/0402/0402_cv_velmaballard:137:DefaultText
source: Why don't you just pay them more?
cs: Proč jim prostě nezaplatíte víc?

# conversations/04_monarch/0402/0402_cv_velmaballard:138:DefaultText
source: Surely you can make them come back.
cs: Jistě je můžete přimět, aby se vrátili.

# conversations/04_monarch/0402/0402_cv_velmaballard:139:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/04_monarch/0402/0402_cv_velmaballard:140:DefaultText
source: You mind slapping him around a little while you're at it?
cs: Nevadilo by ti, kdybys ho při tom trochu propleskl?

# conversations/04_monarch/0402/0402_cv_velmaballard:141:DefaultText
source: Because we've got a budget, all right? And in case you haven't noticed, MSI doesn't exactly have a lot of spare bits on hand.
cs: Protože máme rozpočet, jasný? A pokud jste si nevšimli, MSI nemá po ruce zrovna mnoho náhradních kusů.

# conversations/04_monarch/0402/0402_cv_velmaballard:142:DefaultText
source: Not on Monarch. Sanjar threw out the old work mandates and penalties.
cs: Ne na Monarchu. Sanjar zrušil staré pracovní mandáty a tresty.

# conversations/04_monarch/0402/0402_cv_velmaballard:143:DefaultText
source: Fine by me.
cs: Mně to vyhovuje.

# conversations/04_monarch/0402/0402_cv_velmaballard:144:DefaultText
source: If you can find a way to get him back to work, I'll make it worth your while. Check The Yacht Club - he's usually there.
cs: Pokud najdete způsob, jak ho dostat zpátky do práce, bude to stát za to. Zkontroluj Yacht Club - obvykle tam bývá.

# conversations/04_monarch/0402/0402_cv_velmaballard:146:DefaultText
source: Sure. Until your workers start making ridiculous demands.
cs: Jistě. Dokud vaši zaměstnanci nezačnou vznášet směšné požadavky.

# conversations/04_monarch/0402/0402_cv_velmaballard:147:DefaultText
source: Unless you're here to tell me he's agreed to do his job again, I've got nothing to say.
cs: Pokud mi nechcete říct, že souhlasil s tím, že bude znovu dělat svou práci, nemám k tomu co říct.

# conversations/04_monarch/0402/0402_cv_velmaballard:148:DefaultText
source: I saw your accounts. You've been skimming money for years. You can afford to pay more.
cs: Viděl jsem vaše účty. Peníze z nich strháváte už léta. Můžete si dovolit platit víc.

# conversations/04_monarch/0402/0402_cv_velmaballard:149:DefaultText
source: If you hire SubLight, you'll just give them more control over your business.
cs: Pokud si najmete společnost SubLight, jen jí poskytnete větší kontrolu nad svým podnikáním.

# conversations/04_monarch/0402/0402_cv_velmaballard:150:DefaultText
source: I know you're taking a percentage off the top. What would Sanjar say if I told him?
cs: Vím, že si strháváte procenta z horní hranice. Co by Sanjar řekl, kdybych mu to řekl?

# conversations/04_monarch/0402/0402_cv_velmaballard:151:DefaultText
source: Why can't you give him his pay increase?
cs: Proč mu nemůžete zvýšit plat?

# conversations/04_monarch/0402/0402_cv_velmaballard:152:DefaultText
source: Caleb says they need a raise to keep up with prices around here.
cs: Caleb říká, že potřebují zvýšit plat, aby udrželi krok s cenami v okolí.

# conversations/04_monarch/0402/0402_cv_velmaballard:153:DefaultText
source: I don't have the bits for it. Plain and simple.
cs: Nemám k tomu potřebné kousky. Prostě a jednoduše.

# conversations/04_monarch/0402/0402_cv_velmaballard:154:DefaultText
source: Besides, if I make an exception for him, I gotta do the same for everyone.
cs: Kromě toho, když udělám výjimku pro něj, musím udělat totéž pro všechny.

# conversations/04_monarch/0402/0402_cv_velmaballard:155:DefaultText
source: They're hard workers, aren't they? Don't they deserve some compensation for that?
cs: Jsou to dříči, že? Nezaslouží si za to nějakou odměnu?

# conversations/04_monarch/0402/0402_cv_velmaballard:156:DefaultText
source: Tell him to complain to Catherine in Fallbrook, not me. SubLight's demanding more money for the same contracts, which means we're all in the same boat.
cs: Ať si stěžuje Catherine ve Fallbrooku, ne mně. SubLight požaduje více peněz za stejné smlouvy, což znamená, že jsme všichni na stejné lodi.

# conversations/04_monarch/0402/0402_cv_velmaballard:157:DefaultText
source: If Caleb wants to keep this job, he'd better get back to it. I'm about ready to hire SubLight contractors at this rate.
cs: Jestli si chce Caleb tuhle práci udržet, měl by se k ní vrátit. Tímhle tempem jsem skoro připraven najmout sublightové dodavatele.

# conversations/04_monarch/0402/0402_cv_velmaballard:158:DefaultText
source: Hard workers? They turn dials and flip switches. The machines do all the actual work.
cs: Těžce pracující? Otáčejí ovladači a přepínači. Všechnu skutečnou práci dělají stroje.

# conversations/04_monarch/0402/0402_cv_velmaballard:159:DefaultText
source: Caleb and his crew have it better than anyone else around here, I'll tell you that much.
cs: Caleb a jeho parta to mají lepší než kdokoli jiný tady, to vám povím.

# conversations/04_monarch/0402/0402_cv_velmaballard:161:DefaultText
source: You've already lost Braxton. Can you afford to lose Caleb's entire team?
cs: Braxtona jste už ztratili. Můžete si dovolit ztratit celý Calebův tým?

# conversations/04_monarch/0402/0402_cv_velmaballard:162:DefaultText
source: Are you willing to meet Caleb halfway?
cs: Jste ochotni vyjít Calebovi vstříc?

# conversations/04_monarch/0402/0402_cv_velmaballard:163:DefaultText
source: Sanjar's gonna notice your shortfalls before long. And he'll hold YOU responsible.
cs: Sanjar si brzy všimne tvých nedostatků. A bude tě za to činit zodpovědným.
