Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:113:DefaultText
source: That's very generous of you.
cs: To je od vás velmi velkorysé.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:114:DefaultText
source: The Adjutant sent me.
cs: Poslal mě adjutant.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:178:DefaultText
source: Celia, didn't I tell you our new statistics-based advertising model would be a hit?
cs: Celie, neříkal jsem ti, že náš nový reklamní model založený na statistikách bude hitem?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:184:DefaultText
source: The Adjutant herself? Why, I knew the Board would see reason eventually, but this... this...
cs: Sama adjutantka? Věděl jsem, že rada nakonec dostane rozum, ale tohle... tohle...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:189:DefaultText
source: No, YOU have a meeting with ME.
cs: Ne, ty máš schůzku se mnou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:191:DefaultText
source: I'm looking for an information broker.
cs: Hledám zprostředkovatele informací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:196:DefaultText
source: Hiram? Why, he's probably still out at Devil's Peak. Not that he's had the courtesy to notify me, at any rate...
cs: Hiram? Pravděpodobně je stále na Ďáblově vrchu. Ne že by byl tak laskav a upozornil mě na to...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:199:DefaultText
source: How do I get to Devil's Peak?
cs: Jak se dostanu na Ďáblův štít?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:204:DefaultText
source: You'd head south along the road and look for a mountain to the west. Not that I'd advise it - it's a terribly dangerous trek.
cs: Vydejte se po silnici na jih a hledejte horu na západě. Ne že bych to doporučoval - je to strašně nebezpečný trek.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:242:DefaultText
source: I've got to go.
cs: Musím jít.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:292:DefaultText
source: What can I do for you?
cs: Co pro vás mohu udělat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:293:DefaultText
source: <Give him the BOLT-52.> I found the cartridge.
cs: <Dejte mu BOLT-52.> Našel jsem nábojnici.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:297:DefaultText
source: Oh, yes. I'm going to be up all night with this. All those blanks waiting to be filled, boxes waiting to be ticked...
cs: Ach, ano. Budu kvůli tomu vzhůru celou noc. Všechna ta prázdná místa čekají na vyplnění, políčka čekají na zaškrtnutí...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:349:DefaultText
source: But I see you've met Nyoka. If anyone can get you there safely, it's her.
cs: Ale vidím, že jste se s Nyokou setkali. Jestli tě tam někdo dokáže bezpečně dostat, je to ona.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:455:DefaultText
source: Okay. Then let me ask you about something else.
cs: Dobře. Pak se vás zeptám na něco jiného.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:456:DefaultText
source: I'm listening. Celia is taking notes.
cs: Poslouchám. Celia si dělá poznámky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:478:DefaultText
source: I found a data cartridge with details of UDL's secret experiments.
cs: Našel jsem datovou kazetu s podrobnostmi o tajných experimentech UDL.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:480:DefaultText
source: I knew there was something going on! This is exactly the proof we need - the Board will have to welcome us back now.
cs: Věděl jsem, že se něco děje! Tohle je přesně ten důkaz, který potřebujeme - Rada nás teď bude muset přivítat zpět.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:487:DefaultText
source: I need MSI to stop broadcasting. You're jamming Devil's Peak Station.
cs: Potřebuji, aby MSI přestala vysílat. Rušíte stanici Devil's Peak.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:488:DefaultText
source: I'm just looking for Devil's Peak Station.
cs: Hledám jen stanici Devil's Peak.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:489:DefaultText
source: You- oh.
cs: Ty...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:495:DefaultText
source: You think we're the problem? Have you even heard the nonsense Graham is spewing?
cs: Myslíte si, že problém je v nás? Slyšeli jste vůbec ty nesmysly, které Graham vypouští?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:498:DefaultText
source: You made it sound like you were sending me after a weapon.
cs: Znělo to, jako bys mě posílal pro zbraň.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:499:DefaultText
source: I don't think this will fit in any of my guns.
cs: Myslím, že se nevejde do žádné z mých zbraní.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:500:DefaultText
source: What a question! Bureaucratic micromanagement is the only way anything gets done on Halcyon, and proper documentation is a key part of that.
cs: To je otázka! Byrokratický mikromanagement je jediný způsob, jak na Halcyonu něco udělat, a správná dokumentace je jeho klíčovou součástí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:501:DefaultText
source: See, Celia? He gets it. I told you he would.
cs: Vidíš, Celie? Chápe to. Říkal jsem ti, že to pochopí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:501:FemaleText
source: See, Celia? She gets it. I told you she would.
cs: Vidíš, Celie? Chápe to. Říkal jsem ti, že to pochopí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:502:DefaultText
source: I have reason to believe that one of the other corporations is operating on Monarch - illegally and in secret.
cs: Mám důvod se domnívat, že na Monarchu působí jedna z dalších korporací - nelegálně a tajně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:503:DefaultText
source: If someone is operating here, then Catherine's almost certainly supplying them out of Fallbrook. Perhaps she could be convinced to tell you where they are.
cs: Pokud zde někdo působí, pak je Catherine téměř jistě zásobuje z Fallbrooku. Možná by ji šlo přesvědčit, aby vám řekla, kde jsou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:516:DefaultText
source: I guess I'll wait till you're done with your meeting, then.
cs: Asi počkám, až skončíte schůzku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:517:DefaultText
source: And a sense of humor, too! Did you hear that, Celia?
cs: A také smysl pro humor! Slyšela jsi to, Celie?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:562:DefaultText
source: How exactly is a data cartridge going to help?
cs: Jak přesně pomůže datová kazeta?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:564:DefaultText
source: But that's exactly what this is! The world isn't changed with guns and speeches - much as Graham and his followers would like to think - but rather with meticulous documentation.
cs: Ale to je přesně to, co to je! Svět se nemění pomocí zbraní a projevů - jak by si Graham a jeho stoupenci rádi mysleli -, ale spíše pomocí pečlivé dokumentace.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:572:DefaultText
source: Isaac Rose is dead. I found the people who killed him.
cs: Isaac Rose je mrtvý. Našel jsem lidi, kteří ho zabili.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:573:DefaultText
source: But that's terrible! What happened?
cs: Ale to je hrozné! Co se stalo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:574:DefaultText
source: I'm glad to hear you've dealt with them. They've been causing quite a bit of trouble around town.
cs: Jsem ráda, že jste se s nimi vypořádali. Způsobují ve městě docela dost problémů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:575:DefaultText
source: I've taken care of it. The killers are dead.
cs: Postaral jsem se o to. Vrazi jsou mrtví.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:576:DefaultText
source: But that means we won't be able to log their testimonies!
cs: Ale to znamená, že nebudeme moci zaznamenávat jejich svědectví!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:577:DefaultText
source: I don't suppose you've found the targeting module yet. I've sent patrols, but they're running into trouble with the Iconoclasts.
cs: Předpokládám, že jste ještě nenašli zaměřovací modul. Poslal jsem hlídky, ale mají problémy s Ikonoklasty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:578:DefaultText
source: Could you agree to a truce with the Iconoclasts?
cs: Mohli byste s Ikonoklasty uzavřít příměří?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:579:DefaultText
source: Why do you need the targeting module?
cs: Proč potřebujete modul pro cílení?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:580:DefaultText
source: I'll let you know when I've made progress.
cs: Dám vám vědět, až udělám pokrok.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:581:DefaultText
source: Well, because the module controls the weapons systems.
cs: No, protože modul ovládá zbraňové systémy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:582:DefaultText
source: I mean, why do you need the gunship's weapons systems?
cs: K čemu potřebujete zbraňové systémy lodi?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:583:DefaultText
source: Seems like your people should be able to handle this.
cs: Zdá se, že vaši lidé by to měli zvládnout.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:585:DefaultText
source: Enough about the gunship.
cs: Dost už bylo o dělové lodi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:586:DefaultText
source: Because once we mount them on Stellar Bay's walls, no marauder or raptidon will ever be a threat to us again.
cs: Protože jakmile je namontujeme na hradby Hvězdné zátoky, žádný nájezdník ani raptidon nás už nikdy neohrozí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:587:DefaultText
source: Look, Celia, he's being funny again.
cs: Podívej, Celie, zase je vtipný.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:587:FemaleText
source: Look, Celia, she's being funny again.
cs: Podívej, Celie, zase je vtipná.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:589:DefaultText
source: <Give him the targeting module.> It's all yours.
cs: <Předejte mu zaměřovací modul.> Je celý váš.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:590:DefaultText
source: Excellent! At last, we have what we need.
cs: Výborně! Konečně máme, co potřebujeme.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:591:DefaultText
source: Right. I'll lock the south gate to keep them out. You'll have to approach from the north. Good luck.
cs: Vpravo. Zamknu jižní bránu, aby se sem nedostali. Budete se muset přiblížit ze severu. Hodně štěstí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:592:DefaultText
source: I'm trying to convince the Iconoclasts to agree to the truce.
cs: Snažím se přesvědčit Ikonoklasty, aby souhlasili s příměřím.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:593:DefaultText
source: <Give him the module.> Forget the truce. Take the module.
cs: <Dejte mu modul.> Zapomeňte na příměří. Vezmi si modul.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:594:DefaultText
source: Well, aren't you unpredictable! It lends you a certain air of mystery.
cs: No, nejsi ty nepředvídatelný! Dodává ti to jistý nádech tajemna.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:595:DefaultText
source: Oh, that's very good. I wish I could help, but I've never been very good at making presentations.
cs: To je velmi dobré. Rád bych vám pomohl, ale nikdy jsem nebyl moc dobrý ve vytváření prezentací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:596:DefaultText
source: They're all mad! And what's more, they left us. I don't see any way for us to work together.
cs: Všichni se zbláznili! A navíc nás opustili. Nevidím žádný způsob, jak bychom mohli spolupracovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:599:DefaultText
source: I've read your reviews, Sanjar. You can't do this alone.
cs: Četl jsem vaše recenze, Sanjar. Sám to nezvládneš.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:600:DefaultText
source: Forget I said anything.
cs: Zapomeňte, že jsem něco řekl.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:601:DefaultText
source: Nonsense! I value original thought. That's what makes MSI different, after all.
cs: Nesmysl! Cením si originálního myšlení. Tím se přece MSI liší.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:602:DefaultText
source: Supposing you're right, who exactly would you have me work with? The Iconoclasts are not the most compromising sorts.
cs: Předpokládejme, že máte pravdu, s kým přesně bych měl pracovat? Ikonoklasté nejsou zrovna kompromisní.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:603:DefaultText
source: How did things get so bad between you and the Iconoclasts?
cs: Jak se to mezi vámi a Iconoclasts zvrtlo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:604:DefaultText
source: Zora leads the Iconoclasts now. What about her?
cs: Zora nyní vede Ikonoklasty. A co ona?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:605:DefaultText
source: How do these things ever start? Once upon a time, Graham and I saw the same problems with MSI - a rigid corporate structure with no regard for its people.
cs: Jak to vůbec může začít? Kdysi dávno jsme s Grahamem viděli stejné problémy u MSI - rigidní firemní strukturu bez ohledu na lidi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:606:DefaultText
source: Well, Graham is dead, along with his second. Maybe you could take charge?
cs: Graham je mrtvý, stejně jako jeho druhý kolega. Možná bys mohl převzít velení?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:607:DefaultText
source: That's an interesting suggestion. I confess, I don't know much about her except that she worked for Rizzo.
cs: To je zajímavý návrh. Přiznám se, že o ní toho moc nevím, kromě toho, že pracovala pro Rizza.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:608:DefaultText
source: I'm afraid not. Most of them left Stellar Bay under some notion that any corporate organization was tyranny. If their leadership is gone, there'll be no controlling them.
cs: Obávám se, že ne. Většina z nich opustila Hvězdnou zátoku s představou, že jakákoli korporátní organizace je tyranie. Pokud jejich vedení zmizí, nebude je možné ovládat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:610:DefaultText
source: What about Graham's second-in-command, Zora?
cs: A co Grahamův zástupce, Zora?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:612:DefaultText
source: That's an interesting suggestion. I confess, I don't know much about her except that she worked for Rizzo.
cs: To je zajímavý návrh. Přiznám se, že o ní toho moc nevím, kromě toho, že pracovala pro Rizza.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:613:DefaultText
source: I'd be willing to consider it. But I'd need to see her review first.
cs: Byl bych ochoten to zvážit. Ale nejdřív bych potřeboval vidět její recenzi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:614:DefaultText
source: Are you serious?
cs: To myslíte vážně?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:615:DefaultText
source: Fine.
cs: V pořádku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:620:DefaultText
source: Excellent. Her review would be in the Rizzo offices in Cascadia. Bring it to me, and I'll see if she's qualified.
cs: Vynikající. Její recenze bude v kancelářích Rizzo v Cascadii. Přineste mi ho a já se podívám, jestli je kvalifikovaná.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:621:DefaultText
source: All right. I'll have Celia organize a meeting in neutral territory - the old OSI church in the ruins. Meet us there and we'll discuss terms.
cs: Dobře. Řeknu Celii, aby zorganizovala schůzku na neutrálním území - ve starém kostele OSI v ruinách. Sejdeme se tam a probereme podmínky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:622:DefaultText
source: One can't be haphazard about these things!
cs: V těchto věcech se nelze chovat chaoticky!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:623:DefaultText
source: I can't believe it! Not that I'm really surprised, but... well, maybe a little. You did it! I mean, we did it.
cs: Nemůžu tomu uvěřit! Ne že by mě to nějak překvapilo, ale... no, možná trochu ano. Dokázal jsi to! Chci říct, dokázali jsme to.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:624:DefaultText
source: I hope you use this opportunity to make the most of things for Monarch.
cs: Doufám, že tuto příležitost využijete k tomu, abyste pro Monarchu udělali co nejvíce.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:626:DefaultText
source: You had it right the first time.
cs: Poprvé jsi měl pravdu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:627:DefaultText
source: Oh, I certainly will.
cs: To určitě budu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:629:DefaultText
source: Of course. I don't mean to undercut everything you've done for us.
cs: Samozřejmě. Nechci podkopávat všechno, co jsi pro nás udělal.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:630:DefaultText
source: Anyhow, thank you. And good luck to you.
cs: Každopádně vám děkuji. A hodně štěstí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:636:DefaultText
source: Actually, I found a data cartridge with details of UDL's secret experiments.
cs: Vlastně jsem našel datovou kazetu s podrobnostmi o tajných experimentech UDL.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:637:DefaultText
source: <Give him the cartridge.> Do you mean this BOLT-52?
cs: <Podejte mu kazetu.> Myslíte tenhle BOLT-52?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:643:DefaultText
source: Right. Now see here, you may tell your corporate masters that we will deign to rejoin them on the Board, but only once certain conditions are met.
cs: Vpravo. Podívejte se, můžete svým korporátním pánům říct, že se k nim rádi vrátíme do představenstva, ale pouze po splnění určitých podmínek.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:644:DefaultText
source: What exactly do you think is going on here?
cs: O co přesně si myslíte, že jde?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:645:DefaultText
source: You're here because the Board has finally recognized our potential and is welcoming us back with open arms.
cs: Jste tu, protože správní rada konečně rozpoznala náš potenciál a vítá nás zpět s otevřenou náručí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:646:DefaultText
source: ...Right?
cs: ...že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:648:DefaultText
source: Clear my schedule! This newcomer has a meeting with me.
cs: Uvolněte můj rozvrh! Tento nováček má se mnou schůzku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:649:DefaultText
source: But not so generous I can't drive a good bargain! Now, who sent you? Rizzo's, perhaps? Or Auntie Cleo herself?
cs: Ale ne tak velkorysý, abych nemohl dobře vyjednávat! Kdo tě poslal? Snad Rizzo's? Nebo samotná teta Cleo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:650:DefaultText
source: I only hope you don't judge me by my handshake.
cs: Jen doufám, že mě nebudete soudit podle podání ruky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:651:DefaultText
source: I'm just looking for the Information Broker.
cs: Hledám pouze zprostředkovatele informací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:652:DefaultText
source: Hiram? Why, he's probably still out at Devil's Peak. Not that he's had the courtesy to notify me, at any rate...
cs: Hiram? Pravděpodobně je stále na Ďáblově vrchu. Ne že by byl tak laskav a upozornil mě na to...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:653:DefaultText
source: Me? I'm charting my own path. Going where the wind takes me.
cs: Já? Já si razím svou vlastní cestu. Jdu tam, kam mě vítr zavane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:654:DefaultText
source: But if you're here for him, I suppose that means you aren't here for saltuna.
cs: Ale pokud jsi tu kvůli němu, předpokládám, že to znamená, že tu nejsi kvůli Saltuně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:655:DefaultText
source: What a charming notion. One doesn't meet many free spirits in Halcyon - not outside Tartarus prison, anyway.
cs: Jak okouzlující představa. V Halcyonu člověk nepotká mnoho svobodných duchů - alespoň ne mimo vězení Tartar.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:656:DefaultText
source: Forgive me. I'd be positively enraptured, only I take it this means you aren't here for saltuna.
cs: Odpusť mi. Byl bych nadšený, jenže to znamená, že tu nejsi kvůli saltuně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:657:DefaultText
source: Now, what business brings you here?
cs: Co vás sem přivádí?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:658:DefaultText
source: I heard it, sir.
cs: Slyšel jsem to, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:659:DefaultText
source: But I'm sure you didn't come here to trade witticisms, hm? No, you're here for business!
cs: Ale jsem si jistý, že jste sem nepřišel vyměňovat si vtipné hlášky, hm? Ne, jsi tu kvůli obchodu!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:660:DefaultText
source: You've got stones for a guy in the most ignored settlement in Halcyon.
cs: Máš kameny pro chlapa v nejzanedbanější osadě v Halcyonu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:661:DefaultText
source: Why, we've got the numbers on our side! What more could we need?
cs: Vždyť máme čísla na své straně! Co víc můžeme potřebovat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:662:DefaultText
source: Though I take it from your appealingly gruff demeanor and blunt charm that you're not actually here to welcome us back to the Board. Or purchase saltuna.
cs: Ačkoli z tvého přitažlivě drsného chování a neomaleného šarmu usuzuji, že tu ve skutečnosti nejsi proto, abys nás přivítal zpět v Radě. Nebo koupit saltunu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:667:DefaultText
source: It's a two-pronged approach. The first part involves seeing Stellar Bay properly defended.
cs: Jde o dvojí přístup. První část zahrnuje řádnou obranu Hvězdné zátoky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:686:DefaultText
source: Where do I find one?
cs: Kde ho najdu?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:687:DefaultText
source: In the old ARMS building southwest of town. Which used to be part of Stellar Bay before we had to move our walls in. These days it's overrun with marauders and raptidons.
cs: Ve staré budově ARMS na jihozápadě města. Která bývala součástí Stellar Bay, než jsme museli přestěhovat naše zdi. Dnes je zaplavená nájezdníky a raptidony.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:688:DefaultText
source: Why are you saying it that way?
cs: Proč to říkáte takhle?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:689:DefaultText
source: Saying what which way?
cs: Jakým způsobem?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:690:DefaultText
source: ARMS. You're saying ARMS instead of arms.
cs: ZBRANĚ. Říkáte ARMS místo arms.
