Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_tucker_needham.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_tucker_needham:1:DefaultText
source: You used me, Captain. I won't forget that. But at least now I'm free of her.
cs: Využil jste mě, kapitáne. Na to nezapomenu. Ale teď jsem od ní alespoň volný.

# conversations/04_monarch/0402/0402_cv_tucker_needham:2:DefaultText
source: Don't worry about me, Captain. Mama and I will work this out.
cs: O mě se nebojte, kapitáne. S mámou to vyřešíme.

# conversations/04_monarch/0402/0402_cv_tucker_needham:3:DefaultText
source: It took a lot of talking, but I finally convinced Mama I wasn't backing down. I'm a free man, Captain! Thank you.
cs: Stálo mě to hodně přemlouvání, ale nakonec jsem mámu přesvědčil, že neustoupím. Jsem svobodný muž, kapitáne! Děkuji.

# conversations/04_monarch/0402/0402_cv_tucker_needham:4:DefaultText
source: I have nothing to say to you. You leave us alone.
cs: Nemám ti co říct. Nechte nás na pokoji.

# conversations/04_monarch/0402/0402_cv_tucker_needham:5:DefaultText
source: I'm sorry I lied to Mama, but it was the only way for me to be free. Thank you, Captain.
cs: Mrzí mě, že jsem mámě lhal, ale byl to jediný způsob, jak se osvobodit. Děkuji ti, kapitáne.

# conversations/04_monarch/0402/0402_cv_tucker_needham:6:DefaultText
source: Why couldn't you leave well enough alone? There was no reason to tell her I'm alive. Now you've screwed up everything.
cs: Proč jsi to nemohl nechat být? Nebyl důvod jí říkat, že jsem naživu. Teď jsi všechno zkazil.

# conversations/04_monarch/0402/0402_cv_tucker_needham:7:DefaultText
source: Looks like I'm not the only new face around here. What do I call you, stranger?
cs: Vypadá to, že tu nejsem jediná nová tvář. Jak ti mám říkat, cizinče?

# conversations/04_monarch/0402/0402_cv_tucker_needham:8:DefaultText
source: It's Captain <oeitoken>PlayerName</oeitoken>.
cs: Je to kapitán <oeitoken>Jméno hráče</oeitoken>.

# conversations/04_monarch/0402/0402_cv_tucker_needham:9:DefaultText
source: It's Captain Hawthorne.
cs: Je to kapitán Hawthorne.

# conversations/04_monarch/0402/0402_cv_tucker_needham:10:DefaultText
source: You here to join the Iconoclasts? Help us free this world?
cs: Chcete se připojit k Ikonoklastům? Pomůžete nám osvobodit tento svět?

# conversations/04_monarch/0402/0402_cv_tucker_needham:11:DefaultText
source: Well met, Captain. What do you need?
cs: Dobrá zpráva, kapitáne. Co potřebujete?

# conversations/04_monarch/0402/0402_cv_tucker_needham:12:DefaultText
source: Tucker? You're Agnes's 'little boy' from Stellar Bay?
cs: Tucker? Ty jsi Agnesin "chlapeček" ze Stellar Bay?

# conversations/04_monarch/0402/0402_cv_tucker_needham:13:DefaultText
source: We need to talk about your mother.
cs: Musíme si promluvit o tvé matce.

# conversations/04_monarch/0402/0402_cv_tucker_needham:14:DefaultText
source: You're a new face, too, huh?
cs: Ty jsi taky nová tvář, co?

# conversations/04_monarch/0402/0402_cv_tucker_needham:15:DefaultText
source: Free from what?
cs: Bez čeho?

# conversations/04_monarch/0402/0402_cv_tucker_needham:16:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0402/0402_cv_tucker_needham:17:DefaultText
source: I am not a 'little boy'. Haven't been one for decades. No matter what my mama wishes. I take it she's still looking for me? Had hoped she'd accept my decision.
cs: Nejsem "malý chlapec". Nebyl jsem jím po celá desetiletí. Bez ohledu na to, co si přeje moje máma. Chápu to správně, že mě pořád hledá? Doufal jsem, že přijme mé rozhodnutí.

# conversations/04_monarch/0402/0402_cv_tucker_needham:18:DefaultText
source: I don't much want to talk about it. But all right, if you insist.
cs: Nechci o tom moc mluvit. Ale dobře, když na tom trváte.

# conversations/04_monarch/0402/0402_cv_tucker_needham:19:DefaultText
source: Yeah, to Amber Heights, anyway. Only got here a few weeks ago. Was living in Stellar Bay before then. But I can't tell you how great it is to finally be free of them walls!
cs: Jo, do Amber Heights. Přijel jsem teprve před pár týdny. Předtím jsem žil ve Stellar Bay. Ale ani nevíte, jak je skvělé být konečně bez těch zdí!

# conversations/04_monarch/0402/0402_cv_tucker_needham:20:DefaultText
source: Why from the yoke of corporate tyranny! It's what all us Iconoclasts strive for, with Graham at the helm.
cs: Proč se zbavit jha korporátní tyranie! O to my všichni Iconoclasts s Grahamem v čele usilujeme.

# conversations/04_monarch/0402/0402_cv_tucker_needham:21:DefaultText
source: Aren't the walls up to keep everyone safe?
cs: Nejsou zdi postaveny proto, aby všichni byli v bezpečí?

# conversations/04_monarch/0402/0402_cv_tucker_needham:22:DefaultText
source: Screw safe! I've had enough of playing it 'safe' to last me a dozen lifetimes. A body's not meant to live such a guarded life.
cs: Kašlete na bezpečnost! Hrát na jistotu mi vystačí na tucet životů. Tělo není stvořeno k tomu, aby žilo takhle střežený život.

# conversations/04_monarch/0402/0402_cv_tucker_needham:23:DefaultText
source: Everybody needs a little danger and excitement. Something to live for! That's what you get outside the walls. And if you're lucky, you find a cause worth bleeding for.
cs: Každý potřebuje trochu nebezpečí a vzrušení. Něco, pro co je třeba žít! To je to, co dostanete za zdmi. A když máš štěstí, najdeš věc, pro kterou stojí za to krvácet.

# conversations/04_monarch/0402/0402_cv_tucker_needham:24:DefaultText
source: That's what I got right here! The Iconoclasts welcomed me into the fold. They're teaching me how to survive and truly be free. That's worth more to me than 'safe' ever could be!
cs: To je to, co mám tady! Iconoclasts mě přivítali mezi sebe. Učí mě, jak přežít a být skutečně svobodný. To má pro mě větší cenu, než by kdy mohlo mít "bezpečí"!

# conversations/04_monarch/0402/0402_cv_tucker_needham:25:DefaultText
source: We want unfettered freedom, not the lies that MSI tries to sell in Stellar Bay. True escape from all rules and constraints.
cs: Chceme neomezenou svobodu, ne lži, které se MSI snaží prodat ve Stellar Bay. Skutečný únik od všech pravidel a omezení.

# conversations/04_monarch/0402/0402_cv_tucker_needham:26:DefaultText
source: You want to know more, listen to Graham's broadcasts. He's been talking up a storm, working to elevate the minds of all the corporate drones in this colony. Getting 'em to rise up.
cs: Chcete-li se dozvědět více, poslechněte si Grahamovo vysílání. Mluví jako uragán a snaží se povznést mysl všech korporátních trubců v této kolonii. Přimět je, aby povstali.

# conversations/04_monarch/0402/0402_cv_tucker_needham:28:DefaultText
source: No rules or limits? Sounds like a utopia.
cs: Žádná pravidla nebo omezení? To zní jako utopie.

# conversations/04_monarch/0402/0402_cv_tucker_needham:29:DefaultText
source: You're describing pure anarchy. Rules are needed for people to coexist.
cs: Popisujete čistou anarchii. Pravidla jsou potřebná k tomu, aby lidé mohli koexistovat.

# conversations/04_monarch/0402/0402_cv_tucker_needham:30:DefaultText
source: It is! Just look at what a paradise Amber Heights is. We could take this world - no, galaxy - wide!
cs: Je to tak! Jen se podívejte, jaký je Amber Heights ráj. Mohli bychom to vzít přes celý svět - ne, přes celou galaxii!

# conversations/04_monarch/0402/0402_cv_tucker_needham:31:DefaultText
source: See, that's what the corps want you to think! If you think rules are needed, they can force any and all they want down your throat. And you'll just swallow it.
cs: Vidíte, to je to, co si sbory chtějí myslet! Pokud si myslíte, že pravidla jsou potřeba, mohou vám vnutit do chřtánu všechna, která chtějí. A vy to prostě spolknete.

# conversations/04_monarch/0402/0402_cv_tucker_needham:32:DefaultText
source: You need to talk to Graham. He'll help you find the truth amongst the lies that're living in your brain.
cs: Musíte si promluvit s Grahamem. Pomůže vám najít pravdu mezi lžemi, které žijí ve vašem mozku.

# conversations/04_monarch/0402/0402_cv_tucker_needham:33:DefaultText
source: That's a pretty strong reaction to the topic of safety...
cs: To je dost silná reakce na téma bezpečnosti...

# conversations/04_monarch/0402/0402_cv_tucker_needham:34:DefaultText
source: Sorry about that. It stems from some, uh, family trauma. I don't want to talk that though.
cs: Za to se omlouvám. Pramení to z nějakého rodinného traumatu. O tom ale nechci mluvit.

# conversations/04_monarch/0402/0402_cv_tucker_needham:35:DefaultText
source: She made it seem like you were in danger. Asked me to rescue you.
cs: Vypadalo to, že jsi v nebezpečí. Požádala mě, abych tě zachránil.

# conversations/04_monarch/0402/0402_cv_tucker_needham:36:DefaultText
source: She's offered a reward to anyone who brings you back to Stellar Bay.
cs: Nabídla odměnu každému, kdo tě přivede zpět do Hvězdné zátoky.

# conversations/04_monarch/0402/0402_cv_tucker_needham:37:DefaultText
source: According to her, stepping foot outside of the house in broad daylight is too dangerous. My entire life she crammed a fear of 'danger' down my throat.
cs: Podle ní je příliš nebezpečné vyjít z domu za bílého dne. Celý život mi cpala do krku strach z "nebezpečí".

# conversations/04_monarch/0402/0402_cv_tucker_needham:38:DefaultText
source: Don't go play with friends, mantisaurs will tear your arms off! Don't leave the city, raptidons will spit acid on your face! Marauders can violate you! You'd fall in a sulfur pool!
cs: Nechoďte si hrát s kamarády, kudlanky vám utrhnou ruce! Neopouštěj město, raptidoni ti plivnou kyselinu do obličeje! Nájezdníci tě mohou znásilnit! Spadl bys do sirné tůně!

# conversations/04_monarch/0402/0402_cv_tucker_needham:39:DefaultText
source: I stuck around way too long, ruled by her fears. I'm 42-years-old, but she still sees me as a little boy in need of her protection. I won't stand for it, I tell you!
cs: Zůstala jsem tu příliš dlouho, ovládaná jejími obavami. Je mi 42 let, ale ona mě stále vidí jako malého chlapce, který potřebuje její ochranu. To si nenechám líbit, to vám říkám!

# conversations/04_monarch/0402/0402_cv_tucker_needham:40:DefaultText
source: Let me guess. You're here to collect it. Well, I can tell you right now it is not going to happen. I won't go back. My entire life, she locked me in Stellar Bay 'cause she was afraid.
cs: Nech mě hádat. Přišel jste si je vyzvednout. No, hned teď vám můžu říct, že se to nestane. Nevrátím se tam. Celý život mě zavírala do Hvězdné zátoky, protože se bála.

# conversations/04_monarch/0402/0402_cv_tucker_needham:41:DefaultText
source: Running away is for cowards. You need to face her and show her you've grown up.
cs: Útěk je pro zbabělce. Musíš se jí postavit a ukázat jí, že jsi dospěl.

# conversations/04_monarch/0402/0402_cv_tucker_needham:42:DefaultText
source: I'm getting that reward. Either you go back, or I'll beat it out of her.
cs: Tu odměnu dostanu. Buď se vrátíš, nebo to z ní vymlátím.

# conversations/04_monarch/0402/0402_cv_tucker_needham:43:DefaultText
source: So what do you want to do about it? She'll keep sending people to look for you.
cs: Co s tím chcete dělat? Bude dál posílat lidi, aby tě hledali.

# conversations/04_monarch/0402/0402_cv_tucker_needham:44:DefaultText
source: You're going back to Stellar Bay. One way or another.
cs: Vracíš se do Hvězdné zátoky. Ať tak či onak.

# conversations/04_monarch/0402/0402_cv_tucker_needham:45:DefaultText
source: She doesn't want to see me as anything other than her baby boy. Why would I go back again? What'll be different this time?
cs: Nechce mě vidět jinak než jako svého chlapečka. Proč bych se měl znovu vracet? Co bude tentokrát jinak?

# conversations/04_monarch/0402/0402_cv_tucker_needham:46:DefaultText
source: What in the nebula is wrong with you? She's an old woman! You'd threaten my flesh and blood just to get me to do what you want?
cs: Co je to s tebou, proboha, špatně? Je to stará ženská! Vyhrožuješ mé krvi, jen abys mě přiměl udělat, co chceš?

# conversations/04_monarch/0402/0402_cv_tucker_needham:47:DefaultText
source: Stars, I don't know. My mama's a stubborn woman. She won't quit until I'm dead.
cs: Hvězdy, nevím. Moje máma je tvrdohlavá. Nepřestane, dokud nezemřu.

# conversations/04_monarch/0402/0402_cv_tucker_needham:48:DefaultText
source: No, that is not going to happen. I spent too many years there, smothered by my mama's fears. Now that I'm free, nothing can change my mind.
cs: Ne, to se nestane. Strávil jsem tam příliš mnoho let, dušen maminčiným strachem. Teď, když jsem volná, už nic nezmění můj názor.

# conversations/04_monarch/0402/0402_cv_tucker_needham:49:DefaultText
source: You've survived outside of Stellar Bay for weeks. Show her the skills you've learned.
cs: Mimo Hvězdnou zátoku jsi přežil několik týdnů. Ukaž jí, co ses naučil.

# conversations/04_monarch/0402/0402_cv_tucker_needham:50:DefaultText
source: Teach her the Iconoclasts' philosophies. Convert her so she might join you in freedom.
cs: Naučte ji filozofii Ikonoklastů. Obraťte ji, aby se k vám mohla připojit ve svobodě.

# conversations/04_monarch/0402/0402_cv_tucker_needham:51:DefaultText
source: You're right. I can do this. I just need to stand my ground and make her see she can't control me anymore. No one can.
cs: Máte pravdu. Tohle zvládnu. Jen si musím stát za svým a přesvědčit ji, že už mě nemůže ovládat. Nikdo to nedokáže.

# conversations/04_monarch/0402/0402_cv_tucker_needham:52:DefaultText
source: It's nothing personal. But I want that money.
cs: Není to nic osobního. Ale já ty peníze chci.

# conversations/04_monarch/0402/0402_cv_tucker_needham:53:DefaultText
source: <Shrug.>
cs: <Pokrčení ramen.>

# conversations/04_monarch/0402/0402_cv_tucker_needham:54:DefaultText
source: Relax. I was only kidding. Don't take everything so seriously.
cs: Uvolněte se. Jen jsem si dělal legraci. Neber všechno tak vážně.

# conversations/04_monarch/0402/0402_cv_tucker_needham:55:DefaultText
source: You're real sick! Sure, she drives me crazy, but she doesn't deserve anyone getting violent with her. Look, I'll go back, all right? Just don't hurt her.
cs: Jsi opravdu nemocný! Jistě, přivádí mě k šílenství, ale nezaslouží si, aby se k ní někdo choval násilnicky. Hele, já se vrátím, jasný? Jen jí neubližuj.

# conversations/04_monarch/0402/0402_cv_tucker_needham:56:DefaultText
source: That was not even close to funny.
cs: To nebylo ani zdaleka vtipné.

# conversations/04_monarch/0402/0402_cv_tucker_needham:57:DefaultText
source: There's really nothing that could convince you to go home?
cs: Opravdu neexistuje nic, co by vás přesvědčilo, abyste se vrátil domů?

# conversations/04_monarch/0402/0402_cv_tucker_needham:58:DefaultText
source: <Attack> I'll force you if I have to.
cs: <Útok> Když budu muset, donutím tě.

# conversations/04_monarch/0402/0402_cv_tucker_needham:59:DefaultText
source: Stellar Bay is not my home - not anymore. I finally found the space to breath, and that's here in Amber Heights.
cs: Hvězdná zátoka není můj domov - už ne. Konečně jsem našla prostor k dýchání, a to tady v Amber Heights.

# conversations/04_monarch/0402/0402_cv_tucker_needham:60:DefaultText
source: Only way I'm getting dragged back is as a corpse! Better dead than caged behind them walls again!
cs: Jediný způsob, jak mě odtáhnout zpátky, je jako mrtvolu! Lepší mrtvý než znovu zavřený za zdí!

# conversations/04_monarch/0402/0402_cv_tucker_needham:61:DefaultText
source: I hope you're in a more reasonable frame of mind than the last time we spoke, Captain.
cs: Doufám, že jste v rozumnějším rozpoložení, než když jsme spolu mluvili naposledy, kapitáne.

# conversations/04_monarch/0402/0402_cv_tucker_needham:62:DefaultText
source: You want to fake your own death to avoid talking to your mother?
cs: Chceš předstírat vlastní smrt, aby ses vyhnul rozhovoru s matkou?

# conversations/04_monarch/0402/0402_cv_tucker_needham:63:DefaultText
source: You know... that might just work. You go back and tell her you found my body beside the road. All mangled and tore up. If she believes me dead, she won't look for me no more.
cs: Víš... to by mohlo fungovat. Vrať se a řekni jí, že jsi našel moje tělo u silnice. Celé znetvořené a roztrhané. Jestli si myslí, že jsem mrtvý, už mě nebude hledat.

# conversations/04_monarch/0402/0402_cv_tucker_needham:64:DefaultText
source: You're okay with her thinking you've died? Don't you think that'll hurt her?
cs: Nevadí ti, že si myslí, že jsi zemřel? Nemyslíš, že jí to ublíží?

# conversations/04_monarch/0402/0402_cv_tucker_needham:65:DefaultText
source: If we do this, I'd need some proof that it was your body I found.
cs: Pokud to uděláme, budu potřebovat nějaký důkaz, že jsem našel tvé tělo.

# conversations/04_monarch/0402/0402_cv_tucker_needham:66:DefaultText
source: No, I won't do that to Agnes.
cs: Ne, to Agnes neudělám.

# conversations/04_monarch/0402/0402_cv_tucker_needham:67:DefaultText
source: I know it sounds... extreme. But I can't go back. I just can't. This is the only way I can think of to be free.
cs: Vím, že to zní... extrémně. Ale nemůžu se vrátit. Prostě nemůžu. Tohle je jediný způsob, jak se osvobodit.

# conversations/04_monarch/0402/0402_cv_tucker_needham:68:DefaultText
source: I hate to think of her grieving, but it'll be good for her to move on. In the long run, you know?
cs: Nerada myslím na to, že truchlí, ale bude pro ni dobré jít dál. Z dlouhodobého hlediska, víš?

# conversations/04_monarch/0402/0402_cv_tucker_needham:69:DefaultText
source: Oh, right. I guess you can take my daddy's ring. I've worn it ever since he died. Mama would recognize it right away.
cs: Aha, jasně. Myslím, že si můžeš vzít prsten mého táty. Nosím ho od té doby, co zemřel. Máma by ho hned poznala.

# conversations/04_monarch/0402/0402_cv_tucker_needham:70:DefaultText
source: I'm plain out of ideas then, Captain. I won't go back, and I can't think of a better way to get my mama to stop searching for me.
cs: Tak to mi došly nápady, kapitáne. Nevrátím se a nenapadá mě lepší způsob, jak přimět mámu, aby mě přestala hledat.

# conversations/04_monarch/0402/0402_cv_tucker_needham:71:DefaultText
source: You take this back to Stellar Bay. Tell my mama I died and you found that on my body. I know it'll hard on her, but it's the only way.
cs: Vezměte to zpět do Hvězdné zátoky. Řekni mámě, že jsem umřel a že jsi to našel na mém těle. Vím, že to pro ni bude těžké, ale jinak to nejde.

# conversations/04_monarch/0402/0402_cv_tucker_needham:72:DefaultText
source: Captain.
cs: Kapitán.

# conversations/04_monarch/0402/0402_cv_tucker_needham:73:DefaultText
source: 'Stranger' suits me just fine.
cs: "Cizinec" mi vyhovuje.

# conversations/04_monarch/0402/0402_cv_tucker_needham:74:DefaultText
source: Welcome to Amber Heights, Captain. Call me Tucker.
cs: Vítejte v Amber Heights, kapitáne. Říkejte mi Tucker.

# conversations/04_monarch/0402/0402_cv_tucker_needham:75:DefaultText
source: Aw, c'mon. We like to be friendly around here. At the least let me call you Captain. Whether or not you command a ship, if you've found your way here, you must be a leader type.
cs: Ale no tak. Rádi se tu chováme přátelsky. Aspoň mi dovolte, abych vám říkal kapitáne. Ať už velíš lodi, nebo ne, pokud jsi našel cestu sem, musíš být vůdčí typ.

# conversations/04_monarch/0402/0402_cv_tucker_needham:76:DefaultText
source: So then, Captain, welcome to Amber Heights. Oh and call me Tucker.
cs: Tak tedy, kapitáne, vítejte v Amber Heights. A říkejte mi Tucker.

# conversations/04_monarch/0402/0402_cv_tucker_needham:77:DefaultText
source: You really should talk to Graham. I think you two would get along swell.
cs: Opravdu by sis měl promluvit s Grahamem. Myslím, že byste si skvěle rozuměli.

# conversations/04_monarch/0402/0402_cv_tucker_needham:78:DefaultText
source: Why from the yoke of corporate tyranny! It's what all us Iconoclasts strive for.
cs: Proč se zbavit jha korporátní tyranie! O to my všichni ikonoklasté usilujeme.

# conversations/04_monarch/0402/0402_cv_tucker_needham:79:DefaultText
source: Oh, yeah. This guy's gonna bleed out here, all right.
cs: Ach, ano. Tenhle chlap tady vykrvácí.

# conversations/04_monarch/0402/0402_cv_tucker_needham:80:DefaultText
source: If I do, it'll have been my choice, damn it! The Iconoclasts taught me that it's okay to be free to make mistakes!
cs: Pokud ano, bude to moje volba, sakra! Iconoclasts mě naučili, že je v pořádku dělat chyby!

# conversations/04_monarch/0402/0402_cv_tucker_needham:81:DefaultText
source: Only the vastly ignorant - such as one who has never even seen a picture of Byzantium - could call this a paradise.
cs: Jen naprostý ignorant - například ten, kdo nikdy neviděl ani obrázek Byzance - může tento ráj nazývat rájem.

# conversations/04_monarch/0402/0402_cv_tucker_needham:82:DefaultText
source: I've heard of that place. Graham once said the folks who live there are bound by chains they themselves bought. Sounds awful!
cs: O tom místě jsem slyšel. Graham jednou řekl, že lidé, kteří tam žijí, jsou spoutáni řetězy, které si sami koupili. To zní hrozně!

# conversations/04_monarch/0402/0402_cv_tucker_needham:83:DefaultText
source: I dunno, Captain. No matter how much of a scene you make, sometimes they just aren't paying attention.
cs: Nevím, kapitáne. Ať uděláš sebevětší scénu, někdy ti prostě nevěnují pozornost.

# conversations/04_monarch/0402/0402_cv_tucker_needham:84:DefaultText
source: Yeah, see? You get it!
cs: Jo, vidíš? Chápeš to!

# conversations/04_monarch/0402/0402_cv_tucker_needham:85:DefaultText
source: Captain! What are you saying?
cs: Kapitáne! Co to říkáte?

# conversations/04_monarch/0402/0402_cv_tucker_needham:86:DefaultText
source: Yeah, what-
cs: Jo, co...

# conversations/04_monarch/0402/0402_cv_tucker_needham:88:DefaultText
source: That can be arranged.
cs: To lze zařídit.

# conversations/04_monarch/0402/0402_cv_tucker_needham:89:DefaultText
source: Felix Millstone, don't you dare!
cs: Felixi Millstone, neopovažuj se!

# conversations/04_monarch/0402/0402_cv_tucker_needham:90:DefaultText
source: Show up with a bottle of vodka and some real good cusses. That'll show her how much you've grown.
cs: Ukaž se s lahví vodky a pár pořádnými nadávkami. To jí ukáže, jak moc jsi vyrostl.

# conversations/04_monarch/0402/0402_cv_tucker_needham:91:DefaultText
source: Then she'll think they've brainwashed me into some kind of hooligan. As far as she's concerned, if I make any decision that's not aligned with hers, someone else convinced me.
cs: Pak si bude myslet, že mi vymyli mozek a udělali ze mě nějakého chuligána. Pokud jde o ni, pokud udělám nějaké rozhodnutí, které není v souladu s jejím, přesvědčil mě někdo jiný.

# conversations/04_monarch/0402/0402_cv_tucker_needham:92:DefaultText
source: I stuck around way too long, ruled by her fears. I'm 42-years-old, but she still sees me as a little boy in need of her protection. I won't stand for it, I tell you!
cs: Zůstala jsem tu příliš dlouho, ovládaná jejími obavami. Je mi 42 let, ale ona mě stále vidí jako malého chlapce, který potřebuje její ochranu. To si nenechám líbit, to vám říkám!

# conversations/04_monarch/0402/0402_cv_tucker_needham:93:DefaultText
source: There's really nothing that could convince you to go home?
cs: Opravdu neexistuje nic, co by vás přesvědčilo, abyste se vrátil domů?

# conversations/04_monarch/0402/0402_cv_tucker_needham:94:DefaultText
source: Stellar Bay is not my home - not anymore. I finally found the space to breath, and that's here in Amber Heights.
cs: Hvězdná zátoka není můj domov - už ne. Konečně jsem našla prostor k dýchání, a to tady v Amber Heights.
