Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_*_resident_a_b.po
Languages: bs

# conversations/04_monarch/0402/0402_bs_resident_a_b:1:DefaultText
source: Smells like rapt in here.
bs: Voní to tu jako rapt.

# conversations/04_monarch/0402/0402_bs_resident_a_b:2:DefaultText
source: It does work! I bought some musk from Sebastian. To cover up the saltuna smell.
bs: Funguje to! Koupila jsem si pižmo od Sebastiana. Aby zakryl vůni saltuny.

# conversations/04_monarch/0402/0402_bs_resident_a_b:3:DefaultText
source: Trust me, this is worse.
bs: Věřte mi, tohle je horší.

# conversations/04_monarch/0402/0402_bs_resident_a_b:5:DefaultText
source: Wouldn't know. I made it a point to stay out of her way.
bs: To bych nevěděl. Dala jsem si záležet, abych jí nepřekážela.

# conversations/04_monarch/0402/0402_bs_resident_a_b:6:DefaultText
source: Velma seem out of sorts to you?
bs: Zdá se vám Velma mimo?

# conversations/04_monarch/0402/0402_bs_resident_a_b:7:DefaultText
source: She's always cranky.
bs: Vždycky je mrzutá.

# conversations/04_monarch/0402/0402_bs_resident_a_b:8:DefaultText
source: No, I mean more than usual.
bs: Ne, myslím víc než obvykle.

# conversations/04_monarch/0402/0402_bs_resident_a_b:9:DefaultText
source: I hear those rich people in Byzantium pay a handsome bit for rapt musk.
bs: Slyšel jsem, že ti bohatí lidé v Byzanci platí za raptské pižmo pěkné peníze.

# conversations/04_monarch/0402/0402_bs_resident_a_b:10:DefaultText
source: Bet they also pay to make it stink less.
bs: Vsadím se, že také platí za to, aby méně smrděla.

# conversations/04_monarch/0402/0402_bs_resident_a_b:11:DefaultText
source: Supposedly it, ah, makes you more attractive for, you know...
bs: Údajně tě to dělá atraktivnějším pro... víš...

# conversations/04_monarch/0402/0402_bs_resident_a_b:12:DefaultText
source: Trust me, no one's going near you like this.
bs: Věř mi, takhle se k tobě nikdo nepřiblíží.

# conversations/04_monarch/0402/0402_bs_resident_a_b:13:DefaultText
source: Poor Braxton...
bs: Chudák Braxton...

# conversations/04_monarch/0402/0402_bs_resident_a_b:14:DefaultText
source: ...I put up with the constant stink of fish because I don't want to think about what's outside those walls.
bs: ...snáším neustálý zápach ryb, protože nechci myslet na to, co je za těmi zdmi.

# conversations/04_monarch/0402/0402_bs_resident_a_b:15:DefaultText
source: I don't wanna think about it.
bs: Nechci na to myslet.

# conversations/04_monarch/0402/0402_bs_resident_a_b:16:DefaultText
source: ...Eaten by cannibals. What a way to go.
bs: ...sežrán kanibaly. To je ale způsob, jak odejít.

# conversations/04_monarch/0402/0402_bs_resident_a_b:17:DefaultText
source: I know! Just imagine if they fell. It'd be Amber Heights all over again.
bs: Já vím! Jen si představte, že by spadly. Bylo by to jako na Amber Heights.

# conversations/04_monarch/0402/0402_bs_resident_a_b:18:DefaultText
source: That's it. You owe me your month's ration of Debilerol.
bs: To je vše. Dlužíš mi měsíční dávku Debilerolu.
