Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_grimm.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_grimm:117:DefaultText
source: I'd show you around, but I gotta keep watch. Just in case someone else comes along.
cs: Ukázal bych ti to tu, ale musím hlídat. Pro případ, že by se objevil někdo jiný.

# conversations/04_monarch/0402/0402_cv_grimm:120:DefaultText
source: You think maybe you could get some of your friends to land here, too? Gets real quiet.
cs: Myslíš, že bys sem mohl dostat i své přátele? Je opravdu ticho.

# conversations/04_monarch/0402/0402_cv_grimm:196:DefaultText
source: Don't think I've seen you around. That means you must be new to Stellar Bay. You are new here, right?
cs: Myslím, že jsem tě tu ještě neviděl. To znamená, že jsi ve Hvězdné zátoce nový. Jsi tu nový, že?

# conversations/04_monarch/0402/0402_cv_grimm:198:DefaultText
source: You seem surprised.
cs: Zdá se, že jste překvapen.

# conversations/04_monarch/0402/0402_cv_grimm:200:DefaultText
source: Which means I never get to do this part. But I've been practicing! So here goes.
cs: Což znamená, že tuhle část nikdy neudělám. Ale cvičila jsem! Takže tady to je.

# conversations/04_monarch/0402/0402_cv_grimm:201:DefaultText
source: On behalf of Monarch Stellar Industries, welcome to Stellar Bay, home of the freshest saltuna in Halcyon. Please state your name for the records.
cs: Jménem společnosti Monarch Stellar Industries vás vítáme ve Hvězdné zátoce, domově nejčerstvější saltuny v Halcyonu. Uveďte prosím své jméno pro záznamy.

# conversations/04_monarch/0402/0402_cv_grimm:202:DefaultText
source: Captain <oeitoken>PlayerName</oeitoken>.
cs: Kapitán <oeitoken>Jméno hráče</oeitoken>.

# conversations/04_monarch/0402/0402_cv_grimm:203:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0402/0402_cv_grimm:204:DefaultText
source: I prefer to travel discreetly, if you know what I mean.
cs: Dávám přednost diskrétnímu cestování, jestli víte, co tím myslím.

# conversations/04_monarch/0402/0402_cv_grimm:205:DefaultText
source: Aw, don't be like that. I never get to do this part!
cs: Nebuď takový. Tuhle část nikdy neudělám!

# conversations/04_monarch/0402/0402_cv_grimm:206:DefaultText
source: Me? I'm Alex Hawthorne.
cs: Já? Jsem Alex Hawthorne.

# conversations/04_monarch/0402/0402_cv_grimm:207:DefaultText
source: Please?
cs: Prosím?

# conversations/04_monarch/0402/0402_cv_grimm:208:DefaultText
source: Fine. I'm Captain <oeitoken>PlayerName</oeitoken>.
cs: V pořádku. Jsem kapitán <oeitoken>Jméno hráče</oeitoken>.

# conversations/04_monarch/0402/0402_cv_grimm:209:DefaultText
source: I go by Alex Hawthorne.
cs: Říkám si Alex Hawthorne.

# conversations/04_monarch/0402/0402_cv_grimm:210:DefaultText
source: Don't make me tell you twice.
cs: Nenuť mě, abych ti to říkal dvakrát.

# conversations/04_monarch/0402/0402_cv_grimm:211:DefaultText
source: Sorry. I've got business elsewhere.
cs: Omlouvám se. Mám práci jinde.

# conversations/04_monarch/0402/0402_cv_grimm:212:DefaultText
source: H-hey, easy. I won't stop you.
cs: Hej, v klidu. Nebudu ti bránit.

# conversations/04_monarch/0402/0402_cv_grimm:213:DefaultText
source: Swell, there's one for the logs! I'm even gonna give you your own entry code.
cs: Skvělé, tady je jeden pro klády! Dokonce ti dám tvůj vlastní vstupní kód.

# conversations/04_monarch/0402/0402_cv_grimm:214:DefaultText
source: I'm not supposed to do that - it's against procedure - but Mr. Sanjar isn't so strict about the rules here. Besides, I got a lot of empty entries to fill.
cs: Neměl bych to dělat - je to proti pravidlům - ale pan Sanjar tady není tak přísný, co se týče pravidel. Kromě toho mám spoustu prázdných položek, které musím zaplnit.

# conversations/04_monarch/0402/0402_cv_grimm:215:DefaultText
source: Is Stellar Bay really THAT isolated?
cs: Je Hvězdná zátoka opravdu tak izolovaná?

# conversations/04_monarch/0402/0402_cv_grimm:216:DefaultText
source: You're not what I expected to find on Monarch.
cs: Na Monarchu jsem tě nečekal.

# conversations/04_monarch/0402/0402_cv_grimm:217:DefaultText
source: We don't get ship traffic in town. Only offworlders who do make it out here are SubLight - they got a base in Fallbrook.
cs: Ve městě nemáme lodní dopravu. Jediní mimozemšťané, kteří se sem dostanou, jsou SubLight - mají základnu ve Fallbrooku.

# conversations/04_monarch/0402/0402_cv_grimm:218:DefaultText
source: And thank the stars for them, or we would've run out of Rizzo's Purpleberry Crunch years ago.
cs: A děkujte za ně hvězdám, jinak by nám Rizzo's Purpleberry Crunch došel už dávno.

# conversations/04_monarch/0402/0402_cv_grimm:219:DefaultText
source: Oh, that'll just make Mr. Sanjar's day if you tell him. The Board makes up lots of nasty stories about raptidons and cannibals and whatnot.
cs: To by pana Sanjara potěšilo, kdybys mu to řekla. Rada si vymýšlí spoustu hnusných historek o raptidonech a kanibalech a tak.

# conversations/04_monarch/0402/0402_cv_grimm:220:DefaultText
source: I'm gonna have a look around town.
cs: Porozhlédnu se po městě.

# conversations/04_monarch/0402/0402_cv_grimm:221:DefaultText
source: Mr. Sanjar'll be mighty pleased to meet you. If you see him over at headquarters, maybe you could tell him I did a bang-up job of welcoming you?
cs: Pan Sanjar vás velmi rád pozná. Až ho uvidíte na velitelství, možná byste mu mohl říct, že jsem vás přivítal skvěle.

# conversations/04_monarch/0402/0402_cv_grimm:222:DefaultText
source: But that's all outside our walls. Mostly.
cs: Ale to vše je mimo naše zdi. Většinou.

# conversations/04_monarch/0402/0402_cv_grimm:223:DefaultText
source: Business? Well, Mr. Sanjar's gonna like the sound of that.
cs: Podnikání? No, panu Sanjarovi se to bude líbit.

# conversations/04_monarch/0402/0402_cv_grimm:224:DefaultText
source: You may not have heard - you being new - but Stellar Bay hardly ever gets offworld traffic. Us being cut off by the Board and all.
cs: Možná jste to neslyšeli, protože jste tu noví, ale ve Stellar Bay není téměř žádný mimozemský provoz. Jsme odříznuti Radou a tak.

# conversations/04_monarch/0402/0402_cv_grimm:225:DefaultText
source: Whatever, I'm not here for chit-chat.
cs: To je jedno, nejsem tu kvůli klábosení.

# conversations/04_monarch/0402/0402_cv_grimm:226:DefaultText
source: Wait! Don't go just yet. I've been practicing for this. Here goes.
cs: Počkejte! Ještě neodcházejte. Trénoval jsem na to. A je to tady.

# conversations/04_monarch/0402/0402_cv_grimm:228:DefaultText
source: Have you had time to check on that poster yet? I keep wondering if it's come in.
cs: Už jsi měl čas zkontrolovat ten plakát? Pořád si říkám, jestli už přišel.

# conversations/04_monarch/0402/0402_cv_grimm:229:DefaultText
source: Oh, and if you're headed that way, maybe you could do me a favor?
cs: A jestli máš namířeno tam, možná bys mi mohl prokázat laskavost?

# conversations/04_monarch/0402/0402_cv_grimm:230:DefaultText
source: Hey, you're still around. Think you got time to help me out?
cs: Ahoj, pořád jsi tady. Myslíš, že máš čas mi pomoct?

# conversations/04_monarch/0402/0402_cv_grimm:231:DefaultText
source: That depends. What is it?
cs: Záleží na tom. Co to je?

# conversations/04_monarch/0402/0402_cv_grimm:232:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/04_monarch/0402/0402_cv_grimm:233:DefaultText
source: I got this Rizzo's Rangers tossball poster coming in on the next SubLight shipment. Signed by the Black Hole himself!
cs: V příští zásilce SubLight mi přijde plakát Rizzo's Rangers tossball. Podepsaný samotným Black Holem!

# conversations/04_monarch/0402/0402_cv_grimm:234:DefaultText
source: Only, I haven't heard anything in a while. You think you could check with Celia to see if it's come in?
cs: Jenže jsem už dlouho nic neslyšel. Myslíš, že bys mohl zkontrolovat Celii, jestli už to přišlo?

# conversations/04_monarch/0402/0402_cv_grimm:235:DefaultText
source: Sure, I can ask about your poster.
cs: Jistě, mohu se zeptat na váš plakát.

# conversations/04_monarch/0402/0402_cv_grimm:236:DefaultText
source: Who's the Black Hole?
cs: Kdo je černá díra?

# conversations/04_monarch/0402/0402_cv_grimm:238:DefaultText
source: This poster sounds pretty valuable.
cs: Tento plakát zní docela hodnotně.

# conversations/04_monarch/0402/0402_cv_grimm:239:DefaultText
source: Celia's dead.
cs: Celia je mrtvá.

# conversations/04_monarch/0402/0402_cv_grimm:240:DefaultText
source: Thanks a bunch! Celia works for Mr. Sanjar in the MSI building, next to the bar. She's always there, so you can't miss her.
cs: Děkujeme! Celia pracuje pro pana Sanjara v budově MSI vedle baru. Je tam pořád, takže ji nemůžete minout.

# conversations/04_monarch/0402/0402_cv_grimm:241:DefaultText
source: That's a real shame - I always liked her. She never yelled at me for asking all my questions.
cs: To je opravdu škoda - vždycky jsem ji měl rád. Nikdy na mě nekřičela, že se ptám na všechno možné.

# conversations/04_monarch/0402/0402_cv_grimm:242:DefaultText
source: That's Bertie Holcomb! Only one of the greatest tossball hackers ever.
cs: To je Bertie Holcomb! Jeden z nejlepších hackerů v historii.

# conversations/04_monarch/0402/0402_cv_grimm:244:DefaultText
source: I couldn't really say - I'm just a fan of the game.
cs: To nemohu říct - jsem jen fanoušek hry.

# conversations/04_monarch/0402/0402_cv_grimm:245:DefaultText
source: Everyone's heard of him - even on Monarch, we still get some of the games. You been living in a sulfur pit or something?
cs: Všichni o něm slyšeli - dokonce i na Monarchu se k nám stále dostávají některé hry. Žil jsi v sírové jámě nebo co?

# conversations/04_monarch/0402/0402_cv_grimm:247:DefaultText
source: Aw, you're real funny. Guess I don't feel so bad for missing what goes on in the rest of Stellar Bay.
cs: Jsi opravdu vtipný. Asi se necítím tak špatně, že mi uniká, co se děje ve zbytku Hvězdné zátoky.

# conversations/04_monarch/0402/0402_cv_grimm:249:DefaultText
source: But the fancy collector types say the more people see these things, the less valuable they are. And I figure my poster's been passed around by more than a few people by now.
cs: Ale sběratelští fajnšmekři tvrdí, že čím více lidí tyto věci vidí, tím méně jsou cenné. A já si myslím, že můj plakát už prošel rukama víc než pár lidí.

# conversations/04_monarch/0402/0402_cv_grimm:250:DefaultText
source: If you're willing to help, you could go ask Velma at the warehouse. I'd do it myself, but she told me she'd stuff me in one of her crates if I bothered her again.
cs: Jestli chceš pomoct, můžeš se jít zeptat Velmy do skladu. Udělal bych to sám, ale řekla mi, že mě nacpe do jedné z jejích beden, jestli ji budu ještě jednou obtěžovat.

# conversations/04_monarch/0402/0402_cv_grimm:252:DefaultText
source: Fine, I'll ask Velma for you.
cs: Dobře, zeptám se Velmy místo tebe.

# conversations/04_monarch/0402/0402_cv_grimm:253:DefaultText
source: I would, but Velma's dead, too.
cs: Já bych to udělal, ale Velma je taky mrtvá.

# conversations/04_monarch/0402/0402_cv_grimm:254:DefaultText
source: Thanks a bunch! Just approach her real slow and cautious-like.
cs: Děkujeme! Jen se k ní přibližujte opravdu pomalu a opatrně.

# conversations/04_monarch/0402/0402_cv_grimm:255:DefaultText
source: By the void, both of them? Next you're gonna tell me Doc Williams kicked it.
cs: Do prázdna, oba? Příště mi řekneš, že to kopl Doc Williams.

# conversations/04_monarch/0402/0402_cv_grimm:256:DefaultText
source: That's sad about Velma, too, but maybe you could check her office for that poster. I mean, she's not gonna mind now, is she?
cs: To s Velmou je taky smutné, ale možná byste se mohli podívat do její kanceláře, jestli tam není ten plakát. Myslím, že jí to teď nebude vadit, že ne?

# conversations/04_monarch/0402/0402_cv_grimm:257:DefaultText
source: I can do that.
cs: To zvládnu.

# conversations/04_monarch/0402/0402_cv_grimm:258:DefaultText
source: Thanks a bunch. And watch your step when you're wandering around town - not sure what's going around, but it sounds mighty bad.
cs: Děkujeme. A dávej si pozor, kam šlapeš, až se budeš potulovat po městě - nevím, co se to tu děje, ale zní to moc špatně.

# conversations/04_monarch/0402/0402_cv_grimm:259:DefaultText
source: <Give him the poster.> Here it is.
cs: <Podejte mu plakát.> Tady je.

# conversations/04_monarch/0402/0402_cv_grimm:260:DefaultText
source: What's the favor again? Something about a poster?
cs: O jakou laskavost se jedná? Něco o plakátu?

# conversations/04_monarch/0402/0402_cv_grimm:261:DefaultText
source: Remind me, what's so special about this poster?
cs: Připomeňte mi, co je na tomto plakátu tak zvláštního?

# conversations/04_monarch/0402/0402_cv_grimm:262:DefaultText
source: It's signed by Bertie "Black Hole" Holcomb, one of the greatest hackers who ever played tossball!
cs: Je podepsaná Bertiem "Black Holem" Holcombem, jedním z nejlepších hackerů, kteří kdy hráli tossball!

# conversations/04_monarch/0402/0402_cv_grimm:263:DefaultText
source: Celia's dead.
cs: Celia je mrtvá.

# conversations/04_monarch/0402/0402_cv_grimm:264:DefaultText
source: Nell's getting the poster. She offered Velma more.
cs: Nell dostane plakát. Nabídla Velmě další.

# conversations/04_monarch/0402/0402_cv_grimm:267:DefaultText
source: Would you look at that! The Rizzo's logo is nice and bright, and you can still smell the ink in Mr. Holcomb's signature!
cs: Podívejte se na to! Logo Rizzo's je pěkné a jasné a z podpisu pana Holcomba je stále cítit inkoust!

# conversations/04_monarch/0402/0402_cv_grimm:269:DefaultText
source: That don't seem fair. I was the one who asked for it in the first place.
cs: To mi nepřipadá fér. To já jsem o to požádal.

# conversations/04_monarch/0402/0402_cv_grimm:270:DefaultText
source: And you know what? Take my old tossball blocker, too. Never get the chance to use it these days.
cs: A víte co? Vezměte si i můj starý blokátor míčků. Nikdy jsem ho neměl šanci použít.

# conversations/04_monarch/0402/0402_cv_grimm:273:DefaultText
source: You think maybe you could talk to Velma? See if she won't change her mind?
cs: Myslíš, že by sis mohl promluvit s Velmou? Jestli si to nerozmyslí?

# conversations/04_monarch/0402/0402_cv_grimm:274:DefaultText
source: I'm sorry, Velma's decided.
cs: Je mi líto, Velma se rozhodla.

# conversations/04_monarch/0402/0402_cv_grimm:275:DefaultText
source: I'll see what I can do.
cs: Uvidím, co se dá dělat.

# conversations/04_monarch/0402/0402_cv_grimm:276:DefaultText
source: Oh. Well, thanks for trying anyway. Guess I'd still be wondering otherwise. Take a few bits and head on down to the bar.
cs: Oh. No, i tak děkuji za snahu. Jinak bych si asi pořád lámal hlavu. Vezmi si pár kousků a jdi do baru.

# conversations/04_monarch/0402/0402_cv_grimm:277:DefaultText
source: I wonder if he's kin? Dad had family that worked for Rizzo's. I never got to meet them.
cs: Zajímalo by mě, jestli je příbuzný? Táta měl rodinu, která pracovala pro Rizzo's. Nikdy jsem se s nimi nesetkal.

# conversations/04_monarch/0402/0402_cv_grimm:282:DefaultText
source: Well, that IS my ship on the landing pad right next to you.
cs: No, to je moje loď na přistávací ploše hned vedle vás.

# conversations/04_monarch/0402/0402_cv_grimm:283:DefaultText
source: Hate to break it to you, but I've been in Stellar Bay a while.
cs: Nerad ti to říkám, ale ve Hvězdné zátoce jsem už nějakou dobu.

# conversations/04_monarch/0402/0402_cv_grimm:284:DefaultText
source: I knew it! See, I made what you'd call a logical deduction.
cs: Já to věděl! Vidíte, udělal jsem to, čemu se říká logická dedukce.

# conversations/04_monarch/0402/0402_cv_grimm:285:DefaultText
source: Well, spit and sulfur. Mr. Sanjar keeps me posted at this landing pad, so I don't hardly know anything about what goes on in town.
cs: No, sliny a síra. Pan Sanjar mě na tomhle přistávacím můstku informuje, takže o tom, co se děje ve městě, skoro nic nevím.

# conversations/04_monarch/0402/0402_cv_grimm:286:DefaultText
source: Maybe YOU haven't heard, but Sanjar's already applied for readmission.
cs: Možná jste to neslyšeli, ale Sanjar už požádal o opětovné přijetí.

# conversations/04_monarch/0402/0402_cv_grimm:287:DefaultText
source: Still, you're here now, and that means I finally get to do this part. Okay. Here goes.
cs: Přesto jsi teď tady, a to znamená, že konečně můžu udělat tuhle část. Dobře. Tak jdeme na to.

# conversations/04_monarch/0402/0402_cv_grimm:288:DefaultText
source: He what?! Aw, no one tells me anything.
cs: On co?! Nikdo mi nic neříká.

# conversations/04_monarch/0402/0402_cv_grimm:289:DefaultText
source: But hang on, that means we'll be getting even more ships in soon, right? So I gotta work on my greeting. Here goes.
cs: Ale počkejte, to znamená, že brzy dostaneme ještě více lodí, že? Takže musím zapracovat na svém pozdravu. Tady to je.

# conversations/04_monarch/0402/0402_cv_grimm:290:DefaultText
source: Are you saying the Board's been lying about this place?
cs: Chcete říct, že rada o tomto místě lže?

# conversations/04_monarch/0402/0402_cv_grimm:291:DefaultText
source: Oh, sure! They make Stellar Bay sound like a rotten place, but it's not so bad. Get a good breeze going, and the sulfur smell mostly covers up the fishy smell.
cs: Jistě! V jejich podání vypadá Stellar Bay jako zkažené místo, ale není to tak zlé. Když pořádně fouká, sirný zápach většinou překryje rybí pach.

# conversations/04_monarch/0402/0402_cv_grimm:292:DefaultText
source: Anyway, Mr. Sanjar's got lots to say on that subject. Kinda goes over my head, though.
cs: Každopádně pan Sanjar má k tomuto tématu co říct. Trochu mi to ale přerůstá přes hlavu.

# conversations/04_monarch/0402/0402_cv_grimm:294:DefaultText
source: Actually, I've been in hibernation for decades.
cs: Vlastně jsem už desítky let v hibernaci.

# conversations/04_monarch/0402/0402_cv_grimm:295:DefaultText
source: But why's he called the Black Hole?
cs: Ale proč se mu říká Černá díra?

# conversations/04_monarch/0402/0402_cv_grimm:296:DefaultText
source: Whatever, I don't really care.
cs: To je jedno, je mi to jedno.

# conversations/04_monarch/0402/0402_cv_grimm:297:DefaultText
source: Aw, you must be a Hammers fan for sure.
cs: Určitě jsi fanoušek Hammers.

# conversations/04_monarch/0402/0402_cv_grimm:298:DefaultText
source: On account of him being the best hacker who ever played! Nothing gets by him - he sucks up every ball that comes his way.
cs: Protože je to nejlepší hacker, který kdy hrál! Nic mu neprojde - vysaje každý míč, který mu přijde do cesty.

# conversations/04_monarch/0402/0402_cv_grimm:299:DefaultText
source: Okay, that's all I ever need to hear on that subject.
cs: Dobře, to je vše, co jsem k tomuto tématu potřeboval slyšet.

# conversations/04_monarch/0402/0402_cv_grimm:300:DefaultText
source: Maybe word that differently.
cs: Možná to formulujte jinak.

# conversations/04_monarch/0402/0402_cv_grimm:301:DefaultText
source: Whatever you say! I could talk tossball for hours.
cs: Jak myslíš! Mohl bych o tom mluvit celé hodiny.

# conversations/04_monarch/0402/0402_cv_grimm:302:DefaultText
source: Well, Holcomb's had lots of nicknames over his career. Used to be the Tally Whacker on account of what he'd do to the score.
cs: Holcomb měl během své kariéry spoustu přezdívek. Dříve se mu říkalo Tally Whacker kvůli tomu, co dělal se skóre.

# conversations/04_monarch/0402/0402_cv_grimm:303:DefaultText
source: Before that he was the Slick Stick 'cause his shots were always so smooth.
cs: Předtím se mu říkalo Slick Stick, protože jeho střely byly vždy tak hladké.

# conversations/04_monarch/0402/0402_cv_grimm:304:DefaultText
source: Let's not talk about this ever again.
cs: Už o tom nikdy nebudeme mluvit.

# conversations/04_monarch/0402/0402_cv_grimm:305:DefaultText
source: You're making this up.
cs: To si vymýšlíte.

# conversations/04_monarch/0402/0402_cv_grimm:306:DefaultText
source: I swear I'm not! At the start of his career, people called him the Hack Boss, but no one thought that was very catchy.
cs: Přísahám, že nejsem! Na začátku jeho kariéry mu lidé říkali Hack Boss, ale nikomu to nepřišlo moc chytlavé.

# conversations/04_monarch/0402/0402_cv_grimm:307:DefaultText
source: You know, you really are a little too persistent about this.
cs: Víš, že jsi v tomhle opravdu až příliš vytrvalý?

# conversations/04_monarch/0402/0402_cv_grimm:308:DefaultText
source: Sorry, I just get so excited. And I always feel like I miss everything that happens in town while I'm up here.
cs: Omlouvám se, ale jsem tak vzrušená. A vždycky mám pocit, že mi uniká všechno, co se ve městě děje, když jsem tady nahoře.

# conversations/04_monarch/0402/0402_cv_grimm:309:DefaultText
source: So go tell Mr. Sanjar to kick rocks. Life's too short for landing pad duty.
cs: Tak běžte říct panu Sanjarovi, ať si kopne do kamene. Život je příliš krátký na to, abyste měli službu na přistávací ploše.

# conversations/04_monarch/0402/0402_cv_grimm:312:DefaultText
source: Did he just say raptidons and cannibals? I can't wait.
cs: Řekl právě raptidoni a kanibalové? Už se nemůžu dočkat.

# conversations/04_monarch/0402/0402_cv_grimm:313:DefaultText
source: Ah, the nostalgic stench of home. Can't say I missed the day to day of living in Edgewater.
cs: Ach, ten nostalgický zápach domova. Nemůžu říct, že by mi chyběl každodenní život v Edgewateru.

# conversations/04_monarch/0402/0402_cv_grimm:314:DefaultText
source: Boss. Come on. Black Hole Bertie. The Hole-meister. The Hack-Attack.
cs: Šéf. No tak. Černá díra Bertie. Hole-meister. Hack-Attack.

# conversations/04_monarch/0402/0402_cv_grimm:315:DefaultText
source: Only, I haven't heard anything in a while. You think you could check with Velma at the warehouse to see if it's come in?
cs: Jenže jsem už dlouho nic neslyšel. Myslíš, že bys mohl zkontrolovat Velmu ve skladu, jestli to přišlo?

# conversations/04_monarch/0402/0402_cv_grimm:316:DefaultText
source: Only, I haven't heard anything in a while. You think you could check out Velma's office for me, see if you can find the poster?
cs: Jenže jsem už dlouho nic neslyšel. Myslíš, že bys pro mě mohl zkontrolovat Velminu kancelář, jestli nenajdeš ten plakát?

# conversations/04_monarch/0402/0402_cv_grimm:317:DefaultText
source: Sure, I can look for your poster.
cs: Jistě, mohu se podívat po vašem plakátu.

# conversations/04_monarch/0402/0402_cv_grimm:318:DefaultText
source: You must've seen those UDL gunships on your way in. There's only three of 'em these days. Still, they tend to scare folk off.
cs: Cestou dovnitř jsi musel vidět dělové lodě UDL. Dneska jsou tam jenom tři. Přesto mají tendenci lidi děsit.

# conversations/04_monarch/0402/0402_cv_grimm:319:DefaultText
source: What are they doing out there?
cs: Co tam dělají?

# conversations/04_monarch/0402/0402_cv_grimm:320:DefaultText
source: Takes more than a few gunships to scare me.
cs: Chce to víc než jen pár dělostřeleckých lodí, aby mě to vyděsilo.

# conversations/04_monarch/0402/0402_cv_grimm:321:DefaultText
source: Wish more folk could say that. Gets awful quiet guarding a landing pad that never gets used.
cs: Kéž by to mohlo říct více lidí. Hlídání přistávací plochy, která se nikdy nepoužívá, je strašně tiché.

# conversations/04_monarch/0402/0402_cv_grimm:322:DefaultText
source: I can't thank you enough. Still, you can have the bits I was gonna spend at the bar this week.
cs: Nemohu vám dostatečně poděkovat. Přesto si můžeš vzít ty peníze, které jsem chtěl tento týden utratit v baru.

# conversations/04_monarch/0402/0402_cv_grimm:324:DefaultText
source: You mean this poster right here?
cs: Myslíte tento plakát?
