Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1336:DefaultText
source: Anyway, I don't think I can handle this back-and-forth. I'm used to crushing disappointment, but not after having reason to hope. That makes it all considerably worse.
cs: Každopádně si nemyslím, že bych to zvládl. Jsem zvyklá na zdrcující zklamání, ale ne poté, co jsem měla důvod doufat. O to je to všechno podstatně horší.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1337:DefaultText
source: <Give him the UDL data.> Calm down, I have it right here.
cs: <Dejte mu data UDL.> Uklidněte se, mám je tady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1338:DefaultText
source: I will admit, I am keen to meet their leader.
cs: Přiznám se, že bych se rád setkal s jejich vůdcem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1339:DefaultText
source: The pen really is mightier.
cs: Pero je opravdu mocnější.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1340:DefaultText
source: Don't hurt yourself, I guess.
cs: Myslím, že si neubližujte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1341:DefaultText
source: Your concern is most touching. But not to worry - I've been preparing years for this.
cs: Vaše starost je velmi dojemná. Ale nebojte se - připravoval jsem se na to roky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1342:DefaultText
source: How charmingly quaint! But this is an electronic form - no ink need be wasted.
cs: Jak půvabné! Ale toto je elektronický formulář - není třeba plýtvat inkoustem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1343:DefaultText
source: It's an expression, sir.
cs: Je to výraz, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1344:DefaultText
source: Well, it really shouldn't be. Electronic data is much easier to disseminate. But I digress.
cs: No, to by opravdu nemělo být. Elektronická data se šíří mnohem snadněji. Ale to odbočuji.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1345:DefaultText
source: We're professionals, Sanjar. Professionals improvise.
cs: Jsme profesionálové, Sanjare. Profesionálové improvizují.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1346:DefaultText
source: That's what my old bosses were always telling me.
cs: To mi vždycky říkali moji bývalí šéfové.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1347:DefaultText
source: You're kind, but you wouldn't say that if you saw our balance sheets.
cs: Jste laskavý, ale kdybyste viděl naše rozvahy, neřekl byste to.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1348:DefaultText
source: I have questions about MSI and the good old days.
cs: Mám otázky týkající se MSI a starých dobrých časů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1349:DefaultText
source: Then it's good that I keep such meticulous notes.
cs: Pak je dobře, že si vedu tak pečlivé poznámky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1350:DefaultText
source: I want to talk about something else.
cs: Chci mluvit o něčem jiném.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1370:DefaultText
source: Seems like you're having a rough time, Mr. Sanjar. Are you doin' quite all right?
cs: Zdá se, že prožíváte těžké období, pane Sanjere. Jste v pořádku?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1371:DefaultText
source: Oh, don't worry on my account. This is merely the latest in a long line of professional, erotic, and athletic disappointments.
cs: Kvůli mně si nedělejte starosti. Je to jen poslední z dlouhé řady profesních, erotických a sportovních zklamání.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1372:DefaultText
source: "So-called" is right. We've got our hazards, but we're still here, dammit. The Board took off without so much as a thought for the folks left behind.
cs: "Takzvaně" je správně. Máme svá rizika, ale pořád jsme tady, sakra. Rada odletěla, aniž by myslela na lidi, kteří tu zůstali.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1373:DefaultText
source: Exactly what I would've said. If I'd been paying attention.
cs: Přesně to bych řekl. Kdybych dával pozor.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1374:DefaultText
source: Exactly. Intellectualism fuels the train to mankind's future. But the tracks the train runs on are forged from practicality.
cs: Přesně tak. Intelektualismus pohání vlak do budoucnosti lidstva. Ale koleje, po kterých vlak jede, jsou kované z praktičnosti.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1375:DefaultText
source: Yes! It's as though the good vicar has plucked the very words from my brain.
cs: Ano! Jako by mi dobrý farář vyrval z mozku právě tato slova.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1377:DefaultText
source: But will that help the people here, Mr. Sanjar? Keep them fed and safe?
cs: Ale pomůže to zdejším lidem, pane Sanjare? Zajistí jim potravu a bezpečí?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1378:DefaultText
source: Are you out of your mind? You can't just go crawling back to your old masters.
cs: Zbláznil ses? Nemůžeš se přece jen tak odplazit ke svým starým pánům.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1379:DefaultText
source: Returning to the Board is your only chance if you hope to survive here on Monarch. That doesn't mean it'll be easily achievable.
cs: Pokud chcete na Monarchu přežít, je návrat do rady vaší jedinou šancí. To ale neznamená, že to bude snadno dosažitelné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1380:DefaultText
source: Lot of good that'll do. They'll just find another reason to turn tail and abandon you.
cs: Bude to k něčemu dobré. Jen si najdou další důvod, proč se otočit a opustit vás.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1381:DefaultText
source: "Ingenious plan"? Don't get me wrong, I'm starting to admire your sand. But I bet you could overcomplicate a cysty-sandwich.
cs: "Geniální plán"? Nechápejte mě špatně, začínám obdivovat váš písek. Ale vsadím se, že bys dokázal překombinovat cysty-sendvič.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1384:DefaultText
source: That's precisely what I'm trying to do!
cs: Přesně o to se snažím!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1385:DefaultText
source: Well, we can't continue to subsist like this, either!
cs: Ani my už nemůžeme dál takhle přežívat!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1386:DefaultText
source: Indeed not! No worthwhile plan was ever simple - that's what I always say!
cs: Vskutku ne! Žádný smysluplný plán nebyl nikdy jednoduchý - to říkám vždycky!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1387:DefaultText
source: Not if we secure the proper safeguards first.
cs: Ne, pokud nejprve zajistíme náležitá ochranná opatření.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1388:DefaultText
source: What a charmingly roguish turn of phrase! Allow me to express my thanks at your confidence and assure you that my plan is indeed sufficiently complicated!
cs: Jaký to okouzlující rošťácký slovní obrat! Dovolte mi, abych vám poděkoval za vaši důvěru a ujistil vás, že můj plán je skutečně dostatečně komplikovaný!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1396:DefaultText
source: I was starting to get bored listening to you, until you said the phrase "extremely powerful ordinance."
cs: Už jsem se začínal nudit, dokud jste neřekl větu "extrémně silné nařízení".

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1397:DefaultText
source: Never realized fighting the bureaucracy could be this interesting.
cs: Nikdy jsem si neuvědomil, že boj s byrokracií může být tak zajímavý.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1398:DefaultText
source: It is quite the rush.
cs: Je to pořádný fofr.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1401:DefaultText
source: Hey now. They may not shower as much as you do, but they've got their own sort of civil.
cs: Ahoj. Možná se nesprchují tak často jako ty, ale mají svůj vlastní druh civilního života.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1402:DefaultText
source: There's nothin' the Board likes so much as paperwork.
cs: Rada nemá nic tak ráda jako papírování.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1403:DefaultText
source: Of course he wants to fight bureaucracy with paperwork. I should've known.
cs: Samozřejmě chce bojovat proti byrokracii papírováním. Mělo mě to napadnout.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1404:DefaultText
source: Unfortunately, it's hard to have not heard it around these parts.
cs: Bohužel je těžké, abyste ji v těchto končinách neslyšeli.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1405:DefaultText
source: There's something to be said for that, Captain.
cs: Na tom něco bude, kapitáne.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1406:DefaultText
source: Praise the Architect for that.
cs: Chvalme za to Architekta.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1408:DefaultText
source: Hearing that caused me physical pain.
cs: Když jsem to slyšela, způsobilo mi to fyzickou bolest.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1409:DefaultText
source: And the dissemination of the proper ideals and information to those in the highest echelon of society.
cs: A šíření správných ideálů a informací mezi nejvyššími představiteli společnosti.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1411:DefaultText
source: Sorry - Celia's always chiding me my about my word choice. I shall endeavor to employ simpler verbiage.
cs: Omlouvám se - Celia mě pořád peskuje za volbu slov. Budu se snažit používat jednodušší slovní spojení.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1412:DefaultText
source: On the contrary - I would say good documentation is for everyone!
cs: Naopak - řekl bych, že dobrá dokumentace je pro každého!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1413:DefaultText
source: Or me.
cs: Nebo já.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1414:DefaultText
source: Wait - we're dropping a bomb on the Board?
cs: Počkejte - shodíme na radu bombu?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1416:DefaultText
source: Is it really illegal if the Board's the one that makes the rules in the first place?
cs: Je to skutečně nezákonné, když pravidla vytváří především správní rada?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1417:DefaultText
source: The Board just can't let Monarch go, huh?
cs: Správní rada prostě nemůže nechat Monarcha odejít, co?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1418:DefaultText
source: Mr. Nandi may be correct. If the masses learn that the Board disregards their own ordinances it'd give rise to dissent. MSI could to use this information to their advantage.
cs: Pan Nandi má možná pravdu. Kdyby se masy dozvěděly, že rada nerespektuje vlastní nařízení, vyvolalo by to nesouhlas. MSI by mohla tuto informaci využít ve svůj prospěch.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1419:DefaultText
source: Those bastards. Leave us to our perils, then come back just to reap what they can.
cs: Ti parchanti. Nechají nás napospas nebezpečí a pak se vrátí, aby sklidili, co se dá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1420:DefaultText
source: Really? Most of the time they do illegal stuff out in the open. Cheaper that way.
cs: Opravdu? Většinu času dělají nezákonné věci na veřejnosti. Je to levnější.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1422:DefaultText
source: Don't encourage him.
cs: Nepodporujte ho.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1431:DefaultText
source: What's gonna happen to the people here when the Board figures out what you're doin'?
cs: Co se stane s lidmi, až rada zjistí, co děláte?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1432:DefaultText
source: My plan's better.
cs: Můj plán je lepší.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1433:DefaultText
source: Sounds orderly. That's a good start.
cs: Zní to spořádaně. To je dobrý začátek.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1434:DefaultText
source: You... you are? You... that... you could do a lot of good around here, you know. Don't go getting my hopes up.
cs: Vy... vy jste? Ty... to... ty bys tady mohl udělat hodně dobrého, víš. Nedělej mi naděje.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1435:DefaultText
source: I dunno what you think you're gonna accomplish. I'd just as soon reorganize it into itty-bitty pieces with a really big gun, but you just keep being you.
cs: Nevím, čeho si myslíš, že tím dosáhneš. Stejně tak bych ho reorganizoval na maličké kousky s opravdu velkou zbraní, ale ty jsi prostě pořád sám sebou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1437:DefaultText
source: Oh? What's your plan?
cs: Jaký je tvůj plán?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1439:DefaultText
source: You think if we talked to those Iconoclast folks, they'd do the same?
cs: Myslíš, že kdybychom si promluvili s těmi lidmi z Iconoclast, udělali by totéž?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1440:DefaultText
source: Now we just gotta go dance with those Iconoclasts.
cs: Teď už si jen musíme jít zatančit s těmi ikonoklasty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1441:DefaultText
source: One down, one to go.
cs: Jeden padl, jeden zbývá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1442:DefaultText
source: Mighty big of you. Suppose we'll have to see if Graham's able to do the same.
cs: To je od vás moc hezké. Předpokládám, že se budeme muset podívat, jestli je Graham schopen udělat totéž.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1443:DefaultText
source: Now we've just gotta deal with the Iconoclasts.
cs: Teď už se jen musíme vypořádat s Ikonoklasty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1446:DefaultText
source: Well, by that point, my hope is that we'll be on the Board once more.
cs: Doufám, že do té doby budeme opět v radě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1447:DefaultText
source: Indeed! Everything starts with good documentation.
cs: Vskutku! Vše začíná dobrou dokumentací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1448:DefaultText
source: But that's entirely the point - we've got to hope! We've got to partake once more of the full resources and opportunities of Halcyon!
cs: Ale o to přece jde - musíme doufat! Musíme se opět plně podílet na zdrojích a možnostech Halcyonu!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1449:DefaultText
source: You can't build anything that way! What's the point?
cs: Takhle se nedá nic postavit! Jaký to má smysl?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1450:DefaultText
source: It's fun?
cs: Je to zábava?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1452:DefaultText
source: I'm just... maybe I'm worryin' too much. But it seems the folks here get plans made *for* them an awful lot. When do they get to start makin' plans for themselves?
cs: Já jen... možná si dělám příliš velké starosti. Ale zdá se, že lidé tady si nechávají dělat plány *pro* sebe strašně často. Kdy si začnou dělat plány sami pro sebe?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1453:DefaultText
source: We skip all the paperwork, and reorganize the Board quick and violent-like.
cs: Přeskočíme veškeré papírování a rychle a násilně reorganizujeme představenstvo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1454:DefaultText
source: The workings of the universe take time to prevail. But sometimes you can reach the intended destination faster if you apply a little force.
cs: Fungování vesmíru vyžaduje čas, než se prosadí. Někdy však můžete dosáhnout zamýšleného cíle rychleji, pokud použijete trochu síly.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1455:DefaultText
source: What about folks out in the wilderness? Amber Heights? Fallbrook? Will you share with them, or will you hoard those resources here?
cs: A co lidé v divočině? Amber Heights? Fallbrook? Podělíte se s nimi, nebo budete tyto zdroje hromadit zde?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1459:DefaultText
source: Once MSI is restored, the people of Monarch will be able to make more choices - we'll have all the brands and resources of the Board here!
cs: Po obnovení MSI budou mít obyvatelé Monarchu větší možnost volby - budeme zde mít všechny značky a zdroje správní rady!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1460:DefaultText
source: A so-called "hostile takeover"? A daring notion, but often an expensive one. And fraught with unforeseen consequences.
cs: Takzvané "nepřátelské převzetí"? Odvážná představa, ale často drahá. A s nepředvídatelnými důsledky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1461:DefaultText
source: Never fear! I plan on wording our forms very strongly.
cs: Nikdy se nebojte! Mám v plánu formulovat naše formuláře velmi důrazně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1462:DefaultText
source: My sincerest hope is for MSI to become a model for all of Halcyon. But we must start somewhere.
cs: Upřímně doufám, že se MSI stane vzorem pro celý Halcyon. Někde ale začít musíme.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1463:DefaultText
source: Nonsense. There's nothing more invigorating than a well-developed ten-year plan.
cs: Nesmysl. Není nic povzbudivějšího než dobře vypracovaný desetiletý plán.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1464:DefaultText
source: But, truly, I am getting ahead of myself. First, I need to submit the BOLT-52. With that data you're holding, of course.
cs: Ale to už opravdu předbíhám. Nejprve musím předložit BOLT-52. Samozřejmě s těmi údaji, které máte v ruce.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1465:DefaultText
source: Was there anything else?
cs: Bylo tam ještě něco jiného?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1466:DefaultText
source: That means the tower'll be working. Wonder if we can broadcast some dirty jokes before we hand it over...
cs: To znamená, že věž bude fungovat. Zajímalo by mě, jestli můžeme vysílat nějaké sprosté vtipy, než ji předáme...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1467:DefaultText
source: As you may have noticed, this planet has more than its share of hazards.
cs: Jak jste si možná všimli, na této planetě se vyskytuje více než dost nebezpečí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1468:DefaultText
source: That ain't fair. They didn't leave on account of the hazards. They left on account of their cowardice. The hazards just gave 'em a reason to put to paper.
cs: To není fér. Neodešli kvůli nebezpečí. Odešli kvůli své zbabělosti. Nebezpečí jim jen poskytlo důvod, aby se vykašlali na papír.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1469:DefaultText
source: Sharp as ever, Nyoka.
cs: Bystrá jako vždy, Nyoko.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1470:DefaultText
source: And how did that work out?
cs: A jak to dopadlo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1471:DefaultText
source: Most regard Monarch as a lost cause.
cs: Většina z nich považuje Monarchu za ztracený případ.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1472:DefaultText
source: And how did that work out?
cs: A jak to dopadlo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1473:DefaultText
source: That's yet to be determined.
cs: To se teprve určí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1474:DefaultText
source: I'd hope you'd treat them nice whether it was good business or not, Mr. Sanjar. That's what being a community means - treating people right 'cause it's the right thing to do.
cs: Doufám, že se k nim budete chovat hezky, ať už je to dobrý obchod, nebo ne, pane Sanjar. To znamená být komunitou - chovat se k lidem slušně, protože je to správné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1475:DefaultText
source: A noble thought, Ms. Holcomb. Unfortunately, noble thoughts rarely sway Board policy.
cs: Vznešená myšlenka, paní Holcombová. Bohužel ušlechtilé myšlenky málokdy ovlivní politiku správní rady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1476:DefaultText
source: Your first mistake was expecting the Board to cut you a fair deal.
cs: Vaší první chybou bylo, že jste očekával, že vám správní rada nabídne spravedlivou dohodu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1477:DefaultText
source: I understand the sentiment, but if we can't rely on some sort of framework, then what do we have?
cs: Rozumím tomu, ale pokud se nemůžeme opřít o nějaký rámec, tak co máme?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1478:DefaultText
source: Must've pissed off some real big suits to get stuck with that.
cs: To muselo naštvat pár velkých kravaťáků, když se s tímhle setkali.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1479:DefaultText
source: On the contrary! I wrote lots of very important reports on behalf of top MSI officials before I was able to achieve this position!
cs: Naopak! Než jsem se dostal na tuto pozici, napsal jsem jménem nejvyšších představitelů MSI spoustu velmi důležitých zpráv!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1482:DefaultText
source: Yeah, and once you go back to 'em, they'll own your dignity, too.
cs: Jo, a jakmile se k nim vrátíš, budou vlastnit i tvou důstojnost.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1483:DefaultText
source: Without the Board, chaos would overtake the system. Working within the established order isn't a principle to snub one's nose at, Captain.
cs: Bez rady by systém zachvátil chaos. Práce v rámci zavedeného řádu není zásadou, nad kterou by se měl ohrnovat nos, kapitáne.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1484:DefaultText
source: Yeah. That'd go a long way toward rebuilding our homes.
cs: Jo. To by nám pomohlo obnovit naše domovy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1485:DefaultText
source: If you can't beat 'em, might as well join 'em and reach into their pockets.
cs: Když je nemůžeš porazit, můžeš se k nim přidat a sáhnout jim do kapsy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1487:DefaultText
source: It's straight bullshit is what it is. A fabrication rich folks used to preserve their investments by leaving a lot of people here to die slow.
cs: Je to naprostá blbost. Výmysl bohatých lidí, kteří si zachovali své investice tím, že tu nechali spoustu lidí pomalu umírat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1489:DefaultText
source: But... wait, what happens to the folks stuck on the wrong side of 'dangerous'?
cs: Ale... počkat, co se stane s lidmi, kteří uvíznou na špatné straně "nebezpečného"?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1490:DefaultText
source: Sounds like the Board gave themselves the power to arrest an entire planet.
cs: Vypadá to, jako by si rada dala pravomoc zatknout celou planetu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1491:DefaultText
source: A necessary evil for the greater good of society.
cs: Nutné zlo pro větší dobro společnosti.
