Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_telexlogs.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:1:DefaultText
source: Monarch Stellar Industries ============================ This terminal is only to be used for official communication on behalf of Monarch Stellar Industries.
cs: Monarch Stellar Industries ============================ Tento terminál je určen pouze pro oficiální komunikaci jménem společnosti Monarch Stellar Industries.

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:3:DefaultText
source: [View Data]
cs: [Zobrazit data]

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:5:DefaultText
source: Personal Files for S. Nandi ===========================
cs: Osobní spisy S. Nandi ===========================

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:8:DefaultText
source: [A Summary Report on Conditions Within Stellar Bay]
cs: [Souhrnná zpráva o podmínkách v Hvězdné zátoce]

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:9:DefaultText
source: [Working Slogans]
cs: [Pracovní slogany]

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:10:DefaultText
source: [WIP - White Paper on the Proposed Collaboration Between MSI and Iconoclast Forces]
cs: [WIP - Bílá kniha o navrhované spolupráci mezi MSI a Iconoclast Forces]

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:11:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:12:DefaultText
source: Productivity has continued to improve since relaxing MSI's old restrictions and making allowances for employee benefits such as: time off for illness and personal leave, 24.9% reductions in shift length, and 52.3% more positive feedback. Fishery output is up 15.2% this year, showing a continuing but slowing growth trend. Decreased gains compared to previous years are likely due to the deterioration of materials and morale, occasional shortfalls in our supplies, and the gradual loss of personnel to marauders (7.2%), hostile wildlife (10.3%), and Iconoclast recruitment (17.4%). Reconciliation with the Board remains a long-term goal, but the immediate concern is defending the city from hostile elements. Repairing damage to the city walls consumes approximately 32.8% of our annual budget. The best solution would be an influx of skilled defenders and weaponry, but given the aforementioned factors and their effects on the local population, such a solution remains unlikely.
cs: Produktivita se od uvolnění starých omezení MSI a zavedení příspěvků na zaměstnanecké výhody, jako jsou: volno pro nemoc a osobní volno, zkrácení délky směn o 24,9 % a pozitivnější zpětná vazba o 52,3 %, nadále zvyšuje. Produkce rybolovu se v tomto roce zvýšila o 15,2 %, což ukazuje na pokračující, ale zpomalující se trend růstu. Snížení přírůstku oproti předchozím letům je pravděpodobně způsobeno zhoršením stavu materiálu a morálky, občasnými nedostatky v našich zásobách a postupnými ztrátami personálu v důsledku nájezdníků (7,2 %), nepřátelské zvěře (10,3 %) a náboru ikonoklastů (17,4 %). Dlouhodobým cílem zůstává usmíření s Radou, ale bezprostředním zájmem je obrana města před nepřátelskými živly. Oprava škod na městských hradbách spotřebuje přibližně 32,8 % našeho ročního rozpočtu. Nejlepším řešením by byl příliv kvalifikovaných obránců a zbraní, ale vzhledem k výše uvedeným faktorům a jejich vlivu na místní obyvatelstvo zůstává takové řešení nepravděpodobné.

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:13:DefaultText
source: "MSI: Our Profit Margins Are STELLAR!" "MSI Saltuna: 43.28% MORE Nutrient-Dense Than the Leading Brands!" "Stellar Bay: A Tolerable Center of Commerce in a Hostile and Chaotic Galaxy!"
cs: "MSI: Naše ziskové marže jsou HODNĚ vysoké!" "MSI Saltuna: Hvězdná zátoka: o 43,28 % více živin než přední značky!" "Hvězdná zátoka: o 43,28 % více živin než přední značky! Snesitelné obchodní centrum v nepřátelské a chaotické galaxii!"

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:14:DefaultText
source: The alliance proposed by <oeitoken>PlayerName</oeitoken> presents a key opportunity for both Stellar Bay and Monarch at large. Seizing it depends on all parties understanding the costs and benefits of an arrangement. The addition of Iconoclast personnel would increase Stellar Bay's workforce by approximately 26.1%. Such gains may be offset, however, by the increased cost of resources and demands on local infrastructure. Iconoclast personnel could expect to see a reduction in malnutrition of approximately 36.9%, a 31.3% reduction in productivity lost to illness and/or dismemberment, and a roughly 41.2% decrease of annual mortality rates. (Note: such figures are based on most recently available data and projections, which are hazy at best)
cs: Spojenectví navržené <oeitoken>Jméno hráče</oeitoken> představuje klíčovou příležitost jak pro Stellar Bay, tak pro Monarchii obecně. Její využití závisí na tom, zda všechny strany pochopí náklady a přínosy dohody. Přidání pracovníků Iconoclast by zvýšilo počet zaměstnanců společnosti Stellar Bay přibližně o 26,1 %. Tento přínos však může být kompenzován zvýšenými náklady na zdroje a nároky na místní infrastrukturu. Zaměstnanci Iconoclastu by mohli očekávat snížení podvýživy o přibližně 36,9 %, snížení produktivity ztracené v důsledku nemoci a/nebo rozčtvrcení o 31,3 % a snížení roční úmrtnosti o zhruba 41,2 %. (Poznámka: tyto údaje vycházejí z nejnovějších dostupných údajů a prognóz, které jsou přinejlepším mlhavé).

# conversations/04_monarch/0402/0402_cv_sanjar_telexlogs:15:DefaultText
source: [Back]
cs: [Zpět]
