Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_bartender.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_bartender:1:DefaultText
source: Well, well. Isn't often we see new folk in Stellar Bay. First drink's on me, stranger.
cs: Dobře, dobře. Ve Hvězdné zátoce se často neobjevují noví lidé. První drink je na mě, cizinče.

# conversations/04_monarch/0402/0402_cv_bartender:2:DefaultText
source: Let me see what you have.
cs: Ukažte mi, co máte.

# conversations/04_monarch/0402/0402_cv_bartender:3:DefaultText
source: Nothing right now, thanks.
cs: Právě teď nic, díky.

# conversations/04_monarch/0402/0402_cv_bartender:4:DefaultText
source: Something else I can do for you?
cs: Mohu pro vás udělat ještě něco?

# conversations/04_monarch/0402/0402_cv_bartender:5:DefaultText
source: Thanks.
cs: Děkuji.

# conversations/04_monarch/0402/0402_cv_bartender:6:DefaultText
source: I'll pass.
cs: To si nechám ujít.

# conversations/04_monarch/0402/0402_cv_bartender:7:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/04_monarch/0402/0402_cv_bartender:8:DefaultText
source: If you're keeping Nyoka company, you'll need a few to keep up with her.
cs: Pokud děláte Nyoce společnost, budete jich potřebovat několik, abyste s ní udrželi krok.

# conversations/04_monarch/0402/0402_cv_bartender:9:DefaultText
source: If you plan on sitting through Nyoka's stories, you might could use a few.
cs: Pokud máte v plánu projít si Nyokiny příběhy, mohlo by se vám jich pár hodit.

# conversations/04_monarch/0402/0402_cv_bartender:10:DefaultText
source: Now, what can I do for you?
cs: Co pro vás mohu udělat?

# conversations/04_monarch/0402/0402_cv_bartender:11:DefaultText
source: Enjoy.
cs: Užijte si to.

# conversations/04_monarch/0402/0402_cv_bartender:12:DefaultText
source: I could use a few in telling 'em myself!
cs: Sám bych si jich pár mohl říct!

# conversations/04_monarch/0402/0402_cv_bartender:13:DefaultText
source: Ain't a person on this planet who can keep up with me.
cs: Na téhle planetě není člověk, který by se mnou dokázal držet krok.

# conversations/04_monarch/0402/0402_cv_bartender:14:DefaultText
source: If you're keeping Nyoka company, you'll need a few to keep up with her.
cs: Pokud děláte Nyoce společnost, budete jich potřebovat několik, abyste s ní udrželi krok.

# conversations/04_monarch/0402/0402_cv_bartender:15:DefaultText
source: If you plan on sitting through Nyoka's stories, you might could use a few.
cs: Pokud máte v plánu projít si Nyokiny příběhy, mohlo by se vám jich pár hodit.

# conversations/04_monarch/0402/0402_cv_bartender:16:DefaultText
source: How well do you know Nyoka?
cs: Jak dobře znáte společnost Nyoka?

# conversations/04_monarch/0402/0402_cv_bartender:17:DefaultText
source: Anyone who spends any amount of time in this bar is bound to get to know Nyoka. On account of her being here so often herself.
cs: Každý, kdo v tomto baru stráví nějaký čas, se s Nyokou určitě seznámí. Vzhledem k tomu, že je tu často sama.

# conversations/04_monarch/0402/0402_cv_bartender:18:DefaultText
source: Hey! You oughta be paying me! Without me livening up the place, y'all would be wallowing in the misery that is your sad, corporate lives.
cs: Hej! Měl bys mi platit! Beze mě, který to tady oživuje, byste se všichni utápěli v bídě, kterou představují vaše smutné korporátní životy.

# conversations/04_monarch/0402/0402_cv_bartender:19:DefaultText
source: And I don't mean that unkindly.
cs: A to nemyslím nijak zle.

# conversations/04_monarch/0402/0402_cv_bartender:20:DefaultText
source: I don't mean that unkindly, Nyoka.
cs: Nemyslím to zle, Nyoko.

# conversations/04_monarch/0402/0402_cv_bartender:21:DefaultText
source: You said you're not used to seeing new faces around here.
cs: Říkal jsi, že nejsi zvyklý vídat tu nové tváře.

# conversations/04_monarch/0402/0402_cv_bartender:22:DefaultText
source: Not since Amber Heights. These days, we have more leaving than coming. Off to join the Iconoclasts or some such.
cs: Od dob Amber Heights ne. V těchto dnech máme více odcházejících než přicházejících. Odcházejí k Ikonoklastům nebo někam jinam.

# conversations/04_monarch/0402/0402_cv_bartender:23:DefaultText
source: Not since Amber Heights. But things sure are changing around here. Who knows? Maybe that will, too.
cs: Od dob Amber Heights ne. Ale věci se tu určitě mění. Kdo ví? Třeba se to změní taky.

# conversations/04_monarch/0402/0402_cv_bartender:24:DefaultText
source: What happened at Amber Heights?
cs: Co se stalo v Amber Heights?

# conversations/04_monarch/0402/0402_cv_bartender:25:DefaultText
source: I thought everyone knew. But then, that was ten years ago. Still feels fresh to us every time we look at our walls, though.
cs: Myslel jsem, že to všichni vědí. Ale to bylo před deseti lety. Pokaždé, když se podíváme na naše zdi, máme stále čerstvý pocit.

# conversations/04_monarch/0402/0402_cv_bartender:26:DefaultText
source: Bunch of marauders broke into the executive compound. Slaughtered everyone. Corporations pulled out of Monarch not long after.
cs: Banda lupičů vnikla do areálu vedení. Všechny zmasakrovali. Nedlouho poté se korporace z Monarchu stáhly.

# conversations/04_monarch/0402/0402_cv_bartender:28:DefaultText
source: Wait, we are talking about a drinking contest, right?
cs: Počkat, mluvíme o soutěži v pití, že?

# conversations/04_monarch/0402/0402_cv_bartender:29:DefaultText
source: Why is this place called "The Yacht Club"?
cs: Proč se tomuto místu říká "Yacht Club"?

# conversations/04_monarch/0402/0402_cv_bartender:30:DefaultText
source: Thought it had a fancy ring to it. Name's the first advertising anyone sees, after all.
cs: Myslel jsem si, že to má nějaký efektní zvuk. Jméno je přece první reklama, kterou někdo uvidí.

# conversations/04_monarch/0402/0402_cv_bartender:31:DefaultText
source: Are there any yachts in Stellar Bay?
cs: Jsou v zátoce Stellar Bay nějaké jachty?

# conversations/04_monarch/0402/0402_cv_bartender:32:DefaultText
source: Nope. But a man can dream.
cs: Ne. Ale člověk může snít.

# conversations/04_monarch/0402/0402_cv_bartender:33:DefaultText
source: Then you might think about fixing up that sad-looking sign outside.
cs: Pak byste mohli popřemýšlet o opravě té smutně vypadající venkovní cedule.

# conversations/04_monarch/0402/0402_cv_bartender:34:DefaultText
source: Aw, don't be so negative. It's what's on the inside that counts.
cs: Nebuď tak negativní. Záleží na tom, co je uvnitř.

# conversations/04_monarch/0402/0402_cv_bartender:35:DefaultText
source: Speaking of, you look like you could use a bottle with something good in it.
cs: Když už jsme u toho, vypadáš, že bys potřeboval láhev s něčím dobrým.

# conversations/04_monarch/0402/0402_cv_bartender:36:DefaultText
source: Anyone who's rid us of as many beasts as you have is entitled to a few drinks.
cs: Každý, kdo nás zbavil tolika bestií jako ty, má nárok na pár skleniček.
