Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_celia.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_celia:81:DefaultText
source: Greetings, and welcome to Monarch Stellar Industries, producers and purveyors of the finest saltuna in Halcyon.
cs: Zdravím vás a vítám vás na stránkách společnosti Monarch Stellar Industries, výrobce a dodavatele té nejlepší saltuny v Halcyonu.

# conversations/04_monarch/0402/0402_cv_celia:82:DefaultText
source: Could I get another advance, Mr. Nandi?
cs: Mohl bych dostat další zálohu, pane Nandi?

# conversations/04_monarch/0402/0402_cv_celia:83:DefaultText
source: Just make sure it's properly logged.
cs: Jen se ujistěte, že je řádně zapsán.

# conversations/04_monarch/0402/0402_cv_celia:84:DefaultText
source: What can I do for you today?
cs: Co pro vás mohu dnes udělat?

# conversations/04_monarch/0402/0402_cv_celia:85:DefaultText
source: I'll note it next to the others, sir.
cs: Zaznamenám to vedle ostatních, pane.

# conversations/04_monarch/0402/0402_cv_celia:86:DefaultText
source: What was that exchange about? You having money trouble?
cs: O čem byla ta výměna? Máš problémy s penězi?

# conversations/04_monarch/0402/0402_cv_celia:87:DefaultText
source: I'm just looking around.
cs: Jen se rozhlížím.

# conversations/04_monarch/0402/0402_cv_celia:88:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0402/0402_cv_celia:89:DefaultText
source: Oh! In that case, welcome to MSI headquarters. Mr. Nandi runs things for Stellar Bay from here.
cs: V tom případě vítejte v centrále MSI. Pan Nandi odtud řídí záležitosti Stellar Bay.

# conversations/04_monarch/0402/0402_cv_celia:90:DefaultText
source: Apart from that, we've got a bar, a diner, and a, uh, really great animal parts vendor...
cs: Kromě toho tu máme bar, bistro a opravdu skvělého prodejce zvířecích součástek...

# conversations/04_monarch/0402/0402_cv_celia:91:DefaultText
source: Not at all! Mr. Nandi treats us alright and pays us well. I just spent most of my paycheck on raptidon acid.
cs: Vůbec ne! Pan Nandi se k nám chová dobře a dobře nám platí. Právě jsem utratil většinu své výplaty za kyselinu raptidonovou.

# conversations/04_monarch/0402/0402_cv_celia:92:DefaultText
source: Do you normally blow your money on raptidon parts?
cs: Utrácíte normálně peníze za díly raptidon?

# conversations/04_monarch/0402/0402_cv_celia:93:DefaultText
source: Laws, no! Sometimes it's canid teeth. Or mantiswarm wings. Whatever Sebastian has in stock, really.
cs: Zákony, ne! Někdy jsou to kanidí zuby. Nebo kudlančí křídla. Vlastně cokoli, co má Sebastian na skladě.

# conversations/04_monarch/0402/0402_cv_celia:94:DefaultText
source: Why are you buying so much from Sebastian?
cs: Proč tolik nakupujete od Sebastiana?

# conversations/04_monarch/0402/0402_cv_celia:95:DefaultText
source: So I can talk to him, of course! He doesn't get going about much else.
cs: Abych s ním mohl mluvit, samozřejmě! O ničem jiném se nebaví.

# conversations/04_monarch/0402/0402_cv_celia:96:DefaultText
source: Unfortunately, my apartment's kind of filling up with this stuff. And some of the neighbors are complaining about the smell.
cs: Bohužel se můj byt těmito věcmi tak trochu plní. A někteří sousedé si stěžují na zápach.

# conversations/04_monarch/0402/0402_cv_celia:97:DefaultText
source: Just ask him on a date.
cs: Prostě ho pozvi na rande.

# conversations/04_monarch/0402/0402_cv_celia:98:DefaultText
source: Maybe I can talk to him for you.
cs: Možná bych s ním mohl promluvit za tebe.

# conversations/04_monarch/0402/0402_cv_celia:99:DefaultText
source: I couldn't! What if he says no?
cs: Nemohl jsem! Co když řekne ne?

# conversations/04_monarch/0402/0402_cv_celia:100:DefaultText
source: Hey, maybe you could ask him for me. I mean, a "no" would still be bad, but it won't be quite as embarrassing if you ask.
cs: Možná by ses ho mohl zeptat za mě. Chci říct, že "ne" by bylo pořád špatné, ale nebude to tak trapné, když se zeptáš.

# conversations/04_monarch/0402/0402_cv_celia:104:DefaultText
source: Oh, Mr. Nandi's doing that thing where he breathes through his nose real slowly. I'd better get back to work.
cs: Pan Nandi dělá tu věc, že dýchá nosem opravdu pomalu. Radši se vrátím do práce.

# conversations/04_monarch/0402/0402_cv_celia:105:DefaultText
source: Would you? I'd appreciate that so much. Umm, maybe don't tell him I wanted you to ask. Just that you met this really nice lady named Celia, and she seemed-
cs: Chtěli byste? Moc bych to ocenil. Umm, možná mu neříkej, že jsem chtěla, aby ses zeptal. Jen že jsi potkal opravdu milou dámu jménem Celia a zdála se...

# conversations/04_monarch/0402/0402_cv_celia:106:DefaultText
source: Hello again. How are you finding Stellar Bay? Can I help you with anything?
cs: Ještě jednou zdravím. Jak se vám líbí Stellar Bay? Mohu vám s něčím pomoci?

# conversations/04_monarch/0402/0402_cv_celia:107:DefaultText
source: Earlier, I overheard you say you were having money trouble.
cs: Předtím jsem zaslechl, jak říkáš, že máš problémy s penězi.

# conversations/04_monarch/0402/0402_cv_celia:108:DefaultText
source: If you've got that many bits to spend, then I've got some trash to sell you.
cs: Jestli máš tolik peněz na útratu, pak ti můžu prodat nějaký šmejd.

# conversations/04_monarch/0402/0402_cv_celia:109:DefaultText
source: Oh, I don't need any of it! It's all so I can talk to Sebastian - he doesn't get going about much else.
cs: Nic z toho nepotřebuji! Je to všechno proto, abych si mohla promluvit se Sebastianem - on se o ničem jiném nebaví.

# conversations/04_monarch/0402/0402_cv_celia:110:DefaultText
source: Sort of the strong, silent type.
cs: Takový ten silný, tichý typ.

# conversations/04_monarch/0402/0402_cv_celia:111:DefaultText
source: Well, that was stupid.
cs: No, to bylo hloupé.

# conversations/04_monarch/0402/0402_cv_celia:112:DefaultText
source: I didn't have any choice! That's all Sebastian had in stock the other day.
cs: Neměl jsem na výběr! To je všechno, co měl Sebastian ten den na skladě.

# conversations/04_monarch/0402/0402_cv_celia:113:DefaultText
source: Have you talked to Sebastian yet? What did he say?
cs: Už jsi mluvil se Sebastianem? Co ti řekl?

# conversations/04_monarch/0402/0402_cv_celia:114:DefaultText
source: He said he'll go on a date with you.
cs: Řekl, že s tebou půjde na rande.

# conversations/04_monarch/0402/0402_cv_celia:115:DefaultText
source: Not yet. Cool your jets.
cs: Zatím ne. Zchlaďte se.

# conversations/04_monarch/0402/0402_cv_celia:116:DefaultText
source: What do you see in this guy?
cs: Co na něm vidíte?

# conversations/04_monarch/0402/0402_cv_celia:117:DefaultText
source: He doesn't talk much, but he's got this... quiet intensity, you know? Like there's stuff going on inside his head that you have no idea about.
cs: Moc toho nenamluví, ale je takový... tichý, víte? Jako by se mu v hlavě děly věci, o kterých nemáte ani tušení.

# conversations/04_monarch/0402/0402_cv_celia:118:DefaultText
source: Plus, he's got great legs. It's hard to find a man who doesn't skimp on lower body exercises.
cs: Navíc má skvělé nohy. Je těžké najít muže, který nešetří cviky na spodní část těla.

# conversations/04_monarch/0402/0402_cv_celia:119:DefaultText
source: Kind of like you, actually.
cs: Vlastně tak trochu jako ty.

# conversations/04_monarch/0402/0402_cv_celia:120:DefaultText
source: You really want to be with someone you can't talk to?
cs: Opravdu chceš být s někým, s kým nemůžeš mluvit?

# conversations/04_monarch/0402/0402_cv_celia:121:DefaultText
source: There are other fish in the sea, Celia.
cs: V moři jsou i jiné ryby, Celie.

# conversations/04_monarch/0402/0402_cv_celia:122:DefaultText
source: Not in Stellar Bay! Everyone else who isn't taken either smells like saltuna or they're my boss.
cs: Ne ve Hvězdné zátoce! Všichni ostatní, kteří nejsou zabraný, buď smrdí jako saltuna, nebo jsou to moji šéfové.

# conversations/04_monarch/0402/0402_cv_celia:123:DefaultText
source: Besides, a man with a good smile and a proportionate upper-to-lower body ratio isn't something to pass up.
cs: Kromě toho si muže s pěkným úsměvem a přiměřeným poměrem horní a dolní části těla nemůžete nechat ujít.

# conversations/04_monarch/0402/0402_cv_celia:124:DefaultText
source: You think that's what I'm looking for? Aw, you're funny.
cs: Myslíš, že to je to, co hledám? Jsi vtipný.

# conversations/04_monarch/0402/0402_cv_celia:125:DefaultText
source: That's... all I need to know.
cs: To je... všechno, co potřebuju vědět.

# conversations/04_monarch/0402/0402_cv_celia:126:DefaultText
source: Sorry, sometimes I get carried away.
cs: Omlouvám se, někdy se nechám unést.

# conversations/04_monarch/0402/0402_cv_celia:128:DefaultText
source: I'll talk to you later.
cs: Promluvíme si později.

# conversations/04_monarch/0402/0402_cv_celia:129:DefaultText
source: Wait. I'm curious - what do you see in Sebastian?
cs: Počkej, zajímalo by mě, co vidíš na Sebastianovi?

# conversations/04_monarch/0402/0402_cv_celia:130:DefaultText
source: It must be expensive.
cs: Musí to být drahé.

# conversations/04_monarch/0402/0402_cv_celia:131:DefaultText
source: Twenty bottles' worth adds up, that's for sure. You'd think Sebastian would give me a discount, as much as I buy from him.
cs: Dvacet lahví se určitě hodí. Člověk by si myslel, že mi Sebastian dá slevu, když už od něj nakupuju.

# conversations/04_monarch/0402/0402_cv_celia:132:DefaultText
source: He should give you free bags, at least.
cs: Měl by vám dát alespoň tašky zdarma.

# conversations/04_monarch/0402/0402_cv_celia:133:DefaultText
source: Oh, I don't mind! I usually buy things one at a time. Gives me more chances to talk to him.
cs: To mi nevadí! Obvykle kupuji věci po jedné. Dává mi to víc šancí si s ním promluvit.

# conversations/04_monarch/0402/0402_cv_celia:134:DefaultText
source: He's sort of the strong, silent type.
cs: Je to takový ten silný, tichý typ.

# conversations/04_monarch/0402/0402_cv_celia:135:DefaultText
source: What do you need with an animal parts vendor?
cs: Co potřebujete od prodejce zvířecích součástek?

# conversations/04_monarch/0402/0402_cv_celia:136:DefaultText
source: It's cheaper if you hunt the animals yourself.
cs: Levnější je, když si zvířata ulovíte sami.

# conversations/04_monarch/0402/0402_cv_celia:137:DefaultText
source: I'm clearly in the wrong line of work.
cs: Zřejmě dělám špatnou práci.

# conversations/04_monarch/0402/0402_cv_celia:138:DefaultText
source: Raptidon acid, some days. Other times, it's canid teeth. Whatever Sebastian has in stock, really.
cs: Kyselina raptidonová, některé dny. Jindy jsou to kanidí zuby. Vlastně cokoliv, co má Sebastian na skladě.

# conversations/04_monarch/0402/0402_cv_celia:139:DefaultText
source: I'm not much of a hunter. Besides, then I wouldn't get to talk to Sebastian. And it's hard to get him going about much else.
cs: Nejsem moc velký lovec. Kromě toho bych si pak nemohla promluvit se Sebastianem. A je těžké ho přimět, aby se věnoval něčemu jinému.

# conversations/04_monarch/0402/0402_cv_celia:140:DefaultText
source: I don't know about that. I really just buy from Sebastian. Raptidon acid, canid teeth, whatever he has.
cs: To nevím. Opravdu nakupuji jen u Sebastiana. Raptidonskou kyselinu, kanidí zuby, cokoliv, co má.

# conversations/04_monarch/0402/0402_cv_celia:141:DefaultText
source: Okay, but how did he say it? Did he sound excited? Or like he was just agreeing to it?
cs: Dobře, ale jak to řekl? Zněl vzrušeně? Nebo jako by s tím jen souhlasil?

# conversations/04_monarch/0402/0402_cv_celia:142:DefaultText
source: Was he like, "Yay, a date with Celia, I've secretly been waiting for this!" Or was it more, "Sure, I don't have anything else going on..."
cs: Říkal si: "Jupí, rande s Celií, na to jsem tajně čekal!" Nebo to bylo spíš: "Jasně, nemám nic jiného na práci..."

# conversations/04_monarch/0402/0402_cv_celia:143:DefaultText
source: He likes you, Celia. Just don't ask him for any discounts.
cs: Má tě rád, Celie. Jen po něm nechtěj žádné slevy.

# conversations/04_monarch/0402/0402_cv_celia:144:DefaultText
source: Look, you've got your chance. Have fun and don't overthink it.
cs: Podívej, máš šanci. Bav se a nepřemýšlej nad tím.

# conversations/04_monarch/0402/0402_cv_celia:145:DefaultText
source: All I know is that if you act this crazy, you'll send him running.
cs: Vím jen, že když se budeš chovat takhle šíleně, pošleš ho na útěk.

# conversations/04_monarch/0402/0402_cv_celia:146:DefaultText
source: Not to worry! If I never buy another raptidon tongue, it'll be too soon.
cs: Nebojte se! Pokud si už nikdy nekoupím další jazyk raptidon, bude to příliš brzy.

# conversations/04_monarch/0402/0402_cv_celia:147:DefaultText
source: Oh, I will! Now, I've just got to figure out which jumpsuit I'm wearing. And how I'm fixing my hair. Or maybe I should go with a casual look...
cs: To udělám! Teď už jen musím vymyslet, jakou kombinézu budu mít na sobě. A jak si upravím vlasy. Nebo bych možná měla zvolit ležérní vzhled...

# conversations/04_monarch/0402/0402_cv_celia:148:DefaultText
source: Right. I've just got to be myself. Just my normal self...
cs: Vpravo. Musím být sám sebou. Prostě normální já...

# conversations/04_monarch/0402/0402_cv_celia:149:DefaultText
source: Ah, look at me going on. I'm sure you've got other things to do. And Mr. Nandi's giving me that back-to-work look.
cs: Podívejte se na mě. Určitě máš na práci jiné věci. A pan Nandi se na mě dívá takovým tím pohledem, že se vrací do práce.

# conversations/04_monarch/0402/0402_cv_celia:150:DefaultText
source: Anyhow, thank you!
cs: Každopádně děkuji!

# conversations/04_monarch/0402/0402_cv_celia:153:DefaultText
source: Grimm asked me to check with you about his tossball poster.
cs: Grimm mě požádal, abych se s vámi poradil ohledně jeho plakátu s míčem.

# conversations/04_monarch/0402/0402_cv_celia:155:DefaultText
source: You know, sending you is the first bright idea I've seen from that man. Because I told him to stop bothering me about it a week ago.
cs: Víte, poslat vás je první chytrý nápad, který jsem od toho muže viděl. Protože jsem mu před týdnem řekl, aby mě s tím přestal otravovat.

# conversations/04_monarch/0402/0402_cv_celia:156:DefaultText
source: I still don't know anything about it. But if you want to help him, Velma's the one to ask. She's in the warehouse.
cs: Stále o tom nic nevím. Ale jestli mu chceš pomoct, zeptej se Velmy. Je ve skladišti.

# conversations/04_monarch/0402/0402_cv_celia:157:DefaultText
source: Thanks, I'll do that.
cs: Díky, udělám to.

# conversations/04_monarch/0402/0402_cv_celia:158:DefaultText
source: I can't. Velma's dead.
cs: Nemůžu. Velma je mrtvá.

# conversations/04_monarch/0402/0402_cv_celia:159:DefaultText
source: She's gone? Laws, do you know how much paperwork that's going to mean?
cs: Je pryč? Právníci, víte, kolik papírování to bude znamenat?

# conversations/04_monarch/0402/0402_cv_celia:160:DefaultText
source: Oh, that sounded awful, didn't it? Sorry, we just can't afford to lose someone like her at a time like this.
cs: To znělo hrozně, že? Je mi líto, ale nemůžeme si dovolit ztratit někoho, jako je ona, v době, jako je tato.

# conversations/04_monarch/0402/0402_cv_celia:161:DefaultText
source: If Grimm's poster ever came in, she might have it in her office. It's on the second floor of the warehouse.
cs: Kdyby někdy přišel Grimmův plakát, mohla by ho mít ve své kanceláři. Je ve druhém patře skladiště.

# conversations/04_monarch/0402/0402_cv_celia:162:DefaultText
source: Thanks again for setting me up with Sebastian. Is there anything else I can help you with?
cs: Ještě jednou děkuji za zprostředkování kontaktu se Sebastianem. Mohu vám ještě s něčím pomoci?

# conversations/04_monarch/0402/0402_cv_celia:163:DefaultText
source: I guess that won't be a problem anymore, since he's dead.
cs: Myslím, že to už nebude problém, protože je mrtvý.

# conversations/04_monarch/0402/0402_cv_celia:164:DefaultText
source: He... what?
cs: On... co?

# conversations/04_monarch/0402/0402_cv_celia:165:DefaultText
source: I'm sorry. I think I need a minute.
cs: Omlouvám se. Myslím, že potřebuji chvilku.

# conversations/04_monarch/0402/0402_cv_celia:166:DefaultText
source: But I'll warn you, Grimm wore her patience thin a long time ago.
cs: Ale upozorňuji vás, že Grimmové už dávno došla trpělivost.

# conversations/04_monarch/0402/0402_cv_celia:167:DefaultText
source: I wanted to talk to you about Sebastian.
cs: Chtěla jsem s tebou mluvit o Sebastianovi.

# conversations/04_monarch/0402/0402_cv_celia:168:DefaultText
source: Oh! Have you talked to him?
cs: Mluvil jsi s ním?

# conversations/04_monarch/0402/0402_cv_celia:169:DefaultText
source: Or is he not paying you on account of how he tried to fix a thing his own self, and busted it even worse, and then said you wasn't fixing it fast enough so he's docking your wages again?
cs: Nebo vám neplatí kvůli tomu, že se pokusil opravit věc sám a rozbil ji ještě hůř, a pak řekl, že jste to neopravili dost rychle, takže vám zase strhává výplatu?

# conversations/04_monarch/0402/0402_cv_celia:170:DefaultText
source: I reckon she's got a little bit of a squish on this fella.
cs: Myslím, že na tohohle chlápka má trochu spadeno.

# conversations/04_monarch/0402/0402_cv_celia:171:DefaultText
source: That was plain mean, Captain.
cs: To bylo prostě sprosté, kapitáne.

# conversations/04_monarch/0402/0402_cv_celia:172:DefaultText
source: Good to have standards, I guess.
cs: Myslím, že je dobré mít standardy.

# conversations/04_monarch/0402/0402_cv_celia:173:DefaultText
source: I know what I'm looking for.
cs: Vím, co hledám.

# conversations/04_monarch/0402/0402_cv_celia:174:DefaultText
source: ...Not that I got any prior experience with such.
cs: ...Ne že bych s tím měl nějaké zkušenosti.

# conversations/04_monarch/0402/0402_cv_celia:175:DefaultText
source: How's everything going for you these days?
cs: Jak se vám v současné době daří?

# conversations/04_monarch/0402/0402_cv_celia:176:DefaultText
source: Now that Graham isn't shouting over the wireless and folks aren't worried about the Iconoclasts killing them in their sleep, things have gotten quiet.
cs: Teď, když Graham nekřičí přes vysílačku a lidé se nebojí, že je Ikonoklasté zabijí ve spánku, se situace uklidnila.

# conversations/04_monarch/0402/0402_cv_celia:177:DefaultText
source: Well, now that Mr. Sanjar has Zora to deal with, he's too busy to stay on my case. Things have been downright peaceful.
cs: No, teď, když má pan Sanjar na starosti Zoru, je příliš zaneprázdněný, než aby se věnoval mému případu. Věci se vyvíjejí naprosto klidně.

# conversations/04_monarch/0402/0402_cv_celia:178:DefaultText
source: That means I can finally get some work done. You don't know how long I've been waiting for this.
cs: To znamená, že konečně můžu udělat nějakou práci. Ani nevíte, jak dlouho jsem na to čekal.

# conversations/04_monarch/0402/0402_cv_celia:179:DefaultText
source: Oh... was there something you needed?
cs: Oh... potřeboval jsi něco?

# conversations/04_monarch/0402/0402_cv_celia:180:DefaultText
source: Something smells like dead animals. You hauling a bunch of monster parts around?
cs: Něco je cítit po mrtvých zvířatech. Táhneš s sebou hromadu částí monster?

# conversations/04_monarch/0402/0402_cv_celia:182:DefaultText
source: I can't ask Velma about Grimm's poster. She's dead.
cs: Nemůžu se Velmy zeptat na Grimmův plakát. Je mrtvá.
