Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_laura_aptconversation.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:1:DefaultText
source: Oh! You startled me. Don't sneak up on a person like that, huh?
cs: Oh! Překvapil jsi mě. Takhle se k někomu neplížíš, co?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:2:DefaultText
source: I'm looking for Braxton. Have you seen him?
cs: Hledám Braxtona. Neviděli jste ho?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:3:DefaultText
source: Didn't mean to scare you. I'll go.
cs: Nechtěl jsem tě vyděsit. Půjdu.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:4:DefaultText
source: Braxton? I've never even heard of a Braxton! Got nothing for ya. Sorry.
cs: Braxton? O Braxtonovi jsem nikdy neslyšel! Nic pro tebe nemám. Omlouvám se.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:5:DefaultText
source: So you do know Braxton. Where is he now?
cs: Takže znáš Braxtona. Kde je teď?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:6:DefaultText
source: He told me he was delivering to this house in the ruins south of town. Whole family had fallen sick, and he had some meds on hand.
cs: Řekl mi, že doručuje do jednoho domu v ruinách na jihu města. Celá rodina onemocněla a on měl po ruce nějaké léky.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:7:DefaultText
source: So maybe look for him there?
cs: Takže ho možná hledejte tam?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:8:DefaultText
source: That's all I needed.
cs: Víc jsem nepotřeboval.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:10:DefaultText
source: You again! You've really got to stop doing that.
cs: Zase ty! Opravdu bys s tím měl přestat.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:11:DefaultText
source: Why are you acting so paranoid?
cs: Proč se chováš tak paranoidně?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:12:DefaultText
source: You've been taking drugs.
cs: Bral jsi drogy.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:13:DefaultText
source: Paranoid?! I'm not paranoid.
cs: Paranoidní?! Nejsem paranoidní.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:14:DefaultText
source: By the void, do I seem paranoid to you?
cs: Zdá se vám, že jsem paranoidní?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:15:DefaultText
source: No! Okay, maybe. Just a little.
cs: Ne! Dobře, možná. Jen trochu.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:16:DefaultText
source: Braxton always has a good stash. And I just like to let loose a little. Stop thinking about the marauders and raptidons outside, you know?
cs: Braxton má vždy dobrou zásobu. A já se prostě ráda trochu odvážu. Přestat myslet na ty nájezdníky a raptidony venku, víš?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:17:DefaultText
source: Relax, no one's in trouble. I'm just looking to have a friendly chat with him.
cs: Klid, nikdo nemá potíže. Jen si s ním chci přátelsky popovídat.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:18:DefaultText
source: Oh. In that case...
cs: Oh. V tom případě...

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:19:DefaultText
source: Oh, damn!
cs: Sakra!

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:20:DefaultText
source: Just tell me where Braxton is.
cs: Jen mi řekni, kde je Braxton.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:21:DefaultText
source: If you keep giving me the runaround, I'll give you a reason to be paranoid.
cs: Jestli mě budeš pořád obcházet, dám ti důvod být paranoidní.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:22:DefaultText
source: Okay! I'll tell you everything.
cs: Dobře! Všechno vám řeknu.

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:23:DefaultText
source: Then you'll leave me alone?
cs: Tak mě necháš na pokoji?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:24:DefaultText
source: Everything's spinning. I'm just gonna take it easy, okay?
cs: Všechno se točí. Budu se uklidňovat, ano?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:25:DefaultText
source: Dilated pupils, anxious posture, muscle spasms...
cs: Rozšířené zornice, úzkostné držení těla, svalové křeče...

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:26:DefaultText
source: Why is everyone in this town so jumpy?
cs: Proč jsou všichni v tomhle městě tak nervózní?

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:27:DefaultText
source: Jumpy? Who's jumpy? I'm not jumpy!
cs: Nervózní? Kdo je nervózní? Já nejsem nervózní!

# conversations/04_monarch/0402/0402_cv_laura_aptconversation:28:DefaultText
source: She's high on some quality stuff.
cs: Je sjetá kvalitním zbožím.
