Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:1:DefaultText
source: Oh, hi there. Did you come to bring us more of those rocket candies?
cs: Ahoj. Přišel jsi nám přinést další raketové bonbóny?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:2:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:3:DefaultText
source: You know, the ones that come in a bottle with a rocket ship on the front.
cs: Víte, ty, které jsou v lahvičce s raketovou lodí na přední straně.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:5:DefaultText
source: Hey! What are you doing in my room?
cs: Hej! Co děláš v mém pokoji?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:6:DefaultText
source: Sorry, I was just looking around.
cs: Omlouvám se, jen jsem se rozhlížel.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:7:DefaultText
source: You're trying to steal the last of my rocket candies, aren't you?
cs: Snažíš se mi ukrást poslední raketové bonbóny, že?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:8:DefaultText
source: Calm down. I'm going now.
cs: Uklidněte se. Už jdu.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:10:DefaultText
source: Spacer's Choice pills! They cure all your ills!
cs: Pilulky Spacer's Choice! Vyléčí všechny vaše neduhy!

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:11:DefaultText
source: Sure, I brought some candies.
cs: Jistě, přinesl jsem nějaké sladkosti.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:12:DefaultText
source: I don't have anything like that.
cs: Nic takového nemám.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:13:DefaultText
source: They don't taste very good, but they make me feel so nice. Hungry, too.
cs: Nechutnají moc dobře, ale cítím se po nich tak příjemně. A taky hlad.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:14:DefaultText
source: There was this other man who used to bring them. Not anymore, though.
cs: Přinášel je ještě jeden muž. Teď už ne.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:15:DefaultText
source: What can you tell me about this man?
cs: Co mi o něm můžete říct?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:16:DefaultText
source: Kid, you are weird. I'm done here.
cs: Chlapče, jsi divný. Tady jsem skončil.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:17:DefaultText
source: That's wonderful!
cs: To je úžasné!

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:18:DefaultText
source: That's too bad.
cs: To je škoda.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:19:DefaultText
source: Was his name Braxton?
cs: Jmenoval se Braxton?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:20:DefaultText
source: I don't know. I'm not really supposed to talk to strangers.
cs: Nevím. S cizími lidmi bych se vlastně neměl bavit.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:21:DefaultText
source: Mama and Papa said he came from the city. When we got sick one time, he brought those candies to make us well again.
cs: Maminka a tatínek říkali, že pochází z města. Když jsme jednou onemocněli, přinesl nám ty bonbony, abychom se uzdravili.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:22:DefaultText
source: I'm gonna go now.
cs: Teď už půjdu.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:23:DefaultText
source: Okay! Maybe I'll see you at dinner?
cs: Dobře! Možná se uvidíme u večeře?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:24:DefaultText
source: And they worked! Now, we feel better than ever. Mama says they're a gift from the Eternal.
cs: A fungovaly! Nyní se cítíme lépe než kdy jindy. Maminka říká, že jsou darem od Věčného.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:25:DefaultText
source: Why isn't he bringing you more rocket candies?
cs: Proč ti nepřináší další raketové bonbony?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:26:DefaultText
source: He said they were making us sick. Mama and Papa got real mad at him for that.
cs: Říkal, že se nám z nich dělá špatně. Maminka a tatínek se na něj za to zlobili.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:27:DefaultText
source: They went to have a talk with him. Afterwards, they said he wasn't coming back again.
cs: Šli si s ním promluvit. Poté řekli, že už se nevrátí.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:30:DefaultText
source: If you don't want people going through your stuff, lock it up.
cs: Pokud nechcete, aby se vám někdo hrabal ve věcech, zamkněte je.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:31:DefaultText
source: Your rocket candies?
cs: Vaše raketové bonbony?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:32:DefaultText
source: Liar!
cs: Lháři!

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:33:DefaultText
source: Maybe I'll tell Mama and Papa. Then you'll be sorry.
cs: Možná to řeknu mámě a tátovi. Pak ti to bude líto.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:34:DefaultText
source: The ones that come in a bottle with a rocket ship on it. Like the other man used to bring.
cs: Ty, které jsou v lahvičce s raketovou lodí. Takové, jaké nosíval ten druhý muž.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:35:DefaultText
source: What other man?
cs: Jaký jiný muž?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:36:DefaultText
source: I'm not telling you.
cs: To vám neřeknu.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:38:DefaultText
source: Doesn't sound like any medication I've heard of. Nothing legitimate, anyway.
cs: To nezní jako žádný lék, o kterém jsem slyšel. Tedy o ničem legitimním.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:39:DefaultText
source: Some kind of off-brand drug, maybe? Wouldn't be the first or the worst.
cs: Možná nějaká neznačková droga? Nebylo by to první ani nejhorší.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:41:DefaultText
source: We wouldn't wanna intrude.
cs: Nechtěli bychom rušit.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:42:DefaultText
source: That was real nice of her, inviting us to dinner like that.
cs: Bylo to od ní moc hezké, že nás takhle pozvala na večeři.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:43:DefaultText
source: Perhaps we should skip dinner. My stomach has been a tad... unsettled of late.
cs: Možná bychom měli vynechat večeři. Můj žaludek je poslední dobou trochu... neklidný.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:44:DefaultText
source: Way she said that reminded me of a rapt licking its chops. Be careful.
cs: Způsob, jakým to řekla, mi připomínal raptora, který si olizuje kotlety. Buďte opatrní.

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:45:DefaultText
source: Think they'll notice if we slip out first?
cs: Myslíš, že si všimnou, když vyklouzneme první?

# conversations/04_monarch/0402/0402_cv_lizzie_cannibalhouse:46:DefaultText
source: Warning: SAM's specially formulated 'Blood-Out' fluid remover has been known to eat through flesh. Handle with caution.
cs: Varování: Je známo, že speciálně vyvinutý odstraňovač tekutin "Blood-Out" od společnosti SAM proniká masem. Zacházejte s ním opatrně.
