Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_levi_cannibalfamily.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:1:DefaultText
source: Oh, hello there. You come for... for... dinner?
cs: Ahoj. Přišel jsi na... večeři?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:7:DefaultText
source: Actually, I'm looking for a man named Braxton.
cs: Vlastně hledám muže jménem Braxton.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:8:DefaultText
source: Yeah, I guess so.
cs: Jo, asi jo.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:9:DefaultText
source: That wasn't my plan.
cs: To nebyl můj plán.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:10:DefaultText
source: Sorry, I'm not real... good with, uh... names.
cs: Omlouvám se, ale nejsem moc... dobrý ve jménech.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:11:DefaultText
source: Nice to meet you. Wait, did I already say that?
cs: Rád vás poznávám. Počkat, už jsem to řekl?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:13:DefaultText
source: Is something wrong?
cs: Je něco špatně?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:14:DefaultText
source: That's nice. We had someone else over... a week ago? Or yesterday? I forget.
cs: To je hezké. Před týdnem jsme tu měli někoho jiného...? Nebo včera? Už jsem to zapomněl.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:18:DefaultText
source: Are you sure? Because someone came for dinner yesterday. Or a week ago. Wasn't that you? Maybe not.
cs: Jste si jistý? Protože včera někdo přišel na večeři. Nebo před týdnem. Nebyl jsi to ty? Možná ne.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:19:DefaultText
source: Are you okay? You seem confused.
cs: Jsi v pořádku? Vypadáš zmateně.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:20:DefaultText
source: You're a few rungs short of a ladder, aren't you?
cs: Chybí vám pár příček do žebříku, že?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:21:DefaultText
source: It just gets hard to remember things. I recall moments... feelings... but the details slip.
cs: Jen je těžké si něco zapamatovat. Vzpomínám si na okamžiky... pocity... ale detaily mi unikají.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:22:DefaultText
source: Other times, it's like there's fog. I... sorry, have we talked about this before?
cs: Jindy je to jako v mlze. Já... promiňte, už jsme o tom někdy mluvili?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:23:DefaultText
source: You got a funny way of putting things. I used to be good with words.
cs: Máš zvláštní způsob vyjadřování. Dřív jsem to se slovy uměl.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:24:DefaultText
source: I'm gonna leave you alone now.
cs: Teď tě nechám na pokoji.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:25:DefaultText
source: But it feels like there's this fog... I- sorry, have we talked about this before?
cs: Ale mám pocit, že je tu taková mlha... Promiňte, už jsme o tom někdy mluvili?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:26:DefaultText
source: Maybe I can help you.
cs: Možná vám mohu pomoci.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:27:DefaultText
source: Enough about that. I need to find Braxton.
cs: To už by stačilo. Musím najít Braxtona.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:28:DefaultText
source: That's nice of you. I usually feel better after I eat. Mama said dinner's almost ready, huh?
cs: To je od vás hezké. Po jídle se obvykle cítím lépe. Máma říkala, že večeře už je skoro hotová, co?

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:29:DefaultText
source: Who? Sorry, maybe you should ask me after dinner. I usually feel better after dinner.
cs: Kdo? Promiň, možná by ses mě měl zeptat po večeři. Po večeři se obvykle cítím lépe.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:30:DefaultText
source: You're the first person I've talked to who makes sense.
cs: Jste první člověk, se kterým jsem mluvil a který to chápe.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:31:DefaultText
source: Can we talk more after dinner? I usually feel better after dinner.
cs: Můžeme si promluvit po večeři? Po večeři se obvykle cítím lépe.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:32:DefaultText
source: There's no call for bein' rude, Captain. Maybe he's just having a hard day. You don't know.
cs: Není třeba být hrubý, kapitáne. Možná má jen těžký den. To nevíte.

# conversations/04_monarch/0402/0402_cv_levi_cannibalfamily:33:DefaultText
source: I felt like that after my dad passed. Walked around in a haze for weeks. I'm sorry you're feelin' that way, too.
cs: Tak jsem se cítil po smrti svého otce. Týdny jsem chodila v mlze. Je mi líto, že se tak cítíš taky.
