Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_*_resident_e_f.po
Languages: bs

# conversations/04_monarch/0402/0402_bs_resident_e_f:1:DefaultText
source: You know, I haven't seen him in a while.
bs: Víš, už jsem ho dlouho neviděl.

# conversations/04_monarch/0402/0402_bs_resident_e_f:2:DefaultText
source: Whatever you do, don't mention tossball to Isaac. You'll never hear the end of it.
bs: Ať uděláš cokoli, o tossballu se Isaacovi nezmiňuj. Nikdy se to nedozvíš.

# conversations/04_monarch/0402/0402_bs_resident_e_f:3:DefaultText
source: What is that smell coming out of Celia's apartment?
bs: Co to je za zápach, který se line z Celiina bytu?

# conversations/04_monarch/0402/0402_bs_resident_e_f:4:DefaultText
source: Probably whatever she bought from that guy who sells animal parts.
bs: Nejspíš to, co koupila od toho chlápka, co prodává části zvířat.

# conversations/04_monarch/0402/0402_bs_resident_e_f:6:DefaultText
source: I swear she buys something from him every day.
bs: Přísahám, že si od něj každý den něco koupí.

# conversations/04_monarch/0402/0402_bs_resident_e_f:7:DefaultText
source: So. Guess who Celia brought home the other night.
bs: Takže. Hádejte, koho si Celia přivedla domů.

# conversations/04_monarch/0402/0402_bs_resident_e_f:8:DefaultText
source: Finally. Now she can stop buying that junk from him. Might improve the smell.
bs: Nakonec. Teď už si od něj může přestat kupovat ty krámy. Možná se zlepší zápach.

# conversations/04_monarch/0402/0402_bs_resident_e_f:9:DefaultText
source: Yeah, but the noise...
bs: Jo, ale ten hluk...

# conversations/04_monarch/0402/0402_bs_resident_e_f:12:DefaultText
source: If you'd gotten stuck in an hour-long rant about Mostly Colonists, you'd be thankful.
bs: Kdybyste se zasekli u hodinového povídání o většině kolonistů, byli byste vděční.

# conversations/04_monarch/0402/0402_bs_resident_e_f:13:DefaultText
source: Feels like these walls shrink a little every day.
bs: Mám pocit, že se tyto zdi každý den o něco zmenšují.

# conversations/04_monarch/0402/0402_bs_resident_e_f:14:DefaultText
source: I sure hope not, or we're in big trouble.
bs: Doufám, že ne, jinak budeme mít velké problémy.

# conversations/04_monarch/0402/0402_bs_resident_e_f:15:DefaultText
source: Don't you ever get tired of being cooped up here? Nothing ever happens. Even the tossball scores we get are weeks old.
bs: Neunavuje tě někdy být tady zavřený? Nikdy se nic neděje. Dokonce i výsledky hodů jsou staré několik týdnů.

# conversations/04_monarch/0402/0402_bs_resident_e_f:16:DefaultText
source: Boring is good. Boring means safe. I'll take boring over Amber Heights any day.
bs: Nuda je dobrá. Nuda znamená bezpečnost. Nudné místo Amber Heights beru kdykoli.
