Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:960:DefaultText
source: What does the BOLT-52 do, exactly?
cs: Co přesně BOLT-52 dělá?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:962:DefaultText
source: So you did, sir.
cs: Tak jste to udělal, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:963:DefaultText
source: The world isn't changed with guns and speeches - much as Graham and his followers would like to think - but rather with meticulous documentation.
cs: Svět se nemění zbraněmi a projevy - jak by si Graham a jeho stoupenci rádi mysleli -, ale spíše pečlivou dokumentací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:964:DefaultText
source: See, that doesn't even make sense. This is an electronic form. We don't need paperweights.
cs: Vidíš, to ani nedává smysl. Jedná se o elektronický formulář. Nepotřebujeme těžítka.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:965:DefaultText
source: Hardly the point, sir.
cs: O to sotva jde, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:966:DefaultText
source: Just tell me what you're planning.
cs: Jen mi řekni, co plánuješ.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:967:DefaultText
source: If you could kill rapts half as well as you kill a good joke, you wouldn't need me.
cs: Kdybys uměl zabíjet rapty aspoň z poloviny tak dobře jako dobrý vtip, nepotřeboval bys mě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:968:DefaultText
source: Perhaps you should explain the second part of the plan, sir.
cs: Možná byste měl vysvětlit druhou část plánu, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:969:DefaultText
source: Sort of! Really, we're just going to blackmail them into offering us a seat at the table!
cs: Tak nějak! Opravdu, budeme je jen vydírat, aby nám nabídli místo u stolu!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:970:DefaultText
source: But, really, whatever gets you excited about the idea. It's definitely a firm middle finger.
cs: Ale opravdu, cokoli vás nadchne. Rozhodně je to pevný prostředníček.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:971:DefaultText
source: I can get behind that.
cs: To chápu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:972:DefaultText
source: That's what I like to hear.
cs: To slyším rád.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:973:DefaultText
source: Have I mentioned that I work with the Adjutant?
cs: Už jsem se zmínil, že pracuji s adjutantem?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:974:DefaultText
source: So you DO want to go against the Board? Don't be ridiculous.
cs: Takže chcete jít proti radě? Nebuď směšný.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:975:DefaultText
source: Did you? I'd have to check our meeting minutes...
cs: Opravdu? Musel bych se podívat do zápisu z naší schůze...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:976:DefaultText
source: He did, sir.
cs: Ano, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:976:FemaleText
source: She did, sir.
cs: Ano, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:977:DefaultText
source: He did not, sir.
cs: Neudělal to, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:977:FemaleText
source: She did not, sir.
cs: Neudělala to, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:978:DefaultText
source: But that shouldn't be a problem.
cs: Ale to by neměl být problém.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:979:DefaultText
source: What Mr. Nandi means is that we have some rather momentous information to deliver to the Board. Or we will, with your help.
cs: Pan Nandi tím chtěl říci, že máme pro radu poměrně závažnou informaci. Nebo to s vaší pomocí uděláme.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:980:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:981:DefaultText
source: This had better be good.
cs: Doufám, že to bude dobré.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:982:DefaultText
source: Excellent timing on your part. I worked my fingers to nubs, but I've finally completed the BOLT-52 form. I daresay it will be my second-greatest achievement, after the reformations.
cs: Skvělé načasování z vaší strany. Měl jsem prsty na rukou, ale konečně jsem vyplnil formulář BOLT-52. Troufám si říct, že to bude po reformacích můj druhý největší úspěch.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:983:DefaultText
source: You're getting ahead of yourself again.
cs: Zase předbíháš.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:984:DefaultText
source: Not so fast. What're these "reformations" you're talking about?
cs: Ne tak rychle. O jakých "reformách" to mluvíte?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:985:DefaultText
source: So I am. Do you have this cartridge?
cs: Takže jsem. Máte tuto kazetu?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:986:DefaultText
source: <Give him the UDL data.> Here you go.
cs: <Dejte mu data UDL.> Tady máte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:987:DefaultText
source: Already? If only the rest of the colony operated as efficiently as you, imagine what a different state we'd be in, hm?
cs: Už? Kdyby zbytek kolonie fungoval stejně efektivně jako vy, představte si, v jakém jiném stavu bychom byli, hm?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:990:DefaultText
source: "Reformations"? What, are you going to reformat everyone's files?
cs: "Reformy"? Cože, to budete všem přeformátovávat soubory?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:991:DefaultText
source: That's just cruel. And inefficient.
cs: To je prostě kruté. A neefektivní.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:992:DefaultText
source: I'll complete the BOLT-52 in no time. I daresay it'll be my second-greatest achievement, after the reformations.
cs: BOLT-52 dokončím v krátké době. Troufám si říct, že to bude po reformacích můj druhý největší úspěch.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:993:DefaultText
source: I'm working on a plan to reorganize the Board. Slowly. Peacefully. And with meticulous documentation.
cs: Pracuji na plánu reorganizace rady. Pomalu. V klidu. A s pečlivou dokumentací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:995:DefaultText
source: If you can keep her sober.
cs: Pokud ji dokážeš udržet střízlivou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:996:DefaultText
source: It was Elijah and his hooligan friends. I ran them out of town.
cs: Byl to Eliáš a jeho chuligánští přátelé. Vyhnal jsem je z města.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:997:DefaultText
source: I've been consumed with other matters of late, but I would have dealt with them. Eventually.
cs: V poslední době mě zaměstnávají jiné věci, ale vyřídil bych je. Nakonec.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:998:DefaultText
source: Still, your intervention in the matter is much appreciated. Please consider this payment for your services.
cs: Přesto si vašeho zásahu v této záležitosti velmi ceníme. Zvažte prosím tuto platbu za vaše služby.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:999:DefaultText
source: Sorry. It was already open.
cs: Omlouvám se. Už byla otevřená.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1000:DefaultText
source: You could have told me what was on that terminal.
cs: Mohl jsi mi říct, co je na tom terminálu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1001:DefaultText
source: Oh, yes. No doubt someone else was having a laugh at my expense before you.
cs: Ach, ano. Nepochybně se před vámi na můj účet bavil někdo jiný.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1002:DefaultText
source: Yeah, you sent me into a raptidon-infested mess to clean up after you.
cs: Jo, poslal jsi mě do nepořádku zamořeného raptidony, abych to po tobě uklidil.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1003:DefaultText
source: I didn't mean for any harm to come to you!
cs: Nechtěl jsem ti ublížit!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1004:DefaultText
source: Yes, but then you would have known!
cs: Ano, ale to bys to věděl!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1005:DefaultText
source: I gave MSI everything - my work, my youth, my left kidney - and for years, I was a joke to them.
cs: Dal jsem společnosti MSI všechno - svou práci, své mládí, svou levou ledvinu - a léta jsem pro ně byl jen vtipem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1006:DefaultText
source: Your left kidney?
cs: Vaše levá ledvina?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1007:DefaultText
source: Who cares what they think? You're in charge now.
cs: Koho zajímá, co si myslí? Teď to máš na starosti ty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1008:DefaultText
source: That much was definitely clear.
cs: To bylo rozhodně jasné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1009:DefaultText
source: I thought volunteering to donate might improve my prospects.
cs: Myslel jsem, že dobrovolné dárcovství by mohlo zlepšit mé vyhlídky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1010:DefaultText
source: Did it?
cs: Opravdu?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1012:DefaultText
source: You're insane.
cs: Jste blázen.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1013:DefaultText
source: Apparently not.
cs: Zřejmě ne.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1014:DefaultText
source: In charge of a scrap heap of a city. Abandoned by the Board and surviving only through the hypocrisy of our trading partners.
cs: Vede hromadu šrotu ve městě. Opuštěný správní radou a přežívající jen díky pokrytectví našich obchodních partnerů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1015:DefaultText
source: And you've made it work. That's more than anyone can say for those execs.
cs: A vy jste to zvládli. To je víc, než může kdokoli říct o těchto výkonných pracovnících.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1016:DefaultText
source: When you put it that way, it does sound pretty pathetic.
cs: Když to řekneš takhle, zní to dost pateticky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1017:DefaultText
source: No, I'm a company man!
cs: Ne, jsem člověk z firmy!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1018:DefaultText
source: That's what you get for giving so much of yourself over to a corporation.
cs: To máš za to, že jsi tolik sebe odevzdal korporaci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1019:DefaultText
source: Perhaps they were right. After all, what have I built? Stellar Bay is barely keeping afloat.
cs: Možná měli pravdu. Koneckonců, co jsem postavil? Hvězdná zátoka se sotva drží nad vodou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1020:DefaultText
source: I hadn't thought of it that way. But perhaps there's something to that.
cs: Takhle jsem o tom nepřemýšlel. Ale možná na tom něco je.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1021:DefaultText
source: Take it easy. You've kept this city running against all odds.
cs: Buďte v klidu. Navzdory všem překážkám jsi udržoval město v chodu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1022:DefaultText
source: Do you want a medal? You're right, this place is a garbage heap.
cs: Chcete medaili? Máš pravdu, tohle místo je hromada odpadků.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1023:DefaultText
source: Thank you for that. Was there something else?
cs: Za to vám děkuji. Bylo tam ještě něco?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1024:DefaultText
source: Please, I can't think about this right now. Celia, schedule thirty minutes of inconsolable weeping later today.
cs: Prosím, teď na to nemůžu myslet. Celie, naplánuj si na dnešek třicet minut bezútěšného pláče.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1025:DefaultText
source: I'll pad it out with an extra fifteen, sir.
cs: Přidám vám patnáct dolarů navíc, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1026:DefaultText
source: Now, was there something else you need?
cs: Potřeboval jste ještě něco jiného?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1027:DefaultText
source: But that all comes later. First, I need to submit the BOLT-52. With that data you're holding, of course.
cs: Ale to všechno přijde později. Nejprve musím předložit BOLT-52. Samozřejmě s těmi údaji, které máte v ruce.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1028:DefaultText
source: Oh, did I say I had a data cartridge? That's just what I call my left nut.
cs: Říkal jsem, že mám datovou kazetu? Tomu říkám levý oříšek.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1028:FemaleText
source: Oh, did I say I had a data cartridge? That's just what I call my left tit.
cs: Říkal jsem, že mám datovou kazetu? Tak říkám svému levému prsu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1030:DefaultText
source: That seems unnecessarily complicated.
cs: To se zdá být zbytečně komplikované.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1032:DefaultText
source: It's actually very funny, sir.
cs: Je to vlastně velmi vtipné, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1033:DefaultText
source: Now I'm confused. Do you have evidence against UDL or not?
cs: Teď jsem zmatený. Máte důkazy proti UDL, nebo ne?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1034:DefaultText
source: Remember what we practiced, sir.
cs: Vzpomeňte si, co jsme cvičili, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1035:DefaultText
source: You, too?!
cs: Vy také?!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1036:DefaultText
source: He has a point, sir. And it's not all bad.
cs: Má pravdu, pane. A není to všechno špatně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1036:FemaleText
source: She has a point, sir. And it's not all bad.
cs: Má pravdu, pane. A není to všechno špatně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1037:DefaultText
source: But where I wanted to reform MSI, he only wanted to take it apart. As if starving in the wilderness is somehow better than starving under corporate mismanagement.
cs: Ale tam, kde jsem já chtěl MSI reformovat, on ho chtěl pouze rozebrat. Jako by hladovění v poušti bylo nějak lepší než hladovění pod špatným řízením společnosti.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1038:DefaultText
source: He won't hear reason now. And I wouldn't trust him again.
cs: Teď už nechce slyšet rozum. A já bych mu už nevěřil.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1039:DefaultText
source: I don't think there's anything we can do. But it was a good effort on your part.
cs: Myslím, že s tím nemůžeme nic dělat. Ale byla to z vaší strany dobrá snaha.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1040:DefaultText
source: Besides, if you think her skills will complement mine, then we should see what those skills are.
cs: Kromě toho, pokud si myslíš, že její schopnosti doplní ty moje, měli bychom se podívat, jaké jsou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1041:DefaultText
source: Very well.
cs: Velmi dobře.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1042:DefaultText
source: That means no more broadcasts from us.
cs: To znamená, že už nebudeme vysílat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1043:DefaultText
source: If you're looking for a corporate presence, I met some mercenaries affiliated with C3.
cs: Pokud hledáte firemní zastoupení, setkal jsem se s několika žoldáky spojenými se společností C3.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1044:DefaultText
source: I'm sorry, who?
cs: Promiňte, kdo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1045:DefaultText
source: C3 - Corporate Compliance Crew.
cs: C3 - Posádka pro dodržování firemních předpisů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1046:DefaultText
source: Maybe it was See-3? Sea-3?
cs: Možná to byl See-3? Sea-3?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1047:DefaultText
source: A bunch of jackasses stationed at Devil's Peak.
cs: Banda pitomců na Ďáblově vrchu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1050:DefaultText
source: Ah. Them.
cs: Ach. Oni.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1051:DefaultText
source: Oh, that C3.
cs: Aha, ta C3.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1054:DefaultText
source: They're hardly a corporation. More like a jumped-up band of thugs with certain pretensions.
cs: Sotva je to korporace. Spíš je to vyskákaná banda grázlů s jistými nároky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1055:DefaultText
source: The evidence I'm hoping for would implicate one of the Board powers. Auntie Cleo's, Spacer's Choice, UDL - someone of that caliber.
cs: Důkazy, v něž doufám, by se týkaly jedné z pravomocí rady. Auntie Cleo's, Spacer's Choice, UDL - někdo takového kalibru.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1056:DefaultText
source: Not that we don't appreciate your diligence.
cs: Ne že bychom si nevážili vaší píle.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1060:DefaultText
source: What exactly are you hoping to accomplish?
cs: Čeho přesně chcete dosáhnout?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1061:DefaultText
source: Thanks to the so-called Hazard Clause, Monarch has been cut off from the Board's resources and protection for ten years now.
cs: Díky takzvané doložce o nebezpečí je Monarch již deset let odříznut od zdrojů a ochrany Rady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1062:DefaultText
source: If you're free of the other corporations, why would you want to bring them back?
cs: Pokud jste se osvobodili od ostatních korporací, proč byste je chtěli přivést zpět?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1064:DefaultText
source: We've kept ourselves in business by trading with individual corporations, but given the... off-the-books nature of those transactions, such arrangements are precarious.
cs: Udržovali jsme se na trhu díky obchodování s jednotlivými společnostmi, ale vzhledem k... mimoburzovní povaze těchto transakcí jsou tato ujednání nejistá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1065:DefaultText
source: And you're tired of scrounging and scraping by, is that it?
cs: A už tě nebaví se o něco snažit a škudlit, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1066:DefaultText
source: Sounds like you're freer than anyone else in Halcyon. Why not embrace it?
cs: Zdá se, že jsi svobodnější než kdokoli jiný v Halcyonu. Proč to nepřijmout?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1067:DefaultText
source: You talk like Graham.
cs: Mluvíš jako Graham.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1068:DefaultText
source: Freedom always sounds nice, doesn't it? It makes a rather pretty slogan.
cs: Svoboda zní vždycky hezky, že? Je to docela hezký slogan.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1069:DefaultText
source: Sounds like a personal problem. I've got other concerns.
cs: To vypadá na osobní problém. Mám jiné starosti.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1070:DefaultText
source: But if you sit down and tally up the costs - how you provide for yourself in the absence of aid, how you protect yourself from a hostile galaxy - it starts to lose its shine.
cs: Ale když si sednete a spočítáte náklady - jak se uživíte, když vám nikdo nepomůže, jak se ochráníte před nepřátelskou galaxií -, začne to ztrácet lesk.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1071:DefaultText
source: You make a good point.
cs: Máte dobrou připomínku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1072:DefaultText
source: So what do you mean to do about it?
cs: Co s tím chcete dělat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1073:DefaultText
source: That's a coward's answer.
cs: To je zbabělá odpověď.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1074:DefaultText
source: I can tell your Iconoclast friends have left their mark on you.
cs: Je vidět, že na tobě tví přátelé z Ikonoklastu zanechali stopy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1075:DefaultText
source: I have people to look after. I need to be practical.
cs: Musím se starat o lidi. Musím být praktický.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1076:DefaultText
source: Indeed. Mr. Nandi here has a rather ingenious plan to get MSI restored to the Board.
cs: Vskutku. Pan Nandi má poměrně geniální plán, jak vrátit MSI do představenstva.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1077:DefaultText
source: That's why Mr. Nandi here has a rather ingenious plan to get MSI restored to the Board.
cs: Proto má pan Nandi poměrně důmyslný plán, jak vrátit MSI do představenstva.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1078:DefaultText
source: Yes. Freedom is a tempting ideal but a rather costly paramour.
cs: Ano. Svoboda je lákavý ideál, ale poměrně drahý milenec.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1079:DefaultText
source: Surviving alone isn't as easy as it looks.
cs: Přežít sám není tak snadné, jak to vypadá.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1080:DefaultText
source: With the whole Board, as a matter of fact.
cs: Vlastně s celou správní radou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1081:DefaultText
source: I need you to shut off your broadcasts.
cs: Potřebuji, abyste vypnuli vysílání.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1082:DefaultText
source: Many, many problems. But they can all be solved with a BOLT-52 cartridge.
cs: Mnoho, mnoho problémů. Všechny je však lze vyřešit pomocí kazety BOLT-52.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1083:DefaultText
source: And you'll have a powerful ally on the Board.
cs: A ve správní radě budete mít mocného spojence.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1084:DefaultText
source: If you can get us what we need to rejoin the Board - starting with the BOLT-52 - we'll be able to become one of the most productive and secure cities in Halcyon.
cs: Pokud se vám podaří získat vše, co potřebujeme, abychom se mohli znovu připojit k Radě - počínaje BOLT-52 - budeme schopni stát se jedním z nejproduktivnějších a nejbezpečnějších měst v Halcyonu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1085:DefaultText
source: How did MSI get kicked off the Board in the first place?
cs: Jak byla společnost MSI vůbec vyřazena z představenstva?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1086:DefaultText
source: I've asked myself the same thing many times. Especially seeing as the legal mechanisms we employed were part of the Board's own bylaws...
cs: Mnohokrát jsem si položil stejnou otázku. Zvláště když právní mechanismy, které jsme použili, byly součástí vlastních stanov rady...

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1087:DefaultText
source: Do you mean that you initiated your own removal from the Board?
cs: Chcete říci, že jste sám inicioval své odvolání z představenstva?
