Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:5:DefaultText
source: ...and the little bastard's slippery, right, on account of its blood. So it's - it's sliding. All over the place. Trying to crawl away.
cs: ...a ten malý parchant je kluzký, že jo, kvůli své krvi. Takže to - klouže. Všude. Snaží se odplazit.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:8:DefaultText
source: Right. What're you staring - wait - you ain't from around here. Who are you?
cs: Vpravo. Na co zíráš - počkej - nejsi odsud. Kdo jsi?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:9:DefaultText
source: Who are you?
cs: Kdo jste?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:14:DefaultText
source: Name's Nyoka. I'm the best big game hunter on the planet.
cs: Jmenuje se Nyoka. Jsem nejlepší lovec velké zvěře na světě.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:19:DefaultText
source: You're back! Good news? Bad news?
cs: Jsi zpátky! Dobré zprávy? Špatné zprávy?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:22:DefaultText
source: Actually - nevermind. I'll catch you later.
cs: Vlastně - nevadí. Doženu tě později.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:24:DefaultText
source: Glad to have you.
cs: Jsem rád, že vás máme.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:51:DefaultText
source: Getting so I can't tell the - tell the blood from the mud.
cs: Takže nemůžu rozeznat krev od bláta.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:52:DefaultText
source: Excuse me.
cs: Promiňte.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:53:DefaultText
source: <Keep listening.>
cs: <Poslouchejte dál.>

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:57:DefaultText
source: Don't interrupt. It's rude.
cs: Nepřerušujte. Je to neslušné.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:58:DefaultText
source: But I gotta get in there, get right in that baby rapt's stomach and dig it out. If so much as a drop of stomach acid got on that medallion, I'd -
cs: Ale musím se tam dostat, vlézt tomu malému raplovi přímo do břicha a vyhrabat ho ven. Jestli se na ten medailonek dostane jen kapka žaludeční kyseliny, tak...

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:59:DefaultText
source: Shit, I don't know what I'd do. Might be I'd hunt every damn rapt out there.
cs: Sakra, nevím, co bych dělal. Možná bych lovil všechny zatracený rapty.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:65:DefaultText
source: I'm <oeitoken>PlayerName</oeitoken>. Pleasure to meet you.
cs: Jsem <oeitoken>Jméno hráče</oeitoken>. Těší mě, že vás poznávám.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:66:DefaultText
source: Ooooh. A charmer. Don't get a lot of that around here. Folk mostly grump at me about how I should join the MSI payroll.
cs: Ooooh. Okouzlující. Takových tu moc není. Lidi na mě většinou brblají, že bych se měl přidat k MSI.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:68:DefaultText
source: Nice change of pace. Buy me a drink, will you?
cs: Příjemná změna tempa. Koupíš mi něco k pití?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:69:DefaultText
source: Actually... I'm told you can get me to Devil's Peak.
cs: Vlastně... Bylo mi řečeno, že mě můžete dostat na Ďáblův vrchol.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:70:DefaultText
source: Sure. Another round, bartender!
cs: Jistě. Další rundu, barmane!

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:71:DefaultText
source: What're you doing in Stellar Bay, stranger?
cs: Co děláš ve Hvězdné zátoce, cizinče?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:72:DefaultText
source: Well. Well, well, well. Let's get down to brass nuts, then, shall we? Brass... wait, that ain't it. Brass rats? Let's - let's talk business.
cs: Dobře. No, no, no. Pojďme tedy k jádru věci, ano? Mosazné... počkat, to není ono. Mosazné krysy? Pojďme - pojďme si promluvit o obchodu.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:74:DefaultText
source: I'm told you can help me find an information broker.
cs: Řekli mi, že mi můžete pomoci najít zprostředkovatele informací.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:75:DefaultText
source: Just seeing what it's like for myself. People talk it up like it's a shithole.
cs: Jen jsem si vyzkoušel, jaké to je. Lidé o tom mluví, jako by to byla díra.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:77:DefaultText
source: It is a shithole. It's a free shithole, though. Plenty of ways to blaze your own trail. Folk seem to like that.
cs: Je to díra. Je to ale díra zadarmo. Je tu spousta možností, jak si prorazit vlastní cestu. Zdá se, že se to lidem líbí.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:80:DefaultText
source: Besides, the booze is good. Something about that fish oil. Cheers.
cs: Kromě toho je chlast dobrý. Něco na tom rybím tuku. Na zdraví.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:81:DefaultText
source: I'm headed back out there after I sober up. You want a guide sooner than that, you'll have to get me a something to clear my head.
cs: Po vystřízlivění se tam vrátím. Jestli chceš průvodce dřív, budeš mi muset sehnat něco na vyčištění hlavy.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:82:DefaultText
source: I'm not in the mood to fetch things. How much time do you need?
cs: Nemám náladu nosit věci. Kolik času potřebuješ?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:83:DefaultText
source: Sure. What do you need?
cs: Jistě. Co potřebujete?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:85:DefaultText
source: More than you have, I suspect. I plan to sit here and drink until I find myself awoken sober.
cs: Předpokládám, že víc než vy. Mám v plánu tu sedět a pít, dokud se neprobudím střízlivý.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:87:DefaultText
source: Fine. What do you need?
cs: V pořádku. Co potřebujete?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:88:DefaultText
source: Right, well, I'm not running errands for you.
cs: Dobře, ale já pro tebe nebudu vyřizovat pochůzky.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:89:DefaultText
source: Outstanding. Our dispensary here maintains a stock of - well, I don't rightly know what they are. Steroid- or caffeine-somethings. Pills. They're... very good.
cs: Vynikající. Naše výdejna má zásoby - no, nevím přesně, co to je. Steroidy nebo něco s kofeinem. Pilulky. Jsou... velmi dobré.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:91:DefaultText
source: You do what you like, stranger. I'll be here in the meantime.
cs: Dělej si, co chceš, cizinče. Já tu zatím budu.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:96:DefaultText
source: You're also the loudest big game hunter on the planet. And the drunkest.
cs: Jsi také nejhlasitější lovec velké zvěře na světě. A nejopilejší.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:97:DefaultText
source: Shut the fu - f - fair point. I deserve it, though, on account of being the best.
cs: Zavřete hubu - f - férový bod. Ale zasloužím si to, protože jsem nejlepší.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:98:DefaultText
source: <oeitoken>PlayerName</oeitoken>. Are you always this drunk?
cs: <oeitoken>Jméno hráče</oeitoken>. Jste vždycky takhle opilí?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:99:DefaultText
source: If you think this is drunk, I got a - a - you need to get out more.
cs: Jestli si myslíš, že je to opilost, tak bys měl víc chodit ven.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:100:DefaultText
source: Sit. Partake. Buy me a drink and let's chat.
cs: Posaďte se. Podílejte se. Kupte mi drink a popovídejme si.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:101:DefaultText
source: The charmer! Welcome back. Drink, chat, or business?
cs: Okouzlující! Vítejte zpět. Popíjet, povídat si, nebo obchodovat?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:102:DefaultText
source: All of the above?
cs: Všechno výše uvedené?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:112:DefaultText
source: Great. Where to?
cs: Skvělé. Kam?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:114:DefaultText
source: Get me to Devil's Peak.
cs: Dostaňte mě na Ďáblův štít.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:115:DefaultText
source: Nowhere in particular. Let's explore!
cs: Nikde konkrétně. Pojďme prozkoumat!

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:120:DefaultText
source: He's way southwest, all the way past Fallbrook. If you're keen on hunting a few things, we can take the mountain's western slope.
cs: Je daleko na jihozápad, až za Fallbrookem. Jestli máš chuť něco ulovit, můžeme se vydat po západním svahu hory.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:121:DefaultText
source: If you're more of a spelunker, Rotting River will take you into the mountain caverns. We can discuss options when we get closer.
cs: Pokud jste spíše spelunkery, Rotting River vás zavede do horských jeskyní. O možnostech se můžeme poradit, až se přiblížíme.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:122:DefaultText
source: I'm cut off for the month, on account of needing one just about every damn day, but I'm sure you've got your wily ways. Fetch me one and we'll be all set.
cs: Já jsem na měsíc odříznutý, protože ho potřebuju skoro každý den, ale jsem si jistý, že ty máš své vychytralé způsoby. Přines mi jeden a bude to v pohodě.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:129:DefaultText
source: I've decided I'll help you after all. What did you need again?
cs: Rozhodl jsem se, že ti přece jen pomůžu. Co že jsi to potřeboval?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:131:DefaultText
source: I've got your magic pills. These things are dangerous, you know.
cs: Mám tvoje kouzelné pilulky. Tyhle věci jsou nebezpečné, víš.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:134:DefaultText
source: More or less dangerous than a steady supply of alcohol? Give it here.
cs: Je to více nebo méně nebezpečné než stálý přísun alkoholu? Dejte to sem.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:136:DefaultText
source: Whew. That hits the spot. Right in the, uh, oh, no, there it is. There it is. Yes. We're in business. Let's go.
cs: Uf. To je trefa do černého. Přesně do, ehm, ne, tady to je. Tady to je. Ano. Jsme ve hře. Jdeme na to.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:143:DefaultText
source: Thanks, but I'll take you up on that another time.
cs: Děkuji, ale vezmu to na vědomí jindy.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:144:DefaultText
source: I've been told that you know where to find the Information Broker.
cs: Bylo mi řečeno, že víte, kde najít informačního makléře.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:149:DefaultText
source: Vacation.
cs: Dovolená.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:150:DefaultText
source: Whew. Some hell you've chosen. You must really love fish.
cs: Uf. Takové peklo sis vybral. Musíš mít ryby opravdu rád.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:151:DefaultText
source: Allergic, actually.
cs: Vlastně alergický.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:152:DefaultText
source: I was kidding. I'm told you can help me find an information broker.
cs: Dělal jsem si legraci. Řekli mi, že mi můžete pomoci najít informačního makléře.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:153:DefaultText
source: That is a fucking shame.
cs: To je sakra škoda.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:154:DefaultText
source: Cheers. Listen, I'm told you can help me find an information broker.
cs: Na zdraví. Poslyš, řekli mi, že mi můžeš pomoct najít informačního makléře.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:155:DefaultText
source: Cheers. All right, I've got to run. I'll catch you later.
cs: Na zdraví. Dobře, musím běžet. Doženu tě později.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:156:DefaultText
source: I will almost certainly be right here.
cs: Téměř jistě budu mít pravdu.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:157:DefaultText
source: Yeah, I don't know what I was thinking. Anyway, I'm gonna get going.
cs: Jo, nevím, co jsem si myslel. Každopádně musím jít.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:159:DefaultText
source: I'm sure. All right, I've got to get going. Thanks for the chat.
cs: Jsem si jistý. Dobře, musím jít. Díky za rozhovor.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:160:DefaultText
source: Yeah. Listen, I'm told you can help me find an information broker.
cs: Jo. Poslyš, řekli mi, že mi můžeš pomoct najít informačního makléře.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:161:DefaultText
source: I'm told you can help me get to Devil's Peak.
cs: Řekli mi, že mi můžete pomoci dostat se na Ďáblův štít.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:163:DefaultText
source: I was kidding. I'm told you can help me get to Devil's Peak.
cs: Dělal jsem si legraci. Řekli mi, že mi můžeš pomoci dostat se na Ďáblův štít.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:164:DefaultText
source: Yeah. Listen, I'm told you can get me to Devil's Peak.
cs: Jo. Poslouchej, bylo mi řečeno, že mě můžeš dostat na Ďáblův vrchol.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:166:DefaultText
source: Cheers. Listen, I'm told you can help me get to Devil's Peak.
cs: Na zdraví. Poslouchej, bylo mi řečeno, že mi můžeš pomoci dostat se na Ďáblův vrchol.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:167:DefaultText
source: I'll stay and chat, but you look like you've had enough.
cs: Zůstanu a budu si povídat, ale vypadáš, že už toho máš dost.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:168:DefaultText
source: Another in a long line of damn fools trying to cut me off. I'll buy my own poison, then.
cs: Další z dlouhé řady zatracených hlupáků, kteří se mě snaží odříznout. Tak si koupím vlastní jed.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:170:DefaultText
source: Outstanding.
cs: Vynikající.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:171:DefaultText
source: And if I can't get a Steroid- or caffeine-something-or-other?
cs: A když nemůžu dostat Steroid- nebo kofein-něco-nebo-jiné?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:172:DefaultText
source: Forget it.
cs: Zapomeňte na to.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:173:DefaultText
source: All right. I'll be back.
cs: Dobře. Vrátím se.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:174:DefaultText
source: That's quitter talk. You want me shooting straight, get me my meds.
cs: To jsou řeči o odchodu. Jestli chceš, abych střílel rovně, dej mi moje léky.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:188:DefaultText
source: "Steroid-or-caffeine-somethings?" You don't even know what you're taking?
cs: "Steroidní nebo kofeinové věci?" Ty ani nevíš, co bereš?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:189:DefaultText
source: I know they make me see straight. For a little while. You gonna get me a dose or what?
cs: Vím, že díky nim vidím přímo. Na chvíli. Dáš mi dávku nebo co?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:190:DefaultText
source: You mean Caffenoid? That stuff's just a stimulant.
cs: Myslíte Caffenoid? To je jen stimulant.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:191:DefaultText
source: Well, they work. We got a deal or what?
cs: Fungují. Máme dohodu, nebo co?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:192:DefaultText
source: I'm told you can get me to an information broker.
cs: Řekli mi, že mě můžete dostat ke zprostředkovateli informací.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:195:DefaultText
source: I'm looking for a way to get to Devil's Peak. Can you help me with that?
cs: Hledám způsob, jak se dostat na Ďáblův štít. Můžete mi s tím pomoci?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:196:DefaultText
source: Let's find the information broker.
cs: Najděme zprostředkovatele informací.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:198:DefaultText
source: I can. However, as we've previously discussed, you'll need to sober me up before we get going.
cs: Mohu. Jak už jsme ale probírali, než se do toho pustíme, budeš mě muset nechat vystřízlivět.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:199:DefaultText
source: Suppose drinking on the trail is better than drinking on this here stool.
cs: Předpokládejme, že pití na stezce je lepší než pití na této stoličce.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:200:DefaultText
source: It's nice to meet you, Nyoka. I'm <oeitoken>PlayerName</oeitoken>.
cs: Rád tě poznávám, Nyoko. Jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:201:DefaultText
source: Well. I'm <oeitoken>PlayerName</oeitoken>. Are you always this drunk?
cs: Dobře. Jsem <oeitoken>Jméno hráče</oeitoken>. Jsi vždycky takhle opilý?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:202:DefaultText
source: I don't need an escort. Just tell me how to get to Devil's Peak.
cs: Nepotřebuji doprovod. Jen mi řekni, jak se dostanu na Ďáblův vrchol.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:203:DefaultText
source: Oh, you want information for nothing! Very well! I am no match for your negot - nego - your yammering! Here's how to get to Devil's Peak.
cs: Ach, vy chcete informace zadarmo! Dobře! Na tvé negot - nego - tvé žvanění nemám! Tady je návod, jak se dostat na Ďáblův štít.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:204:DefaultText
source: No need. I just want directions to Devil's Peak Station.
cs: Není třeba. Chci jen cestu na stanici Devil's Peak.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:205:DefaultText
source: Not looking for company on the road. Just tell me how to reach the Information Broker.
cs: Nehledá společnost na cestách. Jen mi řekněte, jak se spojit se zprostředkovatelem informací.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:206:DefaultText
source: Oh, Hiram? I ain't checked in on that man in an age. He's running the giant radio tower we lovingly call Devil's Peak.
cs: Oh, Hirame? Už jsem ho dlouho neviděl. Řídí tu obří rádiovou věž, které láskyplně říkáme Ďáblův vrchol.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:207:DefaultText
source: It's south and west. Mostly follow the road 'til you're past Fallbrook, then look for caverns in the mountain.
cs: Je to na jih a západ. Většinou jeďte po silnici až za Fallbrook, pak hledejte jeskyně v horách.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:208:DefaultText
source: If you ain't into spelunking, there's a western slope past Rotting River, but it's dangerous ground. Lotta things that'll want to eat you there. Good luck.
cs: Pokud vás nebaví spelunking, je tu západní svah za Rotting River, ale je to nebezpečný terén. Je tam spousta věcí, které tě chtějí sežrat. Hodně štěstí.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:209:DefaultText
source: Oh, you want to see Hiram? I ain't checked in on that man in an age. You can't miss his radio tower. Huge devil horns in the sky. Rough trek, though.
cs: Chceš vidět Hirama? Už jsem ho dlouho neviděl. Nemůžeš minout jeho rádiovou věž. Obrovské ďábelské rohy na obloze. Drsná cesta.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:210:DefaultText
source: Turns out I could use a guide after all.
cs: Ukázalo se, že by se mi průvodce přece jen hodil.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:212:DefaultText
source: Monarch's a big place. I could use a guide out on the road.
cs: Monarch je velké místo. Na cestách by se mi hodil průvodce.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:214:DefaultText
source: Oh, Hiram? I ain't checked in on that man in an age. He's running the giant radio tower we lovingly call Devil's Peak.
cs: Oh, Hirame? Už jsem ho dlouho neviděl. Řídí tu obří rádiovou věž, které láskyplně říkáme Ďáblův vrchol.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:215:DefaultText
source: We'll be going south and west. Mostly along the road 'til we're past Fallbrook. Out there, there's a western slope that'll lead us through some, uh... some fun. You like hunting, right? That's fun?
cs: Pojedeme na jih a západ. Většinou po silnici až za Fallbrook. Tam je západní svah, který nás provede nějakou... zábavou. Máš rád lov, že? To je zábava?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:216:DefaultText
source: Oh, you want to see Hiram? I ain't checked in on that man in an age. You can't miss his radio tower. Huge devil horns in the sky. Rough trek, though.
cs: Chceš vidět Hirama? Už jsem ho dlouho neviděl. Nemůžeš minout jeho rádiovou věž. Obrovské ďábelské rohy na obloze. Drsná cesta.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:217:DefaultText
source: Whew. That hits the spot. Right in the, uh, oh, no, there it is. There it is. Yes. We're in business. Let's go.
cs: Uf. To je trefa do černého. Přesně do, ehm, ne, tady to je. Tady to je. Ano. Jsme ve hře. Jdeme na to.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:218:DefaultText
source: What's the best way to the Information Broker?
cs: Jaká je nejlepší cesta ke zprostředkovateli informací?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:219:DefaultText
source: What options do we have for scaling Devil's Peak?
cs: Jaké máme možnosti výstupu na Ďáblův štít?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:220:DefaultText
source: I don't have a destination in mind. Ready to explore?
cs: Nemám na mysli cíl cesty. Jste připraveni na průzkum?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:221:DefaultText
source: I've got some Caffenoid here. Will that work?
cs: Mám tu nějaký Caffenoid. Bude to fungovat?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:222:DefaultText
source: Perfect! Give it here.
cs: Perfektní! Dejte to sem.

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:223:DefaultText
source: Go south. Along the road, not the river. Look for the mountain with devil horns, and watch out for rapts. And mantiswarms. And marauders. And sulfur pits. And...
cs: Jděte na jih. Po silnici, ne po řece. Hledej horu s ďábelskými rohy a dávej pozor na peřeje. A kudlanky nábožné. A nájezdníky. A sirné jámy. A...

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:224:DefaultText
source: You know, it'd really be safer if I went with you. You wanna reconsider sobering me up?
cs: Víš, bylo by opravdu bezpečnější, kdybych šel s tebou. Nechceš zvážit, jestli mě necháš vystřízlivět?

# conversations/04_monarch/0402/0402_cv_nyoka_bar_intro_new:225:DefaultText
source: No thanks. I just needed the directions.
cs: Ne, díky. Potřeboval jsem jen návod.
