Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_velmaballard.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_velmaballard:164:DefaultText
source: Yeah, and did you miss the part where I'm working doubles to cover for everyone who decides not to show?
cs: Jo, a přehlédl jsi tu část, kde pracuji na dvojnásobku, abych zastoupil všechny, kteří se rozhodnou nepřijít?

# conversations/04_monarch/0402/0402_cv_velmaballard:165:DefaultText
source: Same thing as me - where's your proof? 'Cause I know no one's been poking around my terminal lately.
cs: Stejně jako já - kde máte důkaz? Protože vím, že se v mém terminálu v poslední době nikdo nehrabal.

# conversations/04_monarch/0402/0402_cv_velmaballard:166:DefaultText
source: You know, I... hadn't thought of it that way. Last thing I need is Catherine Malin even farther up my ass than she already is.
cs: Víš, já... jsem o tom takhle nepřemýšlel. Poslední věc, kterou potřebuju, je, aby mi Catherine Malinová lezla ještě víc do zadku, než už je.

# conversations/04_monarch/0402/0402_cv_velmaballard:167:DefaultText
source: I don't even want to think about that. Or how far behind Braxton's loss alone is going to put us.
cs: Na to nechci ani pomyslet. Nebo o tom, jak moc nás Braxtonova ztráta posune do pozadí.

# conversations/04_monarch/0402/0402_cv_velmaballard:168:DefaultText
source: Maybe so, but I bet you Caleb runs out of bits first. Then he'll have to come back.
cs: Možná ano, ale vsadím se, že Calebovi dojdou kousky jako prvnímu. Pak se bude muset vrátit.

# conversations/04_monarch/0402/0402_cv_velmaballard:169:DefaultText
source: For running me ragged while he takes an extended leave at the bar? Not on your life.
cs: Za to, že mě vytěžuje, zatímco si bere delší dovolenou v baru? Ne na tvůj život.

# conversations/04_monarch/0402/0402_cv_velmaballard:170:DefaultText
source: I'm the one who keeps this place running. That money's mine, one way or another.
cs: Já jsem ten, kdo udržuje tohle místo v chodu. Ty peníze jsou moje, ať tak či onak.

# conversations/04_monarch/0402/0402_cv_velmaballard:171:DefaultText
source: And what do you think Sanjar will say to that?
cs: A co myslíte, že na to řekne Sanjar?

# conversations/04_monarch/0402/0402_cv_velmaballard:172:DefaultText
source: That sounds remarkably like Caleb's argument.
cs: To zní pozoruhodně podobně jako Calebův argument.

# conversations/04_monarch/0402/0402_cv_velmaballard:173:DefaultText
source: Fine. Tell Caleb he and his team can have their raise, but I need them back here immediately.
cs: V pořádku. Řekni Calebovi, že on a jeho tým si mohou nechat přidat, ale potřebuji je okamžitě zpátky.

# conversations/04_monarch/0402/0402_cv_velmaballard:174:DefaultText
source: ...Just as a, uh, hypothetical. Nothing to see on my terminal, of course. 'Cause I've done nothing wrong.
cs: ...Jen hypoteticky. Na mém terminálu samozřejmě není nic vidět. Protože jsem neudělal nic špatného.

# conversations/04_monarch/0402/0402_cv_velmaballard:176:DefaultText
source: That terminal over yonder?
cs: Ten terminál támhle?

# conversations/04_monarch/0402/0402_cv_velmaballard:177:DefaultText
source: Are you absolutely sure of that, Ms. Ballard?
cs: Jste si tím naprosto jistá, paní Ballardová?

# conversations/04_monarch/0402/0402_cv_velmaballard:178:DefaultText
source: I'm in the wrong business if a woman this dense can get away with robbing her company.
cs: Jsem ve špatném oboru, když takhle husté ženě projde okrádání firmy.

# conversations/04_monarch/0402/0402_cv_velmaballard:179:DefaultText
source: Wow. I'm at a loss for words.
cs: Páni. Nemám slov.

# conversations/04_monarch/0402/0402_cv_velmaballard:180:DefaultText
source: MSI's gonna have a hard time getting legitimacy if everyone's so uptight about a little embezzlement.
cs: MSI bude mít problém získat legitimitu, když jsou všichni tak upjatí kvůli malé zpronevěře.

# conversations/04_monarch/0402/0402_cv_velmaballard:181:DefaultText
source: He says he's got a stash to tide his crew over. Could be he's all talk, but if the money's real, I bet you he keeps it at home. Near the diner.
cs: Říká, že má zásoby, aby mohl přežít. Možná jen mluví, ale jestli jsou ty peníze skutečné, vsadím se, že je má doma. Blízko bistra.

# conversations/04_monarch/0402/0402_cv_velmaballard:182:DefaultText
source: He's getting his raise. I don't see that we've got any more to say on the matter.
cs: Dostane přidáno. Nevidím, že bychom k tomu měli co říct.

# conversations/04_monarch/0402/0402_cv_velmaballard:184:DefaultText
source: You knocked any sense into him yet?
cs: Už jsi z něj dostal rozum?

# conversations/04_monarch/0402/0402_cv_velmaballard:185:DefaultText
source: I told him you were about to lose your job. He said he'd come back.
cs: Řekl jsem mu, že přijdeš o práci. Řekl, že se vrátí.

# conversations/04_monarch/0402/0402_cv_velmaballard:186:DefaultText
source: Caleb's suddenly too broke to strike. He's coming back to work.
cs: Caleb je najednou příliš zlomený, aby mohl udeřit. Vrací se do práce.

# conversations/04_monarch/0402/0402_cv_velmaballard:187:DefaultText
source: Caleb and his crew will return to work immediately.
cs: Caleb a jeho posádka se okamžitě vrátí do práce.

# conversations/04_monarch/0402/0402_cv_velmaballard:188:DefaultText
source: Well, that's... awful nice of him. Sure wouldn't have expected that.
cs: No, to je od něj... strašně milé. To bych určitě nečekal.

# conversations/04_monarch/0402/0402_cv_velmaballard:189:DefaultText
source: Funny how that works out.
cs: Je zvláštní, jak to funguje.

# conversations/04_monarch/0402/0402_cv_velmaballard:190:DefaultText
source: Sweetest words I've heard all day.
cs: Nejsladší slova, která jsem dnes slyšel.

# conversations/04_monarch/0402/0402_cv_velmaballard:191:DefaultText
source: Thanks for your help - you've gotten me out of a tight spot here. Take this for your efforts - honest work deserves honest pay.
cs: Děkuji za pomoc - dostali jste mě z úzkých. Vezměte si to za své úsilí - poctivá práce si zaslouží poctivou odměnu.

# conversations/04_monarch/0402/0402_cv_velmaballard:193:DefaultText
source: Unless you're here to tell me he's agreed to do his job again, I've got nothing to say.
cs: Pokud mi nechcete říct, že souhlasil s tím, že bude znovu dělat svou práci, nemám k tomu co říct.

# conversations/04_monarch/0402/0402_cv_velmaballard:194:DefaultText
source: That's good, right?
cs: To je dobře, ne?

# conversations/04_monarch/0402/0402_cv_velmaballard:195:DefaultText
source: Too bad.
cs: Škoda.

# conversations/04_monarch/0402/0402_cv_velmaballard:196:DefaultText
source: Tell me about it.
cs: Řekni mi o tom.

# conversations/04_monarch/0402/0402_cv_velmaballard:199:DefaultText
source: I'm joking. Mostly. Unless you could do it without hurting his job performance.
cs: Dělám si legraci. Většinou. Ledaže bys to mohl udělat, aniž bys poškodil jeho pracovní výkon.

# conversations/04_monarch/0402/0402_cv_velmaballard:200:DefaultText
source: So it's about the money.
cs: Jde tedy o peníze.

# conversations/04_monarch/0402/0402_cv_velmaballard:201:DefaultText
source: She does sound... easier to deal with.
cs: Zní to... jednodušeji.

# conversations/04_monarch/0402/0402_cv_velmaballard:202:DefaultText
source: Damn right it is.
cs: To si pište, že je.

# conversations/04_monarch/0402/0402_cv_velmaballard:203:DefaultText
source: I don't have time for Grimm. Even when I'm not working doubles.
cs: Na Grimma nemám čas. Dokonce ani když nepracuji na dvojicích.

# conversations/04_monarch/0402/0402_cv_velmaballard:204:DefaultText
source: So the job's easy. But you're not doing it? Something smells here. I mean, everything smells in here, but something's fishy. Uh, wait...
cs: Takže práce je snadná. Ale vy ji neděláte? Něco tu smrdí. Chci říct, že tu smrdí všechno, ale něco je tu podezřelé. Počkej...

# conversations/04_monarch/0402/0402_cv_velmaballard:205:DefaultText
source: I'll wager she don't pay those folks that maintain the mechanicals decent neither.
cs: Vsadím se, že ani ona neplatí lidem, kteří se starají o mechaniku, slušně.

# conversations/04_monarch/0402/0402_cv_velmaballard:206:DefaultText
source: She's principled - in at least this area. I will begrudgingly give her that.
cs: Je zásadová - přinejmenším v této oblasti. To se jí musí nechat.

# conversations/04_monarch/0402/0402_cv_velmaballard:207:DefaultText
source: Ironic, isn't it?
cs: Ironie, že?

# conversations/04_monarch/0402/0402_cv_velmaballard:208:DefaultText
source: You'd steal from your own people? That's low, ma'am.
cs: Kradl bys svým vlastním lidem? To je nízké, madam.

# conversations/04_monarch/0402/0402_cv_velmaballard:209:DefaultText
source: That's business. Someone's gotta keep the lights on.
cs: To je obchod. Někdo musí udržet světla.

# conversations/04_monarch/0402/0402_cv_velmaballard:210:DefaultText
source: I know you're taking a percentage off the top. What would people say if I told them?
cs: Vím, že si strháváte procenta z horní hranice. Co by lidé řekli, kdybych jim to řekl?

# conversations/04_monarch/0402/0402_cv_velmaballard:211:DefaultText
source: Someone's going to notice your shortfalls before long. You're going to be held responsible.
cs: Někdo si vašich nedostatků brzy všimne. Budete za to zodpovědní.

# conversations/04_monarch/0402/0402_cv_velmaballard:212:DefaultText
source: SAM units do not come equipped to lie. To order a special attachment, consult the parts manual labeled 5c-7849.
cs: Jednotky SAM nejsou vybaveny tak, aby mohly lhát. Chcete-li si objednat speciální nástavec, nahlédněte do příručky k dílům s označením 5c-7849.

# conversations/04_monarch/0402/0402_cv_velmaballard:213:DefaultText
source: Thank you. I think.
cs: Děkujeme. Myslím, že.

# conversations/04_monarch/0402/0402_cv_velmaballard:214:DefaultText
source: I never did catch her name. She seemed real friendly.
cs: Nikdy jsem nezachytil její jméno. Vypadala opravdu přátelsky.

# conversations/04_monarch/0402/0402_cv_velmaballard:215:DefaultText
source: Nice hair, slightly oblivious. You must be the infamous Felix.
cs: Pěkné vlasy, lehce zapomnětlivý. Ty musíš být ten nechvalně známý Felix.

# conversations/04_monarch/0402/0402_cv_velmaballard:216:DefaultText
source: Who spat in your spirits, Velma?
cs: Kdo ti plivl do duše, Velmo?

# conversations/04_monarch/0402/0402_cv_velmaballard:217:DefaultText
source: You noticed my mood? I'm surprised you can see straight today.
cs: Všiml sis mé nálady? Překvapuje mě, že dnes vidíš přímo.

# conversations/04_monarch/0402/0402_cv_velmaballard:218:DefaultText
source: I could be seeing triple and I'd still think you're being unkind. I just might find it funnier.
cs: Mohl bych vidět trojnásobek a stejně bych si myslel, že jsi nevlídný. Jen by mi to možná přišlo vtipnější.

# conversations/04_monarch/0402/0402_cv_velmaballard:219:DefaultText
source: You try wrangling a half ton of dead fish with decades-old equipment and see what it does for your disposition.
cs: Zkuste si s desítky let starým zařízením přetáhnout půl tuny mrtvých ryb a uvidíte, co to udělá s vaší náladou.

# conversations/04_monarch/0402/0402_cv_velmaballard:220:DefaultText
source: Anyway, what do you folks need?
cs: Co potřebujete vy?

# conversations/04_monarch/0402/0402_cv_velmaballard:221:DefaultText
source: Come on. That's like calling a dentist a doctor.
cs: No tak. To je jako nazývat zubaře doktorem.

# conversations/04_monarch/0402/0402_cv_velmaballard:222:DefaultText
source: Gosh, this old girl's in a rough way. Even old Bess in Edgewater was in better shape than this.
cs: Páni, tahle stará holka je na tom špatně. I stará Bess v Edgewateru na tom byla líp než tahle.

# conversations/04_monarch/0402/0402_cv_velmaballard:223:DefaultText
source: Hey, you wanna try running a cannery with obsolete machinery, you be my guest.
cs: Hej, jestli chceš zkusit provozovat konzervárnu se zastaralými stroji, tak si posluž.

# conversations/04_monarch/0402/0402_cv_velmaballard:224:DefaultText
source: I'm sorry, ma'am, I wasn't tryin' to be rude, it's just your flanging apparatus isn't making a strong flange, so your sealer isn't sealin' right, and-
cs: Omlouvám se, madam, nechtěl jsem být nezdvořilý, ale vaše obrubovací zařízení nedělá silnou přírubu, takže váš tmel netěsní správně a...

# conversations/04_monarch/0402/0402_cv_velmaballard:225:DefaultText
source: Oh, I see what you're saying. Huh. I'll have to try that.
cs: Aha, už chápu, co říkáte. Huh. Budu to muset zkusit.

# conversations/04_monarch/0402/0402_cv_velmaballard:228:DefaultText
source: These MSI types are living the dream.
cs: Tito MSI žijí svůj sen.

# conversations/04_monarch/0402/0402_cv_velmaballard:229:DefaultText
source: Yeah, Nell's good people. You should catch a game with her sometime.
cs: Jo, Nell jsou dobří lidé. Měli byste si s ní někdy zahrát.
