Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_agnes_needham.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_agnes_needham:99:DefaultText
source: Good luck to you both.
cs: Hodně štěstí vám oběma.

# conversations/04_monarch/0402/0402_cv_agnes_needham:100:DefaultText
source: What... what do you mean? My Tucker's not going anywhere! He's staying here with me.
cs: Co... co tím myslíš? Můj Tucker nikam nejede! Zůstane tady se mnou.

# conversations/04_monarch/0402/0402_cv_agnes_needham:101:DefaultText
source: You mean it? I can go free? And you won't hurt my mama if I do?
cs: Myslíte to vážně? Mohu být volný? A neublížíš mé mámě, když to udělám?

# conversations/04_monarch/0402/0402_cv_agnes_needham:102:DefaultText
source: I only wanted the bits. I don't care what you do now.
cs: Chtěl jsem jen ty kousky. Je mi jedno, co teď děláš.

# conversations/04_monarch/0402/0402_cv_agnes_needham:103:DefaultText
source: No, I don't mean it. Leave her side and you'll regret it, you moron.
cs: Ne, nemyslím to vážně. Opusť ji a budeš toho litovat, ty pitomče.

# conversations/04_monarch/0402/0402_cv_agnes_needham:104:DefaultText
source: What is he talking about, Tuckie? What's this about leaving? You're home now. You said you wanted to come back. You're safe again!
cs: O čem to mluví, Tuckie? O čem to mluvíš? Teď jsi doma. Říkal jsi, že se chceš vrátit. Jsi zase v bezpečí!

# conversations/04_monarch/0402/0402_cv_agnes_needham:104:FemaleText
source: What is she talking about, Tuckie? What's this about leaving? You're home now. You said you wanted to come back. You're safe again!
cs: O čem to mluví, Tuckie? O čem to mluvíš? Teď jsi doma. Říkal jsi, že se chceš vrátit. Jsi zase v bezpečí!

# conversations/04_monarch/0402/0402_cv_agnes_needham:105:DefaultText
source: I never wanted to come back, mama. I only said that because he threatened to hurt you if he couldn't collect the reward you were offering.
cs: Nikdy jsem se nechtěl vrátit, mami. Řekl jsem to jen proto, že ti vyhrožoval, že ti ublíží, když si nebude moci vybrat odměnu, kterou jsi nabízela.

# conversations/04_monarch/0402/0402_cv_agnes_needham:105:FemaleText
source: I never wanted to come back, mama. I only said that because she threatened to hurt you if she couldn't collect the reward you were offering.
cs: Nikdy jsem se nechtěl vrátit, mami. Řekla jsem to jen proto, že ti vyhrožovala, že ti ublíží, když si nebude moci vybrat odměnu, kterou jsi nabízel.

# conversations/04_monarch/0402/0402_cv_agnes_needham:106:DefaultText
source: I don't know what you two are talking about, but I think it's time you went about your business, stranger. You leave me and my boy in peace!
cs: Nevím, o čem vy dva mluvíte, ale myslím, že je načase, abyste se věnovali svým záležitostem, cizinče. Nechte mě a mého chlapce na pokoji!

# conversations/04_monarch/0402/0402_cv_agnes_needham:108:DefaultText
source: Now I'm going back to Amber Heights. I love being an Iconoclast, free of this stifling town. Free of you. Goodbye, mama.
cs: Teď se vracím do Amber Heights. Líbí se mi být Ikonoklastem a osvobodit se od tohoto dusivého města. Svobodná od tebe. Sbohem, mami.

# conversations/04_monarch/0402/0402_cv_agnes_needham:109:DefaultText
source: Tucker, no! Please, don't go. Don't leave me again!
cs: Tuckere, ne! Prosím, nechoď. Už mě neopouštěj!

# conversations/04_monarch/0402/0402_cv_agnes_needham:110:DefaultText
source: You two need to work this out between you.
cs: Vy dva si to musíte vyřešit mezi sebou.

# conversations/04_monarch/0402/0402_cv_agnes_needham:111:DefaultText
source: Your son is a grown man. It's time you started treating him like one.
cs: Váš syn je dospělý muž. Je načase, abyste se k němu začali chovat jako k dospělému.

# conversations/04_monarch/0402/0402_cv_agnes_needham:112:DefaultText
source: There's nothing to work out. My baby's back home and that's all there is to say on the matter.
cs: Není na čem pracovat. Moje dítě je zpátky doma a to je vše, co k tomu mohu říct.

# conversations/04_monarch/0402/0402_cv_agnes_needham:113:DefaultText
source: What a sour thing to say. My little boy will always need me. I'm his mama, you know.
cs: To je ale kysele řečeno. Můj chlapeček mě bude vždycky potřebovat. Jsem jeho máma, víš.

# conversations/04_monarch/0402/0402_cv_agnes_needham:114:DefaultText
source: No, mama. I have plenty to say about this. But that's between us. Now, you promised the captain a reward so settle up. Then you and me can have a long talk.
cs: Ne, mami. Mám k tomu co říct. Ale to je jen mezi námi. Slíbila jsi kapitánovi odměnu, tak se uklidni. Pak si můžeme dlouze promluvit.

# conversations/04_monarch/0402/0402_cv_agnes_needham:115:DefaultText
source: Mama, what I need is for you to listen to what I want for once. But that's between us. Now, you promised the captain a reward so settle up. Then you and me are going to have a long talk.
cs: Mami, potřebuju, abys jednou poslechla, co chci. Ale to je jen mezi námi. Slíbila jsi kapitánovi odměnu, tak se uklidni. Pak si spolu dlouze promluvíme.

# conversations/04_monarch/0402/0402_cv_agnes_needham:116:DefaultText
source: Tucker attacked me. I killed him in defense.
cs: Tucker mě napadl. V obraně jsem ho zabil.

# conversations/04_monarch/0402/0402_cv_agnes_needham:117:DefaultText
source: I'm sorry, but Tucker is dead.
cs: Je mi líto, ale Tucker je mrtvý.

# conversations/04_monarch/0402/0402_cv_agnes_needham:118:DefaultText
source: Tucker wanted me to tell you that he died.
cs: Tucker chtěl, abych ti řekl, že zemřel.

# conversations/04_monarch/0402/0402_cv_agnes_needham:119:DefaultText
source: I found this ring on a corpse near Amber Heights. Do you recognize it?
cs: Tento prsten jsem našel na mrtvole poblíž Amber Heights. Poznáváš ho?

# conversations/04_monarch/0402/0402_cv_agnes_needham:120:DefaultText
source: I'm sorry to tell you, but your son is dead.
cs: Je mi líto, že vám to musím říct, ale váš syn je mrtvý.

# conversations/04_monarch/0402/0402_cv_agnes_needham:121:DefaultText
source: That's Tucker's ring! His daddy gave it to him, and he never took it off since. How did you...?
cs: To je Tuckerův prsten! Dal mu ho táta a od té doby ho nikdy nesundal. Jak jsi...?

# conversations/04_monarch/0402/0402_cv_agnes_needham:122:DefaultText
source: No! No, it can't be. He's not dead. Not my child. Not my sweet Tucker! I promised I'd always look out for him.
cs: Ne! Ne, to není možné. Není mrtvý. Není to moje dítě. Ne můj sladký Tucker! Slíbila jsem, že na něj budu vždycky dávat pozor.

# conversations/04_monarch/0402/0402_cv_agnes_needham:123:DefaultText
source: Take the money. Just please leave me to grieve.
cs: Vezměte si peníze. Jen mě prosím nechte truchlit.

# conversations/04_monarch/0402/0402_cv_agnes_needham:124:DefaultText
source: I'm sorry, but Tucker died on the road to Amber Heights.
cs: Je mi líto, ale Tucker zemřel na cestě do Amber Heights.

# conversations/04_monarch/0402/0402_cv_agnes_needham:125:DefaultText
source: I... I don't believe it. My boy wouldn't hurt a sprat. What did you do? You must've done something awful to provoke him!
cs: I... Nevěřím tomu. Můj kluk by neublížil ani šprotu. Co jsi udělal? Musel jsi udělat něco hrozného, abys ho vyprovokoval!

# conversations/04_monarch/0402/0402_cv_agnes_needham:126:DefaultText
source: No! I told him how dangerous the wilderness was. I warned him and I warned him. The creatures wandering outside these walls are vicious. Ravenous. I knew they'd slaughter my boy!
cs: Ne! Řekl jsem mu, jak je divočina nebezpečná. Varoval jsem ho a varoval jsem ho. Stvůry potulující se za těmito zdmi jsou kruté. Draví. Věděl jsem, že mého chlapce zmasakrují!

# conversations/04_monarch/0402/0402_cv_agnes_needham:127:DefaultText
source: No... that can't be true. Not my little boy. Not my baby.
cs: Ne... to nemůže být pravda. Ne můj chlapeček. Ne moje dítě.

# conversations/04_monarch/0402/0402_cv_agnes_needham:128:DefaultText
source: What are you saying? That doesn't make any sense. Why would my little boy say that?
cs: Co to říkáte? To nedává smysl. Proč by to můj chlapeček říkal?

# conversations/04_monarch/0402/0402_cv_agnes_needham:129:DefaultText
source: Wait, are you sure it wasn't someone else? Maybe my little boy's all right! How could you know it was him?
cs: Počkej, jsi si jistý, že to nebyl někdo jiný? Možná je můj chlapeček v pořádku! Jak jsi mohl vědět, že to byl on?

# conversations/04_monarch/0402/0402_cv_agnes_needham:130:DefaultText
source: He didn't want to come home and said it would be easier if you thought he was dead.
cs: Nechtěl se vrátit domů a říkal, že by bylo jednodušší, kdybyste si mysleli, že je mrtvý.

# conversations/04_monarch/0402/0402_cv_agnes_needham:131:DefaultText
source: He's tired of you controlling his life. He never wants to see you again.
cs: Je unavený z toho, že mu řídíš život. Už tě nikdy nechce vidět.

# conversations/04_monarch/0402/0402_cv_agnes_needham:132:DefaultText
source: Easier? Thinking my little boy was dead would be easier - on who?
cs: Je to jednodušší? Myslet si, že můj chlapeček je mrtvý, by bylo jednodušší - pro koho?

# conversations/04_monarch/0402/0402_cv_agnes_needham:133:DefaultText
source: I do no such thing! I just want him safe with me. That's a mama's role, to care for her sweet baby.
cs: Nic takového nedělám! Jen chci, aby byl se mnou v bezpečí. To je úloha maminky, starat se o své sladké dítě.

# conversations/04_monarch/0402/0402_cv_agnes_needham:134:DefaultText
source: This doesn't sound like my Tucker at all. How do I know you're not lying?
cs: To vůbec nezní jako můj Tucker. Jak mám vědět, že nelžeš?

# conversations/04_monarch/0402/0402_cv_agnes_needham:135:DefaultText
source: He told me to give you this ring as proof.
cs: Řekl mi, abych ti dal tento prsten jako důkaz.

# conversations/04_monarch/0402/0402_cv_agnes_needham:136:DefaultText
source: Ask him yourself. He's sitting in a bar in Amber Heights.
cs: Zeptejte se ho sami. Sedí v baru v Amber Heights.

# conversations/04_monarch/0402/0402_cv_agnes_needham:137:DefaultText
source: I found this ring on the body. Look familiar?
cs: Na těle jsem našel tento prsten. Zdá se vám povědomý?

# conversations/04_monarch/0402/0402_cv_agnes_needham:138:DefaultText
source: This was his daddy's ring. Tucker never takes it off, not even to bathe. And you're saying he gave this to you so I'd think he died?
cs: Tohle byl prsten jeho otce. Tucker ho nikdy nesundává, ani když se jde koupat. A ty říkáš, že ti ho dal, abych si myslela, že umřel?

# conversations/04_monarch/0402/0402_cv_agnes_needham:139:DefaultText
source: I've been worrying myself sick, and he's lounging in a bar? He wants me to think he's dead while he's partying with them Iconoclasts?
cs: Dělám si starosti a on si lebedí v baru? Chce, abych si myslela, že je mrtvý, zatímco on paří s těmi ikonoklasty?

# conversations/04_monarch/0402/0402_cv_agnes_needham:140:DefaultText
source: I need to think about this. I don't understand how it's all gone so wrong. Here's the reward I promised. Please, just leave me in peace.
cs: Musím o tom přemýšlet. Nechápu, jak se to všechno mohlo tak pokazit. Tady je odměna, kterou jsem slíbil. Prosím, nechte mě na pokoji.

# conversations/04_monarch/0402/0402_cv_agnes_needham:141:DefaultText
source: I found this ring on Tucker's body.
cs: Na Tuckerově těle jsem našel tento prsten.

# conversations/04_monarch/0402/0402_cv_agnes_needham:142:DefaultText
source: You can go examine his corpse if you want.
cs: Jestli chceš, můžeš si jít prohlédnout jeho mrtvolu.

# conversations/04_monarch/0402/0402_cv_agnes_needham:143:DefaultText
source: No, I - I couldn't do that. I couldn't see my sweet child like that. A mama shouldn't outlive her baby boy. It isn't right.
cs: Ne, já - já bych to nedokázal. Nemohla jsem takhle vidět své sladké dítě. Maminka by neměla přežít svého chlapečka. To není správné.

# conversations/04_monarch/0402/0402_cv_agnes_needham:144:DefaultText
source: He heard those awful broadcasts from before. The ones from those hoopleheads - the Iconoclasts.
cs: Slyšel to strašné vysílání z dřívějška. Ty, které vysílali ti hochštapleři - Ikonoklasté.

# conversations/04_monarch/0402/0402_cv_agnes_needham:145:DefaultText
source: I'm relying on your goodwill, stranger. Don't do me wrong.
cs: Spoléhám na tvou dobrou vůli, cizinče. Nedělej mi křivdy.

# conversations/04_monarch/0402/0402_cv_agnes_needham:147:DefaultText
source: I might hate you both...
cs: Možná vás oba nenávidím...

# conversations/04_monarch/0402/0402_cv_agnes_needham:148:DefaultText
source: Oh, come off it, Agnes. Your "little boy" is -
cs: Ale no tak, Agnes. Tvůj "chlapeček" je -

# conversations/04_monarch/0402/0402_cv_agnes_needham:149:DefaultText
source: Oh Law, Captain, a youngster won't last long in a place like this. Please can't we help?
cs: Ach Lawe, kapitáne, na takovém místě mladík dlouho nevydrží. Prosím, nemůžeme mu pomoci?

# conversations/04_monarch/0402/0402_cv_agnes_needham:150:DefaultText
source: You ain't wrong, but... if he hasn't made it to Amber Heights by now, there's no saving him.
cs: Nemýlíš se, ale... jestli se ještě nedostal do Amber Heights, tak už ho nic nezachrání.

# conversations/04_monarch/0402/0402_cv_agnes_needham:151:DefaultText
source: Not sure I'm seeing the problem here.
cs: Nejsem si jistý, jestli v tom vidím problém.

# conversations/04_monarch/0402/0402_cv_agnes_needham:152:DefaultText
source: If a queen got to him, he died quick. Oughta be thankful for that. Most aren't so lucky.
cs: Pokud se k němu královna dostala, zemřel rychle. Za to by měl být vděčný. Většina takové štěstí nemá.

# conversations/04_monarch/0402/0402_cv_agnes_needham:153:DefaultText
source: Oh! Where's my fainting chair? I can't take this.
cs: Kde je moje židle na omdlení? Tohle nezvládnu.

# conversations/04_monarch/0402/0402_cv_agnes_needham:154:DefaultText
source: I'm amazed he didn't leave sooner.
cs: Divím se, že neodešel dřív.

# conversations/04_monarch/0402/0402_cv_agnes_needham:155:DefaultText
source: Spoken like someone without loving parents! He's lucky to have such a devoted mama!
cs: Mluvíš jako někdo, kdo nemá milující rodiče! Má štěstí, že má tak oddanou maminku!

# conversations/04_monarch/0402/0402_cv_agnes_needham:156:DefaultText
source: I'm amazed he didn't leave sooner.
cs: Divím se, že neodešel dřív.

# conversations/04_monarch/0402/0402_cv_agnes_needham:157:DefaultText
source: Spoken like someone without loving parents! He's lucky to have such a devoted mama!
cs: Mluvíš jako někdo, kdo nemá milující rodiče! Má štěstí, že má tak oddanou maminku!

# conversations/04_monarch/0402/0402_cv_agnes_needham:158:DefaultText
source: You're one of them, aren't you? You should be ashamed of yourself, young man! Just as your mama would be!
cs: Jste jedním z nich, že? Měl byste se stydět, mladý muži! Stejně jako tvoje máma!

# conversations/04_monarch/0402/0402_cv_agnes_needham:159:DefaultText
source: That's Tucker's ring! You... how did you... you really killed him! Go on, get out of here! Get out of my sight!
cs: To je Tuckerův prsten! Ty... jak jsi ho... opravdu jsi ho zabil! No tak, vypadni odsud! Zmiz mi z očí!

# conversations/04_monarch/0402/0402_cv_agnes_needham:160:DefaultText
source: You... you degenerate! How could you say that to a grieving mother? Get out of my sight!
cs: Ty... ty zvrhlíku! Jak jsi to mohl říct truchlící matce? Jdi mi z očí!

# conversations/04_monarch/0402/0402_cv_agnes_needham:161:DefaultText
source: - in grave danger! Yes! I keep trying to tell people that!
cs: - ve vážném nebezpečí! Ano! Pořád se to snažím lidem říkat!

# conversations/04_monarch/0402/0402_cv_agnes_needham:162:DefaultText
source: It's more "dissolving" than "melting."
cs: Je to spíše "rozpouštění" než "rozpouštění".

# conversations/04_monarch/0402/0402_cv_agnes_needham:163:DefaultText
source: That is NOT helpful!
cs: To NEPOMŮŽE!

# conversations/04_monarch/0402/0402_cv_agnes_needham:164:DefaultText
source: It's also not my problem.
cs: To také není můj problém.

# conversations/04_monarch/0402/0402_cv_agnes_needham:166:DefaultText
source: Damn it, Agnes, he's a full grown man. It's time for him to live his own life.
cs: Sakra, Agnes, je to dospělý muž. Je čas, aby žil svůj vlastní život.

# conversations/04_monarch/0402/0402_cv_agnes_needham:168:DefaultText
source: Fine, I'll see what I can do.
cs: Dobře, uvidím, co se dá dělat.

# conversations/04_monarch/0402/0402_cv_agnes_needham:169:DefaultText
source: It's time to let go. Let him be his own man.
cs: Je čas nechat to být. Nechte ho, ať je sám sebou.

# conversations/04_monarch/0402/0402_cv_agnes_needham:170:DefaultText
source: I won't let fear run my life any longer. Thank you, Captain. I've got it from here.
cs: Už nedovolím, aby můj život řídil strach. Děkuji vám, kapitáne. Odtud už to mám.

# conversations/04_monarch/0402/0402_cv_agnes_needham:171:DefaultText
source: Tucker attacked me. I killed him in defense.
cs: Tucker mě napadl. V obraně jsem ho zabil.
