Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_abigail_edwards.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_abigail_edwards:230:DefaultText
source: I'd hope not. Fleecing's the mark of a real professional.
cs: Doufám, že ne. Oškubání je znakem skutečného profesionála.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:231:DefaultText
source: We gonna go tussle with some raptidons? 'Cause I been practicing my drop-kick.
cs: Půjdeme si to rozdat s raptidony? Protože jsem trénoval svůj kop.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:232:DefaultText
source: But until then, it's lots of fun.
cs: Ale do té doby je to zábava.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:233:DefaultText
source: Episodic pharmacological delirium is no laughing matter, young lady.
cs: Epizodické farmakologické delirium není k smíchu, mladá dámo.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:235:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:236:DefaultText
source: I still need to pick up that Caffenoid.
cs: Ještě musím vyzvednout ten Caffenoid.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:238:DefaultText
source: Why don't you just write down my name as "Lotso Bits?" How's <oeiglobal>Bribe_Amount</oeiglobal> sound?
cs: Proč prostě nenapíšete moje jméno jako "Lotso Bits"? Jak zní <oeiglobal>Částka úplatku</oeiglobal>?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:239:DefaultText
source: Well... I suppose I could use the money to supply our little clinic for the rest of the town...
cs: No... Předpokládám, že bych ty peníze mohl použít na zásobování naší malé kliniky pro zbytek města...

# conversations/04_monarch/0402/0402_cv_abigail_edwards:240:DefaultText
source: Very well. I'll make an exception for you this one time. But let's keep this between us, dearie.
cs: Velmi dobře. Tentokrát pro tebe udělám výjimku. Ale zůstane to jen mezi námi, drahoušku.

# conversations/04_monarch/0402/0402_cv_abigail_edwards:241:DefaultText
source: Remind me, what supply room?
cs: Připomeňte mi, jaká zásobárna?

# conversations/04_monarch/0402/0402_cv_abigail_edwards:242:DefaultText
source: I thought you were in charge around here, Auntie. You sure ought to be.
cs: Myslel jsem, že tady velíš ty, teto. To bys určitě měla.
