Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_bennett.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_bennett:1:DefaultText
source: Laws, can't a man enjoy the smooth menthol flavor of a Stogie Slim in peace?
cs: Zákony, nemůže si člověk v klidu vychutnat jemnou mentolovou chuť Stogie Slim?

# conversations/04_monarch/0402/0402_cv_bennett:3:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/04_monarch/0402/0402_cv_bennett:19:DefaultText
source: In case I did not impress it upon you before, I'd like to enjoy my solitude.
cs: Pokud jsem vás předtím neupozornil, rád bych si užíval samoty.

# conversations/04_monarch/0402/0402_cv_bennett:20:DefaultText
source: You've got a lot of brass for a man doing absolutely nothing.
cs: Na člověka, který nedělá vůbec nic, máš hodně mosazi.

# conversations/04_monarch/0402/0402_cv_bennett:21:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/04_monarch/0402/0402_cv_bennett:22:DefaultText
source: What I am doing, sir, is enjoying the moment. It's so rare that I can seize one apart from the jabbering masses of this wretched place.
cs: To, co dělám, pane, je, že si užívám okamžiku. Je tak vzácné, že se mi podaří využít nějaký okamžik mimo žvanící masu tohoto ubohého místa.

# conversations/04_monarch/0402/0402_cv_bennett:22:FemaleText
source: What I am doing, ma'am, is enjoying the moment. It's so rare that I can seize one apart from the jabbering masses of this wretched place.
cs: Dělám to, madam, že si užívám okamžiku. Je tak vzácné, že se mi podaří využít nějaký okamžik mimo žvanící masy tohoto ubohého místa.

# conversations/04_monarch/0402/0402_cv_bennett:23:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/04_monarch/0402/0402_cv_bennett:24:DefaultText
source: Your neighbors probably aren't missing your company either, come to think of it.
cs: Když o tom tak přemýšlím, ani vaši sousedé pravděpodobně nepostrádají vaši společnost.

# conversations/04_monarch/0402/0402_cv_bennett:25:DefaultText
source: That's a lot of big words.
cs: To je spousta velkých slov.

# conversations/04_monarch/0402/0402_cv_bennett:26:DefaultText
source: This Lawsforgotten town. Cut off from the rest of the colony. Removed from any culture.
cs: Toto zákonem zapomenuté město. Odříznuté od zbytku kolonie. Odtržené od jakékoli kultury.

# conversations/04_monarch/0402/0402_cv_bennett:27:DefaultText
source: I recall when Stellar Bay was a proper, Board-affiliated town, with regular shipments of Auntie Cleo's best and all the serials. Before Sanjar took over MSI and got us all booted.
cs: Vzpomínám si na dobu, kdy Stellar Bay bylo řádné město spojené s představenstvem, kam pravidelně chodily zásilky toho nejlepšího od tety Cleo a všechny seriály. Předtím, než Sanjar převzal MSI a nechal nás všechny vykopnout.

# conversations/04_monarch/0402/0402_cv_bennett:28:DefaultText
source: And how should they know what they're missing?
cs: A jak mají vědět, o co přicházejí?

# conversations/04_monarch/0402/0402_cv_bennett:30:DefaultText
source: That does sound nice.
cs: To zní hezky.

# conversations/04_monarch/0402/0402_cv_bennett:31:DefaultText
source: You miss the good old days?
cs: Stýská se vám po starých dobrých časech?

# conversations/04_monarch/0402/0402_cv_bennett:32:DefaultText
source: But now you all are free from the Board.
cs: Nyní jste však všichni od rady osvobozeni.

# conversations/04_monarch/0402/0402_cv_bennett:33:DefaultText
source: Yes, free to wallow in squalor together. Free to squabble with the Iconoclasts over a raptidon-infested hellhole.
cs: Ano, můžeme se společně válet v bídě. Svobodně se hádat s ikonoklasty o pekelnou díru zamořenou raptidony.

# conversations/04_monarch/0402/0402_cv_bennett:34:DefaultText
source: Well, you wouldn't know it from talking to anyone else here. High and mighty about our collective "freedom." Free to wallow in the dust, more like.
cs: Z rozhovoru s ostatními byste to nepoznali. Vznešeně se ohání naší kolektivní "svobodou". Spíš o svobodě válet se v prachu.

# conversations/04_monarch/0402/0402_cv_bennett:35:DefaultText
source: Days of consumption and culture. When we weren't squabbling with the Iconoclasts for lack of better things to do.
cs: Dny spotřeby a kultury. Když jsme se zrovna nehádali s Ikonoklasty kvůli nedostatku lepších věcí na práci.

# conversations/04_monarch/0402/0402_cv_bennett:36:DefaultText
source: Look, you're making me melancholy. Is there something you wanted?
cs: Podívej, jsem z tebe melancholický. Chtěl jsi něco?

# conversations/04_monarch/0402/0402_cv_bennett:46:DefaultText
source: We may be back on the path to respectability, but it's going to be quite some time before we're a proper town with culture and reliable plumbing.
cs: Možná jsme se vrátili na cestu k úctě, ale ještě nějakou dobu potrvá, než se z nás stane pořádné město s kulturou a spolehlivým vodovodem.
