Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_martha_cannibalfamily.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:1:DefaultText
source: What a pleasant surprise! And just when I was beginning to fear we'd seen the last of good company for a spell.
cs: Jaké příjemné překvapení! A zrovna když jsem se začínal obávat, že jsme na chvíli viděli poslední dobrou společnost.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:2:DefaultText
source: Yet the Eternal provides, does it not?
cs: Přesto Věčný poskytuje, nebo ne?

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:13:DefaultText
source: Only if you give yourself over to the Plan, Martha. May I call you Martha?
cs: Pouze pokud se odevzdáš Plánu, Martho. Mohu ti říkat Marto?

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:14:DefaultText
source: I certainly can't fault your optimism.
cs: Váš optimismus vám rozhodně nemohu vyčítat.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:15:DefaultText
source: If you're so eager for company, why live all the way out here?
cs: Když tak toužíš po společnosti, proč bydlíš až tady?

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:16:DefaultText
source: I hope you're not gonna preach at me all through dinner.
cs: Doufám, že mi nebudeš celou večeři kázat.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:17:DefaultText
source: The Eternal does not desire that we huddle and hide, crowded in by walls! We all share the spark of the divine, and we were made to spread it across the stars.
cs: Věčný si nepřeje, abychom se tísnili a schovávali, abychom se tísnili ve zdech! Všichni sdílíme božskou jiskru a byli jsme stvořeni, abychom ji šířili po hvězdách.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:18:DefaultText
source: What tiresome company we'd be! Fear not on that account. Besides, I've always believed the Eternal reveals itself plain enough, as your being here proves.
cs: To bychom byli ale únavná společnost! Z tohoto důvodu se nebojte. Kromě toho jsem vždycky věřil, že se Věčný zjevuje dostatečně jasně, jak dokazuješ i ty.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:19:DefaultText
source: I hope you favor Catch-Up and Wooly Cheddar. We have to make do with what we can find.
cs: Doufám, že si oblíbíte Catch-Up a Wooly Cheddar. Musíme si vystačit s tím, co najdeme.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:20:DefaultText
source: Things have a way of working out, I suppose.
cs: Předpokládám, že věci se nějak vyřeší.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:21:DefaultText
source: What do you mean by that?
cs: Co tím myslíte?

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:22:DefaultText
source: Whatever. I don't have time for this.
cs: To je jedno. Nemám na to čas.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:23:DefaultText
source: By all means! Just make yourself comfortable. Company is always a reason for cheer.
cs: V každém případě! Jen si udělejte pohodlí. Společnost je vždy důvodem k radosti.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:24:DefaultText
source: And who could? Stretch out your hand, and Cosmic Divinity reaches back. Open wide your mouth, and the universe provides sustenance.
cs: A kdo by mohl? Natáhni ruku a vesmírné božstvo ti ji vrátí. Otevři ústa dokořán a vesmír ti poskytne potravu.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:25:DefaultText
source: That they do. Though it's up to us to make the most of those opportunities, wouldn't you say?
cs: To ano. Ale je na nás, abychom tyto příležitosti co nejlépe využili, nemyslíte?

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:26:DefaultText
source: Look at me, prattling on as if this gravy is going to cook itself. Why don't you run along until we're ready for dinner?
cs: Podívejte se na mě, jak žvaním, jako by se ta omáčka měla uvařit sama. Proč si nezaběhneš, dokud nebudeme připraveni na večeři?

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:27:DefaultText
source: I suppose not. I'll leave you be until dinner.
cs: Předpokládám, že ne. Nechám tě tu až do večeře.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:28:DefaultText
source: Just that your presence here is a gift to us, and one that we don't take for granted.
cs: Jen to, že vaše přítomnost zde je pro nás darem, který nepovažujeme za samozřejmost.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:29:DefaultText
source: Out here, we are free. And even apart from society, the universe provides for us, as your being here proves.
cs: Tady venku jsme svobodní. A dokonce i bez společnosti se o nás vesmír stará, jak dokazuješ i ty.

# conversations/04_monarch/0402/0402_cv_martha_cannibalfamily:31:DefaultText
source: I have no doubt the Eternal will bless us through you.
cs: Nepochybuji o tom, že nám Věčný skrze vás požehná.
