Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0402/0402_cv_sanjar_nandi_new.po
Languages: cs

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1088:DefaultText
source: You're getting ahead of yourself again.
cs: Zase předbíháš.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1089:DefaultText
source: Not intentionally. Though that's technically true.
cs: Ne záměrně. I když technicky vzato je to pravda.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1090:DefaultText
source: You see what I have to deal with.
cs: Vidíte, s čím se musím vypořádat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1091:DefaultText
source: For many years, this planet was home to as many corporations as Terra 2. Back then, it was known as Terra 1.
cs: Po mnoho let byla tato planeta domovem tolika korporací jako Terra 2. Tehdy se jí říkalo Terra 1.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1092:DefaultText
source: Terra 1 and Terra 2? I see the Board put their best people on that one.
cs: Terra 1 a Terra 2? Vidím, že na to představenstvo nasadilo své nejlepší lidi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1093:DefaultText
source: What happened to the other corporations?
cs: Co se stalo s ostatními společnostmi?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1094:DefaultText
source: This is why you can't trust corporations and their so-called "laws."
cs: Proto nemůžete věřit korporacím a jejich takzvaným "zákonům".

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1095:DefaultText
source: It's true, the Board has treated us unfairly. But I'd always envisioned that things could be different.
cs: Je pravda, že rada s námi jednala nespravedlivě. Ale vždycky jsem si představoval, že by to mohlo být jinak.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1096:DefaultText
source: Really? I always thought they were refreshingly straightforward names. After all, the whole point of terraforming was to make them Earth-like.
cs: Opravdu? Vždycky jsem si myslel, že jsou to osvěžující přímočará jména. Vždyť smyslem terraformace bylo, aby se podobaly Zemi.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1097:DefaultText
source: And as the other corporations began to tally their losses, they decided to pull out.
cs: Když ostatní společnosti začaly sčítat své ztráty, rozhodly se odstoupit.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1098:DefaultText
source: That seems wise.
cs: To se zdá být moudré.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1099:DefaultText
source: But not MSI, right?
cs: Ale ne MSI, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1100:DefaultText
source: No guts, no glory.
cs: Žádná odvaha, žádná sláva.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1101:DefaultText
source: Here, though, the results were... mixed.
cs: Zde však byly výsledky... smíšené.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1102:DefaultText
source: Our leadership at the time certainly wanted to.
cs: Naše tehdejší vedení si to jistě přálo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1103:DefaultText
source: But there were others of us who saw an opportunity - the chance to improve working hours and conditions. To reform MSI from the ground up.
cs: Ale byli mezi námi i další, kteří viděli příležitost - možnost zlepšit pracovní dobu a podmínky. Reformovat MSI od základů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1104:DefaultText
source: Meaning you and Graham, right?
cs: Tedy ty a Graham, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1105:DefaultText
source: How forward-thinking of you.
cs: To je od vás prozíravé.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1106:DefaultText
source: Reforms are for quitters, Sanjar.
cs: Reformy jsou pro ty, kdo se vzdávají, Sanjar.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1107:DefaultText
source: It's humane, but it's also good business sense. Exhausted, sick, and malnourished workers are not productive workers. Even a cursory review of the data bears that out.
cs: Je to humánní, ale také obchodně rozumné. Vyčerpaní, nemocní a podvyživení pracovníci nejsou produktivní. To potvrzuje i zběžný přehled údajů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1108:DefaultText
source: Anyway, we learned of a loophole in the corporate bylaws that would allow MSI to claim ownership of the entire planet once the other corporations pulled out.
cs: Každopádně jsme se dozvěděli o mezeře ve stanovách společnosti, která by MSI umožnila nárokovat si vlastnictví celé planety, jakmile by se ostatní společnosti stáhly.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1109:DefaultText
source: Creating the perfect environment for us to enact these new reforms.
cs: Vytváříme tak ideální prostředí pro zavedení těchto nových reforem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1110:DefaultText
source: Who's this "us" and "we" you keep talking about?
cs: Kdo je to "my" a "nás", o kterých pořád mluvíte?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1111:DefaultText
source: I take it your leadership didn't embrace your ideas.
cs: Chápu to tak, že vaše vedení nepřijalo vaše nápady.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1112:DefaultText
source: MSI's leadership at the time certainly thought so.
cs: Tehdejší vedení společnosti MSI si to jistě myslelo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1113:DefaultText
source: That's also what I thought. We were young and bold then. Not unlike yourself.
cs: To jsem si také myslel. Tehdy jsme byli mladí a odvážní. Ne jako ty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1114:DefaultText
source: We saw the chance to improve working hours and conditions. To reform MSI from the ground up.
cs: Viděli jsme šanci na zlepšení pracovní doby a podmínek. Reformovat MSI od základů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1115:DefaultText
source: No. They laughed in our faces and insisted we'd be relocating to Terra 2, along with everyone else.
cs: Ne, vysmáli se nám do obličeje a trvali na tom, že se spolu s ostatními přesuneme na Terru 2.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1121:DefaultText
source: I moved forward with our planned reforms as well as our strategy to assume ownership of the planet.
cs: Pokračoval jsem v našich plánovaných reformách i v naší strategii převzetí vlastnictví planety.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1123:DefaultText
source: Yet not long after I renamed it Monarch, the other corporations dislodged us from the Board and began an official campaign to paint us as lawless savages.
cs: Nedlouho poté, co jsem ji přejmenoval na Monarch, nás však ostatní korporace z představenstva vyštvaly a zahájily oficiální kampaň, která nás měla vykreslit jako bezprávné divochy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1124:DefaultText
source: Nonsense! They're good business sense. Exhausted, sick, and malnourished workers are not productive workers. Even a cursory review of the data bears that out.
cs: Nesmysl! Je to dobrý obchodní smysl. Vyčerpaní, nemocní a podvyživení pracovníci nejsou produktivní. To potvrzuje i zběžný přehled údajů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1126:DefaultText
source: Hm? Oh, well, there were surely other junior executives with more... open minds. Though none of them had the temperament to handle the paperwork.
cs: Hm? No, určitě tu byli i jiní mladší manažeři s... otevřenější myslí. I když nikdo z nich neměl povahu na to, aby zvládl papírování.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1127:DefaultText
source: Who are we talking about? You're being cagey.
cs: O kom to mluvíme? Jsi tajnůstkář.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1128:DefaultText
source: Very well. Many, many years ago, Graham Bryant and I used to be... collaborators of sorts.
cs: Velmi dobře. Před mnoha a mnoha lety jsme s Grahamem Bryantem byli... svým způsobem spolupracovníci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1130:DefaultText
source: Using the Board's own tools against them, then. Clever.
cs: Tedy použití vlastních nástrojů rady proti nim. Chytré.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1132:DefaultText
source: That's what I thought. But the senior executives laughed in our faces and insisted we'd be relocating to Terra 2, along with everyone else.
cs: To jsem si myslel. Ale vedoucí pracovníci se nám vysmáli do obličeje a trvali na tom, že se budeme stěhovat na Terru 2 spolu s ostatními.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1133:DefaultText
source: But why would they do that?
cs: Ale proč by to dělali?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1134:DefaultText
source: That's low, even for them.
cs: To je i na ně málo.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1135:DefaultText
source: I don't know!
cs: Já nevím!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1136:DefaultText
source: Everything we did was legal and aboveboard - we followed their rules. And yet they still found reasons to declare us outlaws.
cs: Vše, co jsme dělali, bylo legální a v souladu s jejich pravidly. A přesto si našli důvod, proč nás prohlásit za zločince.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1137:DefaultText
source: I do think there's something useful in a governing body like the Board - something that keeps us from anarchy - but I dearly wish it functioned differently.
cs: Myslím si, že řídící orgán, jako je představenstvo, je užitečný - něco, co nás chrání před anarchií - ale moc bych si přál, aby fungoval jinak.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1138:DefaultText
source: You should have known you couldn't oppose them.
cs: Měli jste vědět, že jim nemůžete odporovat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1139:DefaultText
source: I don't think I realized how far they'd stoop.
cs: Myslím, že jsem si neuvědomil, jak hluboko klesnou.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1140:DefaultText
source: But we weren't trying to!
cs: Ale my jsme se o to nesnažili!

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1141:DefaultText
source: Why exactly do you want back on the Board?
cs: Proč přesně se chcete vrátit do správní rady?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1143:DefaultText
source: You don't seem to think much of Graham.
cs: Zdá se, že si o Grahamovi nemyslíš nic dobrého.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1144:DefaultText
source: As I hear it, you two are already well acquainted.
cs: Jak jsem slyšel, vy dva se už dobře znáte.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1145:DefaultText
source: He and his followers call themselves the Iconoclasts. Lawless anarchists, all of them. If anyone on Monarch deserves the reputation the Board's pinned on us, it's them.
cs: On a jeho následovníci si říkají Ikonoklasté. Všichni jsou to anarchisté bez zákona. Jestli si někdo na Monarchu zaslouží pověst, kterou nám rada přisoudila, jsou to právě oni.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1146:DefaultText
source: They sound pretty bad.
cs: Zní dost špatně.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1147:DefaultText
source: You've got strong feelings on the matter.
cs: Máte v této věci silné pocity.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1148:DefaultText
source: He and his followers call themselves the Iconoclasts. Lawless anarchists, all of them. If anyone on Monarch deserves the reputation the Board's pinned on us, it's them.
cs: On a jeho následovníci si říkají Ikonoklasté. Všichni jsou to anarchisté bez zákona. Jestli si někdo na Monarchu zaslouží pověst, kterou nám rada přisoudila, jsou to právě oni.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1149:DefaultText
source: But you already know that, don't you?
cs: Ale to už víte, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1150:DefaultText
source: Maybe you should give them a chance.
cs: Možná byste jim měli dát šanci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1151:DefaultText
source: I'm trying to build something here. They only want to destroy things, and they risk ruining Monarch for all of us.
cs: Snažím se tu něco vybudovat. Chtějí jen věci ničit a riskují, že nám všem Monarchii zničí.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1152:DefaultText
source: It isn't just that they drain our people and resources.
cs: Nejde jen o to, že vysávají naše lidi a zdroje.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1153:DefaultText
source: A chance! They've been doing this for years. And I- well. Let's just say I know enough about Graham to be confident that he won't change.
cs: Šance! Dělají to už léta. A já... no. Řekněme, že o Grahamovi vím dost na to, abych si byl jistý, že se nezmění.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1154:DefaultText
source: He's lucky the Board doesn't take him seriously enough to keep more than a few UDL gunships patrolling Monarch.
cs: Má štěstí, že ho rada nebere natolik vážně, aby na Monarchu nechala hlídkovat víc než pár děl UDL.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1155:DefaultText
source: Yeah, they're out of control.
cs: Ano, vymkly se kontrole.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1156:DefaultText
source: I'm glad you see it, too.
cs: Jsem rád, že to vidíš i ty.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1157:DefaultText
source: They're not so bad. You should give them a chance.
cs: Nejsou tak špatné. Měli byste jim dát šanci.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1158:DefaultText
source: Why wouldn't anyone? They own nearly all the resources and infrastructure in Halcyon.
cs: Proč by to nikdo neudělal? Vlastní téměř všechny zdroje a infrastrukturu v Halcyonu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1163:DefaultText
source: To be on the Board is to be part of the colonial community. And being cut off means slow strangulation.
cs: Být členem rady znamená být součástí koloniální komunity. A být odříznut znamená pomalé uškrcení.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1164:DefaultText
source: They've treated you pretty roughly. Is it worth going back to that?
cs: Zacházeli s vámi dost hrubě. Má cenu se k tomu vracet?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1165:DefaultText
source: I can't fault you for your practicality.
cs: Nemohu vám vyčítat vaši praktičnost.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1166:DefaultText
source: I'm not a man to put pride before progress.
cs: Nejsem člověk, který by upřednostňoval pýchu před pokrokem.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1167:DefaultText
source: Seems to me anything's better than the corporate yoke.
cs: Zdá se mi, že cokoli je lepší než korporátní jho.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1168:DefaultText
source: I fear the MSI citizens who've been dissolved into raptidon cud would disagree with you.
cs: Obávám se, že občané MSI, kteří byli rozpuštěni v raptidonské žvýkačce, by s vámi nesouhlasili.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1169:DefaultText
source: If membership on the Board can ease our hardships and provide us with opportunities, then that's the path I mean to pursue.
cs: Pokud nám členství v Radě může ulehčit naše těžkosti a poskytnout nám příležitosti, pak je to cesta, kterou se chci vydat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1170:DefaultText
source: Indeed. We've got to consider realities, not ideals.
cs: Vskutku. Musíme brát v úvahu realitu, ne ideály.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1171:DefaultText
source: Besides, I'm hopeful that additional leverage on our part will allow us a more equitable relationship.
cs: Kromě toho doufám, že další pákový efekt z naší strany nám umožní spravedlivější vztah.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1172:DefaultText
source: Leverage?
cs: Pákový efekt?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1173:DefaultText
source: You mean the corporate data you sent me after.
cs: Myslíš ty firemní údaje, které jsi mi poslal.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1174:DefaultText
source: You mean the data implicating UDL.
cs: Máte na mysli údaje, které se týkají UDL.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1175:DefaultText
source: Good for you. Force them to the bargaining table.
cs: To je pro vás dobré. Přinuťte je zasednout k jednacímu stolu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1176:DefaultText
source: Indeed.
cs: Vskutku.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1177:DefaultText
source: Yes, yes. It'll be easier to explain once we have the BOLT-52.
cs: Ano, ano. Bude snazší to vysvětlit, až budeme mít BOLT-52.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1178:DefaultText
source: Don't get ahead of yourself, sir.
cs: Nepředbíhejte, pane.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1179:DefaultText
source: I've discovered it's much easier to negotiate from a position of power. And I don't mean to leave MSI - or its people - at a disadvantage.
cs: Zjistil jsem, že je mnohem snazší vyjednávat z pozice síly. A nemám v úmyslu nechat společnost MSI - nebo její zaměstnance - v nevýhodě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1180:DefaultText
source: My hope is to maintain the reforms we've managed here. And who knows? Perhaps once we're restored, we could spread them to other corporations.
cs: Doufám, že se nám podaří zachovat reformy, které jsme zde provedli. A kdo ví? Možná je po obnově rozšíříme i do dalších korporací.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1181:DefaultText
source: Just be careful. The Board doesn't mess around.
cs: Jen buďte opatrní. Rada se s tím nemaže.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1182:DefaultText
source: Believe me, I've learned that much. But I'm also not going to leave MSI at a disadvantage.
cs: Věřte mi, že jsem se to naučil. Ale také nehodlám nechat MSI v nevýhodě.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1183:DefaultText
source: Anyway, what can I do for you?
cs: Co pro vás mohu udělat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1188:DefaultText
source: MSI's then-leadership wasn't enthusiastic. They insisted we'd be relocating to Terra 2, along with everyone else.
cs: Tehdejší vedení společnosti MSI nebylo nadšené. Trvali na tom, že se budeme stěhovat na Terru 2 spolu s ostatními.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1189:DefaultText
source: Is there something ELSE I can do for you?
cs: Mohu pro vás ještě něco udělat?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1191:DefaultText
source: Except Hiram found that loophole, didn't he?
cs: Až na to, že Hiram tuhle skulinku našel, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1192:DefaultText
source: Technically, that may be true. But he couldn't be bothered to do the necessary paperwork to exploit it, now could he?
cs: Technicky vzato to může být pravda. Ale nemohl se obtěžovat s vyřizováním potřebných papírů, aby toho využil, že?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1193:DefaultText
source: Anyway, it didn't matter at the time. MSI's then-leadership insisted we'd be relocating to Terra 2, along with everyone else.
cs: Každopádně v té době na tom nezáleželo. Tehdejší vedení MSI trvalo na tom, že se budeme stěhovat do Terry 2 spolu s ostatními.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1194:DefaultText
source: Maybe some other time.
cs: Možná někdy jindy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1195:DefaultText
source: Just tell me how to find the broker so I can get out of here.
cs: Jen mi řekněte, jak najít makléře, abych se odsud mohl dostat.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1196:DefaultText
source: Out at Devil's Peak? If you're headed that far, I see you've brought the right woman for the job.
cs: Venku na Devil's Peak? Jestli míříš až tam, vidím, že sis na tuhle práci přivedl tu správnou ženu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1197:DefaultText
source: Nyoka could direct you best. Seek her out at The Yacht Club.
cs: Nyoka by vás mohla nasměrovat nejlépe. Vyhledejte ji v Yacht Clubu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1198:DefaultText
source: Tell me about it some other time.
cs: Povězte mi o tom někdy jindy.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1199:DefaultText
source: Celia, this is wretched. All our best efforts for naught.
cs: Celie, to je hrozné. Všechno naše úsilí je k ničemu.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1201:DefaultText
source: Earlier, you mentioned that there used to be other corporations on Monarch. What happened to them?
cs: Dříve jste se zmínil, že na Monarchu existovaly i jiné společnosti. Co se s nimi stalo?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1202:DefaultText
source: Why were you so invested in reforming MSI years ago?
cs: Proč jste před lety tolik investoval do reformy MSI?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1203:DefaultText
source: Reforms are humane, but they're also good business sense. Exhausted, sick, and malnourished workers are not productive workers. Even a cursory review of the data bears that out.
cs: Reformy jsou humánní, ale mají také dobrý obchodní smysl. Vyčerpaní, nemocní a podvyživení pracovníci nejsou produktivní. To potvrzuje i zběžný přehled údajů.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1204:DefaultText
source: What's the Hazard Clause?
cs: Co je to doložka o nebezpečí?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1205:DefaultText
source: It's a legal provision that gives the Board the authority to cordon off any planet or location that it deems dangerous.
cs: Jedná se o zákonné ustanovení, které dává radě pravomoc uzavřít jakoukoli planetu nebo místo, které považuje za nebezpečné.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1206:DefaultText
source: For the greater good, allegedly.
cs: Údajně pro větší dobro.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1207:DefaultText
source: And they've invoked it on Monarch?
cs: A použili ji na Monarchu?

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1208:DefaultText
source: You sound skeptical.
cs: Zníte skepticky.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1209:DefaultText
source: Seems like a sensible restriction, actually.
cs: Zdá se, že je to rozumné omezení.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1210:DefaultText
source: Yes. Making all of MSI criminals in the Board's eyes. Rather hard to run a business that way.
cs: Ano. V očích správní rady jsou všichni členové MSI zločinci. Takhle se podniká dost těžko.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1211:DefaultText
source: Monarch may be dangerous, but it's hardly the wasteland the Board describes it to be.
cs: Monarch je sice nebezpečný, ale zdaleka není takovou pustinou, jak ho popisuje rada.

# conversations/04_monarch/0402/0402_cv_sanjar_nandi_new:1212:DefaultText
source: Whatever the Board's goals, the "greater good" has little part in them.
cs: Ať už jsou cíle správní rady jakékoli, "vyšší dobro" v nich hraje jen malou roli.
