Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_outpost_logs_1.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:1:DefaultText
source: UDL Communications Substation #204 ============================ This substation has been decommissioned following the closure of work order #UDL-211. Communications functionality has been disabled. Logs and messages have been archived.
cs: Komunikační rozvodna UDL č. 204 ============================ Tato rozvodna byla vyřazena z provozu po uzavření pracovní zakázky č. UDL-211. Funkce komunikace byla deaktivována. Protokoly a zprávy byly archivovány.

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:2:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:5:DefaultText
source: [Halcyon Referendum #207: Terra One Hazard Clause]
cs: [Halcyon Referendum #207: Doložka o nebezpečí Terra One]

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:6:DefaultText
source: [Closure of Work Order #UDL-211]
cs: [Uzavření pracovního příkazu #UDL-211]

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:7:DefaultText
source: [Work Order #UDL-211 Status Report #2]
cs: [Pracovní příkaz #UDL-211 Zpráva o stavu #2]

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:9:DefaultText
source: HALCYON HOLDINGS CORPORATE BOARD PUBLIC NOTICE #117: ON THE ISSUING OF A HAZARD CLAUSE FOR TERRA ONE This notice, issued on January 12th, 2343, serves as the public denouncement of Terra 1 as a feasible workplace environment. Due to the hostile and aggressive nature of the wildlife, as well as the unsustainability of its natural flora for use in human consumption, the Halcyon Holdings Corporate Board has officially enacted a Hazard Clause covering the entirety of Terra 1. After an evacuation period of no more than six (6) months, Terra 1 will be officially considered illegal territory. As this is a unanimous decision, any corporation caught operating on Terra 1 after the evacuation period will face fines and possible disbarment, as defined in Halcyon Code 22.1.
cs: VEŘEJNÉ UPOZORNĚNÍ č. 117 SPOLEČNOSTI HALCYON HOLDINGS: O VYHLÁŠENÍ NEBEZPEČÍ PRO TERRA ONE Toto oznámení, vydané dne 12. ledna 2343, slouží jako veřejná výpověď společnosti Terra 1 jako proveditelného pracovního prostředí. Vzhledem k nepřátelské a agresivní povaze zdejší fauny a flóry, jakož i k neudržitelnosti její přirozené flóry pro použití v lidské spotřebě, korporátní rada společnosti Halcyon Holdings oficiálně zavedla doložku o nebezpečí, která se vztahuje na celou Terru 1. Po uplynutí doby evakuace, která nepřesáhne šest (6) měsíců, bude Terra 1 oficiálně považována za nelegální území. Jelikož se jedná o jednomyslné rozhodnutí, bude každá korporace, která bude po uplynutí evakuačního období přistižena při činnosti na Terře 1, čelit pokutám a případnému vyloučení z organizace, jak je definováno v Halcyonském kodexu 22.1.

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:10:DefaultText
source: Work order #UDL-211 has been completed. This substation will now be disabled and closed off. It should be noted that the lead engineer, Franklin Walcowicz, has perished due to a workplace accident involving hostile wildlife in the Devil's Peak caverns. It should be further noted that Mr. Walcowicz's complaints regarding the dangers of the Terra One wildlife have been redacted.
cs: Objednávka práce č. UDL-211 byla dokončena. Tato rozvodna bude nyní vyřazena z provozu a uzavřena. Je třeba poznamenat, že vedoucí inženýr Franklin Walcowicz zahynul v důsledku pracovního úrazu spojeného s nepřátelskou divokou zvěří v jeskyních na Ďábelském vrchu. Dále je třeba poznamenat, že stížnosti pana Walcowicze týkající se nebezpečí ze strany divoké zvěře Terra One byly redakčně upraveny.

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:11:DefaultText
source: #UDL-211 Status Report #2 Recording engineer: Walcowicz We've got signal from Amber Heights, Stellar Bay and Cascadia. Still waiting on word from Bayside Terrace and Aurora Ridge. I oughta note that I was right about those caverns. They ain't safe. Some kind of... hell, I don't know. A big thing with claws. I ain't an animal scientist. Can't wait to get the hell off this rock.
cs: #UDL-211 Zpráva o stavu č. 2 Záznamový technik: Máme signál z Amber Heights, Stellar Bay a Cascadia. Stále čekáme na zprávu z Bayside Terrace a Aurora Ridge. Měl bych poznamenat, že jsem měl s těmi jeskyněmi pravdu. Nejsou bezpečné. Nějaký druh... sakra, já nevím. Nějaká velká věc s drápy. Nejsem žádný zvířecí vědec. Nemůžu se dočkat, až se dostanu z téhle skály.

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:13:DefaultText
source: UDL Communications Substation #204 ============================ The following messages are available for retrieval:
cs: UDL Communications Substation #204 ============================ K dispozici jsou následující zprávy:

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:15:DefaultText
source: [Work Order #UDL-211 Status Report #1]
cs: [Pracovní příkaz č. UDL-211 Zpráva o stavu č. 1]

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:16:DefaultText
source: #UDL-211 Status Report #1 Recording engineer: Walcowicz Tunnels are in. Cables are laid. Devil's Peak is receiving, but we're waiting on signal confirmation from the outposts. This whole place stinks of sulfur. We should've brought masks. I'm sure I heard something in the caverns beneath the tower. Something's living there. Here's hoping we don't unsettle it, or else that place ain't gonna be safe for our cable guys.
cs: #UDL-211 Zpráva o stavu č. 1 Záznamový technik: Walcowicz Tunely jsou v provozu. Kabely jsou položeny. Ďáblův štít přijímá, ale čekáme na potvrzení signálu ze základen. Celé tohle místo páchne sírou. Měli jsme si vzít masky, určitě jsem něco slyšel v jeskyních pod věží. Něco tam žije. Doufám, že to nerozrušíme, jinak to místo nebude pro naše kabeláře bezpečné.

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:23:DefaultText
source: [Manual Log Entry]
cs: [Ruční záznam protokolu]

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:24:DefaultText
source: Gonna die for this damn fool errand, I know it. He said Amber Heights was gonna have more bits than we can spend, but those suited morons up and spent it all for us. Books and vases and pretty shit. You can't eat a fuckin' book. Look at us now. Of all the closets to coop up in and lick our wounds, we had to choose the one that's set to lock itself up. Feel like a marauder, digging at the walls like this, but we gotta get out before we starve. It ain't possible, but Nelson over there's trying to keep our spirits up and I don't got the energy to fight him on it. Screw that Bryant fella. Eyes bigger than his fuckin' stomach.
cs: Umřu kvůli téhle zatracené bláznivé pochůzce, vím to. Říkal, že Amber Heights bude mít víc kousků, než můžeme utratit, ale ti kravaťáci se sebrali a všechno utratili za nás. Knihy a vázy a pěkný sračky... Nemůžeš sežrat zasranou knihu... Podívej se na nás teď. Ze všech skříní, kde se můžeme schovat a lízat si rány, jsme si museli vybrat tu, která je nastavená tak, že se sama zamkne. Cítíme se jako nájezdníci, když takhle kopeme do zdí, ale musíme se dostat ven, než umřeme hlady. Nejde to, ale támhle Nelson se nás snaží udržet na duchu a já nemám sílu se s ním kvůli tomu hádat. Kašlu na toho Bryanta. Oči větší než jeho zasraný břicho.

# conversations/04_monarch/0401/0401_cp_outpost_logs_1:25:DefaultText
source: [Back]
cs: [Zpět]
