Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_huxley_iconoclast.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:41:DefaultText
source: AHH! Whew! Thank you so much! It was getting all stuffy in there and I was getting a mite light-headed and I think maybe I was gonna die.
cs: AHH! Uf! Moc vám děkuji! Začínalo tam být dusno a trochu se mi motala hlava a myslela jsem, že možná umřu.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:42:DefaultText
source: <Humming a happy-go-lucky tune>
cs: <Huming a happy-go-lucky tune>

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:43:DefaultText
source: But now I'm out HERE! I'm headed back to Amber Heights.
cs: Ale teď jsem venku ZDE! Mířím zpátky do Amber Heights.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:44:DefaultText
source: You sure you're okay to travel?
cs: Jste si jistý, že můžete cestovat?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:45:DefaultText
source: Normally, when you help someone, they give you something for their trouble.
cs: Když někomu pomůžete, obvykle vám za to něco dá.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:46:DefaultText
source: Good luck.
cs: Hodně štěstí.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:47:DefaultText
source: Yeah, yeah. Just beat it.
cs: Jo, jo. Prostě to poraz.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:48:DefaultText
source: Oh, sure. I'm a runner. I'm used to getting all dizzy and hey who's your identical, slightly blurry friend?
cs: Jistě. Jsem běžec. Jsem zvyklá, že se mi točí hlava, a hele, kdo je tvůj identický, lehce rozmazaný kamarád?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:49:DefaultText
source: Wh- I ain't got nothin' on me! How's about a heaping helping of appreciation and respect?
cs: Já na sobě nic nemám! Co takhle pořádnou porci uznání a respektu?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:53:DefaultText
source: Put in a good word for me with the Iconoclasts and we'll call it even.
cs: Přimluv se za mě u Ikonoklastů a jsme si kvit.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:54:DefaultText
source: By being saved by me, you entered into a non-negotiable contract. You now owe recompense.
cs: Tím, že jsem vás zachránil, jste uzavřeli nevypověditelnou smlouvu. Nyní dlužíte odměnu.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:55:DefaultText
source: Give me something or I'm stuffing you back in there.
cs: Dej mi něco, nebo tě tam nacpu zpátky.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:56:DefaultText
source: Aw, shit. I wouldn't have agreed to be saved if I'd known that. All right, here.
cs: Do prdele. Kdybych to věděl, nesouhlasil bych s tím, že mě zachrání. Dobře, tady.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:57:DefaultText
source: Ack! No! Uh, here. You can have this.
cs: Ack! Ne! Uh, tady. Tohle si můžeš vzít.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:58:DefaultText
source: Can do!
cs: Dokážeme to!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:59:DefaultText
source: Thanks a lot, mister!
cs: Díky moc, pane!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:59:FemaleText
source: Thanks a lot, lady!
cs: Moc děkuji, paní!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:60:DefaultText
source: Yes sir!
cs: Ano, pane!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:60:FemaleText
source: Yes ma'am!
cs: Ano, madam!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:61:DefaultText
source: Ahhhh, fresh sulfur! Good to be outside!
cs: Ahhhh, čerstvá síra! Je dobré být venku!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:62:DefaultText
source: Aw, hello! Good to see you again!
cs: Ahoj! Rád tě zase vidím!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:64:DefaultText
source: <Attack> With the trouble you caused me, you're dying here.
cs: <Útok> S problémy, které jsi mi způsobil, tady zemřeš.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:65:DefaultText
source: I can't buy ammo with appreciation and respect.
cs: Nemohu si koupit munici s uznáním a respektem.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:67:DefaultText
source: Aw, that's true. Okay, fine. Here.
cs: To je pravda. Dobře, fajn. Tady.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:68:DefaultText
source: Surely you have something on you.
cs: Určitě máš něco u sebe.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:69:DefaultText
source: 'Fraid not, mister!
cs: "Obávám se, že ne, pane!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:69:FemaleText
source: 'Fraid not, lady!
cs: "Obávám se, že ne, dámo!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:70:DefaultText
source: I gotta pack light if I'm gonna run away from monsters.
cs: Musím se sbalit nalehko, když chci utéct před příšerami.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:71:DefaultText
source: Ooooh. I bet she's hiding. She does that when she owes people money.
cs: Ooooh. Vsadím se, že se schovává. To dělá, když dluží lidem peníze.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:72:DefaultText
source: You made it back!
cs: Vrátili jste se!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:73:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:74:DefaultText
source: I'm looking for Chastity. I hear you're Whist buddies.
cs: Hledám Chastity. Slyšel jsem, že jste kamarádi na whistu.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:75:DefaultText
source: Damn right! Ain't nothing in the wilderness can stop me! Except being locked up.
cs: To máš sakra pravdu! Nic v divočině mě nezastaví! Kromě toho, že mě zavřou.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:76:DefaultText
source: We mustn't let her hide from her problems! Help her cleanse her spirit of her debts.
cs: Nesmíme jí dovolit, aby se před svými problémy schovávala! Pomozte jí očistit jejího ducha od dluhů.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:77:DefaultText
source: Isn't gambling against your group's whole "abandon materialism" thing?
cs: Není hazardní hraní v rozporu s celou tou věcí vaší skupiny "opustit materialismus"?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:78:DefaultText
source: Tell me where she is and your next game of Whist is on me. (<oeiglobal>Bribe_Amount</oeiglobal> bits)
cs: Řekni mi, kde je, a příští hra Whist je na mě. (<oeiglobal>Bribe_Amount</oeiglobal> bits)

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:79:DefaultText
source: If you don't tell me where she's hiding, I'll find a closet to lock you in.
cs: Jestli mi neřekneš, kde se schovává, najdu skříň, do které tě zavřu.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:80:DefaultText
source: I'm not looking to shake her down or anything. I just want to ask her something.
cs: Nechci se jí nijak dotknout. Jen se jí chci na něco zeptat.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:81:DefaultText
source: Aw, you're right. We're always told to quit with the materialisms and stuff. I oughta be helping her come to the light.
cs: Máš pravdu. Pořád nám říkají, abychom přestali s tím materialismem a tak. Měla bych jí pomáhat projít ke světlu.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:82:DefaultText
source: I mean... I guess... but we still gotta pay for drinks. So I can't just... aw. You're right. I've been awful. Ok, I'll tell you, so long as you don't rat me out.
cs: Chci říct... Myslím, že... ale stejně musíme zaplatit za pití. Takže nemůžu jen tak... aw. Máš pravdu. Byla jsem hrozná. Dobře, řeknu ti to, pokud mě nepráskneš.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:83:DefaultText
source: You got a deal, mister!
cs: Máte dohodu, pane!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:83:FemaleText
source: You got a deal, lady!
cs: Máte dohodu, dámo!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:84:DefaultText
source: You WOULDN'T! ...You would. I can see it in your closet-loving eyes. Fine!
cs: Nebudeš! ...Budeš. Vidím ti to na očích, jak miluješ skříně. Fajn!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:85:DefaultText
source: That's a good point. I should go tell her that I don't need to find her anymore.
cs: To je dobrý postřeh. Měl bych jí jít říct, že už ji nemusím hledat.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:86:DefaultText
source: Hey, yeah, you oughta!
cs: Hej, jo, to bys měl!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:87:DefaultText
source: Ah... okay. I guess. She's got a secret base in the middle of nowhere. I'll mark it on your map.
cs: Aha... dobře. Asi ano. Má tajnou základnu uprostřed ničeho. Označím ti ji na mapě.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:88:DefaultText
source: She's got a secret hideaway out in the middle of nowhere. I'll mark it on your map. It's pretty busy for an abandoned facility.
cs: Má tajný úkryt uprostřed ničeho. Označím ti ho na mapě. Na opuštěné zařízení je tam docela rušno.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:89:DefaultText
source: Here. I won a key to the back gate off her, but I ain't going near that place.
cs: Zde. Získal jsem od ní klíč od zadní brány, ale nepřiblížím se k ní.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:90:DefaultText
source: About this secret facility...
cs: O tomto tajném zařízení...

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:91:DefaultText
source: Thanks. I'll tell her you said hello.
cs: Děkuji. Vyřídím jí, že ji pozdravuješ.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:92:DefaultText
source: Exciting, isn't it? Steeped in mystery!
cs: Vzrušující, že? Oplývá tajemstvím!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:93:DefaultText
source: About this secret facility...
cs: O tomto tajném zařízení...

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:94:DefaultText
source: Anything I should know about the layout?
cs: Měla bych vědět něco o rozvržení?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:95:DefaultText
source: Are there guards? Is it infested with beasts?
cs: Jsou tam strážci? Je zamořena šelmami?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:96:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:98:DefaultText
source: Um. Hmm. Oh! Once she did tell me about this one time when she set off an alarm outside the back so everyone would clear out.
cs: Hmm. Jednou mi vyprávěla o tom, jak jednou spustila venku poplach, aby se všichni vyklidili.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:99:DefaultText
source: You got me. If it's anything like the rest of Monarch, I'd take weapons with you just in case.
cs: Dostal jsi mě. Jestli je to něco podobného jako zbytek Monarchie, vzal bych si s sebou pro jistotu zbraně.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:100:DefaultText
source: Oughta leave her be, though, if she doesn't wanna be found.
cs: Měl by ji nechat být, pokud nechce být nalezena.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:101:DefaultText
source: You're just giving away the key to a secret compound?
cs: To jen tak prozradíte klíč k tajnému komplexu?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:102:DefaultText
source: Well, I ain't gonna use it, and ain't nobody gonna buy it if they don't know the place exists, sooooo...
cs: No, nebudu ho používat a nikdo si ho nekoupí, když nebude vědět, že existuje, takže...

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:103:DefaultText
source: Besides. You helped me, I help you, that's what friends do.
cs: Kromě toho. Ty jsi pomohl mně, já pomůžu tobě, to přátelé dělají.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:104:DefaultText
source: You... won this? Why'd she give it up?
cs: Vyhrála jsi to? Proč se ho vzdala?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:105:DefaultText
source: She was diggin' real deep for that game. I think it was about the last thing on her.
cs: Na tuhle hru se pořádně nadřela. Myslím, že to byla její poslední věc.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:107:DefaultText
source: I... don't remember why she did that. She was kind of drunk, though, so maybe she made that all up.
cs: Já... si nepamatuju, proč to udělala. Ale byla trochu opilá, takže si to možná vymyslela.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:109:DefaultText
source: Isn't it just like any other abandoned facility?
cs: Není to stejné jako v každém jiném opuštěném zařízení?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:110:DefaultText
source: Yeah, only there are people there.
cs: Jo, jenže tam jsou lidé.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:111:DefaultText
source: Oh! She's such a gem. She gambles with me whenever I've got time to stop through Fallbrook.
cs: Ona je takový klenot. Hraje se mnou, kdykoli mám čas zastavit se ve Fallbrooku.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:112:DefaultText
source: How are you holding up?
cs: Jak se vám daří?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:113:DefaultText
source: Well, on the way back I twisted something in my leg... foot... area. Where does my foot end and my leg begin? Wherever that is. It hurts.
cs: No, cestou zpátky jsem si něco zkroutil v noze... chodidle... oblasti. Kde končí chodidlo a začíná noha? Ať už je to kdekoli. Bolí to.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:114:DefaultText
source: So... no runs for me for a little while. Time to kick back and relax!
cs: Takže... nějakou dobu nebudu běhat. Je čas se nakopnout a odpočívat!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:115:DefaultText
source: Without the kicking, I assume.
cs: Předpokládám, že bez kopání.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:116:DefaultText
source: How'd you hurt your leg?
cs: Jak sis poranil nohu?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:117:DefaultText
source: How long will you be out of commission?
cs: Jak dlouho budete mimo provoz?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:118:DefaultText
source: Huh? Why?
cs: Cože? Proč?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:119:DefaultText
source: Your leg?
cs: Vaše noha?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:120:DefaultText
source: ...Nevermind.
cs: ...Nevadí.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:122:DefaultText
source: Oh! Hah! You're funny.
cs: Oh! Hah! Jsi vtipný.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:124:DefaultText
source: Ah... heh... I did a dumb thing. I was trying to get away from a pteroray. Usually you can just get a ways from their nest and they'll stop following you.
cs: Ah... heh... Udělal jsem hloupost. Snažil jsem se dostat pryč od pteroraye. Obvykle se stačí vzdálit od jejich hnízda a přestanou tě pronásledovat.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:125:DefaultText
source: But this one was really persistent! Chased me for... I don't know. Forever. Scratched me up but good. I barely got away!
cs: Ale tenhle byl opravdu vytrvalý! Pronásledoval mě... Já nevím. Navždy. Poškrábal mě, ale dobře. Sotva jsem se dostal pryč!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:126:DefaultText
source: Then I tripped over a void-damned rock. A rock! Not even a slippery one!
cs: Pak jsem zakopl o kámen prokletý prázdnotou. O kámen! Ani ne kluzký!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:129:DefaultText
source: Zora says I'll be fine in a month or so.
cs: Zora říká, že za měsíc budu v pořádku.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:130:DefaultText
source: Sorry to hear that. See you around, Huxley.
cs: To je mi líto. Uvidíme se, Huxley.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:131:DefaultText
source: Oh, you know. Chores, booze, sulfur. Shooting pains in my leg. Can't complain.
cs: Však víte. Práce, chlast, síra. Bolesti v noze. Nemůžu si stěžovat.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:136:DefaultText
source: I learned a new word today! "Hobble." Zora taught me that. "Stop hobbling around, will you?" she said. She's so smart.
cs: Dnes jsem se naučil nové slovo! "Hobble". To mě naučila Zora. "Přestaň se tu motat, ano?" řekla. Je tak chytrá.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:138:DefaultText
source: I tried to convince Graham to let me keep a pet raptidon. He told Zora to find more medicine so I can get better faster. I think that's a good sign.
cs: Snažil jsem se Grahama přesvědčit, aby mi dovolil chovat raptidona. Řekl Zoře, ať najde víc léků, abych se rychleji uzdravil. Myslím, že to je dobré znamení.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:139:DefaultText
source: I read one of Graham's pamphlets today. Did you know that the Flower of Enlightment has so many petals you can't count them? I can't imagine. That's... at least twelve.
cs: Dnes jsem četl jednu z Grahamových brožur. Věděli jste, že Květ osvícení má tolik okvětních lístků, že je ani nespočítáte? Nedokážu si to představit. To je... nejméně dvanáct.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:140:DefaultText
source: Well hey there, mister!
cs: Tak ahoj, pane!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:140:FemaleText
source: Well hey there, miss!
cs: Ahoj, slečno!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:141:DefaultText
source: How's business so far?
cs: Jak to zatím jde?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:142:DefaultText
source: What are you doing in Stellar Bay?
cs: Co děláte ve Hvězdné zátoce?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:143:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:144:DefaultText
source: Zora said we're all friendly and such with everyone here now, so I figured it was time for a change, you know?
cs: Zora říkala, že jsme tu teď všichni přátelští a tak, tak jsem si řekl, že je čas na změnu, víš?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:145:DefaultText
source: I even got myself a new job, and I don't even have to run for it! I'm a locksmith now!
cs: Dokonce jsem si sehnal novou práci, a nemusím se o ni ani ucházet! Jsem teď zámečník!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:149:DefaultText
source: That's great! I'm happy for you.
cs: To je skvělé! Mám z toho radost.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:150:DefaultText
source: Trying to confront your phobia directly, I see.
cs: Vidím, že se snažíte přímo čelit své fobii.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:151:DefaultText
source: You know how this is going to end, right?
cs: Víte, jak to skončí, že?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:152:DefaultText
source: I'm happy for me, too!
cs: Mám radost i za sebe!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:154:DefaultText
source: Gosh no! No one knows how life ends. That's one of the great mysteries of the universe, isn't it?
cs: Bože ne! Nikdo neví, jak život skončí. To je jedna z největších záhad vesmíru, že?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:155:DefaultText
source: Hey, you know what I'm gonna do? For being so helpful and gosh darn nice to me all the time, I'll give you some free locksmithing supplies!
cs: Hej, víš, co udělám? Za to, že jsi ke mně pořád tak vstřícný a zatraceně milý, ti dám zdarma nějaké zámečnické potřeby!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:156:DefaultText
source: And if you ever need any locksmithing on that fancy ship of yours... call someone else. I haven't graduated to airlocks yet.
cs: A kdybys někdy potřeboval na té své luxusní lodi zámečnické práce, zavolej si někoho jiného. Ještě jsem nepřešel na vzdušné zámky.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:157:DefaultText
source: Just great! I'm getting real good at locksmithery. I'll never get stuck in a closet again!
cs: Prostě skvělé! Začínám být v zámečnictví opravdu dobrý. Už nikdy neuvíznu ve skříni!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:158:DefaultText
source: Okay!
cs: Dobře!

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:159:DefaultText
source: I found your terminal. Fixed it up for you.
cs: Našel jsem váš terminál. Opravil jsem ho pro vás.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:160:DefaultText
source: Wh- oh, in Milton's place? Oh my gosh! Thank you so much! Me and my diary have got some catching up to do.
cs: Na Miltonově místě? Panebože! Moc vám děkuju! Já a můj deník máme co dohánět.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:161:DefaultText
source: Still landing yourself in trouble, eh, Hux?
cs: Pořád se dostáváš do potíží, co, Huxi?

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:162:DefaultText
source: Oh! Hi, Nyoka. Um... you mind giving me an escort back home? I'm - oh! You're traveling with someone. Nevermind.
cs: Ahoj, Nyoko. Mohl bys mě doprovodit domů? Já - aha! Ty s někým cestuješ. To je jedno.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:163:DefaultText
source: 'Til it stops hurting, I guess.
cs: Dokud to nepřestane bolet.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:164:DefaultText
source: There's your Iconoclast theory of chaos in action.
cs: Tady je vaše teorie chaosu ikonoklastů v akci.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:165:DefaultText
source: Mister, I don't know what chaos is, but rocks ain't got theories. They're rocks.
cs: Pane, nevím, co je to chaos, ale skály nemají teorie. Jsou to skály.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:168:DefaultText
source: I'd offer to take a look, but you should milk that for as much R&R as you can get.
cs: Nabídl bych ti, že se na to podívám, ale měl bys to vydojit, abys měl co nejvíc času na odpočinek.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:169:DefaultText
source: Hey, yeah, good thinkin'. Maybe once it's all healed up I'll go find that rock again.
cs: Hej, jo, dobrá myšlenka. Možná až se to zahojí, půjdu ten kámen zase najít.

# conversations/04_monarch/0401/0401_cv_huxley_iconoclast:170:DefaultText
source: Okay!
cs: Dobře!
