Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_carlotta.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_carlotta:1:DefaultText
source: I don't know how you got those goons to leave, but thank you.
cs: Nevím, jak jsi přiměla ty hochy, aby odešli, ale děkuji ti.

# conversations/04_monarch/0401/0401_cv_carlotta:8:DefaultText
source: Like I said, this is my last run.
cs: Jak jsem řekl, tohle je můj poslední běh.

# conversations/04_monarch/0401/0401_cv_carlotta:9:DefaultText
source: Zora suggested extra food and medicine.
cs: Zora navrhla další jídlo a léky.

# conversations/04_monarch/0401/0401_cv_carlotta:10:DefaultText
source: Graham's looking for some high-capacity data cartridges.
cs: Graham hledá vysokokapacitní datové kazety.

# conversations/04_monarch/0401/0401_cv_carlotta:11:DefaultText
source: <Attack> I'm just going to take everything you have.
cs: <Útok> Prostě ti vezmu všechno, co máš.

# conversations/04_monarch/0401/0401_cv_carlotta:15:DefaultText
source: Go on. I need to get moving.
cs: Pokračujte. Musím se pohnout.

# conversations/04_monarch/0401/0401_cv_carlotta:20:DefaultText
source: Let's make this quick.
cs: Udělejme to rychle.

# conversations/04_monarch/0401/0401_cv_carlotta:21:DefaultText
source: Thanks for clearing out those goons. Please don't kill me next.
cs: Děkuji za vyčištění těch hajzlů. Příště mě prosím nezabíjejte.

# conversations/04_monarch/0401/0401_cv_carlotta:22:DefaultText
source: Graham ordered rollers and whats-its, right? For a... printing press? Here. Take them.
cs: Graham si objednal válečky a cokoliv, že? Pro... tiskařský lis? Tady. Vezmi si je.

# conversations/04_monarch/0401/0401_cv_carlotta:40:DefaultText
source: Why did Sanjar ban you from working with the Iconoclasts?
cs: Proč vám Sanjar zakázal spolupracovat s Iconoclasty?

# conversations/04_monarch/0401/0401_cv_carlotta:41:DefaultText
source: You'd have to ask him. All I know is that if I get caught, I'll get arrested.
cs: Musíte se ho zeptat. Vím jen, že jestli mě chytí, tak mě zavřou.

# conversations/04_monarch/0401/0401_cv_carlotta:44:DefaultText
source: Why have you been helping Graham?
cs: Proč jsi Grahamovi pomáhal?

# conversations/04_monarch/0401/0401_cv_carlotta:46:DefaultText
source: It's an enviable thing he's doing. Free people and all that. I can't live that way - I need my structure - but I respect the Iconoclasts for doing it.
cs: Je to záviděníhodná věc, kterou dělá. Svobodní lidé a tak. Já takhle žít nemůžu - potřebuju svou strukturu - ale vážím si Iconoclastů, že to dělají.

# conversations/04_monarch/0401/0401_cv_carlotta:47:DefaultText
source: Where will they get their supplies now?
cs: Kde teď budou brát zásoby?

# conversations/04_monarch/0401/0401_cv_carlotta:48:DefaultText
source: Law help them, I don't know. Maybe SubLight can lend a hand.
cs: Zákon jim pomáhá, nevím. Možná, že SubLight může podat pomocnou ruku.

# conversations/04_monarch/0401/0401_cv_carlotta:49:DefaultText
source: I should go. Look, Graham's got a bit or two left in his account. I can send one last drop out before I wash my hands of this.
cs: Měl bych jít. Podívej, Grahamovi zbylo na účtu pár drobných. Můžu poslat poslední kapku, než si nad tím umyju ruce.

# conversations/04_monarch/0401/0401_cv_carlotta:50:DefaultText
source: What do you want delivered?
cs: Co chcete doručit?

# conversations/04_monarch/0401/0401_cv_carlotta:51:DefaultText
source: Yeah, I've got a few. I'll send them along.
cs: Jo, pár jich mám. Pošlu vám je.

# conversations/04_monarch/0401/0401_cv_carlotta:52:DefaultText
source: Give them all my regards, and... good luck out there. Don't go getting eaten.
cs: Pozdravujte je ode mě a... hodně štěstí. Nenechte se sežrat.

# conversations/04_monarch/0401/0401_cv_carlotta:53:DefaultText
source: I always took that woman for the sensible type. Good on her. I'll send some along.
cs: Vždycky jsem tu ženu považoval za rozumný typ. To je dobře. Něco jí pošlu.
