Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:165:DefaultText
source: Everybody's a little bit testy. Let's all just step back, take some deep breaths-
cs: Všichni jsou trochu podráždění. Ustupme, zhluboka se nadechněme...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:166:DefaultText
source: This is better than a serial drama. Sorry - I know, not helping.
cs: Je to lepší než seriálové drama. Omlouvám se - já vím, nepomáhá to.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:167:DefaultText
source: Careful, ma'am. We don't want these talks to end in bloodshed.
cs: Opatrně, madam. Nechceme, aby tato jednání skončila krveprolitím.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:169:DefaultText
source: Now this is getting interesting...
cs: Teď to začíná být zajímavé...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:170:DefaultText
source: <cheerful/upbeat music playing>
cs: <hraje veselá/beatová hudba>

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:172:DefaultText
source: Everybody's a little bit testy. Let's all just step back, take some deep breaths-
cs: Všichni jsou trochu podráždění. Ustupme, zhluboka se nadechněme...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:173:DefaultText
source: This is better than a serial drama. Sorry - I know, not helping.
cs: Je to lepší než seriálové drama. Omlouvám se - já vím, nepomáhá to.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:174:DefaultText
source: Careful, ma'am. We don't want these talks to end in bloodshed.
cs: Opatrně, madam. Nechceme, aby tato jednání skončila krveprolitím.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:176:DefaultText
source: Now this is getting interesting...
cs: Teď to začíná být zajímavé...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:177:DefaultText
source: Need a cleaner? Call SAM. Our units are the best in the biz.
cs: Potřebujete čisticí prostředek? Zavolejte SAM. Naše jednotky jsou nejlepší v oboru.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:179:DefaultText
source: I think he's bein' truthful, Captain. I feel it in my gut. Kinda nauseous, but ticklish?
cs: Myslím, že mluví pravdu, kapitáne. Cítím to ve svém nitru. Trochu nevolno, ale lechtá to?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:180:DefaultText
source: Mr. Nandi says he don't know a thing. I say we take his word for it.
cs: Pan Nandi říká, že nic neví. Já říkám, že mu máme věřit.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:181:DefaultText
source: The innocent of heart are often blind to the guilt in others.
cs: Lidé s nevinným srdcem jsou často slepí k vině druhých.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:182:DefaultText
source: I buy it. Sanjar ain't capable of hurting a sprat, even from a distance.
cs: Kupuji to. Sanjar není schopen zranit šprota ani na dálku.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:183:DefaultText
source: I think I believe him. He's just dumb enough to mean it.
cs: Myslím, že mu věřím. Je dost hloupý na to, aby to myslel vážně.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:185:DefaultText
source: You can't just take bureaucrats at their word. You back someone into a corner like this and they'll say anything to get out of it.
cs: Nemůžete úředníky chytat za slovo. Když někoho takto zatlačíte do kouta, řekne cokoli, aby se z toho dostal.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:188:DefaultText
source: We done a good thing, Captain. A real good thing. Lots of folks are gonna be better off 'cause of this.
cs: Udělali jsme dobrou věc, kapitáne. Opravdu dobrou věc. Spousta lidí se díky tomu bude mít lépe.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:189:DefaultText
source: Never doubted you for a minute, boss.
cs: Ani na minutu jsem o vás nepochyboval, šéfe.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:190:DefaultText
source: We've changed the course of the future, Captain. You helped steer it toward the better.
cs: Změnili jsme směr budoucnosti, kapitáne. Pomohl jste ji nasměrovat k lepšímu.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:191:DefaultText
source: Gotta be honest, Captain. Never thought I'd see the day. You've done a good thing for Monarch here.
cs: Musím být upřímný, kapitáne. Nikdy jsem si nemyslel, že se toho dožiju. Pro Monarchu jste udělal dobrou věc.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:192:DefaultText
source: Fifty bits says they kill each other before the week's out.
cs: Padesát kousků říká, že se do konce týdne navzájem zabijí.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:194:DefaultText
source: At this moment, I need a place for my people. You can share or we can take it. Up to you.
cs: V tuto chvíli potřebuji místo pro své lidi. Můžete se o něj podělit, nebo si ho můžeme vzít. Záleží na vás.
