Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_donald.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_donald:1:DefaultText
source: How'd you get up here? Through the caves?
cs: Jak ses sem dostal? Přes jeskyně?

# conversations/04_monarch/0401/0401_cv_donald:2:DefaultText
source: What caves?
cs: Jaké jeskyně?

# conversations/04_monarch/0401/0401_cv_donald:3:DefaultText
source: That's right. I did.
cs: Přesně tak. To jsem udělal já.

# conversations/04_monarch/0401/0401_cv_donald:4:DefaultText
source: We're mercs. And our current contract mandates that we annihilate any creatures - or persons - that emerge from the tunnel.
cs: Jsme žoldáci. A naše současná smlouva nám nařizuje zničit všechny tvory - nebo osoby -, které se vynoří z tunelu.

# conversations/04_monarch/0401/0401_cv_donald:5:DefaultText
source: Seriously?
cs: Vážně?

# conversations/04_monarch/0401/0401_cv_donald:6:DefaultText
source: Trying that would be a mistake.
cs: Zkoušet to by byla chyba.

# conversations/04_monarch/0401/0401_cv_donald:7:DefaultText
source: Allow me to intervene. It's my job to mediate any conflicts of interest regarding C3 and third parties.
cs: Dovolte mi, abych zasáhl. Mým úkolem je zprostředkovat jakýkoli střet zájmů týkající se společnosti C3 a třetích stran.

# conversations/04_monarch/0401/0401_cv_donald:8:DefaultText
source: Role? Technically, I'm jobless.
cs: Role? Technicky vzato jsem bez práce.

# conversations/04_monarch/0401/0401_cv_donald:9:DefaultText
source: You can consider me the CEO of a company of one.
cs: Můžete mě považovat za generálního ředitele jedné společnosti.

# conversations/04_monarch/0401/0401_cv_donald:10:DefaultText
source: J-jobless?! Wha - how - why?! If you ain't out here on account of work then, might be you ought to explain -
cs: J-bez práce?! Co - jak - proč?! Jestli tady nejsi kvůli práci, tak bys to měl vysvětlit -

# conversations/04_monarch/0401/0401_cv_donald:11:DefaultText
source: A lean but efficient corporate structure. I'm impressed. Still, I got to wonder -
cs: Štíhlá, ale efektivní firemní struktura. Jsem ohromen. Přesto se musím ptát -

# conversations/04_monarch/0401/0401_cv_donald:12:DefaultText
source: What are your intentions regarding Devil's Peak Station? That is why you've wandered out here, I presume.
cs: Jaké jsou vaše záměry ohledně stanice Devil's Peak? Předpokládám, že proto jste se sem zatoulal.

# conversations/04_monarch/0401/0401_cv_donald:13:DefaultText
source: I've never even heard of Devil's Peak Station.
cs: O stanici Devil's Peak jsem nikdy neslyšel.

# conversations/04_monarch/0401/0401_cv_donald:14:DefaultText
source: I need to speak with an information broker named Hiram.
cs: Potřebuji mluvit s informačním makléřem jménem Hiram.

# conversations/04_monarch/0401/0401_cv_donald:15:DefaultText
source: I'm interested in the station's radio broadcasts.
cs: Zajímá mě rozhlasové vysílání stanice.

# conversations/04_monarch/0401/0401_cv_donald:16:DefaultText
source: Our guidelines allow us some leeway in identifying threats to our client. Your... unorthodox profession makes me think we ought to remove you from the premises... permanently.
cs: Naše pokyny nám umožňují určitou volnost při identifikaci hrozeb pro klienta. Vaše... neortodoxní povolání mě vede k tomu, že bychom vás měli vykázat z objektu... natrvalo.

# conversations/04_monarch/0401/0401_cv_donald:18:DefaultText
source: However, the terms of our contract specifically targets marauders, Iconoclasts, MSI operatives and anyone deemed too 'hobo-like' in appearance.
cs: Podmínky naší smlouvy se však výslovně zaměřují na nájezdníky, ikonoklasty, agenty MSI a všechny, kteří mají příliš "tulácký" vzhled.

# conversations/04_monarch/0401/0401_cv_donald:19:DefaultText
source: All right. That there's an HR violation. C3 does not tolerate threats made to company property or personnel.
cs: Dobře. Že došlo k porušení lidských zdrojů. Společnost C3 netoleruje vyhrožování majetku společnosti nebo zaměstnancům.

# conversations/04_monarch/0401/0401_cv_donald:20:DefaultText
source: Will <oeiglobal>0401_C3BribeValue</oeiglobal> bits cover it?
cs: Pokryjí to bity <oeiglobal>0401_C3BribeValue</oeiglobal>?

# conversations/04_monarch/0401/0401_cv_donald:21:DefaultText
source: We've both lost on this interaction. Call it even, or I'll be forced to collect as well.
cs: V této interakci jsme oba prohráli. Uznejte to za vyrovnané, nebo budu nucen také inkasovat.

# conversations/04_monarch/0401/0401_cv_donald:22:DefaultText
source: <Attack> This farce has gone on long enough. My guns will do the talking now.
cs: <Útok> Tahle fraška už trvá dost dlouho. Teď budou mluvit moje zbraně.

# conversations/04_monarch/0401/0401_cv_donald:26:DefaultText
source: Exactly who is your client?
cs: Kdo přesně je váš klient?

# conversations/04_monarch/0401/0401_cv_donald:28:DefaultText
source: How'd the station end up overrun by marauders if you were hired to guard it?
cs: Jak se stalo, že stanici obsadili nájezdníci, když jste byl najat, abyste ji hlídal?

# conversations/04_monarch/0401/0401_cv_donald:29:DefaultText
source: Trying to say we didn't do our job? I'll have you know, our contract was to stop any marauders coming from the caves. Didn't say nothing about the ones taking the mountain path.
cs: Snažíte se říct, že jsme neodvedli svou práci? Musím ti říct, že naše smlouva zněla zastavit všechny nájezdníky přicházející z jeskyní. O těch, kteří se vydali horskou cestou, jsme nic neřekli.

# conversations/04_monarch/0401/0401_cv_donald:30:DefaultText
source: We'll simply clear them out later. Once we've the go-ahead from Berthold.
cs: Později je jednoduše odstraníme. Jakmile dostaneme od Bertholda povolení.

# conversations/04_monarch/0401/0401_cv_donald:31:DefaultText
source: Who's Berthold? Your boss?
cs: Kdo je Berthold? Váš šéf?

# conversations/04_monarch/0401/0401_cv_donald:32:DefaultText
source: That's right. Berthold Fox is our boss man - Founder, President, and CEO. Berty went down into the caves on a hunt for marauders, give or take six hours ago.
cs: Přesně tak. Berthold Fox je náš šéf - zakladatel, prezident a generální ředitel. Berty se vydal do jeskyní na lov nájezdníků, plus minus před šesti hodinami.

# conversations/04_monarch/0401/0401_cv_donald:33:DefaultText
source: He's a hands-on type. Likes to handle the tougher tasks himself.
cs: Je to praktický typ. Rád zvládá náročnější úkoly sám.

# conversations/04_monarch/0401/0401_cv_donald:34:DefaultText
source: Although, he should've been back goin' on six hours now. I'd ask you to check the caves for him. But then we'd have to kill you when you crawl back out.
cs: I když už by měl být zpátky šest hodin. Požádal bych tě, abys ho zkontroloval v jeskyních. Ale pak bychom tě museli zabít, až se vyplazíš zpátky.

# conversations/04_monarch/0401/0401_cv_donald:35:DefaultText
source: Make me an honorary C3, and I'll look for him.
cs: Udělejte ze mě čestného C3 a já ho vyhledám.

# conversations/04_monarch/0401/0401_cv_donald:36:DefaultText
source: I think I'll steer clear of the caves, if it's all the same.
cs: Myslím, že se vyhnu jeskyním, pokud je to všechno stejné.

# conversations/04_monarch/0401/0401_cv_donald:37:DefaultText
source: Done. Use this - signal's locked to Berty's tracker. Should lead you right to him.
cs: Hotovo. Použijte toto - signál je uzamčen na Bertyho sledovači. Měl by tě dovést přímo k němu.

# conversations/04_monarch/0401/0401_cv_donald:38:DefaultText
source: Anything else you need?
cs: Potřebujete ještě něco?

# conversations/04_monarch/0401/0401_cv_donald:40:DefaultText
source: Probably for the best. Berty's going to be back... any minute now...
cs: Pravděpodobně je to tak lepší. Berty se vrátí... každou chvíli...

# conversations/04_monarch/0401/0401_cv_donald:41:DefaultText
source: I'll look for Berthold if I get a free pass to explore the caves.
cs: Podívám se po Bertholdovi, jestli dostanu volnou vstupenku na průzkum jeskyní.

# conversations/04_monarch/0401/0401_cv_donald:43:DefaultText
source: The guy calls himself the 'Information Broker.' Like he's starring in one of those fancy broadcast productions the station puts out. My guess is, he brokers... information.
cs: Říká si "informační makléř". Jako by hrál v jedné z těch efektních televizních inscenací, které stanice vysílá. Hádám, že zprostředkovává... informace.

# conversations/04_monarch/0401/0401_cv_donald:44:DefaultText
source: I'll be going now.
cs: Teď už půjdu.

# conversations/04_monarch/0401/0401_cv_donald:45:DefaultText
source: Good answer. I wasn't looking forward to gutshotting you. See, the thing is, I'm with the Corporate Compliance Crew - C3, if you will.
cs: Dobrá odpověď. Netěšil jsem se, až tě střelím do břicha. Víte, jde o to, že patřím do Corporate Compliance Crew - C3, chcete-li.

# conversations/04_monarch/0401/0401_cv_donald:59:DefaultText
source: You still here?
cs: Jsi ještě tady?

# conversations/04_monarch/0401/0401_cv_donald:64:DefaultText
source: Enforcing compliance is just busy work. Damn it.
cs: Vymáhání dodržování předpisů je jen práce. Zatraceně.

# conversations/04_monarch/0401/0401_cv_donald:65:DefaultText
source: Well, that's unfortunate. For you, I mean. 'Cause see, the thing is -
cs: No, to je nešťastné. Myslím pro tebe. Protože víš, jde o to...

# conversations/04_monarch/0401/0401_cv_donald:68:DefaultText
source: We're mercs. And our current contract mandates that we annihilate any creatures - or persons - that emerge from the tunnel.
cs: Jsme žoldáci. A naše současná smlouva nám nařizuje zničit všechny tvory - nebo osoby -, které se vynoří z tunelu.

# conversations/04_monarch/0401/0401_cv_donald:69:DefaultText
source: I'm with the Corporate Compliance Crew - C3, if you will.
cs: Patřím do skupiny pro dodržování předpisů - C3, chcete-li.

# conversations/04_monarch/0401/0401_cv_donald:73:DefaultText
source: Aside from the fact that I'm guy in charge of it? I reckon killing the person who saved one of our own won't have a positive impact on our image. Do you?
cs: Kromě toho, že to mám na starosti já? Počítám, že zabití člověka, který zachránil jednoho z nás, nebude mít pozitivní dopad na naši image. Myslíš?

# conversations/04_monarch/0401/0401_cv_donald:74:DefaultText
source: What does that have to do with PR?
cs: Co to má společného s PR?

# conversations/04_monarch/0401/0401_cv_donald:76:DefaultText
source: C3s, fire at will!
cs: C3, střílejte dle libosti!

# conversations/04_monarch/0401/0401_cv_donald:77:DefaultText
source: I saw the boss man die in the skirmish. But my mind... it don't believe it.
cs: Viděl jsem, jak šéf zemřel při potyčce. Ale moje mysl... tomu nevěří.

# conversations/04_monarch/0401/0401_cv_donald:78:DefaultText
source: Forget about Berthold. We've got to clear out the station.
cs: Zapomeňte na Bertholda. Musíme vyklidit stanici.

# conversations/04_monarch/0401/0401_cv_donald:80:DefaultText
source: If the marauders kill your client, you won't get paid.
cs: Pokud nájezdníci zabijí vašeho klienta, nedostanete zaplaceno.

# conversations/04_monarch/0401/0401_cv_donald:81:DefaultText
source: Berthold's been gone six hours? You know he's dead, right?
cs: Berthold je pryč šest hodin? Víš, že je mrtvý, že?

# conversations/04_monarch/0401/0401_cv_donald:82:DefaultText
source: Once the marauders finish wrecking the station, they're going to come here and eat you alive.
cs: Jakmile nájezdníci dokončí demolici stanice, přijdou sem a sežerou tě zaživa.

# conversations/04_monarch/0401/0401_cv_donald:83:DefaultText
source: Could use your help clearing out the station.
cs: Hodila by se mi vaše pomoc při vyklízení stanice.

# conversations/04_monarch/0401/0401_cv_donald:90:DefaultText
source: I owe you for bringing the boss man back to us.
cs: Vděčím ti za to, že jsi nám šéfa přivedl zpátky.

# conversations/04_monarch/0401/0401_cv_donald:91:DefaultText
source: Thank the stars that mess is over and done with.
cs: Děkujte hvězdám, že už je po všem.

# conversations/04_monarch/0401/0401_cv_donald:92:DefaultText
source: No. I came around from the... other way.
cs: Ne. Přišel jsem z... druhé strany.

# conversations/04_monarch/0401/0401_cv_donald:93:DefaultText
source: All right. First thing's first. To make a decision in this dispute, I'm gonna need to know what your role in your organization is.
cs: Dobře. Nejdřív to nejdůležitější. Abych mohl v tomto sporu rozhodnout, budu potřebovat vědět, jaká je vaše role ve vaší organizaci.

# conversations/04_monarch/0401/0401_cv_donald:94:DefaultText
source: Mhmm. Might I remind you that it is unethical to lie in an arbitration.
cs: Mhmm. Mohu vám připomenout, že lhát v rozhodčím řízení je neetické.

# conversations/04_monarch/0401/0401_cv_donald:95:DefaultText
source: As you don't appear to fit any of those categories, I'm afraid I can't quite make a call on you.
cs: Protože se nezdá, že byste spadal do některé z těchto kategorií, obávám se, že vás nemohu zcela určit.

# conversations/04_monarch/0401/0401_cv_donald:97:DefaultText
source: Ah, so you're a fan.
cs: Aha, takže jsi fanoušek.

# conversations/04_monarch/0401/0401_cv_donald:98:DefaultText
source: No. I'll sign the clearance form. Just... I must advise you to steer clear of Devil's Peak Station. It's teeming with marauders.
cs: Ne. Podepíšu formulář o schválení. Jen... Musím vám doporučit, abyste se vyhýbali stanici Devil's Peak. Hemží se to tam nájezdníky.

# conversations/04_monarch/0401/0401_cv_donald:99:DefaultText
source: You going to kill Berthold when he returns from the caves, too?
cs: Zabiješ Bertholda, až se vrátí z jeskyní?

# conversations/04_monarch/0401/0401_cv_donald:100:DefaultText
source: Space, no! The contract doesn't target C3s. How'd we enforce it, otherwise?
cs: Vesmír, ne! Smlouva není zaměřena na C3. Jak bychom ji jinak vymáhali?

# conversations/04_monarch/0401/0401_cv_donald:101:DefaultText
source: A might cold-blooded, ain't he, Donald?
cs: Je to chladnokrevník, co, Donalde?

# conversations/04_monarch/0401/0401_cv_donald:101:FemaleText
source: A might cold-blooded, ain't she, Donald?
cs: Je chladnokrevná, že ano, Donalde?

# conversations/04_monarch/0401/0401_cv_donald:102:DefaultText
source: I found him dying in the cave. He said to tell you I'm replacing him as the head of C3.
cs: Našel jsem ho umírat v jeskyni. Řekl mi, abych ti vyřídil, že ho nahradím ve funkci vedoucího C3.

# conversations/04_monarch/0401/0401_cv_donald:104:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0401/0401_cv_donald:108:DefaultText
source: I'll wire ahead to Joy and Hudson for support. All right, C3s! Prepare to head out!
cs: Pošlu telegram Joy a Hudsonovi, aby mě podpořili. Dobře, C3! Připravte se k odjezdu!

# conversations/04_monarch/0401/0401_cv_donald:110:DefaultText
source: Or his body. Whatever you find... bring him back to us. Okay?
cs: Nebo jeho tělo. Ať už najdete cokoli, přiveďte nám ho zpátky. Dobře?

# conversations/04_monarch/0401/0401_cv_donald:111:DefaultText
source: Don, I don't care if the guy's name is the Architect himself so long as we get paid well and paid on time.
cs: Done, je mi jedno, jestli se ten člověk jmenuje sám Architekt, pokud dostaneme dobře a včas zaplaceno.

# conversations/04_monarch/0401/0401_cv_donald:112:DefaultText
source: No dispute here.
cs: O tom není sporu.

# conversations/04_monarch/0401/0401_cv_donald:113:DefaultText
source: And?
cs: A?

# conversations/04_monarch/0401/0401_cv_donald:114:DefaultText
source: I really don't care.
cs: Je mi to jedno.

# conversations/04_monarch/0401/0401_cv_donald:117:DefaultText
source: Don't we as a standing policy provide an alternative to termination via financial restitution?
cs: Neposkytujeme v rámci stálé politiky alternativu k ukončení pracovního poměru prostřednictvím finančního odškodnění?

# conversations/04_monarch/0401/0401_cv_donald:118:DefaultText
source: Rude, ain't he, Don?
cs: Hrubián, že, Done?

# conversations/04_monarch/0401/0401_cv_donald:118:FemaleText
source: Rude, ain't she, Don?
cs: Je hrubá, že ano, Done?

# conversations/04_monarch/0401/0401_cv_donald:119:DefaultText
source: A smidge, yeah.
cs: Trochu ano.

# conversations/04_monarch/0401/0401_cv_donald:120:DefaultText
source: They most certainly should.
cs: To by rozhodně měly.

# conversations/04_monarch/0401/0401_cv_donald:121:DefaultText
source: All right. Lance? Unless you have a final point of contention to make, I'd say he's clear to go.
cs: Dobře. Lance? Pokud nemáte poslední sporný bod, řekl bych, že může jít.

# conversations/04_monarch/0401/0401_cv_donald:121:FemaleText
source: All right. Lance? Unless you have a final point of contention to make, I'd say she's clear to go.
cs: Dobře. Lance? Pokud nemáš poslední sporný bod, řekla bych, že může jít.

# conversations/04_monarch/0401/0401_cv_donald:122:DefaultText
source: On second thought, let's call this one a free learning experience. You're obviously not a marauder, anyway.
cs: Když o tom tak přemýšlím, nazvěme to bezplatnou vzdělávací zkušeností. Stejně zřejmě nejsi nájezdník.

# conversations/04_monarch/0401/0401_cv_donald:123:DefaultText
source: Look, much as we'd like to slaughter some marauders. We can't act unless it's on orders. And those come from the boss man.
cs: Podívejte, i když bychom nejraději vyvraždili pár nájezdníků. Nemůžeme jednat, pokud to není na rozkaz. A ty přicházejí od šéfa.

# conversations/04_monarch/0401/0401_cv_donald:124:DefaultText
source: No, sir. We do not know that. I ain't about to forsake Berty that easily.
cs: Ne, pane. To nevíme. Nehodlám se Bertyho tak snadno vzdát.

# conversations/04_monarch/0401/0401_cv_donald:125:DefaultText
source: Don't fancy getting devoured by marauders. No, I do not.
cs: Nechcete se nechat sežrat nájezdníky. Ne, nemám.

# conversations/04_monarch/0401/0401_cv_donald:126:DefaultText
source: Maybe Berty won't mind if we clear out the station real quick, then get back to our posts.
cs: Možná Bertymu nebude vadit, když rychle vyklidíme stanici a pak se vrátíme na svá stanoviště.

# conversations/04_monarch/0401/0401_cv_donald:127:DefaultText
source: What he doesn't know won't hurt us. Eh, Lance?
cs: To, co neví, nám neublíží. Co, Lanci?

# conversations/04_monarch/0401/0401_cv_donald:128:DefaultText
source: Now that won't hold. There's nothing Berty hates worse than a dead client.
cs: Teď už to nevydrží. Berty nic nesnáší víc než mrtvého klienta.

# conversations/04_monarch/0401/0401_cv_donald:129:DefaultText
source: The Broker's a real paranoid type. I'd wager my keenest knife he's got the place on lockdown. Booby trapped. Add the marauders and we'll be walking into a veritable death gauntlet.
cs: Makléř je opravdu paranoidní typ. Vsadil bych svůj nejostřejší nůž, že to tu má pod zámkem. V pasti. Přidejme k tomu nájezdníky a budeme mít před sebou opravdovou smrtící rukavici.

# conversations/04_monarch/0401/0401_cv_donald:130:DefaultText
source: So it ought to be fun. You find a way to jimmy the front door, and we'll clean house on the main level.
cs: Takže by to měla být zábava. Ty najdeš způsob, jak vypáčit přední dveře, a my uklidíme v hlavním patře.

# conversations/04_monarch/0401/0401_cv_donald:132:DefaultText
source: Get on with it, please.
cs: Pokračujte, prosím.

# conversations/04_monarch/0401/0401_cv_donald:133:DefaultText
source: <Pretend to shoot a gun with your fingers.>
cs: <Předstírejte, že střílíte z pistole prsty.>

# conversations/04_monarch/0401/0401_cv_donald:134:DefaultText
source: Already forgotten.
cs: Již zapomenuto.

# conversations/04_monarch/0401/0401_cv_donald:135:DefaultText
source: You? You're his protégé? I mean, no offense but I never would've figured... I mean. Space me! What're the orders, boss?
cs: Vy? Ty jsi jeho chráněnec? Bez urážky, ale nikdy by mě nenapadlo... Chci říct. Vesmír mě! Jaké jsou rozkazy, šéfe?

# conversations/04_monarch/0401/0401_cv_donald:136:DefaultText
source: If you're wanting to clear the station of all hostiles there's something you ought to know.
cs: Pokud chcete vyčistit stanici od všech nepřátel, měli byste něco vědět.

# conversations/04_monarch/0401/0401_cv_donald:137:DefaultText
source: No, I didn't come up through the caves.
cs: Ne, nešel jsem nahoru přes jeskyně.

# conversations/04_monarch/0401/0401_cv_donald:138:DefaultText
source: Addie, our Chief Financial Officer could confirm, but I'm betting if you're willing to compensate us for our lost time and productivity due to this arbitration, you could pass.
cs: Addie, náš finanční ředitel by to mohl potvrdit, ale vsadím se, že pokud jste ochotni nám kompenzovat ztrátu času a produktivity kvůli této arbitráži, můžete to přejít.

# conversations/04_monarch/0401/0401_cv_donald:139:DefaultText
source: I like him.
cs: Mám ho rád.

# conversations/04_monarch/0401/0401_cv_donald:139:FemaleText
source: I like her.
cs: Líbí se mi.

# conversations/04_monarch/0401/0401_cv_donald:140:DefaultText
source: You got a medic on staff? I could offer my services in exchange for a free pass.
cs: Máte ve štábu zdravotníka? Mohl bych nabídnout své služby výměnou za volnou vstupenku.

# conversations/04_monarch/0401/0401_cv_donald:141:DefaultText
source: As a matter of fact, we could use a skilled sawbones. Seems a fair trade to me.
cs: Vlastně by se nám hodila zkušená pila. Přijde mi to jako férový obchod.

# conversations/04_monarch/0401/0401_cv_donald:142:DefaultText
source: Joy sent me to talk to you.
cs: Joy mě poslala, abych s tebou promluvil.

# conversations/04_monarch/0401/0401_cv_donald:143:DefaultText
source: That's all well and good, but the reason you've come is secondary to the arbitration at hand.
cs: To je všechno hezké, ale důvod, proč jste přišli, je pro rozhodčí řízení vedlejší.

# conversations/04_monarch/0401/0401_cv_donald:144:DefaultText
source: I met Joy by the station. Was hoping to get you guys to do your job and take down the marauders.
cs: Joy jsem potkal na nádraží. Doufala jsem, že vás přiměju, abyste udělali svou práci a zlikvidovali ty nájezdníky.

# conversations/04_monarch/0401/0401_cv_donald:145:DefaultText
source: Can't we all just get along - for free? We're on the same side here.
cs: Nemůžeme spolu všichni vycházet - zadarmo? Jsme na stejné straně.

# conversations/04_monarch/0401/0401_cv_donald:146:DefaultText
source: I guess we might could. There's something I like about you. Can't put my finger on it, but I feel like I'd rather have you with us than against us.
cs: Myslím, že bychom mohli. Něco se mi na tobě líbí. Nedokážu to pojmenovat, ale mám pocit, že bych tě měl raději s námi než proti nám.

# conversations/04_monarch/0401/0401_cv_donald:147:DefaultText
source: I did your job for you. The station has been cleared of marauders.
cs: Udělal jsem práci za tebe. Stanice byla vyčištěna od nájezdníků.

# conversations/04_monarch/0401/0401_cv_donald:148:DefaultText
source: Well, that's a pickle. See, I don't recollect that our contract specifies what to do in the case of a third party fulfilling our obligations.
cs: No, to je problém. Víte, nevzpomínám si, že by naše smlouva stanovovala, co dělat v případě, že třetí strana splní naše závazky.

# conversations/04_monarch/0401/0401_cv_donald:149:DefaultText
source: Shucks, Lance. Why give the client the details? All that matters is that the work's been done. Seems to me, we can close up, cash out, and move on.
cs: Sakra, Lanci. Proč klientovi sdělovat podrobnosti? Záleží jen na tom, že je práce hotová. Zdá se mi, že to můžeme uzavřít, vyplatit peníze a jít dál.

# conversations/04_monarch/0401/0401_cv_donald:150:DefaultText
source: I do love when you think outside the box, Don. Fair enough. I'll sign the clearance form and issue our 'external contractor' here an NDA.
cs: Mám rád, když přemýšlíš jinak, Done. To je fér. Podepíšu formulář a vystavím našemu "externímu dodavateli" NDA.
