Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_alarm_udl_lab.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:1:DefaultText
source: Alarm Status: OFFLINE =========================== NOTE: The next person who sets the alarm off as a joke is getting the lost time taken out of their paycheck. It was funny the first time. Not the last twenty-seven. - NS
cs: Stav alarmu: Dalšímu člověku, který alarm spustí z legrace, bude ztracený čas stržen z výplaty. Poprvé to bylo vtipné. Ne posledních sedmadvacetkrát. - NS

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:2:DefaultText
source: [Activate Alarm]
cs: [Aktivovat alarm]

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:4:DefaultText
source: Alarm Status: ACTIVATED =========================== NOTE: Chastity, if you lost your keycard again, I'm cutting your monthly Fizzy Tea rations in half. - NS
cs: Stav alarmu: Chastity, jestli jsi znovu ztratila kartu, snížím ti měsíční příděl šumivého čaje na polovinu. - NS

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:7:DefaultText
source: [View Logs]
cs: [Zobrazit protokoly]

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:8:DefaultText
source: Incident Logs =========================== UDL is committed to the safety and security of its property, human and otherwise. For security purposes, only the most recent records of alarm activations will be kept.
cs: Záznamy o událostech =========================== Společnost UDL dbá na bezpečnost svého majetku, ať už lidského nebo jiného. Z bezpečnostních důvodů budou uchovávány pouze nejnovější záznamy o aktivaci alarmu.

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:12:DefaultText
source: Incident #52 =========================== Alarm triggered at [4:17 PM] by [POWELL, J.] Retrieving transcript... POWELL, J.: [inaudible] -marauders! They're really here this time! SANDERS, N.: I'm not falling for that. Get back to work. POWELL, J.: I mean it! We- [static]
cs: Incident #52 =========================== Alarm spuštěn v [16:17] [POWELL, J.] Získávání přepisu... POWELL, J.: [neslyšitelně] -marauders! Tentokrát jsou opravdu tady! SANDERS, N.: Na to neskočím. Vraťte se k práci. POWELL, J.: Myslím to vážně! My...

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:13:DefaultText
source: Incident #51 =========================== Alarm triggered at [2:11 AM] by [CHAMBERS, C.] Retrieving transcript... SANDERS, N.: What is it now?! CHAMBERS, C.: Sorry. Cost my leecard. SANDERS, N.: Chastity? Are you drunk? CHAMBERS, C.: ...[no audio available] SANDERS, N.: Chastity. CHAMBERS, C.: ...No. SANDERS, N.: Oh, for [CENSORED - language inconsistent with UDL standards]. If I have to deal with one more false alarm, I'll [CENSORED - language inconsistent with UDL standards] but not before I've [CENSORED - language inconsistent with UDL standards] Fish Stix. CHAMBERS, C.: [static] SANDERS, N.: Architect's balls. Are you asleep out there? CHAMBERS, C.: Wha-? No. SANDERS, N.: Just get inside.
cs: Incident #51 =========================== Alarm spuštěn v [2:11] [CHAMBERS, C.] Získávání přepisu... SANDERS, N.: Co je to teď?! CHAMBERS, C.: Omlouvám se. Stálo mě to leecard. SANDERS, N.: Chastity? Jsi opilá? CHAMBERS, C.: ... [zvuk není k dispozici] SANDERS, N.: Chastity. CHAMBERS, C.: ...Ne. SANDERS, N.: Oh, pro [CENZUROVÁNO - jazyk v rozporu se standardy UDL]. Jestli budu muset řešit ještě jeden falešný poplach, tak [CENZURA - jazyk v rozporu se standardy UDL], ale ne dřív, než [CENZURA - jazyk v rozporu se standardy UDL] Fish Stix. CHAMBERS, C.: [statický] SANDERS, N.: Architektovy koule. Spíš tam venku? CHAMBERS, C.: Co...? Ne. SANDERS, N.: Prostě jdi dovnitř.

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:14:DefaultText
source: Incident #50 =========================== Alarm triggered at [5:04 PM] by [POWELL, J.] Retrieving transcript... POWELL, J.: Marauders! Help! SANDERS, N.: Everyone, lockdown protocols! Powell, how many do you see? POWELL, J.: Laws, they're- they're everywhere! SANDERS, N.: Come on, I need details! POWELL, J.: Okay! Uh... check up your ass. Because I'm pretty sure you've got something lodged in there. SANDERS, N.: Oh, for the love of- [inaudible]
cs: Incident #50 =========================== Alarm spuštěn v [17:04] [POWELL, J.] Získávání přepisu... POWELL, J.: Marauders! Pomoc! SANDERS, N.: Všichni, uzavřít protokoly! Powelle, kolik jich vidíš? Zákony, jsou všude! No tak, potřebuju podrobnosti! Dobře! Uh... podívejte se do zadku. Protože jsem si docela jistý, že tam máš něco zastrčeného. SANDERS, N.: Pro lásku... [neslyšitelné]

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:16:DefaultText
source: Incident #49 =========================== Alarm triggered at [12:39 AM] by [CHAMBERS, C.] Retrieving transcript... SANDERS, N.: Chastity? Everything okay? CHAMBERS, C.: Sorry, I can't find my keycard. SANDERS, N.: So you set off the alarm? You could've knocked. CHAMBERS, C.: ...huh.
cs: Incident #49 =========================== Alarm spuštěn v [12:39] [CHAMBERS, C.] Získávání přepisu... SANDERS, N.: Chastity? Je všechno v pořádku? CHAMBERS, C.: SANDERS, N.: Takže jsi spustila alarm? Mohl jsi zaklepat. CHAMBERS, C.: ...huh.

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:17:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0401/0401_cp_alarm_udl_lab:18:DefaultText
source: [Back]
cs: [Zpět]
