Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_sublight_thug_interrogation_m.po
Languages: cs

source: Whoa, hold a moment. Who the hell are you?
cs: Počkejte chvíli. Kdo sakra jsi?

source: Oh, come on. You've forgotten my name AGAIN?
cs: Ale no tak. Zase jsi zapomněl moje jméno?

source: Aw, shit. Sorry.
cs: Do prdele. Omlouvám se.

source: Whatever, I'm used to it.
cs: To je jedno, jsem na to zvyklý.

source: That's sad. I get lost in the system once in a while, too. Sorry again.
cs: To je smutné. Taky se občas ztratím v systému. Ještě jednou se omlouvám.

source: No problem. Take care.
cs: Žádný problém. Dávejte na sebe pozor.

source: You too.
cs: Vy také.

source: Wrong question.
cs: Špatná otázka.

source: Come off it. I was just going to welcome you to the unit.
cs: Přestaň s tím. Právě jsem tě chtěl přivítat v jednotce.

source: I don't need a welcome!
cs: Nepotřebuji uvítání!

source: Okay, all right.
cs: Dobře, v pořádku.

source: Well. You made your point.
cs: Dobře. Vyjádřil jste svůj názor.

source: Nobody. Just trying to earn my bit.
cs: Nikdo. Jen se snažím vydělat si svůj díl.

source: Yeah, you and me both.
cs: Jo, ty i já.

source: I'll, uh, patrol elsewhere.
cs: Budu hlídkovat jinde.

source: Right.
cs: Vpravo.

source: I'll let you get back to it, then.
cs: Nechám vás tedy, abyste se k tomu vrátil.

source: Ah, crap.
cs: A sakra.

source: Hey! Impostor over here!
cs: Hej! Tady je podvodník!

source: What, is Malin sending backup now?
cs: Cože, Malin teď posílá posily?

source: Yeah. You're taking too long out here.
cs: Jo. Trvá ti to příliš dlouho.

source: Well, this Carlotta bitch is being stubborn. Ain't our fault.
cs: No, ta mrcha Carlotta je tvrdohlavá. Není to naše chyba.

source: I'll be sure to tell Malin that.
cs: Určitě to Malin vyřídím.

source: N- now, hold on. Ain't no call for that. We'll get this door open soon.
cs: N- teď počkejte. Na to není čas. Brzy ty dveře otevřeme.

source: I'll get to her myself, then.
cs: Tak se k ní dostanu sám.

source: Yeah, all right. Good luck with that.
cs: Jo, dobře. Hodně štěstí.

source: You need backup, do you?
cs: Potřebujete zálohu, že?

source: Of - of course not!
cs: Samozřejmě, že ne!

source: Damn it. Forget it.
cs: Sakra. Zapomeňte na to.

source: You want to prove it?
cs: Chcete to dokázat?

source: Just here to help, friend.
cs: Jen jsem ti přišel pomoct, příteli.

source: Hm. Suppose another set of hands can't hurt.
cs: Hm. Předpokládám, že další pár rukou neuškodí.

source: That's the spirit! Go team!
cs: To je ten správný duch! Do toho, týme!

source: Yeah!
cs: Jo!

source: Yeah. I've got your back, don't worry.
cs: Jo. Kryju ti záda, neboj se.

source: Glad to hear it.
cs: To rád slyším.

source: You ain't one of us. Give me one reason I shouldn't shoot you right now.
cs: Nejsi jeden z nás. Řekni mi jediný důvod, proč bych tě neměl hned teď zastřelit.

source: What are you on about? I'm part of your crew.
cs: O čem to mluvíte? Jsem členem vaší posádky.

source: Bullshit.
cs: Blbost.

source: I can't believe you don't fucking recognize me. This is starting to piss me off.
cs: Nemůžu uvěřit, že mě kurva nepoznáváš. Začíná mě to štvát.

source: I... uh. Okay. Maybe... maybe I made a mistake.
cs: Já... Dobře. Možná... možná jsem udělal chybu.

source: What, are you going to shoot me just because you're unsure?
cs: To mě chceš zastřelit jen proto, že si nejsi jistý?

source: Hmm. Well. I don't want to catch shit from Malin. Just watch yourself.
cs: Hmm. Dobře. Nechci od Malin schytat nějaký průser. Dávej si pozor.

source: Oh, forget it. Let's just fight.
cs: Zapomeňte na to. Pojďme se prostě hádat.

source: Because if you try, I'll kill every last one of you.
cs: Protože jestli se o to pokusíte, zabiju vás všechny do jednoho.

source: Ha! You're outnumbered.
cs: Ha! Jste v přesile.

source: I've paid off your friends here. They'll back me.
cs: Zaplatil jsem tady tvým přátelům. Podpoří mě.

source: ...bastards. Fine. Watch yourself. You try anything, I'll take you down with me.
cs: ...bastardi. Fajn. Dávej si pozor. Jestli se o něco pokusíš, vezmu tě s sebou.

source: You telling me you know every single one of us?
cs: Chceš mi říct, že znáš každého z nás?

source: We're a tight unit. You'd know that if you weren't a blasted impostor.
cs: Jsme pevná jednotka. Věděl bys to, kdybys nebyl zatracený podvodník.

source: Impostor!
cs: Podvodník!

source: What? No. Get out of here.
cs: Cože? Ne. Vypadni odsud.

source: You want to waste the ammunition trying, be my guest.
cs: Jestli chceš plýtvat municí, posluž si.

source: Mmm. Fine. I'm keeping an eye on you, though.
cs: Mmm. Fajn. Přesto tě budu sledovat.

source: Look, I'm new here. Give me a break. We'll get to know each other after the mission.
cs: Podívejte, jsem tu nový. Dejte mi pokoj. Po misi se poznáme.

source: How dare you. Is this how you welcome every new member of your unit?
cs: Jak se opovažujete. Takhle vítáte každého nového člena vaší jednotky?

source: Yeah, all right. You owe me a drink once we're back at Fallbrook.
cs: Jo, dobře. Dlužíš mi drink, až se vrátíme do Fallbrooku.

source: New? What? Malin didn't tell us we were getting backup.
cs: Novinka? Co? Malin nám neřekla, že budeme mít posily.

source: Well, shit. All right, rookie. Watch your step around here - we're a trigger-happy bunch.
cs: No, do prdele. Dobře, nováčku. Dávej si pozor, kam šlapeš - jsme banda, co si potrpí na spoušť.
