Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_cascadia_office_entry.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:1:DefaultText
source: Welcome to the offices of Rizzo, a wholly-owned subsidiary of East West Company.
cs: Vítejte v kancelářích společnosti Rizzo, dceřiné společnosti East West Company.

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:6:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:7:DefaultText
source: Available messages:
cs: Dostupné zprávy:

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:9:DefaultText
source: [FROM: C. McClure]
cs: [OD: C. McClure]

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:10:DefaultText
source: [FROM: Z. Blackwood]
cs: [OD: Z. Blackwood]

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:12:DefaultText
source: To: Cecil M. From: Violette H. Subject: Approved metaphors Date: April 17th, 2342 Cecil, I have received multiple complaints about your interactions with customers. According to these reports, the following phrases have been used when describing Rizzo products being sold at your storefront: - "If that ain't savings, just call me a raptidon [expletive deleted]!" - "The latest batch is gonna Knock You Out like a nose full of sulfur!" - "... the north end of a south-bound wooly cow" These--and others--are not approved metaphors. Please refer to your employee handbook for the list of metaphors allowed when working. Much obliged, Violette Humbert Human Resources Department Rizzo, Inc.
cs: Pro: Od: Cecil M: Předmět: Violette H: Datum: Violetta Violetta: 17. dubna 2342 Cecil, obdržela jsem několik stížností na vaše jednání se zákazníky. Podle těchto zpráv byly při popisu výrobků Rizzo prodávaných ve vaší prodejně použity následující fráze: - "Jestli to nejsou úspory, tak mi prostě řekněte raptidon [vymazáno]!" - "Nejnovější várka tě omráčí jako nos plný síry!" - "... severní konec vlnité krávy směřující na jih." Tyto - a další - metafory nejsou schválené. Seznam metafor povolených při práci naleznete v příručce pro zaměstnance. S velkou úctou, Violette Humbert Oddělení lidských zdrojů Rizzo, Inc.

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:13:DefaultText
source: To: Violette H. From: Cecil M. Subject: Violation appeals Date: June 20th, 2342 Violette, I have received notices of the following violations: - Consumption of Non-Approved Lunch Material - Failure to Volunteer for Voluntary Overtime - Sale of Restricted Goods I contest these violations on the following grounds: - I'm allergic to Purpleberry. Making one of our pre-approved Purpleberry Lunch meals will literally kill me. To be candid, it is a miracle I have lived here this long without incident. - I can't volunteer for overtime because I've already been assigned overtime shifts! - OK, I'll fess up to selling restricted goods. You got me there. Selling soap to a man who stinks so bad I can't smell the sulfur around him is against the rules. Fine. I won't do it anymore. - Cecil
cs: Pro: Od: Violette H: Předmět: Violette M: Datum: Violette, obdržel jsem oznámení o následujících porušeních:- Konzumace neschváleného materiálu k obědu - Neúčast na dobrovolné práci přesčas - Prodej zboží s omezením Tato porušení napadám z následujících důvodů: - Jsem alergický na purpuru. Příprava jednoho z našich předem schválených obědových jídel z Purpleberry mě doslova zabije. Upřímně řečeno, je zázrak, že jsem tu žil tak dlouho bez nehody. - Nemohu se přihlásit na přesčas, protože už mi byly přiděleny přesčasové směny! - Dobře, přiznávám se k prodeji zakázaného zboží. Dostal jsi mě. Prodávat mýdlo člověku, který smrdí tak, že kolem sebe necítím síru, je proti pravidlům. Fajn. Už to nebudu dělat. - Cecil

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:14:DefaultText
source: To: Violette H. From: Zora B. Subject: Simon needs soap Date: September 17th, 2342 Violette. Please. We are all begging you. For the love of all that is good and just, please let Cecil sell soap to Simon again. He's got some kind of condition. I don't rightly know what it is. But I've smelled corpses with a finer odor than his. - Zora
cs: Pro: Od: Violette H: Předmět: Zora B: Datum: Simon potřebuje mýdlo září 2342 Violette. Prosím. Všichni tě o to prosíme. Pro lásku ke všemu dobrému a spravedlivému, prosím, dovol Cecilovi, aby Simonovi zase prodával mýdlo. Má nějaký problém. Nevím správně, co to je. Ale už jsem cítila mrtvoly s jemnějším zápachem, než má on. - Zora

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:15:DefaultText
source: To: Pauline B. From: Violette H. Subject: Raptidon sightings Date: September 1st, 2342 Ms. Bartleby, I am writing to inform you that multiple employees have filed Form R-441, Perceived Danger to Human Resources, through my office. It appears that raptidon sightings are growing more and more frequent. As Rizzo, Inc. has not responded to our requests for safety equipment, a level of concern and--dare I say it--restlessness grows among the workers. Any indication as to the truth of these sightings, or of the rumors that Rizzo, Inc. is no longer supporting our efforts here, would go a long way toward improving company morale. Thank you, Violette
cs: Pro: Pauline B: Předmět: Violette H: Datum: Zdá se, že pozorování raptidonů jsou stále častější. Vzhledem k tomu, že společnost Rizzo, a. s., nereaguje na naše žádosti o poskytnutí bezpečnostního vybavení, roste mezi zaměstnanci znepokojení a - troufám si říct - neklid. Jakékoli informace o pravdivosti těchto pozorování nebo zvěstí, že společnost Rizzo, a. s., již nepodporuje naše úsilí, by velmi přispěly ke zlepšení morálky ve společnosti. Děkuji, Violette

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:16:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0401/0401_cp_cascadia_office_entry:17:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
