Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_vendor_iconoclast.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:1:DefaultText
source: Well, now, wait a minute. I still hear those 'saurs crying across the way. How is it you're here and they're still alive?
cs: No, počkejte chvíli. Pořád slyším, jak ti 'sauři přes cestu brečí. Jak je možné, že jsi tady a oni jsou stále naživu?

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:2:DefaultText
source: Well, now, here I thought those mantisaurs had peacefully exited the premises, but you're a simpler explanation. Thanks for the assistance.
cs: No, tak tady jsem si myslel, že ti kudlanky pokojně opustili areál, ale ty jsi jednodušší vysvětlení. Díky za pomoc.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:3:DefaultText
source: I still hear those beasts out there. I believe I'll just wait.
cs: Pořád tam ty bestie slyším. Myslím, že si počkám.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:4:DefaultText
source: A blessed silence at last! I appreciate the assistance.
cs: Konečně požehnané ticho! Oceňuji pomoc.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:5:DefaultText
source: Thanks again, stranger.
cs: Ještě jednou díky, cizinče.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:6:DefaultText
source: Well, if it isn't my friendly wilderness savior!
cs: No, jestli to není můj přátelský zachránce z divočiny!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:7:DefaultText
source: Welcome back.
cs: Vítejte zpět.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:8:DefaultText
source: I'm very sneaky.
cs: Jsem velmi záludný.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:9:DefaultText
source: Mantisaurs. They're all over these parts. I thought I was fleeing to safety, but here I am, and here the bridge ain't.
cs: Kudlanky nábožné. Jsou všude v těchto končinách. Myslel jsem, že utíkám do bezpečí, ale jsem tady a tady most není.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:10:DefaultText
source: Why should I?
cs: Proč bych měl?

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:11:DefaultText
source: Ah, well, if I'm able to make it back to Amber Heights to resupply, I could sell you a thing or two at a discount.
cs: Pokud se mi podaří vrátit se do Amber Heights a doplnit zásoby, mohl bych ti prodat jednu nebo dvě věci se slevou.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:14:DefaultText
source: Name's Weston. Every once in a while I set up shop along these here roads. You find yourself in need of resupply, you come on by.
cs: Jméno Weston. Jednou za čas se tady na těch cestách usadím. Když budeš potřebovat zásoby, zastav se.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:16:DefaultText
source: While picking up supplies from Bronson, I happened to tell your tale, and wouldn't you know it - he recalled your assistance in other matters. Many thanks, stranger.
cs: Při vyzvedávání zásob u Bronsona jsem mu náhodou vyprávěl tvůj příběh, a nevíš, že si vzpomněl na tvou pomoc v jiných záležitostech. Mnohokrát děkuji, cizinče.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:18:DefaultText
source: Show me what you have.
cs: Ukažte mi, co máte.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:19:DefaultText
source: Not right now. Thanks.
cs: Teď ne. Děkuji.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:20:DefaultText
source: Oh, no. Uh uh. I'll take my chances with the mantisaurs, thank you very much.
cs: Ale ne. Uh uh uh. Děkuji pěkně, risknu to s mantisaury.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:21:DefaultText
source: Go on, get!
cs: Tak do toho!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:22:DefaultText
source: Nuh uh! I ain't selling to you! I know what you've been up to and I will not support it!
cs: Ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne, ne. Vím, co jste chystali, a nebudu to podporovat!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:23:DefaultText
source: Go on, get!
cs: Tak do toho!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:24:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:25:DefaultText
source: Screw you too, then.
cs: Tak to jdi do háje i ty.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:26:DefaultText
source: The Iconoclasts are a small family. People talk. Lately about you and your murdering.
cs: Ikonoklasté jsou malá rodina. Lidé mluví. V poslední době o tobě a tvém vraždění.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:27:DefaultText
source: But if not for me you'd be dead!
cs: Ale nebýt mě, byl bys mrtvý!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:28:DefaultText
source: Sorry it had to be this way.
cs: Je mi líto, že to tak muselo být.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:29:DefaultText
source: Ya huh. You sound real sorry. Go on, now!
cs: Jo, jo. Zní to opravdu lítostivě. Tak už běž!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:30:DefaultText
source: Agreed. But if not for you, a lot of my friends wouldn't be. Get out of here!
cs: Souhlasím. Ale nebýt vás, spousta mých přátel by nebyla. Vypadni odsud!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:31:DefaultText
source: Weston, right? What're you doing out here?
cs: Weston, že? Co tady děláš?

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:32:DefaultText
source: Iconoclasts, huh? What do you think about their leader?
cs: Ikonoklasté, co? Co si myslíte o jejich vůdci?

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:33:DefaultText
source: That'd be Zora now. A grisly affair, that, but I'd wager they're better off under her wing.
cs: Teď by to byla Zora. Je to hrozná záležitost, ale vsadil bych se, že pod jejími křídly jim bude líp.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:34:DefaultText
source: Well, I try to keep my head down, but I have heard that Graham fella rambling on a few too many times. Might say he's obsessed. Were I the type to say a thing like that.
cs: Snažím se držet při zemi, ale toho Grahama jsem slyšel blábolit už mockrát. Dalo by se říct, že je posedlý. Kdybych byl ten typ, co by něco takového řekl.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:35:DefaultText
source: Ah, the Iconoclasts have folk around the wilderness. Occasionally some of 'em come to me for aid, providing they can't make it back to Amber Heights.
cs: Aha, ikonoklasté mají kolem divočiny lidi. Občas ke mně někteří z nich přijdou pro pomoc, pokud se nemohou vrátit na Jantarové výšiny.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:36:DefaultText
source: Hello, there! A word, if I may be so bold!
cs: Dobrý den! Na slovíčko, mohu-li být tak smělý!

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:37:DefaultText
source: I ain't selling goods to you just so's you can turn around and use 'em on my people. Get out of here.
cs: Neprodávám vám zboží jen proto, abyste ho mohli použít na mé lidi. Vypadni odsud.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:38:DefaultText
source: Saurs? What are you talking about?
cs: Saurs? O čem to mluvíte?

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:39:DefaultText
source: I don't like hurting the wildlife.
cs: Nerad ubližuji divoké zvěři.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:40:DefaultText
source: Well, they sure seem to like hurting us.
cs: Zdá se, že nám rádi ubližují.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:41:DefaultText
source: Evidently so, stranger.
cs: Zřejmě ano, cizinče.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:42:DefaultText
source: I don't suppose you'd mind stopping a minute and helping me out? Those beasts don't seem to want to leave. I'm of the mind they need forceful convincing.
cs: Nevadilo by vám, kdybyste se na chvíli zastavil a pomohl mi? Zdá se, že ty bestie nechtějí odejít. Myslím, že potřebují přesvědčit silou.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:43:DefaultText
source: Yeah, all right.
cs: Jo, dobře.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:44:DefaultText
source: No. You're on your own.
cs: Ne. Jste v tom sami.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:45:DefaultText
source: You find yourself wandering the wilderness, low on ammunition and the like... well, might be you'd find that useful.
cs: Když se ocitnete na toulkách divočinou a dojde vám munice a podobně... možná by se vám to hodilo.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:46:DefaultText
source: 'Til then, stranger.
cs: Do té doby, cizinče.

# conversations/04_monarch/0401/0401_cv_vendor_iconoclast:47:DefaultText
source: Care to purchase a thing or two?
cs: Chcete si něco koupit?
