Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_arthur.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_arthur:1:DefaultText
source: Stay back. I may be wounded, but I'm still armed.
cs: Zůstaňte vzadu. Možná jsem zraněný, ale stále jsem ozbrojený.

# conversations/04_monarch/0401/0401_cv_arthur:2:DefaultText
source: I want to know what happened here.
cs: Chci vědět, co se tu stalo.

# conversations/04_monarch/0401/0401_cv_arthur:3:DefaultText
source: What's with all the traps?
cs: Co je to za pasti?

# conversations/04_monarch/0401/0401_cv_arthur:4:DefaultText
source: Catherine had us making drops for some big-shot client out here. And before you ask, I don't know who they are. Or were.
cs: Catherine nás nechala dělat kapky pro nějakého velkého klienta. A než se zeptáte, nevím, kdo to je. Nebo byli.

# conversations/04_monarch/0401/0401_cv_arthur:5:DefaultText
source: The whole point of making drops in the middle of nowhere was to keep their identity and whereabouts a secret.
cs: Smyslem výsadků uprostřed ničeho bylo udržet jejich identitu a místo pobytu v tajnosti.

# conversations/04_monarch/0401/0401_cv_arthur:6:DefaultText
source: Where'd the marauders go?
cs: Kam se poděli nájezdníci?

# conversations/04_monarch/0401/0401_cv_arthur:10:DefaultText
source: Cave like this makes a handy place to store goods or hide out for a spell. And the traps usually keep gawkers out.
cs: Taková jeskyně je vhodným místem pro uložení zboží nebo úkryt na chvíli. A pasti obvykle zabrání zvědavcům v přístupu.

# conversations/04_monarch/0401/0401_cv_arthur:13:DefaultText
source: Last I saw, they were headed back up the hill - you'll see it on the right when you get outta here.
cs: Naposledy jsem je viděl, jak se vracejí na kopec - uvidíte ho vpravo, až odsud vyjedete.

# conversations/04_monarch/0401/0401_cv_arthur:14:DefaultText
source: If you've got the sand to go after 'em, I'm sure Catherine can reward you for your trouble.
cs: Jestli máš dost písku, abys za nimi šel, Catherine tě za tvou námahu určitě odmění.

# conversations/04_monarch/0401/0401_cv_arthur:15:DefaultText
source: Don't wait on me. I'll head back to Fallbrook in a spell.
cs: Nečekejte na mě. Za chvíli se vrátím do Fallbrooku.

# conversations/04_monarch/0401/0401_cv_arthur:16:DefaultText
source: The marauders at the facility just west of here?
cs: Ti nájezdníci v zařízení na západ od nás?

# conversations/04_monarch/0401/0401_cv_arthur:17:DefaultText
source: Sounds right.
cs: Zní to správně.

# conversations/04_monarch/0401/0401_cv_arthur:20:DefaultText
source: If you're talking about the marauders up the hill, they're dead.
cs: Pokud mluvíte o nájezdnících na kopci, jsou mrtví.

# conversations/04_monarch/0401/0401_cv_arthur:21:DefaultText
source: Me, I'm headed back to Fallbrook just as soon as I've caught my breath.
cs: Já se vracím do Fallbrooku hned, jakmile popadnu dech.

# conversations/04_monarch/0401/0401_cv_arthur:22:DefaultText
source: First bit of good news I've heard since I crawled into this cave.
cs: První dobrá zpráva, kterou jsem slyšel od chvíle, kdy jsem vlezl do téhle jeskyně.

# conversations/04_monarch/0401/0401_cv_arthur:23:DefaultText
source: I've got "moves."
cs: Mám "pohyby".

# conversations/04_monarch/0401/0401_cv_arthur:24:DefaultText
source: Forget about that, what are YOU doing in this cave?
cs: Zapomeňte na to, co děláte v této jeskyni vy?

# conversations/04_monarch/0401/0401_cv_arthur:25:DefaultText
source: You call those traps? I've seen nanner peels that were more dangerous.
cs: Tomu říkáte pasti? Už jsem viděl nanukové slupky, které byly nebezpečnější.

# conversations/04_monarch/0401/0401_cv_arthur:26:DefaultText
source: Just remember I still got "bullets." In case you get any funny ideas.
cs: Jen si pamatuj, že mám pořád "kulky". Pro případ, že by tě napadly nějaké vtipné myšlenky.

# conversations/04_monarch/0401/0401_cv_arthur:27:DefaultText
source: What are you doing out here, anyway?
cs: Co tady vlastně děláš?

# conversations/04_monarch/0401/0401_cv_arthur:28:DefaultText
source: Hiding from the marauders that hit us, obviously.
cs: Zřejmě se schováváme před nájezdníky, kteří nás přepadli.

# conversations/04_monarch/0401/0401_cv_arthur:29:DefaultText
source: Well, you don't gotta be mean about it.
cs: Nemusíte být zlí.

# conversations/04_monarch/0401/0401_cv_arthur:31:DefaultText
source: Let me take a look at your wounds...
cs: Podívám se na vaše zranění...

# conversations/04_monarch/0401/0401_cv_arthur:32:DefaultText
source: That feels a mite better. Wish I had something to give you, but I gnawed through my last spratwurst an hour ago.
cs: To je o něco lepší. Kéž bych ti mohl něco dát, ale před hodinou jsem dožvýkal poslední špekáček.

# conversations/04_monarch/0401/0401_cv_arthur:33:DefaultText
source: Ellie, can you help with his wounds?
cs: Ellie, můžeš mu pomoct se zraněními?

# conversations/04_monarch/0401/0401_cv_arthur:34:DefaultText
source: I assume you mean "patch 'em up." Not "make 'em bigger."
cs: Předpokládám, že máte na mysli "záplatovat". Ne "zvětšit".

# conversations/04_monarch/0401/0401_cv_arthur:35:DefaultText
source: Glad you made it out. Hope you got the bastards that hit us.
cs: Jsem rád, že jste se dostali ven. Doufám, že jste dostali ty parchanty, co nás přepadli.

# conversations/04_monarch/0401/0401_cv_arthur:36:DefaultText
source: How'd you get past my traps, anyway?
cs: Jak ses vůbec dostal přes moje pasti?

# conversations/04_monarch/0401/0401_cv_arthur:37:DefaultText
source: Now your turn.
cs: Nyní jste na řadě vy.

# conversations/04_monarch/0401/0401_cv_arthur:40:DefaultText
source: Looks like that turned out well.
cs: Vypadá to, že to dopadlo dobře.

# conversations/04_monarch/0401/0401_cv_arthur:41:DefaultText
source: Get to the part where you're hiding in a cave.
cs: Dostaňte se k části, kde se schováváte v jeskyni.

# conversations/04_monarch/0401/0401_cv_arthur:42:DefaultText
source: Yeah. I guess the marauders noticed, 'cause they were waiting for us. Blew the bridge and took off with the goods.
cs: Jo, asi si toho všimli, protože na nás čekali. Vyhodili most do povětří a odjeli se zbožím.

# conversations/04_monarch/0401/0401_cv_arthur:43:DefaultText
source: Marauders were waiting for us. They blew the bridge and took off with the shipment.
cs: Čekali na nás nájezdníci. Vyhodili most do povětří a odjeli se zásilkou.

# conversations/04_monarch/0401/0401_cv_arthur:45:DefaultText
source: Catherine told me some of her couriers had gone missing out here.
cs: Catherine mi řekla, že se tu ztratilo několik jejích kurýrů.

# conversations/04_monarch/0401/0401_cv_arthur:46:DefaultText
source: Nice to know she cares.
cs: Je hezké vědět, že jí na tom záleží.

# conversations/04_monarch/0401/0401_cv_arthur:47:DefaultText
source: If that was your doing, you've got my thanks. And if it wasn't... well, I bet you can still claim the reward from Catherine.
cs: Pokud to byla vaše práce, patří vám můj dík. A jestli ne... no, vsadím se, že odměnu od Catherine si můžeš vyžádat i tak.

# conversations/04_monarch/0401/0401_cv_arthur:49:DefaultText
source: You think they're dead?
cs: Myslíte si, že jsou mrtví?

# conversations/04_monarch/0401/0401_cv_arthur:50:DefaultText
source: The marauders knew we were coming - rigged the bridge with explosives and everything.
cs: Nájezdníci věděli, že se blížíme - na most nastražili výbušniny a všechno možné.

# conversations/04_monarch/0401/0401_cv_arthur:51:DefaultText
source: If they found us, my guess is they found the client, too.
cs: Pokud našli nás, hádám, že našli i klienta.

# conversations/04_monarch/0401/0401_cv_arthur:60:DefaultText
source: Glad you made it back in one piece. Hope Catherine paid you fair.
cs: Jsem rád, že jste se vrátili v pořádku. Doufám, že ti Catherine poctivě zaplatila.

# conversations/04_monarch/0401/0401_cv_arthur:61:DefaultText
source: Okay, hold still, or this is gonna hurt.
cs: Dobře, vydržte, nebo to bude bolet.
