Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_carlotta_intercom.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:1:DefaultText
source: I heard that! I heard all of that! Who's out there? Whoever you are, you're in a lot of trouble!
cs: To jsem slyšel! Slyšel jsem to všechno! Kdo je tam venku? Ať jste kdokoli, máte velké potíže!

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:2:DefaultText
source: It's... too quiet. What are you up to out there?
cs: Je tu... příliš ticho. Co tam venku děláš?

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:3:DefaultText
source: I'm not coming out, you Law-forsaken thugs! Leave me alone!
cs: Já ven nepůjdu, vy zákonem zapomenutí zločinci! Nechte mě na pokoji!

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:5:DefaultText
source: Those thugs are dead. You're safe now.
cs: Ti zločinci jsou mrtví. Teď jsi v bezpečí.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:6:DefaultText
source: Do you have a moment to talk about our salvation through the Order of Scientific Inquiry?
cs: Máš chvilku, abys promluvil o naší spáse prostřednictvím Řádu vědeckého bádání?

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:7:DefaultText
source: Relax. The SubLight squad is gone.
cs: Uvolněte se. Podsvětelná jednotka je pryč.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:8:DefaultText
source: Hello?
cs: Haló?

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:9:DefaultText
source: Relax? I've been cooped up in here for almost two days!
cs: Uvolnit se? Jsem tu zavřený už skoro dva dny!

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:10:DefaultText
source: You can't be serious.
cs: To snad nemyslíte vážně.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:11:DefaultText
source: My ass, I'm safe. I've traded one hazard for another!
cs: Můj zadek, jsem v bezpečí. Vyměnil jsem jedno nebezpečí za druhé!

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:13:DefaultText
source: Who are you, anyway?
cs: Kdo vlastně jste?

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:14:DefaultText
source: [Static]
cs: [Statický]

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:15:DefaultText
source: I'm <oeitoken>PlayerName</oeitoken>. Graham sent me to collect supplies.
cs: Jsem <oeitoken>Jméno hráče</oeitoken>. Graham mě poslal pro zásoby.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:16:DefaultText
source: Just your friendly neighborhood Iconoclast.
cs: Jen přátelský ikonoklast ze sousedství.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:17:DefaultText
source: It doesn't matter who I am. I'm here to pick up Graham's supplies.
cs: Nezáleží na tom, kdo jsem. Přišel jsem vyzvednout Grahamovy zásoby.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:18:DefaultText
source: Oh, for - finally. Tell Graham that this is the last run I'm doing.
cs: Aha, konečně. Řekni Grahamovi, že tohle je moje poslední jízda.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:19:DefaultText
source: Sanjar's declared a stop-sale to you lot, but even if he hadn't, I'm not risking my neck anymore.
cs: Sanjar vám vyhlásil stop-stav, ale i kdyby to neudělal, už nebudu riskovat krk.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:20:DefaultText
source: Lot of dead folk out here. I'm guessing there was a tragic accident.
cs: Je tu spousta mrtvých lidí. Hádám, že došlo k tragické nehodě.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:21:DefaultText
source: Yeah, right, okay, I am absolutely not opening this door.
cs: Jo, jasně, dobře, tyhle dveře rozhodně neotevřu.

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:22:DefaultText
source: Carlotta, is that you?
cs: Carlotto, jsi to ty?

# conversations/04_monarch/0401/0401_cv_carlotta_intercom:23:DefaultText
source: Yeah, and for the hundredth time, I'm not opening this door.
cs: Jo, a po sté říkám, že tyhle dveře neotevřu.
