Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_joy.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_joy:1:DefaultText
source: This station's under the protection of the Corporate Compliance Crew.
cs: Tato stanice je pod ochranou posádky Corporate Compliance Crew.

# conversations/04_monarch/0401/0401_cv_joy:2:DefaultText
source: Uh, no.
cs: Ne.

# conversations/04_monarch/0401/0401_cv_joy:3:DefaultText
source: Sure, I'm totally a marauder. Yes, indeed.
cs: Jistě, jsem úplný nájezdník. Ano, opravdu.

# conversations/04_monarch/0401/0401_cv_joy:4:DefaultText
source: A coherent enough response, I reckon. Must be true.
cs: Myslím, že je to dostatečně ucelená odpověď. Musí to být pravda.

# conversations/04_monarch/0401/0401_cv_joy:5:DefaultText
source: Hmm. Reckon that sounded far too coherent for a marauder. That's good. Otherwise I'd have to kill you.
cs: Hmm. Na nájezdníka to znělo příliš souvisle. To je dobře. Jinak bych tě musel zabít.

# conversations/04_monarch/0401/0401_cv_joy:6:DefaultText
source: You're clear. But I would caution you against pressing on ahead. The station's plumb crawling with marauders, you know.
cs: Je vám to jasné. Ale varoval bych vás, abyste netlačili na pilu. Na stanici se to hemží nájezdníky.

# conversations/04_monarch/0401/0401_cv_joy:7:DefaultText
source: Shouldn't you be doing something about that? It's your job to protect the station.
cs: Neměli byste s tím něco dělat? Vaší prací je chránit stanici.

# conversations/04_monarch/0401/0401_cv_joy:8:DefaultText
source: Thanks for the tip.
cs: Děkujeme za tip.

# conversations/04_monarch/0401/0401_cv_joy:9:DefaultText
source: You oughta talk to my crew. They're guarding a small barracks to the southeast, by the edge of the mountain.
cs: Měl by sis promluvit s mým týmem. Hlídají malá kasárna na jihovýchodě, na okraji hory.

# conversations/04_monarch/0401/0401_cv_joy:10:DefaultText
source: Quit bothering me. I gotta keep eye on the area. Sans distractions.
cs: Přestaň mě otravovat. Musím to tu hlídat. Bez rozptýlení.

# conversations/04_monarch/0401/0401_cv_joy:11:DefaultText
source: Fox radioed ahead. Said I'm to follow you - provide whatever support you need. If those bastard's start shooting, we'll join in.
cs: Fox vysílačkou hlásil dopředu. Řekl, že vás mám sledovat a poskytnout vám veškerou potřebnou podporu. Pokud ti bastardi začnou střílet, přidáme se.

# conversations/04_monarch/0401/0401_cv_joy:12:DefaultText
source: You a marauder? 'Cause me and my Sunshine - that's my gun, if you were wondering - we don't take kindly to marauders.
cs: Jsi nájezdník? Protože já a můj Sunshine - to je moje zbraň, kdyby tě to zajímalo - nemáme rádi nájezdníky.

# conversations/04_monarch/0401/0401_cv_joy:13:DefaultText
source: Hey, we're here to help! Long as the paperwork's done and the pay's good.
cs: Jsme tu, abychom vám pomohli! Dokud je papírování hotové a plat dobrý.

# conversations/04_monarch/0401/0401_cv_joy:14:DefaultText
source: Me and Sunshine are doing exactly what we've been tasked with. You want more details?
cs: Já a Sunshine děláme přesně to, co jsme dostali za úkol. Chcete další podrobnosti?

# conversations/04_monarch/0401/0401_cv_joy:15:DefaultText
source: The fighting ain't gonna get easier on the inside. Best hurry before the marauders regroup. We'll keep watch out here.
cs: Boj uvnitř nebude snazší. Raději si pospěš, než se nájezdníci přeskupí. Budeme hlídat tady.

# conversations/04_monarch/0401/0401_cv_joy:16:DefaultText
source: Me and Sunshine are doing exactly what we've been tasked with. And that's guarding these big 'ol' Devil's Peak horns.
cs: Já a Sunshine děláme přesně to, co jsme dostali za úkol. A to je hlídání těchto velkých rohů Ďáblova vrchu.

# conversations/04_monarch/0401/0401_cv_joy:17:DefaultText
source: I take it you ain't met the other C3s.
cs: Předpokládám, že jste se s ostatními C3 nesetkal.

# conversations/04_monarch/0401/0401_cv_joy:18:DefaultText
source: What're you doing up here? Hunting marauders?
cs: Co tady nahoře děláš? Lovíš nájezdníky?

# conversations/04_monarch/0401/0401_cv_joy:19:DefaultText
source: Is that a trick question? Nevermind, marauders ain't smart enough to be asking those.
cs: Je to záludná otázka? Nevadí, nájezdníci nejsou dost chytří na to, aby se na ně ptali.

# conversations/04_monarch/0401/0401_cv_joy:20:DefaultText
source: What marauders?
cs: Jaké nájezdníky?

# conversations/04_monarch/0401/0401_cv_joy:21:DefaultText
source: That's good, I guess as I wasn't looking forward to double tapping you.
cs: To je asi dobře, protože jsem se netěšil, až tě dvakrát oťukám.

# conversations/04_monarch/0401/0401_cv_joy:22:DefaultText
source: Hey, you! Get over here. There're marauders up ahead.
cs: Hej, ty! Pojď sem. Před námi jsou nájezdníci.

# conversations/04_monarch/0401/0401_cv_joy:23:DefaultText
source: There you are. Boss man said you'd be up this way. Quick regroup before we shoot up the place?
cs: Tady to je. Šéf říkal, že budeš tady nahoře. Rychle se přeskupit, než to tu vystřílíme?

# conversations/04_monarch/0401/0401_cv_joy:24:DefaultText
source: I got to warn you, my girl Sunshine here's a tad trigger-happy. Of course, me and her will follow your lead. Just wanted you to know we wouldn't begrudge you of any violent inclinations.
cs: Musím tě varovat, že moje holka Sunshine je trochu zbrklá. Samozřejmě, že já a ona budeme následovat tvůj příklad. Jen jsem chtěl, abys věděla, že ti nebudeme závidět žádné násilnické sklony.

# conversations/04_monarch/0401/0401_cv_joy:26:DefaultText
source: Go on ahead. C3's got your six.
cs: Pokračujte. C3 má tvou šestku.

# conversations/04_monarch/0401/0401_cv_joy:27:DefaultText
source: I'd prefer to get through unheard and unseen.
cs: Raději bych prošel neslyšen a neviděn.

# conversations/04_monarch/0401/0401_cv_joy:28:DefaultText
source: No need to wait on me. After you.
cs: Nemusíte na mě čekat. Až po tobě.

# conversations/04_monarch/0401/0401_cv_joy:29:DefaultText
source: You're A-okay, stranger. Hear that, Hudson? It's payday!
cs: Jsi v pořádku, cizinče. Slyšíš to, Hudsone? Je den výplaty!

# conversations/04_monarch/0401/0401_cv_joy:30:DefaultText
source: I'm just gonna put this out there - that is a dumb fucking idea. You've got two highly-productive purveyors of death at your command, and you ain't going to unleash us?
cs: Řeknu to jen takhle - je to hloupý nápad. Máš k dispozici dva vysoce produktivní nositele smrti a nehodláš nás vypustit?

# conversations/04_monarch/0401/0401_cv_joy:32:DefaultText
source: Sit tight. I'm going to take a look around.
cs: Zůstaňte sedět. Rozhlédnu se kolem.

# conversations/04_monarch/0401/0401_cv_joy:33:DefaultText
source: Whatever you need. Just don't take too long. Idling makes me wanna shoot something.
cs: Cokoli potřebujete. Jen to netrvá příliš dlouho. Z nečinnosti mám chuť něco zastřelit.

# conversations/04_monarch/0401/0401_cv_joy:34:DefaultText
source: What are you waiting for? Help me kill these marauders.
cs: Na co čekáte? Pomozte mi zabít ty nájezdníky.

# conversations/04_monarch/0401/0401_cv_joy:35:DefaultText
source: How do I find the other C3s?
cs: Jak najdu ostatní jednotky C3?

# conversations/04_monarch/0401/0401_cv_joy:36:DefaultText
source: I'm off.
cs: Odcházím.

# conversations/04_monarch/0401/0401_cv_joy:37:DefaultText
source: See that path that runs underneath that giant archway? Follow it on down. There's a little station near the cliff. You'll find the rest of my crew there.
cs: Vidíte tu cestu, která vede pod obřím obloukem? Jděte po ní dolů. U útesu je malá stanice. Tam najdeš zbytek mé posádky.

# conversations/04_monarch/0401/0401_cv_joy:38:DefaultText
source: There is nothing I'd enjoy more. But the C3s play it by the book. Usually. Go petition the boss man. Maybe you can convince him to alter my duties.
cs: Není nic, co by mě bavilo víc. Ale C3 to hrají podle pravidel. Obvykle. Běžte se obrátit na šéfa. Možná ho přesvědčíš, aby mi změnil povinnosti.

# conversations/04_monarch/0401/0401_cv_joy:39:DefaultText
source: I already have. Your boss has gone missing.
cs: Já už mám. Váš šéf se ztratil.

# conversations/04_monarch/0401/0401_cv_joy:40:DefaultText
source: I got to radio Lance and find out who's taken rank. Only one who can deploy the C3s is the boss man. Without his orders... I can't move on Devil's Peak.
cs: Musím zavolat Lanceovi a zjistit, kdo převzal hodnost. Jediný, kdo může nasadit C3, je šéf. Bez jeho rozkazů... nemůžu na Ďáblův štít vyrazit.

# conversations/04_monarch/0401/0401_cv_joy:41:DefaultText
source: Your gun's the trigger happy one... or you are?
cs: Vaše zbraň je ta, která má radost ze spouště... nebo jste to vy?

# conversations/04_monarch/0401/0401_cv_joy:42:DefaultText
source: Ain't it the same, really? I'd say me and my piece meet each other half-way on the issue. She likes to be used, and I like to put her to good use - as so very often as I can.
cs: Opravdu to není totéž? Řekl bych, že já a můj článek se v této otázce potkáváme na půli cesty. Ona se ráda nechává využívat a já ji rád využívám - tak často, jak jen to jde.

# conversations/04_monarch/0401/0401_cv_joy:43:DefaultText
source: We can tell friend from foe, mind you. But it's probably best not to walk directly in front of us.
cs: Můžeme rozeznat přítele od nepřítele. Ale asi je lepší nechodit přímo před námi.

# conversations/04_monarch/0401/0401_cv_joy:44:DefaultText
source: But it's your call. We'll still back you up if you run into trouble.
cs: Ale je to na vás. Pokud se dostanete do potíží, budeme vás podporovat.

# conversations/04_monarch/0401/0401_cv_joy:45:DefaultText
source: Berty, of all people, went MIA? Well, space me.
cs: Berty, ze všech lidí, zmizel? No, tak mě nechte na pokoji.

# conversations/04_monarch/0401/0401_cv_joy:46:DefaultText
source: Only good Marauder is a dead or dying one. Slick work in there.
cs: Jediný dobrý nájezdník je mrtvý nebo umírající. Slušná práce.

# conversations/04_monarch/0401/0401_cv_joy:47:DefaultText
source: Boss man got himself dead? Never thought I'd see the day. Now who's to call the shots?
cs: Šéf se nechal zabít? Nikdy jsem si nemyslel, že se toho dožiju. Kdo teď bude rozhodovat?

# conversations/04_monarch/0401/0401_cv_joy:48:DefaultText
source: Plenty of unfriendlies still out there. Keep alert. Unless you're looking to get dead.
cs: Stále je tam spousta nepřátel. Buďte ve střehu. Pokud nechcete být mrtví.

# conversations/04_monarch/0401/0401_cv_joy:50:DefaultText
source: Damn, but I like the way you fight, stranger! Wish we could join you but I got orders to stay put.
cs: Sakra, ale líbí se mi, jak bojuješ, cizinče! Kéž bychom se k vám mohli přidat, ale mám rozkaz zůstat na místě.

# conversations/04_monarch/0401/0401_cv_joy:52:DefaultText
source: You got a real talent for murder, stranger. Color me impressed.
cs: Máš opravdový talent na vraždy, cizinče. To na mě udělalo dojem.

# conversations/04_monarch/0401/0401_cv_joy:53:DefaultText
source: This station's under the protection of the Corporate Compliance Crew.
cs: Tato stanice je pod ochranou posádky Corporate Compliance Crew.

# conversations/04_monarch/0401/0401_cv_joy:54:DefaultText
source: You mean the ones still inside? Wish I could, but we play it by the book. You want help, Berthold's the one to ask.
cs: Myslíte ty, které jsou stále uvnitř? Kéž bych mohl, ale hrajeme podle pravidel. Jestli chceš pomoc, požádej Bertholda.
