Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_fq0404_research_station.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:1:DefaultText
source: Universal Defense Logistics =========================== This terminal is only to be used by UDL personnel with A-237 clearance. If you are reading this without A-237 clearance, please report to your supervisor for immediate termination and disciplinary action, including but not limited to: fines in excess of 100,000 bits, detention in a UDL-authorized incarceration center for up to 136 months, mandatory corporate policies and values seminars, revocation of company lounge and/or bathroom privileges.
cs: Univerzální obranná logistika =========================== Tento terminál smí používat pouze personál UDL s oprávněním A-237. Pokud toto čtete bez prověrky A-237, hlaste se prosím svému nadřízenému, abyste mohli okamžitě ukončit pracovní poměr a přijmout disciplinární opatření, mimo jiné: pokuty přesahující 100 000 bitů, zadržení ve vězeňském středisku autorizovaném společností UDL až na 136 měsíců, povinné semináře o firemních zásadách a hodnotách, odebrání práv na firemní salonek a/nebo koupelnu.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:2:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:3:DefaultText
source: [Research Data]
cs: [Výzkumná data]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:5:DefaultText
source: Project Name: LOREM IPSUM Status: IN PROGRESS Authorization: A-237 CLEARANCE ======================== Project LOREM IPSUM shall result in a potent, mostly non-lethal crowd control gas for use against rioting, agitated, or excessively numerous crowds. Rich sulfur pockets make Monarch a prime site for testing and experimentation. Early results show promise, but further research is necessary. UDL disavows all knowledge of and responsibility for LOREM IPSUM. All data in this report is considered proprietary knowledge of UDL.
cs: Název projektu: Stav: LOREM IPSUM Autorizace: A-237 CLEARANCE ======================== Výsledkem projektu LOREM IPSUM má být účinný, většinou nesmrtící plyn pro potlačování davu, který lze použít proti výtržnostem, rozvášněným nebo nadměrně početným davům. Bohaté kapsy síry činí z Monarchu vynikající místo pro testování a experimenty. První výsledky jsou slibné, ale je nutný další výzkum. Společnost UDL se zříká veškerých znalostí a odpovědnosti za přípravek LOREM IPSUM. Veškeré údaje v této zprávě jsou považovány za vlastní znalosti společnosti UDL.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:6:DefaultText
source: [Transfer Files to External Tape]
cs: [Přenos souborů na externí pásku]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:7:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:8:DefaultText
source: Ejecting... Portable storage device ejected.
cs: Vysunutí... Přenosné paměťové zařízení vysunuto.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:10:DefaultText
source: [FROM: N. Sanders]
cs: [OD: N. Sanders]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:11:DefaultText
source: [FROM: R. Valdez]
cs: [OD: R. Valdez]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:12:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:13:DefaultText
source: Ms. Valdez, Just reporting in to let you know the lab's all set up. We found a good sulfur pocket to drill into, so the data's coming in, but this place smells awful. The only local we've had to make contact with is the SubLight boss in Fallbrook. She doesn't ask questions, but I'm pretty sure she's gouging us, and we're all getting sick of expired Cysty-Bits.
cs: Paní Valdezová, jen se hlásím, abych vám sdělil, že laboratoř je připravena. Našli jsme dobrou kapsu na síru, takže data přicházejí, ale tohle místo strašně smrdí. Jediný místní, se kterým jsme museli navázat kontakt, je šéf SubLight ve Fallbrooku. Na nic se neptá, ale jsem si jistý, že nás šidí, a nám všem se dělá špatně z prošlých Cysty-Bitů.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:14:DefaultText
source: Sanders, It's supposed to smell awful. That's the point. And I don't care what SubLight is charging as long as it keeps your presence there quiet. If word gets out, we're going to spend the rest of our lives in corporate re-education seminars. I don't want to hear from you again until you have a working formula. Once we've got that, you and the rest of the lab rats can come to Byzantium and live on cacow ribs for all I care.
cs: Sandersi, mělo by to strašně smrdět. A je mi jedno, co si SubLight účtuje, hlavně že tam budeš potichu. Jestli se to rozkřikne, strávíme zbytek života na firemních převýchovných seminářích. Nechci o tobě už slyšet, dokud nebudeš mít funkční vzorec. Až ho budeme mít, můžeš ty i ostatní laboratorní krysy přijet do Byzance a žít na kravských žebrech, co mě zajímá.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:15:DefaultText
source: [FROM: R. Valdez]
cs: [OD: R. Valdez]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:16:DefaultText
source: And come up with a better name for the project. Something flashy and catchy but that the rest of management will take seriously. Maybe "WATERLOO." Or "DANGERBURN." I'm sick of my boss asking me why I'm forgetting to fill out parts of my reports.
cs: A vymyslete pro projekt lepší název. Něco honosného a chytlavého, co ale zbytek vedení bude brát vážně. Třeba "WATERLOO". Nebo "DANGERBURN." Už mě nebaví, jak se mě šéf ptá, proč zapomínám vyplňovat části hlášení.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:17:DefaultText
source: [Alternate Project Titles]
cs: [Alternativní názvy projektů]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:18:DefaultText
source: ... Access restricted by user POWELL, J. Login credentials required.
cs: ... Přístup omezen uživatelem POWELL, J. Vyžadují se přihlašovací údaje.

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:19:DefaultText
source: If Valdez wants a better title, see how she likes these. - JP She's going to be furious if she ever finds this list, and I'm not covering for you. Make sure these are good and hidden. - NS THUNDERDAWG EGGSMAYHEM SKUNKPARADE FUCKYOUVALDEZ IWANTMYRAISE
cs: Pokud chce Valdezová lepší titul, podívejte se, jak se jí líbí tyto. - JP Bude zuřit, jestli tenhle seznam někdy najde, a já tě nebudu krýt. Ujistěte se, že jsou dobré a skryté. - NS THUNDERDAWG EGGSMAYHEM SKUNKPARADE FUCKYOUVALDEZ IWANTMYRAISE

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:20:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0401/0401_cp_fq0404_research_station:21:DefaultText
source: [Login: Powell, J.]
cs: [Přihlásit se: Powell, J.]
