Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_cascadia_reviews.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:2:DefaultText
source: Welcome to Rizzo's Employee Monitoring and Human Resources Portal! ===========================
cs: Vítejte na portálu pro sledování zaměstnanců a lidských zdrojů společnosti Rizzo! ===========================

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:3:DefaultText
source: [View Data]
cs: [Zobrazit data]

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:6:DefaultText
source: Executive Reviews =========================== Here to assess your progress? Grab a can of Rizzo's Purpleberry Punch, sit back, and learn how YOU can sweeten your career! Note: All employee reviews are property of Rizzo. Misuse of data may result in fines, loss of employee perks, and negative reviews.
cs: Recenze manažerů =========================== Zde můžete zhodnotit svůj pokrok? Vezměte si plechovku Rizzo's Purpleberry Punch, pohodlně se usaďte a zjistěte, jak si můžete osladit kariéru! Poznámka: Všechna hodnocení zaměstnanců jsou majetkem společnosti Rizzo. Zneužití údajů může mít za následek pokuty, ztrátu zaměstnaneckých výhod a negativní hodnocení.

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:8:DefaultText
source: [Executive Review - BLACKWOOD, ZORA]
cs: [Recenze - BLACKWOOD, ZORA]

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:9:DefaultText
source: [Executive Review - MCCLURE, CECIL]
cs: [Recenze - MCCLURE, CECIL]

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:11:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:13:DefaultText
source: Executive Review for ZORA BLACKWOOD =========================== Zora is a top-notch sawbones with a good head for working under pressure. She knows how to assimilate large amounts of detailed information to make quick decisions. Her competence and decisiveness have allowed her to restore more than a few limbs and digits lost to carelessness around the machinery. RECOMMEND FOR EMPLOYEE OF THE MONTH
cs: Recenze pro ZORA BLACKWOOD =========================== Zora je špičková pilka s dobrou hlavou pro práci pod tlakem. Umí vstřebat velké množství podrobných informací a rychle se rozhodovat. Její kompetence a rozhodnost jí umožnily obnovit více než několik končetin a číslic, o které přišla kvůli neopatrnosti u strojů. DOPORUČUJI NA ZAMĚSTNANCE MĚSÍCE

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:15:DefaultText
source: Executive Review for CECIL MCCLURE =========================== Cecil's enthusiasm for Rizzo's products is unmatched, and he displays an impressive knowledge of company products. He's exactly the kind of worker we need to keep at our storefronts. DO NOT PROMOTE BEYOND STORE MANAGER
cs: Hodnocení manažera CECIL MCCLURE =========================== Cecilův entuziasmus pro výrobky Rizzo je nepřekonatelný a má působivé znalosti o produktech společnosti. Je to přesně ten typ pracovníka, kterého potřebujeme mít v našich prodejnách. NEPOVYŠOVAT NAD MANAŽERA PRODEJNY

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:16:DefaultText
source: Printing... Please remove your datapad from the transfer socket.
cs: Tisk... Vyjměte prosím datapad z přenosové zásuvky.

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:19:DefaultText
source: Printing... Please remove your datapad from the transfer socket.
cs: Tisk... Vyjměte prosím datapad z přenosové zásuvky.

# conversations/04_monarch/0401/0401_cp_cascadia_reviews:20:DefaultText
source: [Back]
cs: [Zpět]
