Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_arms_terminal.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_arms_terminal:2:DefaultText
source: Monarch Stellar Industries - ARMS ============================ Welcome to Archives, Records, and Miscellaneous Storage (ARMS). Please select one of the menu options below.
cs: Monarch Stellar Industries - ARMS ============================ Vítejte na stránkách Archivů, záznamů a různých skladů (ARMS). Vyberte si prosím jednu z níže uvedených možností nabídky.

# conversations/04_monarch/0401/0401_cp_arms_terminal:3:DefaultText
source: [View Executive Reviews]
cs: [Zobrazit recenze]

# conversations/04_monarch/0401/0401_cp_arms_terminal:5:DefaultText
source: Accessing... Loading last accessed document...
cs: Přístup k... Načítání naposledy navštíveného dokumentu...

# conversations/04_monarch/0401/0401_cp_arms_terminal:6:DefaultText
source: NOTE: All Executive Reviews are the property of Monarch Stellar Industries. It is not permissible to view or tamper with any Executive Review without the approval of an authorized manager. Monarch Stellar Industries is not responsible for any mental, emotional, or digestive distress that may result from viewing these reviews.
cs: POZNÁMKA: Všechny recenze jsou majetkem společnosti Monarch Stellar Industries. Není přípustné prohlížet nebo manipulovat s jakýmkoli Executive Review bez souhlasu oprávněného manažera. Společnost Monarch Stellar Industries nenese odpovědnost za jakékoli duševní, emocionální nebo zažívací potíže, které mohou vzniknout v důsledku prohlížení těchto recenzí.

# conversations/04_monarch/0401/0401_cp_arms_terminal:9:DefaultText
source: [Executive Review - BRYANT, GRAHAM]
cs: [Recenze - BRYANT, GRAHAM]

# conversations/04_monarch/0401/0401_cp_arms_terminal:10:DefaultText
source: [Executive Review - ERICKSON, DORA]
cs: [Recenze - ERICKSON, DORA]

# conversations/04_monarch/0401/0401_cp_arms_terminal:11:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0401/0401_cp_arms_terminal:12:DefaultText
source: Executive Review for DORA ERICKSON ============================ Dora shows a real knack for brief but compelling presentations supported by catchy slogans. Her delegation skills are also top-notch - she can build a lengthy meeting around any topic and emerge with plenty of work assigned. RECOMMEND FOR PROMOTION
cs: Hodnocení manažera DORA ERICKSON ============================ Dora má skutečný talent pro stručné, ale přesvědčivé prezentace podpořené chytlavými slogany. Její schopnosti delegovat úkoly jsou také špičkové - dokáže uspořádat dlouhou schůzku na jakékoli téma a odejít z ní s množstvím přidělené práce. DOPORUČUJEME K Povýšení

# conversations/04_monarch/0401/0401_cp_arms_terminal:13:DefaultText
source: Executive Review for SANJAR NANDI ============================ Sanjar has a bad habit of padding his reports with numbers and statistics. Not very good with slogans, jingles, and/or taglines. Presentations tend to be dry and lacking in emotional appeal and funny references. Sanjar also displays a noted tendency to complete work rather than delegating it, a trend unbecoming in upper management. All in all, Sanjar's work habits suggest a preoccupation with details and a startling lack of vision. We cannot recommend him for further advancement. NEEDS IMPROVEMENT IN THE FOLLOWING AREAS: Interpersonal communication, brevity, delegation, idea generation.
cs: Executive Review for SANJAR NANDI ============================ Sanjar má zlozvyk vyplňovat své zprávy čísly a statistikami. Neumí příliš dobře používat slogany, znělky a/nebo slogany. Prezentace bývají suché a postrádají emocionální apel a vtipné narážky. Sanjar také projevuje nápadnou tendenci práci spíše dokončit, než ji delegovat, což je trend nevhodný pro vyšší management. Celkově Sanjarovy pracovní návyky naznačují zaujetí detaily a překvapivý nedostatek vize. Nemůžeme ho doporučit k dalšímu postupu. POTŘEBUJE ZLEPŠENÍ V NÁSLEDUJÍCÍCH OBLASTECH: mezilidská komunikace, stručnost, delegování, generování nápadů.

# conversations/04_monarch/0401/0401_cp_arms_terminal:14:DefaultText
source: [Delete All]
cs: [Smazat vše]

# conversations/04_monarch/0401/0401_cp_arms_terminal:15:DefaultText
source: Executive Review for GRAHAM BRYANT ============================ Graham's understanding of product messaging and branding is impressive, especially for a relatively low-level editor. Has a knack for memorable slogans and taglines. However, Graham has issues with brevity and shows consistent disregard for prescribed fonts and formats. Some of his work has been flagged for subversive undertones. RECOMMEND FURTHER SUPERVISION
cs: Recenze pro GRAHAMA BRYANTA ============================ Grahamova znalost produktových sdělení a budování značky je působivá, zejména na to, že se jedná o editora s relativně nízkou úrovní znalostí. Má talent na zapamatovatelné slogany a slogany. Graham má však problémy se stručností a důsledně ignoruje předepsané fonty a formáty. Některé jeho práce byly označeny za podvratné. DOPORUČUJI DALŠÍ DOPORUČENÍ

# conversations/04_monarch/0401/0401_cp_arms_terminal:16:DefaultText
source: Deleting files... Deleting all references and indices... Deleting record of deletion... All files have been deleted.
cs: Odstranění souborů... Odstranění všech odkazů a indexů... Odstranění záznamu o odstranění... Všechny soubory byly odstraněny.

# conversations/04_monarch/0401/0401_cp_arms_terminal:17:DefaultText
source: ERROR: No data available.
cs: CHYBA: Nejsou k dispozici žádné údaje.

# conversations/04_monarch/0401/0401_cp_arms_terminal:19:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0401/0401_cp_arms_terminal:20:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0401/0401_cp_arms_terminal:22:DefaultText
source: Accessing... Restricted file. Executive authorization required to proceed.
cs: Přístup k... Soubor s omezeným přístupem. K pokračování je vyžadováno oprávnění výkonného ředitele.

# conversations/04_monarch/0401/0401_cp_arms_terminal:23:DefaultText
source: [Spoof Login Credentials]
cs: [Podvodné přihlašovací údaje]

# conversations/04_monarch/0401/0401_cp_arms_terminal:24:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
