Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_crashed_ship_bridge.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:1:DefaultText
source: UDL RQL MkIV Gunship ============================ Ship ID: Cantankerous Canid ============================ Error: Captain Matsu's captain's key is active, but his life signs are no longer detected on the bridge. Logging flight hours while not present for duty is a violation of UDL policy.
cs: UDL RQL MkIV Gunship ============================ ID lodi: ============================ Chyba: Na můstku již nejsou detekovány známky života kapitána Matsu. Zaznamenávání letových hodin v době nepřítomnosti ve službě je porušením pravidel UDL.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:2:DefaultText
source: [Eject Captain Matsu's Command Key]
cs: [Vysunout příkazový klíč kapitána Matsu]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:3:DefaultText
source: [View Logs]
cs: [Zobrazit protokoly]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:5:DefaultText
source: Error: Unable to access central log storage. Only the most recent entries in Captain Matsu's logs are available.
cs: Chyba: Nelze získat přístup k centrálnímu úložišti protokolů. K dispozici jsou pouze nejnovější záznamy v denících kapitána Matsu.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:6:DefaultText
source: [Captain's Log: November 12th. 2354]
cs: [Kapitánův deník: 12. listopadu 2354]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:7:DefaultText
source: [Captain's Log: December 21st. 2354]
cs: [Kapitánův deník: 21. prosince 2354]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:8:DefaultText
source: [Captain's Log: January 3rd, 2355]
cs: [Kapitánův deník: 3. ledna 2355]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:9:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:10:DefaultText
source: Another day, another ship lands on Terra One and we can't shoot 'em down. That makes... I've lost count. What's the point of being out here if we can't get some backup?
cs: Další den, další loď přistane na Terra 1 a my je nemůžeme sestřelit. To znamená, že... Už jsem to přestal počítat. Jaký má smysl být tady, když nemůžeme sehnat posily?

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:11:DefaultText
source: How in this Law-forsaken colony is it so impossible to requisition parts? My chief engineer is barking at me to order yet another damn thing and I can't even get a response from corporate.
cs: Jak je možné, že v této zákonem zapomenuté kolonii není možné zrekvírovat součástky? Můj šéfinženýr na mě štěká, abych objednal další zatracenou věc, a já nemůžu dostat ani odpověď od korporace.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:12:DefaultText
source: CE's saying something about spare regulator bypass something something. Chikushou. I'm turning this thing toward the Groundbreaker, firing up the engines and retiring. Better to be arrested than lose power and drift out into space. I just hope this old bird can handle one last trip.
cs: CE říká něco o náhradním bypassu regulátoru. Chikushou. Otáčím to směrem k Groundbreakeru, zapaluji motory a odcházím do důchodu. Lepší být zadržen, než ztratit energii a odplout do vesmíru. Jen doufám, že tenhle starý pták zvládne poslední cestu.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:13:DefaultText
source: Command key ejected.
cs: Příkazový klíč vysunut.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:14:DefaultText
source: [Run Diagnostics]
cs: [Spustit diagnostiku]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:15:DefaultText
source: DIAGNOSTICS REPORT ============================ Main Terminal: Online Bridge Controls: Offline Engines: Technically Functional Hull Integrity: Don't Ask This MkIV Gunship's operational parameters have exceeded acceptable damage ranges. The cost of any repairs necessary at your nearest UDL repair facility will be averaged amongst the crew.
cs: ZPRÁVA O DIAGNOSTICE ============================ Hlavní terminál: Ovládací prvky mostu online: Motory: Offline: Integrita trupu: Technicky funkční: Provozní parametry této dělové lodi MkIV překročily přijatelné rozmezí poškození. Náklady na případnou opravu v nejbližším opravárenském zařízení UDL budou zprůměrovány mezi posádku.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:16:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:17:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:18:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:20:DefaultText
source: UDL RQL MkIV Gunship ============================ Ship ID: Cantankerous Canid ============================ Error: Captain Matsu's keycard has been removed. The current time is %ERROR%, which indicates that the captain's shift is still ongoing. Failure to report to duty is a violation of UDL policy.
cs: UDL RQL MkIV Gunship ============================ ID lodi: ============================ Chyba: Klíčová karta kapitána Matsu byla odstraněna. Aktuální čas je %ERROR%, což znamená, že kapitánova směna stále probíhá. Nedostavení se do služby je porušením pravidel UDL.

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:22:DefaultText
source: [Start Mayday Message Playback]
cs: [Spustit přehrávání zprávy Mayday]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:25:DefaultText
source: [Locate Targeting Module]
cs: [Vyhledat cílový modul]

# conversations/04_monarch/0401/0401_cp_crashed_ship_bridge:26:DefaultText
source: Targeting modules are located in Primary Routing. Access requires Captain Matsu's command key. WARNING: The integration module is responsible for controlling access to this ship's primary functions. Removing it will void your manufacturer's warranty, and despite removing it, the ship remains UDL property. Unauthorized access by parties not covered by UDL policy is a felony.
cs: Moduly cílení jsou umístěny v Primárním směrování. Přístup vyžaduje příkazový klíč kapitána Matsu. UPOZORNĚNÍ: Integrační modul je zodpovědný za kontrolu přístupu k primárním funkcím této lodi. Jeho odstraněním zrušíte záruku výrobce a i přes jeho odstranění zůstává loď majetkem UDL. Neoprávněný přístup stran, na které se nevztahují zásady společnosti UDL, je trestný čin.
