Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_huxley_intercom.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_huxley_intercom:1:DefaultText
source: Hello? Hellooooooo? I hear boots out there! Wait, can rapts wear boots?
cs: Haló? Halóóóó? Slyším tam boty! Počkat, můžou raptoři nosit boty?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:2:DefaultText
source: Hello again! The door's still locked. Just makin' you aware.
cs: Ještě jednou ahoj! Dveře jsou stále zamčené. Jen tě upozorňuji.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:3:DefaultText
source: Hello! Who's in there?
cs: Dobrý den! Kdo je tam?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:4:DefaultText
source: <Snarl like a raptidon.>
cs: <Chrčí jako raptidon.>

# conversations/04_monarch/0401/0401_cv_huxley_intercom:5:DefaultText
source: Law help me, it's a talking door.
cs: Zákon mi pomáhá, jsou to mluvící dveře.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:6:DefaultText
source: Who are you?
cs: Kdo jste?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:8:DefaultText
source: Huxley. I'm an Iconoclast runner. The Iconoclast runner. Fastest we've got! Ain't a raptidon on this void-forsaken hellhole that can catch me!
cs: Huxley. Jsem běžec Iconoclast. Běžec Iconoclast. Nejrychlejší, jakého máme! V téhle prázdnotou zapomenuté díře není raptidon, který by mě dohnal!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:9:DefaultText
source: Aaaahh! Get away!
cs: Aaaahh! Utečte!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:10:DefaultText
source: My friends and I were scavenging here and a mantiqueen showed up. Then raptidons. It was a void-blasted mess.
cs: S kamarády jsme tu hledali odpadky a objevil se tu mantikán. Pak raptidoni. Byl to bordel jako v prázdnotě.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:11:DefaultText
source: I ran in here and um... now the door's locked. Little help?
cs: Vběhla jsem sem a... teď jsou dveře zamčené. Pomůžeš mi?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:12:DefaultText
source: You got... locked in? How?
cs: Máš... zamčeno? Jak?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:13:DefaultText
source: You got it. Where's the key?
cs: Máš to mít. Kde je klíč?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:14:DefaultText
source: I don't think so.
cs: To si nemyslím.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:15:DefaultText
source: It's easier than it sounds, all right? Next time you get chased by raptidons you let me know the rationality of your decisions!
cs: Je to jednodušší, než se zdá. Až vás příště budou pronásledovat raptidoni, dejte mi vědět, jak racionální jsou vaše rozhodnutí!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:16:DefaultText
source: Well, I need to get in that room.
cs: Musím se dostat do té místnosti.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:17:DefaultText
source: I need to get in that room, but maybe I'll let you starve first.
cs: Musím se dostat do toho pokoje, ale možná tě nejdřív nechám vyhladovět.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:18:DefaultText
source: Whew. Thanks, mister.
cs: Uf. Díky, pane.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:18:FemaleText
source: Whew. Thanks, lady.
cs: Uf. Díky, paní.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:19:DefaultText
source: I'll be here if you change your mind. On account of I can't do anything else.
cs: Budu tady, kdyby sis to rozmyslel. Protože nemůžu dělat nic jiného.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:20:DefaultText
source: Oh, hey! You wanna help a girl out?
cs: Ahoj! Chceš pomoct holce?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:21:DefaultText
source: Hurry up hurry up hurry up!
cs: Pospěšte si, pospěšte si, pospěšte si!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:22:DefaultText
source: My buddy had a key, but I ain't heard him in a while. He locked me in here and took off. Probably got munched.
cs: Můj kámoš měl klíč, ale už jsem ho dlouho neslyšel. Zamkl mě tady a zmizel. Nejspíš ho sežral.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:23:DefaultText
source: There must be a way to open it from the inside.
cs: Musí existovat způsob, jak ji otevřít zevnitř.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:24:DefaultText
source: Bet I could get through this lock.
cs: Vsadím se, že bych se přes ten zámek dostal.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:25:DefaultText
source: I'll take a look around.
cs: Rozhlédnu se kolem.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:26:DefaultText
source: Fine.
cs: V pořádku.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:27:DefaultText
source: I just wanted to tell you how nice this fresh air and open space is.
cs: Chtěla jsem vám jen říct, jak je tento čerstvý vzduch a otevřený prostor příjemný.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:28:DefaultText
source: Hmph. Liar. This is Monarch. There ain't fresh air anywhere.
cs: Hmph. Lhář. Tohle je Monarcha. Nikde není čerstvý vzduch.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:29:DefaultText
source: Nope.
cs: Ne.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:30:DefaultText
source: Well, um. Okay. I mean, I don't know why you'd come on over just to tell me that, but. Okay.
cs: No, dobře. Nevím, proč jsi mi to přišel říct jen tak, ale... Dobře.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:32:DefaultText
source: What do you mean? It's locked.
cs: Co tím myslíte? Je zamčeno.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:33:DefaultText
source: Right, but... okay, let's try the handle. Turn it upward, and...
cs: Dobře, ale... Dobře, zkusíme tu kliku. Otočte ji nahoru a...

# conversations/04_monarch/0401/0401_cv_huxley_intercom:34:DefaultText
source: Right, but these doors lock from the inside. You should be able to just open it.
cs: Jasně, ale tyhle dveře se zamykají zevnitř. Měli byste je být schopni otevřít.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:35:DefaultText
source: That room must be feeling awfully cramped. Like the walls are closing in.
cs: V té místnosti musí být strašně těsno. Jako by se stěny uzavíraly.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:36:DefaultText
source: Fine, let's try something else.
cs: Dobře, zkusíme něco jiného.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:37:DefaultText
source: Still looking.
cs: Stále hledáme.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:38:DefaultText
source: So look for a dead guy, I guess. Or a rapt. Maybe it's in a rapt belly. Gross.
cs: Takže hledej mrtvého chlapa, řekl bych. Nebo rapt. Možná je v raptově břiše. Hnus.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:39:DefaultText
source: Seeing as you're trapped, you might as well answer a few things for me.
cs: Když už jsi v pasti, mohl bys mi odpovědět na pár otázek.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:40:DefaultText
source: Sure. Beats not answering questions.
cs: Jistě. Lepší než neodpovídat na otázky.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:41:DefaultText
source: I think I found it.
cs: Myslím, že jsem to našel.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:42:DefaultText
source: Oh! Much obliged!
cs: Velmi vám děkuji!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:43:DefaultText
source: Tell me about the Iconoclasts.
cs: Povězte mi o Iconoclasts.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:44:DefaultText
source: So... get locked in closets often?
cs: Takže... se často zamykáte ve skříních?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:45:DefaultText
source: Right. Back to the door.
cs: Vpravo. Zpátky ke dveřím.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:46:DefaultText
source: My buddy locked me in here! I told you that! It was for my safekeeping, on account of raptidons wanting to munch on my head.
cs: Můj kámoš mě tu zamkl! Říkal jsem ti to! Bylo to pro mou bezpečnost, protože raptidoni mi chtěli chroupat hlavu.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:47:DefaultText
source: I'm looking for a BOLT-52. Any lying around?
cs: Hledám BOLT-52. Neleží tu někde?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:48:DefaultText
source: Wait really? I wasn't serious.
cs: Počkat, opravdu? To jsem nemyslel vážně.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:49:DefaultText
source: What if you're being chased by something that really likes trash?
cs: Co když vás pronásleduje něco, co má opravdu rádo odpadky?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:50:DefaultText
source: That's disgusting. I'd rather be eaten.
cs: To je nechutné. Raději bych se nechal sníst.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:52:DefaultText
source: I never thought of that. Hide in a shower, I guess.
cs: To mě nikdy nenapadlo. Asi se schovat do sprchy.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:53:DefaultText
source: Oh, uh, haha, neither was I. Who'd hide in a trash can? Gross.
cs: Kdo by se schovával v popelnici? Hnus.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:55:DefaultText
source: Oh, that'd be my people! Graham and Zora and Milton and... I really miss them. You gonna let me outta here? I want to get back to Amber Heights.
cs: To by byli moji lidé! Graham a Zora a Milton a... Opravdu mi chybí. Pustíte mě odsud? Chci se vrátit do Amber Heights.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:56:DefaultText
source: Suit yourself, mister.
cs: Jak je libo, pane.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:56:FemaleText
source: Suit yourself, lady.
cs: Jak je libo, dámo.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:57:DefaultText
source: Probably. I dunno. When I try to read things, my mind gets to wanderin' about all the things I could be doing instead.
cs: Pravděpodobně. Nevím. Když se snažím něco číst, začnu přemýšlet o tom, co všechno bych mohl dělat místo toho.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:58:DefaultText
source: Don't be afraid in there! You'll get a handle on this situation in no time!
cs: Nebojte se tam! Tuto situaci zvládnete během chvilky!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:59:DefaultText
source: Wait. Upward?
cs: Počkejte. Nahoru?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:60:DefaultText
source: But it's... okay, I mean, I'll try. But I'm pretty sure you can't open a locked-
cs: Ale je to... dobře, chci říct, že to zkusím. Ale jsem si docela jistý, že nemůžeš otevřít zamčenou...

# conversations/04_monarch/0401/0401_cv_huxley_intercom:61:DefaultText
source: Oh, no. Oh, no, let me out. Help. I can't breathe. I can't - I gotta get outta here. I'll bust this door down. I'll rip this handle off, I'll-
cs: Ale ne. Ne, pusťte mě ven. Pomozte mi. Nemůžu dýchat. Nemůžu - musím se odsud dostat. Vyrazím ty dveře. Vytrhnu tu kliku, já...

# conversations/04_monarch/0401/0401_cv_huxley_intercom:63:DefaultText
source: OH MY ETERNAL SOUL. It worked!
cs: ACH, MÁ VĚČNÁ DUŠE. Fungovalo to!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:64:DefaultText
source: [Static]
cs: [Statický]

# conversations/04_monarch/0401/0401_cv_huxley_intercom:65:DefaultText
source: All yours, mister!
cs: Všechno je vaše, pane!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:65:FemaleText
source: All yours, lady!
cs: Všechno je vaše, paní!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:66:DefaultText
source: Hey! Watch who you're calling a door, hullhead!
cs: Hej! Dávej si pozor, komu říkáš dveře, hlupáku!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:67:DefaultText
source: I don't think they've figured that out yet. Who are you?
cs: Myslím, že na to ještě nepřišli. Kdo jsi ty?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:68:DefaultText
source: Oh, thank the Eternal. I'm Huxley. Hux if you're lazy. I'm stuck.
cs: Ach, díky Věčnému. Já jsem Huxley. Hux, pokud jsi líný. Já jsem se zasekl.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:69:DefaultText
source: I'm just messing with you. Who's in there?
cs: Jen si z tebe dělám legraci. Kdo je tam?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:70:DefaultText
source: Sorry. Couldn't help it. Who's in there?
cs: Omlouvám se. Nemohl jsem si pomoct. Kdo je tam?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:71:DefaultText
source: What - oh. There's an intercom here. That... that explains a lot. Who's in there?
cs: Co - aha. Je tu interkom. To... to hodně vysvětluje. Kdo je tam?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:72:DefaultText
source: Oh. Wait. Behind the door. Hello!
cs: Oh. Počkej. Za dveřmi. Ahoj!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:74:DefaultText
source: This would be funny if it weren't sad.
cs: Bylo by to vtipné, kdyby to nebylo smutné.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:75:DefaultText
source: Watch who you're calling a hullhead, door!
cs: Dávej si pozor, koho nazýváš trupem, dveře!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:76:DefaultText
source: Um, I'm pretty sure that's an intercom, Captain. See? There's a button. It says "intercom."
cs: Jsem si jistý, že to je interkom, kapitáne. Vidíte? Tady je tlačítko. Je na něm napsáno "interkom".

# conversations/04_monarch/0401/0401_cv_huxley_intercom:77:DefaultText
source: There's more than one of you?
cs: Je vás víc?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:79:DefaultText
source: Rude! I'll have you know I can go for whole days without a snack!
cs: Hrubý! Musím ti říct, že vydržím celé dny bez svačiny!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:80:DefaultText
source: I'm, uh... I'm... whew. Sorry. Put me in a tiny room like this and I'm liable to flip. Not keen on tight spaces, you know?
cs: Jsem... jsem... fuj. Omlouvám se. Dejte mě do takhle malé místnosti a já se můžu zbláznit. Nemám rád stísněné prostory, víš?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:81:DefaultText
source: But... I mean... okay, yes. Fine. I get myself into sticky situations. It's just part of the life, all right? Sometimes you gotta hide in a trash can so's you don't get eaten by monsters.
cs: Ale... Tedy... dobře, ano. Dobře. Dostávám se do svízelných situací. To prostě k životu patří, jasný? Někdy se musíš schovat do popelnice, aby tě nesežraly příšery.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:82:DefaultText
source: Helloooooo? Anyone out there?
cs: Halóóóó? Je tam někdo?

# conversations/04_monarch/0401/0401_cv_huxley_intercom:83:DefaultText
source: Get me outta here!
cs: Dostaňte mě odsud!

# conversations/04_monarch/0401/0401_cv_huxley_intercom:84:DefaultText
source: Scratch that. It's still funny.
cs: To je škrtněte. Pořád je to vtipné.

# conversations/04_monarch/0401/0401_cv_huxley_intercom:85:DefaultText
source: A... handle, huh. That... gives me an idea... maybe I should try the -
cs: A... rukojeť, huh. To... mi vnuklo nápad... možná bych měl zkusit -
