Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:1:DefaultText
source: Excuse me, but this area's off-limits. We got, uh... a leaky generator. It ain't safe.
cs: Promiňte, ale do této oblasti je vstup zakázán. Máme... děravý generátor. Není to bezpečné.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:2:DefaultText
source: Off I go, then.
cs: Tak jdu na to.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:3:DefaultText
source: Let me handle this and I'll give you the credit when I report to Catherine.
cs: Nech to na mně a já ti to připíšu, až to nahlásím Catherine.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:4:DefaultText
source: What's going on here?
cs: Co se tu děje?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:5:DefaultText
source: You're back. You shouldn't be.
cs: Jste zpět. To bys neměl.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:6:DefaultText
source: That's my nice way of telling you to sod off.
cs: To je můj milý způsob, jak ti říct, abys šel do háje.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:7:DefaultText
source: We're fixing a leaky generator. What's it to you?
cs: Opravujeme děravý generátor. Co je to pro vás?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:8:DefaultText
source: <Attack> Nobody tells me to sod off!
cs: <Attack> Nikdo mi nebude říkat, abych vypadl!

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:9:DefaultText
source: Why are you after her?
cs: Proč po ní jdete?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:10:DefaultText
source: What's wrong with the generator?
cs: Co je s generátorem?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:11:DefaultText
source: You'd have to ask the boss. I just know she wants Carlotta voided.
cs: To byste se museli zeptat šéfa. Vím jen, že chce, aby Carlotta byla zrušena.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:12:DefaultText
source: I'm supposed to meet someone here, that's what.
cs: Mám se tu s někým setkat.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:13:DefaultText
source: Right... Carlotta. Yeah. She's inside. We got first rights, though. Soon as we fix that generator, she's ours.
cs: Správně... Carlotta. Ano. Je uvnitř. Ale máme přednostní právo. Jakmile opravíme ten generátor, je naše.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:14:DefaultText
source: How long will that take?
cs: Jak dlouho to bude trvat?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:17:DefaultText
source: Look, I don't care what you do with her. I need her supplies.
cs: Podívej, je mi jedno, co s ní uděláš. Potřebuju její zásoby.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:18:DefaultText
source: The point that I need to be impressing upon you - and her - is that she ain't selling.
cs: Musím vám - a jí - zdůraznit, že ona neprodává.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:19:DefaultText
source: About as long as it takes you to beat it.
cs: Přibližně tak dlouho, jak dlouho vám bude trvat, než ji porazíte.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:20:DefaultText
source: What're you, a safety inspector? It's busted. Pumping out gas. It ain't safe.
cs: Jste snad inspektor bezpečnosti? Je to rozbité. Vypouští benzín. Není to bezpečné.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:21:DefaultText
source: Thanks for the warning.
cs: Děkujeme za upozornění.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:22:DefaultText
source: You're just standing around this fence, though. Shouldn't you be fixing it?
cs: Ty ale jen stojíš kolem tohohle plotu. Neměl bys ho opravit?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:23:DefaultText
source: Yeah. Whatever.
cs: Jo. To je jedno.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:24:DefaultText
source: Oh, whoops. I'll get right on that, boss. Hope this ain't in my performance review.
cs: Aha, jéje. Hned se na to podívám, šéfe. Doufám, že to nebude v mém hodnocení.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:25:DefaultText
source: Hey, I know you. Boss says you've been real helpful like.
cs: Hej, já tě znám. Šéf říká, že jsi mi hodně pomohl.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:26:DefaultText
source: Huh. I don't know what your angle is, but... all right. Be sure to tell her how hard it was to fix the generator. You know, after you're done fixing it.
cs: Huh. Nevím, jaký je tvůj úhel pohledu, ale... dobře. Určitě jí řekni, jak těžké bylo generátor opravit. Víš, až ho opravíš.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:27:DefaultText
source: And I'm just gonna let you walk on in. Why's that, now?
cs: A já vás nechám vejít. Proč teď?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:28:DefaultText
source: Would <oeiglobal>Bribe_Amount</oeiglobal> bits do the trick?
cs: Pomohly by bity <oeiglobal>Bribe_Amount</oeiglobal>?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:29:DefaultText
source: You're here for Carlotta. I get it. I'll off her, you get paid, we all go home with a win.
cs: Jsi tu kvůli Carlottě. Chápu to. Já ji oddělám, ty dostaneš zaplaceno a všichni půjdeme domů s výhrou.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:30:DefaultText
source: I'm here to investigate reports of a mantiswarm infestation.
cs: Jsem tu, abych prošetřil hlášení o napadení kudlankou nábožnou.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:31:DefaultText
source: If you don't, I'll go through you. Is this job worth dying over?
cs: Pokud ne, projdu skrz tebe. Stojí tahle práce za smrt?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:32:DefaultText
source: Nevermind.
cs: Nevadí.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:35:DefaultText
source: We're goin', we're goin'.
cs: Jdeme, jdeme.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:50:DefaultText
source: You get more convincing by the minute. We're off. Enjoy the toxic gas.
cs: Každou minutou jsi přesvědčivější. Jdeme na to. Užijte si jedovatý plyn.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:55:DefaultText
source: Hell, I ain't gonna pass up free bits. Make it painful.
cs: Sakra, já si nenechám ujít kousky zdarma. Ať to bolí.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:56:DefaultText
source: Oh, of all the void-damned... I ain't getting eaten alive for a couple bits. Pack it up, crew!
cs: Ach, ze všech těch prokletých prázdnot... Nenechám se sežrat zaživa kvůli pár kouskům. Sbalte se, posádko!

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:58:DefaultText
source: But, uh... we got this handled. We... appreciate but do not require your assistance.
cs: Ale... už jsme to zvládli. Vážíme si vaší pomoci, ale nepotřebujeme ji.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:60:DefaultText
source: Why are you out here fixing a generator in the middle of nowhere?
cs: Proč tady opravuješ generátor uprostřed ničeho?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:61:DefaultText
source: Why are you asking me questions instead of sucking sulfur? Get outta here.
cs: Proč se mě ptáš, místo abys cucal síru? Vypadni odsud.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:62:DefaultText
source: I need to get inside.
cs: Musím se dostat dovnitř.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:63:DefaultText
source: Hmph. Fine. Have fun with the gas leak.
cs: Hmph. Fajn. Bav se s únikem plynu.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:64:DefaultText
source: Oh, hey. It's you. I'm not looking to start nothin' all right? Boss already let me have it. Just let me drink in peace.
cs: Ahoj. To jsi ty. Nechci si nic začínat, jasný? Šéf už mi to dovolil. Jen mě nech v klidu pít.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:65:DefaultText
source: Hey there, exterminator. Glad you showed up to take care of those mantiswarms. Hate those fucking things.
cs: Ahoj, deratizátore. Jsem rád, že ses ukázal a postaral se o ty kudlanky. Nenávidím ty zasraný potvory.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:66:DefaultText
source: Hey, if it ain't the cleaner. How'd the disposal go? Was it messy? I hope it was messy.
cs: Hej, jestli to není čistič. Jak šla likvidace? Byl to nepořádek? Doufám, že to byl nepořádek.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:67:DefaultText
source: Well look who it is. Figured a top-runger like you'd end up in Fallbrook sooner or later. You've got the bits for it.
cs: Podívejte se, kdo to je. Říkal jsem si, že takový špičkový běžec jako ty dříve nebo později skončí ve Fallbrooku. Máš na to předpoklady.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:68:DefaultText
source: Hey, pal. Figured I'd find you around here, with your reputation.
cs: Hej, kámo. Myslel jsem, že tě tu najdu, když máš takovou pověst.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:69:DefaultText
source: All right. You gonna sod off already?
cs: Dobře. Můžeš už jít do hajzlu?

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:70:DefaultText
source: I just want to know what's going on here.
cs: Chci jen vědět, co se tu děje.

# conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401:71:DefaultText
source: Fine.
cs: V pořádku.
