Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_vendor_msi.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_vendor_msi:1:DefaultText
source: What are you doing?! Kill them!
cs: Co to děláš?! Zabijte je!

# conversations/04_monarch/0401/0401_cv_vendor_msi:2:DefaultText
source: Whew. They were coming real close to eating me. I'm Lenora.
cs: Uf. Už se blížili k tomu, aby mě snědli. Já jsem Lenora.

# conversations/04_monarch/0401/0401_cv_vendor_msi:3:DefaultText
source: I'll see you on the road sometime!
cs: Uvidíme se někdy na cestě!

# conversations/04_monarch/0401/0401_cv_vendor_msi:4:DefaultText
source: Aw, hey there! Thanks again for getting me away from those marauders!
cs: Ahoj! Ještě jednou díky, že jsi mě dostal pryč od těch nájezdníků!

# conversations/04_monarch/0401/0401_cv_vendor_msi:5:DefaultText
source: Hello again!
cs: Ještě jednou ahoj!

# conversations/04_monarch/0401/0401_cv_vendor_msi:6:DefaultText
source: I'm hunting.
cs: Lovím.

# conversations/04_monarch/0401/0401_cv_vendor_msi:7:DefaultText
source: I'm looking for people to save, of course!
cs: Samozřejmě hledám lidi, které bych zachránil!

# conversations/04_monarch/0401/0401_cv_vendor_msi:8:DefaultText
source: Just exploring.
cs: Jen zkoumám.

# conversations/04_monarch/0401/0401_cv_vendor_msi:9:DefaultText
source: Oh. That's... ominous. Well, at least you didn't accidentally shoot me! Whew.
cs: Oh. To je... zlověstné. No, aspoň jsi mě omylem nezastřelil! Uf.

# conversations/04_monarch/0401/0401_cv_vendor_msi:12:DefaultText
source: Oh! Last time I was in the city, Sanjar was singing your praises about a bolt something or other. Suppose that warrants a discount!
cs: Když jsem byl naposledy ve městě, Sanjar na tebe pěl chválu kvůli nějakému šroubu. Předpokládám, že to zaručuje slevu!

# conversations/04_monarch/0401/0401_cv_vendor_msi:16:DefaultText
source: Sure, let's see what you've got.
cs: Jistě, podívejme se, co máš.

# conversations/04_monarch/0401/0401_cv_vendor_msi:17:DefaultText
source: I'm surprised you're so chipper about working out here.
cs: Překvapuje mě, že jsi tak čilý, když tu pracuješ.

# conversations/04_monarch/0401/0401_cv_vendor_msi:18:DefaultText
source: So... are you an independent merchant? Or...
cs: Jste nezávislý obchodník? Nebo...

# conversations/04_monarch/0401/0401_cv_vendor_msi:19:DefaultText
source: Not right now. See you.
cs: Teď ne. Uvidíme se.

# conversations/04_monarch/0401/0401_cv_vendor_msi:20:DefaultText
source: Oh. Uh. Well, okay! I can appreciate an adventurous spirit!
cs: Oh. Uh. No, dobře! Dokážu ocenit dobrodružného ducha!

# conversations/04_monarch/0401/0401_cv_vendor_msi:25:DefaultText
source: You never did tell me how you got captured.
cs: Nikdy jsi mi neřekl, jak ses dostal do zajetí.

# conversations/04_monarch/0401/0401_cv_vendor_msi:26:DefaultText
source: Oh, it's nothing out of the ordinary, really. I was on my way to Fallbrook and got jumped by insane, bloodthirsty cannibals. It happens.
cs: Vlastně to není nic neobvyklého. Byl jsem na cestě do Fallbrooku a přepadli mě šílení krvežízniví kanibalové. To se stává.

# conversations/04_monarch/0401/0401_cv_vendor_msi:27:DefaultText
source: Thank the Architect. They were going to eat me!
cs: Poděkujte architektovi. Chtěli mě sníst!

# conversations/04_monarch/0401/0401_cv_vendor_msi:28:DefaultText
source: I- I've gotta go.
cs: Musím jít.

# conversations/04_monarch/0401/0401_cv_vendor_msi:29:DefaultText
source: Oh, no. Not here, not now! You've caused enough trouble. Go away!
cs: Ale ne. Tady ne, teď ne! Už jsi způsobil dost problémů. Jdi pryč!

# conversations/04_monarch/0401/0401_cv_vendor_msi:30:DefaultText
source: Go away!
cs: Jdi pryč!

# conversations/04_monarch/0401/0401_cv_vendor_msi:31:DefaultText
source: Wait, I know you. We're always talking about how nervous we are in Stellar Bay every time you're in town. Great. Out of the frying pan and into a sulfur pool.
cs: Počkej, já tě znám. Pokaždé, když jsi ve městě, mluvíme o tom, jak jsme ve Stellar Bay nervózní. Skvělé. Z pánve do sirného bazénu.

# conversations/04_monarch/0401/0401_cv_vendor_msi:32:DefaultText
source: I'm not going to do anything to you.
cs: Nic ti neudělám.

# conversations/04_monarch/0401/0401_cv_vendor_msi:33:DefaultText
source: Uh, wow. You're welcome.
cs: Páni. Není zač.

# conversations/04_monarch/0401/0401_cv_vendor_msi:34:DefaultText
source: Yeah, don't you dare! Else I'd have to report you to Sanjar. Unless you killed me. That'd keep me quiet. Oh, shit! Don't kill me!
cs: Jo, neopovažuj se! Jinak bych tě musel nahlásit Sanjaru. Ledaže bys mě zabil. To by mě umlčelo. Do prdele! Nezabíjej mě!

# conversations/04_monarch/0401/0401_cv_vendor_msi:35:DefaultText
source: Yeah, yeah. I don't have anything on me, all right? Don't go getting any funny ideas.
cs: Jo, jo. Nic u sebe nemám, jasný? Ať tě nenapadne něco vtipného.

# conversations/04_monarch/0401/0401_cv_vendor_msi:36:DefaultText
source: Hey, now, there's no need for that. I just want to buy something.
cs: Hej, to už není potřeba. Jen si chci něco koupit.

# conversations/04_monarch/0401/0401_cv_vendor_msi:38:DefaultText
source: Too bad! You're an enemy of my employer and that means I'm not selling!
cs: Škoda! Jste nepřítel mého zaměstnavatele a to znamená, že neprodávám!

# conversations/04_monarch/0401/0401_cv_vendor_msi:39:DefaultText
source: I should've just left you tied up.
cs: Měl jsem tě nechat svázaného.

# conversations/04_monarch/0401/0401_cv_vendor_msi:41:DefaultText
source: Hey, life's too short to be worried about danger this and careful that. I'd rather just do my job and try and enjoy it.
cs: Život je příliš krátký na to, abychom si dělali starosti s nebezpečím a opatrností. Raději budu dělat svou práci a snažit se ji užívat.

# conversations/04_monarch/0401/0401_cv_vendor_msi:42:DefaultText
source: No, no. Don't be absurd. I'm based out of Stellar Bay, but I cater to our more, umm... trail-blazing clientele!
cs: Ne, ne. Nebuďte absurdní. Sídlím ve Hvězdné zátoce, ale starám se o naši, ehm... průkopnickou klientelu!

# conversations/04_monarch/0401/0401_cv_vendor_msi:43:DefaultText
source: Help! Help me, please!
cs: Pomoc! Pomozte mi, prosím!

# conversations/04_monarch/0401/0401_cv_vendor_msi:44:DefaultText
source: Look, I'll just be on my way. No need for anything to happen to little old me.
cs: Podívejte, já už půjdu. Nemusí se mi nic stát.

# conversations/04_monarch/0401/0401_cv_vendor_msi:46:DefaultText
source: Fine.
cs: V pořádku.

# conversations/04_monarch/0401/0401_cv_vendor_msi:47:DefaultText
source: You, uh... what are you doing out here? Not that I'm complaining, but I figure only marauders and animals roam around.
cs: Co tady děláš? Ne že bych si stěžoval, ale myslím, že se tu potulují jen nájezdníci a zvířata.

# conversations/04_monarch/0401/0401_cv_vendor_msi:48:DefaultText
source: Well, shit! Today's your lucky day, I guess.
cs: No, do prdele! Dneska máš asi šťastný den.

# conversations/04_monarch/0401/0401_cv_vendor_msi:49:DefaultText
source: Thanks for the help! I've got to pick up some things from the Bay, but I run a little stand near Fallbrook. Next time you need supplies, stop by, you hear?
cs: Děkujeme za pomoc! Musím vyzvednout nějaké věci ze zálivu, ale mám malý stánek poblíž Fallbrooku. Až budeš příště potřebovat zásoby, zastav se, slyšíš?

# conversations/04_monarch/0401/0401_cv_vendor_msi:50:DefaultText
source: You want to buy something?
cs: Chcete si něco koupit?
