Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_vendor_sublight.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_vendor_sublight:1:DefaultText
source: Well, I'll be. You lost too, son?
cs: No, já budu. Taky jsi prohrál, synu?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:1:FemaleText
source: Well, I'll be. You lost too, miss?
cs: No, já budu. Taky jste se ztratila, slečno?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:2:DefaultText
source: You go on. I'll see you out in the wilderness.
cs: Pokračujte. Uvidíme se v divočině.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:3:DefaultText
source: Well, hello, stranger! Good to see you're still alive. You want to purchase something?
cs: Ahoj, cizinče! Rád vidím, že jsi stále naživu. Chceš si něco koupit?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:4:DefaultText
source: You want to buy something?
cs: Chcete si něco koupit?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:5:DefaultText
source: Nope! Just exploring. Who are you?
cs: Ne! Jen zkoumám. Kdo jsi?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:6:DefaultText
source: Always. Life's a grand adventure!
cs: Vždy. Život je velké dobrodružství!

# conversations/04_monarch/0401/0401_cv_vendor_sublight:7:DefaultText
source: That's none of your business.
cs: Do toho vám nic není.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:8:DefaultText
source: Name's Elroy. Elroy Booth. Pleased to meet you.
cs: Jmenuje se Elroy. Elroy Booth. Rád vás poznávám.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:9:DefaultText
source: I like your gumption, stranger. Although maybe not your practicality.
cs: Líbí se mi tvoje odvaha, cizinče. I když možná ne tvou praktičnost.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:10:DefaultText
source: I've been out and about, making deliveries for the Fallbrook folks, and I seem to have gotten myself turned around.
cs: Byl jsem venku, rozvážel jsem zboží pro lidi z Fallbrooku a zdá se, že jsem se dostal na správnou cestu.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:11:DefaultText
source: Oh, sure. I'll get on out of here soon after you do.
cs: Jistě. Vyrazím odsud hned po tobě.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:13:DefaultText
source: You able to find your way back out?
cs: Podařilo se vám najít cestu zpět?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:14:DefaultText
source: Okay. Well, good luck getting yourself un-turned-around.
cs: Dobře. Tak to hodně štěstí, abyste se z toho dostal.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:18:DefaultText
source: Word is that I'm to give you a bit of a discount on account of you being real helpful with some hush-hush laboratory work.
cs: Říká se, že ti mám dát menší slevu, protože jsi mi pomohl s nějakou tajnou laboratorní prací.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:19:DefaultText
source: I hear you've become - what was it? Vice President of Aggressive Acquisitions? Very nice! You're moving up in the world.
cs: Slyšel jsem, že jste se stal - jak to bylo? Viceprezidentem pro agresivní akvizice? Velmi pěkné! Postupuješ ve světě nahoru.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:20:DefaultText
source: Show me what you've got.
cs: Ukaž mi, co máš.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:21:DefaultText
source: Not right now, thanks.
cs: Teď ne, díky.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:26:DefaultText
source: So, picture this. I'm out in the middle of nowhere. Finish my meet, get lost, wind up in a cave I don't recognize.
cs: Představte si toto. Jsem uprostřed ničeho. Dokončím schůzku, ztratím se a skončím v jeskyni, kterou nepoznávám.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:27:DefaultText
source: Sod off.
cs: Jdi do háje.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:28:DefaultText
source: Aw, hell. You'd make a great double agent, you know that? Help a guy out and then stab his friends in the back.
cs: K čertu s tím. Byl bys skvělý dvojitý agent, víš to? Pomůžeš někomu a pak vrazíš nůž do zad jeho přátelům.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:29:DefaultText
source: Get going, will you?
cs: Tak už běžte, ano?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:30:DefaultText
source: And then walks in SubLight's current pain-in-the-ass number one. What's a man to think?
cs: A pak přichází současná osina v zadku číslo jedna společnosti SubLight. Co si má člověk myslet?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:31:DefaultText
source: If you're here to jump me, save us both the trouble. I've already off-loaded all my goods.
cs: Jestli jsi přišel, abys na mě skočil, ušetři nám oběma námahu. Už jsem vyložil všechno zboží.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:32:DefaultText
source: I was just exploring. What the hell are you doing here?
cs: Jen jsem zkoumal. Co tady sakra děláš?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:33:DefaultText
source: So you're probably flush with bits? Best off-load those before I get handsy.
cs: Takže jste pravděpodobně spláchnuti kousky? Radši je vyhoď, než se mi začnou plést do rukou.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:34:DefaultText
source: That's none of your void-damned business.
cs: Do toho ti nic není.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:35:DefaultText
source: I can't sell you goods, on account of the boss blacklisting you and your ilk, but I won't shoot at you.
cs: Nemohu vám prodávat zboží, protože šéf vás a vám podobné zařadil na černou listinu, ale střílet na vás nebudu.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:36:DefaultText
source: Thanks, I think.
cs: Myslím, že díky.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:37:DefaultText
source: What if I shoot first?
cs: Co když vystřelím první?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:38:DefaultText
source: Between you and Arthur, I'm starting to think SubLight's got a spelunking problem.
cs: Mezi tebou a Arthurem si začínám myslet, že SubLight má problém s hledačstvím.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:39:DefaultText
source: What can you tell me about working for SubLight?
cs: Co mi můžete říct o práci pro společnost SubLight?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:41:DefaultText
source: Well, then we'd have ourselves a proper scuffle, and my day would get real interesting.
cs: No, pak bychom se pořádně poprali a můj den by byl opravdu zajímavý.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:42:DefaultText
source: No problem. You oughta scram before someone happens along and I have to try to kill you for the sake of my reputation.
cs: Žádný problém. Měl bys vycouvat, než se někdo objeví a já se tě budu muset pokusit zabít kvůli své pověsti.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:43:DefaultText
source: Hah! It ain't a trend, don't worry. Arthur mentioned he ran into you. He's real grateful.
cs: Hah! Není to trend, nebojte se. Arthur se zmínil, že na tebe narazil. Je opravdu vděčný.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:44:DefaultText
source: Oh - you met Arthur? I hope he's all right.
cs: Oh - ty ses setkal s Arthurem? Doufám, že je v pořádku.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:45:DefaultText
source: What I CAN tell you is very different from what I'm ALLOWED to tell you. But the most important question is what I WILL tell you.
cs: To, co vám MŮŽU říct, se velmi liší od toho, co vám říct smím. Nejdůležitější otázkou však je, co vám říct budu.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:46:DefaultText
source: Which is: Nothing.
cs: Což je: Nic.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:47:DefaultText
source: Hey, over here!
cs: Hej, tady!

# conversations/04_monarch/0401/0401_cv_vendor_sublight:48:DefaultText
source: I'm going to get to wandering until I find my bearings again. Be seeing you. Well, hopefully not.
cs: Budu bloudit, dokud se znovu nezorientuji. Uvidíme se. No, doufejme, že ne.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:49:DefaultText
source: Yeah, I'm just going to tromp around the wilderness carrying my life savings on me.
cs: Jo, budu se jen tak potloukat divočinou a nosit s sebou své celoživotní úspory.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:50:DefaultText
source: Believe me when I say: I hope you don't. Go on. Get out of here before this turns into a problem.
cs: Věřte mi, když říkám: Doufám, že ne. Pokračujte. Vypadni odsud, než se z toho stane problém.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:51:DefaultText
source: All right, all right, I take your point. Let's try this: I'm Elroy.
cs: Dobře, dobře, beru tvůj názor. Zkusme to takhle: Já jsem Elroy.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:53:DefaultText
source: Oh. Can I buy something?
cs: Oh. Můžu si něco koupit?

# conversations/04_monarch/0401/0401_cv_vendor_sublight:54:DefaultText
source: Afraid not, stranger. I'm plumb out until I make it back to Fallbrook to restock.
cs: Neboj se, cizinče. Došly mi, dokud se nevrátím do Fallbrooku doplnit zásoby.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:55:DefaultText
source: Many thanks.
cs: Mnohokrát děkujeme.

# conversations/04_monarch/0401/0401_cv_vendor_sublight:56:DefaultText
source: If it's all the same to you, I'll wait 'til you're nice and out of sight before heading back. Can't be too careful, after all.
cs: Jestli ti to nevadí, počkám, až budeš hezky z dohledu, a pak se vrátím. Koneckonců, opatrnosti není nikdy dost.
