Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_sublight_leader_fq0401_interrogation.po
Languages: cs

source: The hell's this? Boss-woman sending backup already?
cs: Co to sakra je? Šéfka už posílá posily?

source: Yeah. I guess you need help.
cs: Jo. Myslím, že potřebuješ pomoc.

source: Well, I ain't sharing the pay.
cs: No, já se o plat nedělím.

source: I'll... let you handle that. I'm just here to help.
cs: Nechám to na tobě. Jsem tu jen proto, abych ti pomohl.

source: Shit, if you're willing to help for naught, that's fine by me.
cs: Sakra, jestli jsi ochotný pomáhat za nic, tak mi to nevadí.

source: Screw that! If I'm going to help, I want my cut!
cs: Kašlu na to! Jestli mám pomáhat, chci svůj podíl!

source: Ain't happening. Sod off before we decide to bury you in a sulfur pool.
cs: To se nestane. Vypadni, než se tě rozhodneme pohřbít v sirném bazénu.

source: You questioning her decision-making?
cs: Zpochybňujete její rozhodování?

source: Hardly. I'm just surprised. This ain't a big job.
cs: To sotva. Jen mě to překvapilo. Tohle není velká práce.

source: She must want it done right. That's why I'm here.
cs: Musí to chtít udělat správně. Proto jsem tady.

source: Hah. Yeah, all right. Make yourself useful before I decide you're an affront to my pride.
cs: Hah. Jo, dobře. Buď užitečný, než se rozhodnu, že jsi urážkou mé hrdosti.

source: Then we shouldn't be here much longer, eh?
cs: Pak bychom tu neměli být o moc déle, co?

source: Just seeing if you need help. Fill me in.
cs: Jen se ptám, jestli nepotřebujete pomoc. Doplňte mě.

source: Uh... right. Generator's busted. Area's off-limits. We're trying to get into the warehouse but the bitch has jimmied the lock.
cs: Uh... správně. Generátor je rozbitý. Oblast je zakázaná. Snažíme se dostat do skladiště, ale ta mrcha vypáčila zámek.

source: I'll see what I can do about the generator, then.
cs: Uvidím, co se dá dělat s generátorem.

source: Bet I can get through the door for you.
cs: Vsadím se, že se pro vás dostanu dveřmi.

source: Ah, crap.
cs: A sakra.

source: Guns up, folks! We got ourselves an impostor!
cs: Zbraně nahoru, přátelé! Máme tu podvodníka!

source: You. You're real suspicious-like, you know that? Snooping around and what-not.
cs: Vy. Jsi opravdu podezřívavý, víš to? Slídíš kolem a tak.

source: I'm not snooping. I'm investigating.
cs: Neslídím. Vyšetřuji.

source: ...investigating what?
cs: ...vyšetřuje co?

source: The area. I'm thinking maybe I build some homes here.
cs: Oblast. Přemýšlím, že bych tu postavil několik domů.

source: Well, you don't gotta put on SubLight armor and go sneaking around for that. Just let us finish up here.
cs: Na to si nemusíš oblékat podsvětelnou zbroj a plížit se kolem. Prostě nás tu nech dokončit.

source: Your unit. I'm considering hiring you for a secret operation.
cs: Vaše jednotka. Zvažuji, že vás najmu na tajnou operaci.

source: Oh, shit. Hell yes. We keep getting sent on boring fetch jobs. You let us know how we hold up.
cs: Do prdele. To teda jo. Pořád nás posílají na nudné úkoly. Dejte nám vědět, jak jsme obstáli.

source: Watch who you're calling suspicious. You're suspicious. I don't think YOU belong here.
cs: Dávejte si pozor, koho označujete za podezřelého. Ty jsi podezřelý. Myslím, že sem nepatříš.

source: The fuck are you yammering on about? I'm the leader of this here unit.
cs: Co to kurva meleš za nesmysly? Já jsem velitel téhle jednotky.

source: Yeah? You look like an impostor to me.
cs: Ano? Připadáš mi jako podvodník.

source: I look - what - are you drunk or something? Go on, get the hell out of here.
cs: Vypadám - co - jsi opilý nebo co? No tak, vypadni odsud.

source: Let's throw down. Bet I can take over for you.
cs: Pojďme si hodit. Vsadím se, že to za tebe převezmu.

source: The hell is your problem? Sod off before we put holes in you.
cs: Co máš sakra za problém? Vypadni, než do tebe uděláme díru.

source: I'm trying to figure out the best way to get in the warehouse.
cs: Snažím se zjistit, jak se nejlépe dostat do skladu.

source: Yeah, that's the fucking job. What're you doing sneaking around for?
cs: Jo, to je ta zasraná práce. Proč se tu plížíš?

source: I was thinking that if we were quieter, maybe she'd think it was safe.
cs: Říkal jsem si, že kdybychom byli tišší, možná by si myslela, že je to bezpečné.

source: ...huh. Right. That's... that ain't a bad point. You keep doing that and let me know how it goes.
cs: ...huh. Správně. To... to není špatná poznámka. Pokračuj v tom a dej mi vědět, jak to jde.

source: You didn't order me to case the place?
cs: Nepřikázal jsi mi, abych to tu zavřel?

source: No, I didn't order you to case the place. You're supposed to be getting that door open! Get back to it, dammit!
cs: Ne, nenařídil jsem ti, abys to tu zavřel. Ty máš ty dveře otevřít! Vrať se k tomu, sakra!

source: Right, I'm starting to think you're full of shit. You ain't one of us at all.
cs: Správně, začínám si myslet, že kecáš. Vůbec nejsi jeden z nás.

source: Sure I am. The boss sent me.
cs: Jistěže ano. Poslal mě šéf.

source: Malin? Why the fuck would she send you?
cs: Malin? Proč by tě kurva posílala?

source: 'Cause you lot aren't getting the job done. I'm here to take over.
cs: Protože vy tu práci neděláte. Jsem tu, abych to převzal.

source: Well, fuck that. You ain't taking over anything. Just patrol or something while we figure this out.
cs: Tak na to kašli. Nic nepřevezmeš. Jen hlídkuj nebo tak něco, než to vyřešíme.

source: To help. Obviously.
cs: Chcete-li pomoci. Samozřejmě.

source: Oh. That - yeah, all right. That makes sense. Make yourself useful.
cs: Oh. To - jo, dobře. To dává smysl. Buď užitečný.

source: Oh, forget it. Let's just fight.
cs: Zapomeňte na to. Pojďme se prostě hádat.

source: You're the worst boss ever, you know that? Don't even recognize your own personnel.
cs: Jsi ten nejhorší šéf na světě, víš to? Nepoznáš ani vlastní zaměstnance.

source: What? 'Course I recognize you. You're... uh. Shit. What was your name again?
cs: Cože? Samozřejmě, že tě poznávám. Ty jsi... Sakra. Jak že se to jmenuješ?

source: What? But that's my na- oh, no. I get it. Screw. That. You sod off and tell her I don't need replacing. We'll get the job done.
cs: Cože? Ale to je moje na... Ale ne. Chápu to. Do háje. Tohle. Vypadni a řekni jí, že nepotřebuju náhradu. My tu práci uděláme.

source: See? I'm always forgotten around here. I do so much work for you lot and...
cs: Vidíte? Vždycky se tu na mě zapomene. Dělám pro vás tolik práce a...

source: Oh, void take me. If you start crying, I swear I'm going to shoot you. Just get back to patrol.
cs: Oh, void take me. Jestli začneš brečet, přísahám, že tě zastřelím. Prostě se vrať na hlídku.

source: I'll level with you. I need to get in that warehouse, but we can work together.
cs: Budu s vámi jednat na rovinu. Musím se dostat do toho skladu, ale můžeme pracovat společně.

source: You've got five seconds to explain.
cs: Na vysvětlení máte pět sekund.

source: I'm just here for some weapons stored inside. Whatever you're here for, you can have it.
cs: Přišel jsem si jen pro nějaké zbraně uložené uvnitř. Ať už jste přišel pro cokoli, můžete si to vzít.

source: Weapons? Shit. Malin must be keeping this on the hush. All right. Watch your step around the others, though. They ain't as patient as I am.
cs: Zbraně? Do prdele. Malin to musí držet v tajnosti. Dobře. Dávej si ale pozor, kam šlapeš před ostatními. Nejsou tak trpěliví jako já.

source: I'm not explaining anything. Either we work together or I slaughter the lot of you.
cs: Nic nevysvětluji. Buď budeme spolupracovat, nebo vás všechny zmasakruju.

source: Hah. Son, you are more than welcome to try.
cs: Hah. Synu, můžeš to zkusit.

source: Hah. Lady, you are more than welcome to try.
cs: Hah. Dámo, můžete to zkusit.

source: I've had enough of this. Impostor!
cs: Už toho mám dost. Podvodník!

source: Suppose. Well, if you can lend a hand with the generator back there, be my guest.
cs: Předpokládejme, že. No, jestli mi můžeš pomoct s tím generátorem vzadu, tak prosím.

source: Whatever, pal. Knock yourself out.
cs: To je fuk, kámo. Vypadni.
