Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_berthold.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_berthold:1:DefaultText
source: Little help here? So we both don't die?
cs: Malá pomoc? Abychom oba nezemřeli?

# conversations/04_monarch/0401/0401_cv_berthold:2:DefaultText
source: That assist was a violation of corporate law if I ever saw one. Since it was to my benefit - and we're largely in lawless lands - I'll look the other way. C3 owes you one, stranger.
cs: Tato asistence byla porušením firemního práva, pokud jsem ho kdy viděl. Protože to bylo v můj prospěch - a my se z velké části nacházíme v zemích bez zákonů -, budu se dívat jinam. C3 ti něco dluží, cizinče.

# conversations/04_monarch/0401/0401_cv_berthold:3:DefaultText
source: You haven't seen Constance, have you? Ah, there's her torso. And that'd be her legs over yonder... Never mind. I'm Berthold.
cs: Neviděl jsi Constance, že ne? Tady je její trup. A támhle jsou její nohy... To je jedno. Já jsem Berthold.

# conversations/04_monarch/0401/0401_cv_berthold:4:DefaultText
source: Means they're still holding the post then. Good. You might head on back.
cs: Znamená to tedy, že stále drží post. Dobře. Můžeš se vrátit.

# conversations/04_monarch/0401/0401_cv_berthold:5:DefaultText
source: C3 sent me to find you.
cs: C3 mě poslal, abych tě našel.

# conversations/04_monarch/0401/0401_cv_berthold:6:DefaultText
source: What are you doing here?
cs: Co tady děláte?

# conversations/04_monarch/0401/0401_cv_berthold:7:DefaultText
source: Killing marauders and hooligans - as I am handsomely paid to do. 'Course, as me and Constance discovered, they ain't the only forms of life inhabiting these caverns.
cs: Zabíjení nájezdníků a chuligánů - za což jsem dobře placen. Jak jsme s Constance zjistili, nejsou to jediné formy života, které obývají tyto jeskyně.

# conversations/04_monarch/0401/0401_cv_berthold:8:DefaultText
source: I owe you a debt for saving my neck, stranger. And I mean to pay it.
cs: Jsem tvým dlužníkem za záchranu mého krku, cizinče. A hodlám ho splatit.

# conversations/04_monarch/0401/0401_cv_berthold:9:DefaultText
source: Hey, Mantiqueen Slayer. Glad you made it in one piece. After all, not everyone's so lucky.
cs: Hej, Mantiqueen Slayer. Jsem rád, že jsi to zvládl v pořádku. Koneckonců ne každý má takové štěstí.

# conversations/04_monarch/0401/0401_cv_berthold:10:DefaultText
source: Meet my Corporate Compliance Crew. Then check out our weapons locker inside. I reckon you'll find something you like.
cs: Seznamte se s mým týmem pro dodržování předpisů. Pak si uvnitř prohlédněte naši skříňku na zbraně. Myslím, že tam najdete něco, co se vám bude líbit.

# conversations/04_monarch/0401/0401_cv_berthold:11:DefaultText
source: Why are you guys guarding this station?
cs: Proč hlídáte tuhle stanici?

# conversations/04_monarch/0401/0401_cv_berthold:12:DefaultText
source: I'll call it even if you help me wipe out the marauders at the broadcast station.
cs: Pokud mi pomůžeš zlikvidovat ty nájezdníky na vysílací stanici, tak to bude vyrovnané.

# conversations/04_monarch/0401/0401_cv_berthold:13:DefaultText
source: I'll keep an eye out for that.
cs: Budu na to dávat pozor.

# conversations/04_monarch/0401/0401_cv_berthold:14:DefaultText
source: You drive a hard bargain, Mantiqueen Slayer.
cs: Tvrdě vyjednáváš, Mantiqueen Slayer.

# conversations/04_monarch/0401/0401_cv_berthold:15:DefaultText
source: So let's do this.
cs: Udělejme tedy toto.

# conversations/04_monarch/0401/0401_cv_berthold:17:DefaultText
source: You guys have to be the laziest merc crew in Halcyon.
cs: Vy musíte být nejlínější žoldáci v Halcyonu.

# conversations/04_monarch/0401/0401_cv_berthold:18:DefaultText
source: I think you mean clever.
cs: Myslím, že máte na mysli chytrý.

# conversations/04_monarch/0401/0401_cv_berthold:20:DefaultText
source: You look like an idle body. And idlers get orders.
cs: Vypadáš jako nečinné tělo. A lenoši dostávají rozkazy.

# conversations/04_monarch/0401/0401_cv_berthold:21:DefaultText
source: Then we call it even between us.
cs: Pak je to mezi námi vyrovnané.

# conversations/04_monarch/0401/0401_cv_berthold:22:DefaultText
source: We were hired to do so, why else? You did get the memo that we're mercenaries?
cs: Byli jsme najati, abychom to udělali, proč jinak? Dostali jste zprávu, že jsme žoldáci?

# conversations/04_monarch/0401/0401_cv_berthold:25:DefaultText
source: We recommended the client safeguard himself. So I don't expect that the main doors will be accessible. Find a way to open 'em, and we'll clear any hostiles on the inside.
cs: Doporučili jsme klientovi, aby se zabezpečil. Neočekávám tedy, že hlavní dveře budou přístupné. Najděte způsob, jak je otevřít, a my vyčistíme všechny nepřátele uvnitř.

# conversations/04_monarch/0401/0401_cv_berthold:26:DefaultText
source: I'd best radio ahead for Joy and Hudson to prep for us. They'll be at the station entrance, ready with our finest automechanicals to assist you. C3s, prepare to move out!
cs: Nejlépe by bylo, kdybych Joy a Hudsonovi poslala rádio, aby se na nás připravili. Budou u vchodu do stanice a připraveni vám pomoci s našimi nejlepšími automechaniky. C3, připravte se k odjezdu!

# conversations/04_monarch/0401/0401_cv_berthold:27:DefaultText
source: Hey! Mantiqueen Slayer! Over here!
cs: Hej! Zabiják Mantiků! Tady!

# conversations/04_monarch/0401/0401_cv_berthold:29:DefaultText
source: Light 'em on fire, ladies and gents!
cs: Zapalte je, dámy a pánové!

# conversations/04_monarch/0401/0401_cv_berthold:30:DefaultText
source: Old Laws, but I love my job! Ain't nothing like getting paid to kill.
cs: Staré zákony, ale miluji svou práci! Není nic lepšího než být placený za zabíjení.

# conversations/04_monarch/0401/0401_cv_berthold:33:DefaultText
source: Meet me at the camp. And try not to get shot on approach.
cs: Sejdeme se v táboře. A snažte se, aby vás při přiblížení nezastřelili.

# conversations/04_monarch/0401/0401_cv_berthold:34:DefaultText
source: At the same time, we do want to keep our client alive. Until the payment's cleared.
cs: Zároveň chceme, aby náš klient zůstal naživu. Dokud nebude platba uhrazena.

# conversations/04_monarch/0401/0401_cv_berthold:35:DefaultText
source: Our current gig's to stop, by means of lethal force, any creatures exiting the caverns - including but not limited to marauders, Iconoclasts, and agents operating for the MSI.
cs: Naším současným úkolem je zastavit smrtící silou všechny tvory, kteří opouštějí jeskyně - mimo jiné nájezdníky, ikonoklasty a agenty pracující pro MSI.

# conversations/04_monarch/0401/0401_cv_berthold:36:DefaultText
source: Kind of odd for a group of mercs to label themselves as a corporate entity.
cs: Je poněkud zvláštní, že se skupina žoldáků označuje jako korporace.

# conversations/04_monarch/0401/0401_cv_berthold:37:DefaultText
source: The corporate model is the oldest and most efficient, not to mention stable, structure history has ever shown us. Plus, corporations got certain rights not entailed to individuals.
cs: Korporátní model je nejstarší a nejefektivnější, nemluvě o stabilní struktuře, jakou nám kdy historie ukázala. Navíc korporace získaly určitá práva, která jednotlivcům nepřísluší.

# conversations/04_monarch/0401/0401_cv_berthold:38:DefaultText
source: I lead the C3s. Addie covers our payroll and expenditures. Lance handles the human capital, and Donald is our charming public face.
cs: Vedu skupinu C3. Addie se stará o naše mzdy a výdaje. Lance se stará o lidský kapitál a Donald je naší okouzlující tváří na veřejnosti.

# conversations/04_monarch/0401/0401_cv_berthold:39:DefaultText
source: A bloodbath like that calls for a celebratory drink.
cs: Taková krvavá lázeň si žádá oslavný drink.

# conversations/04_monarch/0401/0401_cv_berthold:40:DefaultText
source: That's unfortunate.
cs: To je nešťastné.

# conversations/04_monarch/0401/0401_cv_berthold:41:DefaultText
source: It is. Going to be a mess to haul back. Hazard of the job, I reckon.
cs: Je to tak. Bude to pěkný nepořádek, když se to bude tahat zpátky. Počítám, že je to riziko práce.

# conversations/04_monarch/0401/0401_cv_berthold:42:DefaultText
source: We can talk more there, where it's safe. I'll be on my way... once I've gathered up Constance's parts.
cs: Tam si můžeme promluvit víc, je to bezpečné. Jakmile posbírám Constanciny součástky, budu na cestě.

# conversations/04_monarch/0401/0401_cv_berthold:43:DefaultText
source: There's a station up the way. It's where my C3's are posted.
cs: Nahoře na cestě je stanice. Tam jsou umístěny moje C3.

# conversations/04_monarch/0401/0401_cv_berthold:44:DefaultText
source: Our system works - we've racked up more confirmed kills than any other crew you can hire.
cs: Náš systém funguje - nasbírali jsme více potvrzených zabití než jakákoli jiná posádka, kterou si můžete najmout.

# conversations/04_monarch/0401/0401_cv_berthold:45:DefaultText
source: It don't make much financial sense for C3 to expend resources on any killing beyond the contract's stipulations. As the marauders didn't enter from the caves, the requirements are murky.
cs: Pro společnost C3 nemá příliš velký finanční smysl vynakládat prostředky na jakékoli zabíjení nad rámec smluvních podmínek. Vzhledem k tomu, že nájezdníci nevstoupili z jeskyní, jsou požadavky nejasné.

# conversations/04_monarch/0401/0401_cv_berthold:46:DefaultText
source: What?! What in the devil happened to my C3s? Someone killed my squad! Donald, Addie, Lance...
cs: Cože?! Co se k čertu stalo s mými C3? Někdo mi zabil jednotku! Donald, Addie, Lance...

# conversations/04_monarch/0401/0401_cv_berthold:47:DefaultText
source: It's gonna to be a mountain of paperwork to replace 'em, not to mention recruiting new talent ain't easy. There goes the Corporate Compliance Crew. This is gonna require a rebranding.
cs: Nahradit je bude znamenat horu papírování, nemluvě o tom, že nábor nových talentů není snadný. Tady je posádka Corporate Compliance Crew. Tohle bude vyžadovat změnu značky.

# conversations/04_monarch/0401/0401_cv_berthold:48:DefaultText
source: Attacked my crew and thought you could waltz back in here? Grand miscalculation, Slayer.
cs: Napadl jsi mou posádku a myslel sis, že se sem můžeš vrátit? Velký omyl, Přemožitelko.

# conversations/04_monarch/0401/0401_cv_berthold:49:DefaultText
source: You head up C3, right? Your mercs went to take back the station.
cs: Vedete C3, že? Vaši žoldáci šli dobýt stanici.

# conversations/04_monarch/0401/0401_cv_berthold:50:DefaultText
source: Now why would they go and do a fool thing like that? They know better than to deploy without my explicit orders.
cs: Proč by dělali takové hlouposti? Vědí, že bez mého výslovného rozkazu se nemají nasazovat.

# conversations/04_monarch/0401/0401_cv_berthold:51:DefaultText
source: 'Course, that doesn't take away from what you've done for me. I was, uh, stuck for a while.
cs: "To samozřejmě nic nemění na tom, co jsi pro mě udělal. Na chvíli jsem se zasekl.

# conversations/04_monarch/0401/0401_cv_berthold:52:DefaultText
source: I'll rendezvous with you at Devil's Peak. First, I need to gather a few parts... Constance's parts that is, and give 'em a proper burial.
cs: Setkáme se na Ďáblově vrchu. Nejdřív musím sehnat pár součástek... Constance, to znamená, a řádně je pohřbít.

# conversations/04_monarch/0401/0401_cv_berthold:53:DefaultText
source: Devil's Peak is as good as cleared. C3s never fail to deliver.
cs: Devil's Peak je stejně dobrý jako vyčištěný. C3 nikdy nezklamou.

# conversations/04_monarch/0401/0401_cv_berthold:54:DefaultText
source: Space me! You may as well help yourself the weapons locker. Got no one else to use it.
cs: Space me! Můžeš si také pomoci skříňkou se zbraněmi. Nemám nikoho jiného, kdo by ji použil.

# conversations/04_monarch/0401/0401_cv_berthold:55:DefaultText
source: Why were you and your squad guarding this station?
cs: Proč jste vy a vaše jednotka hlídali tuto stanici?

# conversations/04_monarch/0401/0401_cv_berthold:56:DefaultText
source: I lead the C3s. Or, that is... led. Addie covered our payroll and expenditures. Lance handled the human capital, and Donald was our charming public face.
cs: Vedu skupinu C3. Nebo spíš... vedl. Addie pokryla naše mzdy a výdaje. Lance se staral o lidský kapitál a Donald byl naší okouzlující tváří na veřejnosti.

# conversations/04_monarch/0401/0401_cv_berthold:57:DefaultText
source: Don't suppose none of it matters now...
cs: Předpokládám, že na ničem z toho teď nezáleží...

# conversations/04_monarch/0401/0401_cv_berthold:58:DefaultText
source: At the same time, I do want to keep my client alive. Until the payment's cleared.
cs: Zároveň chci, aby můj klient zůstal naživu. Dokud nebude platba uhrazena.

# conversations/04_monarch/0401/0401_cv_berthold:60:DefaultText
source: Our client's a bit unorthodox, sure. He calls himself 'The Broker' and prefers the glow of a terminal to flesh and blood interaction, but I can't fault his work ethic.
cs: Náš klient je trochu neortodoxní, jistě. Říká si "Makléř" a dává přednost záři terminálu před interakcí z masa a kostí, ale jeho pracovní morálce se nedá nic vytknout.

# conversations/04_monarch/0401/0401_cv_berthold:61:DefaultText
source: You go on ahead and help yourself to our weapons locker. It'll be in the barracks where you met my PR man, Donald.
cs: Jdi napřed a posluž si v naší skříňce se zbraněmi. Bude to v kasárnách, kde jste se setkali s mým PR mužem Donaldem.

# conversations/04_monarch/0401/0401_cv_berthold:62:DefaultText
source: Seems I've done your job for you. The station's clear.
cs: Zdá se, že jsem udělal práci za vás. Stanice je čistá.

# conversations/04_monarch/0401/0401_cv_berthold:63:DefaultText
source: Well. That was a bit presumptuous, don't you think? We were still debating as to whether we're contractually obligated to take out those marauders, and here you've undercut us.
cs: Dobře. To bylo trochu troufalé, nemyslíte? Pořád jsme se dohadovali, jestli jsme smluvně zavázáni ty nájezdníky odstranit, a ty jsi nás podrazil.

# conversations/04_monarch/0401/0401_cv_berthold:64:DefaultText
source: We have an image to uphold. Our services are deservedly expensive. Now I shall have to pay you so that future clients continue to recognize the value of our work.
cs: Musíme si udržovat image. Naše služby jsou zaslouženě drahé. Nyní vám budu muset zaplatit, aby i budoucí klienti uznávali hodnotu naší práce.

# conversations/04_monarch/0401/0401_cv_berthold:65:DefaultText
source: We'll just say you were a sub-contractor. Yes, that'll do. We exercised our finest judgment in hiring you, you know.
cs: Řekneme jen, že jste byl subdodavatelem. Ano, to stačí. Při vašem najímání jsme se řídili nejlepším úsudkem, víte?

# conversations/04_monarch/0401/0401_cv_berthold:66:DefaultText
source: What in the void are you thinking, creeping around a mantiqueen like that?
cs: Co si proboha myslíš, že se takhle plížíš kolem mantikáře?

# conversations/04_monarch/0401/0401_cv_berthold:67:DefaultText
source: At the time, I was thinking "please don't see me, oh Law, I don't want to die. Na na na." Now I'm thinking it was stupid to come in here.
cs: V tu chvíli jsem si říkal: "Prosím, nechoď za mnou, ach, Lawe, já nechci umřít. Na na na." Teď si říkám, že bylo hloupé sem chodit.

# conversations/04_monarch/0401/0401_cv_berthold:70:DefaultText
source: Oh. Oh my Law. He's right. I thought- I thought they had to be cystypig parts, o-otherwise... ergh, I'm gonna be sick.
cs: Oh. Ach, můj zákon. Má pravdu. Myslel jsem, že to musí být cystypigové části, jinak... ergh, bude mi špatně.

# conversations/04_monarch/0401/0401_cv_berthold:71:DefaultText
source: Away from the boots, if you don't mind.
cs: Pryč od bot, pokud vám to nevadí.

# conversations/04_monarch/0401/0401_cv_berthold:72:DefaultText
source: Awfully sensible for a businessman, aren't you?
cs: Na obchodníka jste strašně rozumný, že?

# conversations/04_monarch/0401/0401_cv_berthold:73:DefaultText
source: It's what I'm known for. Or what I'm usually known for... the occasional mishap not withstanding.
cs: Tím jsem známý. Nebo tím, čím jsem obvykle známý... občasným neštěstím navzdory.

# conversations/04_monarch/0401/0401_cv_berthold:75:DefaultText
source: Can't imagine the competition.
cs: Nedokážu si představit konkurenci.

# conversations/04_monarch/0401/0401_cv_berthold:76:DefaultText
source: The best is the best, lady. That's all there is to it!
cs: Nejlepší je nejlepší, dámo. To je vše!

# conversations/04_monarch/0401/0401_cv_berthold:79:DefaultText
source: I'm obliged.
cs: Jsem vám zavázán.

# conversations/04_monarch/0401/0401_cv_berthold:80:DefaultText
source: I should go.
cs: Měl bych jít.
