Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_*_nyoka_guide.po
Languages: bs

# conversations/04_monarch/0401/0401_bs_nyoka_guide:2:DefaultText
source: Right, here's the road. Follow it south.
bs: Dobře, tady je cesta. Jeďte po ní na jih.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:3:DefaultText
source: Watch your feet. The sulfur pools don't just stink. They'll take a toe off.
bs: Dávejte si pozor na nohy. Sírová jezírka nejen páchnou. Odnesou vám i palec u nohy.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:5:DefaultText
source: South here. Off the road and down this slope. We've got a decent trek ahead of us.
bs: Zde na jih. Ze silnice dolů po svahu. Čeká nás slušná túra.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:10:DefaultText
source: I call this Rotting River, on account of all the dead things I've thrown in it over the years.
bs: Říkám jí Hnijící řeka, kvůli všem mrtvým věcem, které jsem do ní v průběhu let naházel.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:11:DefaultText
source: Look up. That makeshift bridge - we gotta cross it. First we go under, then hook around to the left, then up and over.
bs: Podívejte se nahoru. Ten provizorní most - musíme ho přejít. Nejdřív půjdeme pod ním, pak se zahákneme vlevo, pak nahoru a přes něj.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:12:DefaultText
source: Tunnel here.
bs: Tunel zde.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:13:DefaultText
source: Uh, shit. That's a big one. We can tiptoe around to the left or go in guns blazing. Up to you. I vote the latter.
bs: Uh, do prdele. To je velký. Můžeme jít po špičkách doleva, nebo do toho jít se zbraní v ruce. Je to na tobě. Já volím to druhé.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:14:DefaultText
source: The hell... look up. What's he doing up there?
bs: K čertu... podívej se nahoru. Co tam nahoře dělá?

# conversations/04_monarch/0401/0401_bs_nyoka_guide:15:DefaultText
source: And here we are! Told you we'd make it in one piece. Station ain't too far now.
bs: A je to tady! Říkal jsem vám, že to zvládneme v jednom kuse. Stanice už není daleko.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:16:DefaultText
source: Oh, no. How the hell did marauders navigate the caverns?
bs: Ale ne. Jak se sakra nájezdníci dostali do jeskyní?

# conversations/04_monarch/0401/0401_bs_nyoka_guide:17:DefaultText
source: Hiram must've sealed the door. He's... he spooks easy.
bs: Hiram musel dveře zapečetit. On je... snadno se vyděsí.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:18:DefaultText
source: Here's the elevator, but it ain't gonna budge while this place is on lockdown.
bs: Tady je výtah, ale ten se nepohne, dokud je to tu uzavřené.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:19:DefaultText
source: Guess we keep moving forward. Look for another way up.
bs: Hádám, že jdeme dál. Hledejte další cestu vzhůru.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:20:DefaultText
source: That's the last of 'em, I think.
bs: To je myslím poslední z nich.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:21:DefaultText
source: The caves back east are safest. We can head up this path if you wanna shoot your way through a few nightmares on your way up.
bs: Nejbezpečnější jsou jeskyně na východě. Pokud se chceš cestou nahoru prostřílet několika nočními můrami, můžeme se vydat touto cestou.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:22:DefaultText
source: Fallbrook's on the other side of the bridge there if you need a drink.
bs: Fallbrook je na druhé straně mostu, kdybyste se potřebovali napít.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:23:DefaultText
source: Look northwest. That ain't it, but marauders sometimes camp inside the buildings there. Steer clear unless you fancy getting shot.
bs: Podívejte se na severozápad. To není ono, ale v tamních budovách občas táboří nájezdníci. Vyhýbej se jim, pokud nemáš chuť se nechat zastřelit.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:24:DefaultText
source: We're only halfway to the mountain, so... might consider stopping in.
bs: Jsme teprve v polovině cesty do hor, takže... bychom mohli zvážit zastávku.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:25:DefaultText
source: Westbound still. I'll let you know when we can start ascending.
bs: Stále směrem na západ. Dám vám vědět, až budeme moci začít stoupat.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:37:DefaultText
source: I'd turn back - this path has been a deathtrap for many. Safer paths up can be found to the west.
bs: Otočil bych se - tato cesta byla pro mnohé smrtelnou pastí. Bezpečnější cesty nahoru najdete na západě.

# conversations/04_monarch/0401/0401_bs_nyoka_guide:38:DefaultText
source: It'll take you into the Devil's Peak caverns if you follow it under the bridge. That's one option. Other's the slope up - if you're up for some fun, let's chat.
bs: Pokud se po ní vydáte pod most, zavede vás do jeskyní Ďáblova vrchu. To je jedna z možností. Další je svah nahoru - pokud máš chuť se pobavit, pojďme si popovídat.
