Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_cascadia_north_residence.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:1:DefaultText
source: Rizzo, Inc. Personal Equipment ====================== This terminal is the sole property of [BLACKWOOD, Z]. Access by any person other than [BLACKWOOD, Z] is unauthorized. Consult your Rizzo employee handbook for the fines corresponding to the unauthorized access of personal-use terminals.
cs: Rizzo, Inc. Osobní vybavení ====================== Tento terminál je výhradním vlastnictvím společnosti [BLACKWOOD, Z]. Přístup jiné osoby než [BLACKWOOD, Z] je neoprávněný. Pokuty odpovídající neoprávněnému přístupu k terminálům pro osobní použití naleznete v příručce pro zaměstnance společnosti Rizzo.

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:3:DefaultText
source: [Access Journal Entries]
cs: [Přístup k záznamům v deníku]

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:6:DefaultText
source: Error: Centralized storage offline. The latest four entries are available below.
cs: Chyba: Centralizované úložiště offline. Poslední čtyři záznamy jsou k dispozici níže.

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:7:DefaultText
source: [April 27th, 2343]
cs: [27. dubna 2343]

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:8:DefaultText
source: [April 28th, 2343]
cs: [28. dubna 2343]

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:9:DefaultText
source: [May 4th, 2343]
cs: [4. května 2343]

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:11:DefaultText
source: Something stinks about these evac prep procedures. I know the pteros were expensive, but shipping them out of here isn't going to be easy. Even the hunters are recommending we let 'em loose outside the gates. I don't get why we're taking them with us, anyway. Someone up the chain must really believe in the project.
cs: Něco mi na těchto postupech přípravy na evakuaci smrdí. Vím, že pteros byly drahé, ale odvézt je odsud nebude snadné. Dokonce i lovci doporučují, abychom je pustili za brány. Stejně nechápu, proč je bereme s sebou. Někdo nahoře v řetězci musí tomu projektu opravdu věřit.

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:12:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:14:DefaultText
source: I'm copying my meeting notes for posterity. Still can't shake this feeling that they're hiding something. TOWN MEETING: 4/28/2343 - Sumner: called the meeting to discuss preparations for our imminent departure - Pauline: platitudes, assurance that nobody is being fired - Pauline: explains that jobs await us all on terra 2 - Pauline: more platitudes, top management is very pleased with project ptero and wants to ensure its assets are preserved - C. McClure: so the project isn't being scuttled? - Sumner: no, just moved off terra 1 - Violette: but how will we transport the pteros - Ted: hunters will assist us in safely moving them onto the shuttle - Violette: it was hard enough getting them into the cages in the first place - Me: what about the raptidons? we've seen more and more around town - Sumner: assurances that the raptidons are not interested in the pteros - Me: but the hunters are saying- - Sumner: no more about the pteros, floor is now open to general questions - M. Cicero: how many shuttles are incoming? - Pauline: we don't know. at least one - Me: one isn't enough for all of us plus the damn pteros - Sumner: let's worry about that when the evac arrives - Sumner: looks like we're out of time. thanks for coming, everyone, and keep up the great work
cs: Kopíruji si poznámky ze schůzky pro pozdější generace. Pořád se nemůžu zbavit pocitu, že něco tají. MĚSTSKÁ SCHŮZE: 4/28/2343 - Sumner: svolal schůzku, aby projednal přípravy na náš nadcházející odchod - Pauline: fráze, ujištění, že nikoho nevyhodí - Pauline: vysvětluje, že na terra 2 nás všechny čeká práce - Pauline: další fráze, nejvyšší vedení je s projektem ptero velmi spokojeno a chce zajistit zachování jeho aktiv - C. McClure: takže projekt není zrušen? - Sumner: ne, jen přesunut z terry 1 - Violette: ale jak budeme pteros převážet - Ted: lovci nám pomohou s jejich bezpečným přesunem na raketoplán - Violette: už tak bylo dost těžké dostat je do klecí - Já: a co raptidoni? viděli jsme jich po městě čím dál víc - Sumner: ujištění, že raptidony pteros nezajímají - Já: ale lovci říkají- - Sumner: o pterosech už ne, slovo je teď otevřené pro obecné otázky - M. Cicero: kolik raketoplánů přiletí? - Paulína: to nevíme. minimálně jeden - Já: jeden nestačí pro nás všechny plus ty zatracené pteros - Sumner: o to se postaráme, až dorazí evakuace - Sumner: vypadá to, že nám došel čas. díky, že jste přišli, všem, a pokračujte ve skvělé práci

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:15:DefaultText
source: We're fucked. Shuttle landed on the pad. We started moving ptero cages. Some of them broke. Birds everywhere. Talons everywhere. Even the clipped ones--turns out they can run. Who knew? Then the rapts got in. I don't know how. Must be a hole in the wall somewhere. Maybe they can dig. Fuck. They were all over the pteros at first, and then us. Sumner and the other upper management were already on the shuttle. Rapts got near the pad. Someone panicked. They left us. Void take their black hearts, they left us.
cs: Jsme v prdeli. Raketoplán přistál na přistávací ploše. Začali jsme stěhovat ptero klece. Některé se rozbily. Ptáci jsou všude. Všude drápy. Dokonce i ty ustřižené... Ukázalo se, že umí běhat. Kdo by to byl řekl? Pak se tam dostali raptoři. Nevím jak. Někde musí být díra ve zdi. Možná umí kopat. Do prdele. Nejdřív byli všude pteros a pak i my. Sumner a ostatní členové vyššího vedení už byli v raketoplánu. Rapty se dostaly do blízkosti přistávací plochy. Někdo zpanikařil, nechali nás. prázdnota vem si svá černá srdce, nechali nás.

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:17:DefaultText
source: [May 7th, 2343]
cs: [7. května 2343]

# conversations/04_monarch/0401/0401_cp_cascadia_north_residence:18:DefaultText
source: Got a few homes stabilized, but it isn't going to last. Rapts everywhere. They caught scent of what's in the bottling plant and now they're nesting. We need to move. Going to have to book it south across the bridge. Cordon off half the town. I've been trying to hail corporate, but none of my messages are getting through. I don't think help's coming. Cecil insists corporate wouldn't abandon us, but... I saw that shuttle. There wasn't enough room for us and the birds. Someone up there made a decision and it wasn't for our well-being. Rotten bastards. I make it out of this mess, I'm coming for them.
cs: Několik domů se stabilizovalo, ale nebude to trvat dlouho. Všude jsou násilnosti. Zachytili pach toho, co je ve stáčírně, a teď hnízdí. Musíme se přestěhovat. Budeme to muset zamluvit na jih přes most. Uzavřít půlku města. Zkoušel jsem volat do korporace, ale žádná z mých zpráv nedorazila. Cecil trvá na tom, že by nás společnost neopustila, ale... Viděl jsem ten raketoplán. Nebylo tam dost místa pro nás a ptáky. Někdo tam nahoře rozhodl a nebylo to pro naše dobro. Hnusní bastardi. Když se z téhle šlamastyky dostanu, jdu si pro ně.
