Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator.po
Languages: cs

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:1:DefaultText
source: REACTOR STATUS: Unstable CORROSIVE GAS LEVELS: Critical GAS VENTS: Closed Recommendation: Open gas vents.
cs: STAV REAKTORU: Hladiny korozivních plynů: VENTILACE PLYNŮ: Doporučení: Uzavřené: Otevřete plynové ventily.

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:2:DefaultText
source: [Route the Gas Outside]
cs: [Směrovat plyn ven]

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:4:DefaultText
source: EXPOSURE TO HAZARDOUS MATERIAL WARNING #7-B ============================ Anyone in the immediate vicinity of this generator and its environmental-facing vents may be subject to burns, disfigurement, and an increased risk of cancer. Please ensure that all on-site personnel have evacuated the venting area. Refer to the UDL Employee Handbook for procedures regarding the reimbursement of time spent evacuating.
cs: VYSTAVENÍ NEBEZPEČNÉMU MATERIÁLU VAROVÁNÍ #7-B ============================ Osoby, které se nacházejí v bezprostřední blízkosti tohoto generátoru a jeho větracích otvorů směřujících do prostředí, mohou být vystaveny popáleninám, znetvoření a zvýšenému riziku vzniku rakoviny. Zajistěte, aby všichni zaměstnanci na pracovišti opustili prostor větracích otvorů. Postupy týkající se úhrady času stráveného evakuací naleznete v Příručce pro zaměstnance společnosti UDL.

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:5:DefaultText
source: [Vent the Gas]
cs: [Vypustit plyn]

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:6:DefaultText
source: Gas venting in progress. Once the procedure completes, the vents will need to be closed. Thank you!
cs: Probíhá odvzdušňování plynu. Po dokončení postupu bude třeba odvzdušňovací otvory uzavřít. Děkujeme!

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:7:DefaultText
source: Gas filters nominal. Venting procedure is currently locked.
cs: Plynové filtry jmenovité. Postup odvzdušňování je v současné době uzamčen.

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:9:DefaultText
source: REACTOR STATUS: Nominal CORROSIVE GAS LEVELS: Normal GAS VENTS: Open Recommendation: Close gas vents.
cs: STAV REAKTORU: Nominální KOROZNÍ ÚROVNĚ PLYNU: Normální VENTILACE PLYNŮ: Doporučení: Zavřete plynové otvory.

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:10:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:11:DefaultText
source: [Close the Vents]
cs: [Zavřít ventilační otvory]

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:12:DefaultText
source: Vents are now closed. Please report this incidental gas venting to your nearest site security engineer.
cs: Ventilační otvory jsou nyní uzavřeny. Nahlaste toto náhodné vypouštění plynu nejbližšímu bezpečnostnímu technikovi pracoviště.

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:13:DefaultText
source: REACTOR STATUS: Nominal CORROSIVE GAS LEVELS: Normal GAS VENTS: Closed Recommendation: Enjoy your day!
cs: STAV REAKTORU: Nominální KOROZNÍ ÚROVNĚ PLYNU: Normální VENTILACE PLYNŮ: Doporučení: Užijte si den!

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:14:DefaultText
source: [Open the Vents]
cs: [Otevřete ventilační otvory]

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:15:DefaultText
source: Gas venting in progress. Once the procedure completes, the vents will need to be closed. Thank you!
cs: Probíhá odvzdušňování plynu. Po dokončení postupu bude třeba odvzdušňovací otvory uzavřít. Děkujeme!

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:16:DefaultText
source: Please wait while this system recalibrates its gas sensors. Calibration progress: 0.04% Estimated time to completion: 341.7 days
cs: Počkejte prosím, než tento systém překalibruje své plynové senzory. Průběh kalibrace: Odhadovaná doba do dokončení: 341,7 dne

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:17:DefaultText
source: UDL Sulfur-Safe Power Generation System ============================ Warning: Unauthorized access to this equipment may result in injury, death, or unemployment.
cs: UDL Sulfur-Safe Power Generation System ============================ Varování: Neoprávněný přístup k tomuto zařízení může mít za následek zranění, smrt nebo ztrátu zaměstnání.

# conversations/04_monarch/0401/0401_cp_bayside_warehouse_generator:18:DefaultText
source: [Continue]
cs: [Pokračovat]
