Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:1:DefaultText
source: Hey. Thanks for coming.
cs: Ahoj. Díky, že jste přišli.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:2:DefaultText
source: I wish I'd had more time to prepare a proper analysis on the costs and benefits of your proposed union, but I suppose we'll have to... improvise.
cs: Škoda, že jsem neměl více času na přípravu řádné analýzy nákladů a přínosů vámi navrhované unie, ale asi budeme muset... improvizovat.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:4:DefaultText
source: That's the spirit.
cs: V tomto duchu.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:5:DefaultText
source: Sanjar, you have got to scale it back.
cs: Sanjar, musíš to omezit.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:6:DefaultText
source: I don't have time for nonsense from either of you, so let's just get this done.
cs: Nemám čas na nesmysly ani od jednoho z vás, tak to prostě vyřešme.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:7:DefaultText
source: I certainly hope you don't mean to undercut the value of due diligence.
cs: Doufám, že tím nechcete snižovat hodnotu náležité péče.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:8:DefaultText
source: This is very hard for me.
cs: Je to pro mě velmi těžké.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:9:DefaultText
source: Gotta admit... I really thought I was walking into a trap here. I'm ready.
cs: Musím uznat, že... Opravdu jsem si myslel, že jsem se chytil do pasti. Jsem připraven.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:10:DefaultText
source: Sanjar. Stellar Bay's got food and walls, and my people need both. If you'll have us, we're willing to share the space.
cs: Sanjar. V Hvězdné zátoce je jídlo a hradby a moji lidé potřebují obojí. Pokud nás přijmete, jsme ochotni se o prostor podělit.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:11:DefaultText
source: Do you have any idea what that would cost? Why, drawing up the budget alone is going to take weeks.
cs: Máte představu, kolik by to stálo? Vždyť jen sestavení rozpočtu zabere týdny.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:12:DefaultText
source: You don't have weeks, Sanjar. Zora's ready to storm the city right now.
cs: Nemáš týdny, Sanjar. Zora je připravena zaútočit na město právě teď.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:13:DefaultText
source: If you're going to draw up a budget, I'd appreciate a paycheck.
cs: Pokud se chystáte sestavit rozpočet, ocenil bych výplatu.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:14:DefaultText
source: What if the Iconoclasts just supported your supply lines?
cs: Co kdyby Ikonoklasté jen podporovali vaše zásobovací linky?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:15:DefaultText
source: Though I admit I'd rather not. We've shed enough blood as it is.
cs: I když přiznávám, že bych raději nechtěl. Už tak jsme prolili dost krve.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:16:DefaultText
source: Come on. You can't be this obtuse. Tell me Graham wasn't working alone. He couldn't have.
cs: No tak. Nemůžeš být tak tupý. Řekni mi, že Graham nepracoval sám. To nemohl.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:17:DefaultText
source: Come now, this is no time for one of your jokes.
cs: No tak, teď není čas na žádný z vašich vtipů.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:18:DefaultText
source: Not good enough. I need to move a fair amount of my people into the city. We need shelter, Captain.
cs: Není to dost dobré. Potřebuji do města přesunout dostatečné množství svých lidí. Potřebujeme úkryt, kapitáne.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:20:DefaultText
source: Suppose some of our healthier folk could offer aid. Some of us need to stay in the city proper, though.
cs: Předpokládejme, že někteří z našich zdravějších lidí by mohli nabídnout pomoc. Někteří z nás však musí zůstat ve městě.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:21:DefaultText
source: Is the only choice here between fighting and starving? We've got to be practical.
cs: Je jedinou volbou bojovat nebo hladovět? Musíme být praktičtí.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:22:DefaultText
source: I read your report. You need more people to defend that wall. The Iconoclasts can help.
cs: Přečetl jsem si vaši zprávu. Potřebujete více lidí, kteří by tu zeď bránili. Ikonoklasté vám mohou pomoci.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:24:DefaultText
source: Come on, Sanjar, you can't start negotiations this way.
cs: No tak, Sanjar, takhle přece nemůžeš začít vyjednávat.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:25:DefaultText
source: So negative. No wonder the other execs didn't like you.
cs: Takže negativní. Není divu, že tě ostatní výkonní pracovníci neměli rádi.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:26:DefaultText
source: You... you actually read my report?
cs: Vy... vy jste opravdu četl mou zprávu?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:28:DefaultText
source: This feels more like an assault than a negotiation.
cs: Připadá mi to spíš jako útok než jako vyjednávání.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:29:DefaultText
source: I'm getting a bit of deja vu, Captain.
cs: Mám trochu deja vu, kapitáne.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:30:DefaultText
source: You did a strange thing with your eyes just now. Is this all supposed to mean something to me?
cs: Před chvílí jsi udělal zvláštní věc s očima. Má to pro mě něco znamenat?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:31:DefaultText
source: Thank the Eternal. As poetic as murdering him in his sleep would've been, I'm glad we don't have to.
cs: Poděkujte Věčnému. I když by bylo poetické zavraždit ho ve spánku, jsem rád, že to nemusíme udělat.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:32:DefaultText
source: I'm confused. The look on your face does not match the words you just said.
cs: Jsem zmatená. Výraz tvé tváře neodpovídá slovům, která jsi právě řekl.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:33:DefaultText
source: I'm not saying live outside - just help out in the wilderness once in a while.
cs: Neříkám žít venku - jen občas pomáhat v divočině.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:35:DefaultText
source: At least that'd be better than nothing.
cs: Alespoň to bude lepší než nic.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:36:DefaultText
source: I'm sure you can find a way to make it work.
cs: Určitě najdete způsob, jak to zvládnout.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:37:DefaultText
source: Truly, a compromise? I'm not sure I'd ever have heard as much from Graham.
cs: Skutečně kompromis? Nejsem si jistý, jestli jsem to od Grahama někdy slyšel.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:39:DefaultText
source: Graham was a murderous fiend, and I'd be shocked if you didn't already know that.
cs: Graham byl vraždící ďábel a byl bych šokován, kdybyste to už nevěděli.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:40:DefaultText
source: We aren't here for "better than nothing," Captain!
cs: Nejsme tu kvůli "lepšímu než nic", kapitáne!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:41:DefaultText
source: Graham was fit to just eke by on our will to survive. That "make it work" mentality got a lot of good people killed. No more.
cs: Graham byl schopen se udržet jen díky naší vůli přežít. Kvůli této mentalitě "aby to fungovalo" zahynulo mnoho dobrých lidí. Už ne.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:42:DefaultText
source: If not for the professional courtesy I owe our friend here, we wouldn't even be talking about this.
cs: Nebýt profesionální zdvořilosti, kterou zde našemu příteli dlužím, ani bychom se o tom nebavili.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:43:DefaultText
source: You said that with a very ominous tone just now. Was that intentional?
cs: Právě jsi to řekl velmi zlověstným tónem. Byl to záměr?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:44:DefaultText
source: Now, there's no cause for rudeness.
cs: Nyní není důvod k hrubosti.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:45:DefaultText
source: Rude would be slaughtering you while you're asleep in your home. Isn't that what we do to executive types?
cs: Hrubě by vás zabil, když spíte doma. Není to to, co děláme s výkonnými typy?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:48:DefaultText
source: Careful, Zora. Graham was Sanjar's friend.
cs: Opatrně, Zoro. Graham byl Sanjarův přítel.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:49:DefaultText
source: Something tells me Sanjar didn't know.
cs: Něco mi říká, že to Sanjar nevěděl.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:50:DefaultText
source: I don't think Sanjar would have hurt anyone. If he knew, he didn't agree to it.
cs: Nemyslím si, že by Sanjar někomu ublížil. Pokud to věděl, nesouhlasil s tím.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:51:DefaultText
source: His fr - HIS friend? Are you fucking kidding me, Captain? I've been standing with Graham for the better part of a decade while this paperclip cowboy sat behind his walls!
cs: Jeho přítel - JEHO přítel? Děláte si kurva srandu, kapitáne? Stál jsem s Grahamem skoro deset let, zatímco tenhle kovboj s kancelářskou sponkou seděl za zdí!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:56:DefaultText
source: Void take his agreement. He stood by and let it happen.
cs: Void souhlasí. Stál stranou a nechal to být.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:57:DefaultText
source: I had no idea, I swear. We were both fed up with corporate leadership, but I never guessed he'd do something like that.
cs: Neměl jsem tušení, přísahám. Oba jsme měli vedení společnosti plné zuby, ale nikdy by mě nenapadlo, že udělá něco takového.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:61:DefaultText
source: Hey, if we're taking over the company, I'm sure there're a lot of old life insurance policies to cash in.
cs: Když přebíráme společnost, určitě je tu spousta starých životních pojistek, které se dají zpeněžit.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:62:DefaultText
source: Being stubborn about this isn't going to get you anywhere.
cs: Tvrdohlavost v této věci nikam nevede.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:63:DefaultText
source: Sanjar, I did not drag my ass all the way out here for you to split hairs.
cs: Sanjar, netahal jsem sem zadek, abyste si mohli rozdělit vlasy.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:64:DefaultText
source: So forceful! You know I love your little displays.
cs: Taková síla! Víš, že miluju tvoje malé výstavy.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:65:DefaultText
source: Fine. Some of our people can help with supply lines. But I have to ask for some room in the city itself.
cs: V pořádku. Někteří naši lidé mohou pomoci se zásobováním. Ale musím požádat o nějaký prostor v samotném městě.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:67:DefaultText
source: And I'm supposed to believe that?
cs: A tomu mám věřit?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:68:DefaultText
source: Take it back a notch, Zora. You're here for your people, not the past.
cs: Vezmi to trochu zpátky, Zoro. Jsi tu pro své lidi, ne pro minulost.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:69:DefaultText
source: Is this going to take much longer? I have places to be.
cs: Bude to trvat déle? Musím být někde jinde.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:70:DefaultText
source: Sanjar, you're a leader. That means taking responsibility.
cs: Sanjar, jsi vůdce. To znamená převzít odpovědnost.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:71:DefaultText
source: I... okay. Okay. You're right. Sorry. It'll take me a while to get over losing Graham.
cs: Já... dobře. Dobře. Máš pravdu. Omlouvám se. Bude mi chvíli trvat, než se vyrovnám se ztrátou Grahama.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:72:DefaultText
source: You're right. Live in the moment.
cs: Máte pravdu. Žijte okamžikem.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:73:DefaultText
source: ...Very well. I suppose my ignorance is no excuse.
cs: ...Velmi dobře. Předpokládám, že moje neznalost není omluvou.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:74:DefaultText
source: For what? Graham was a rabid canid. He may have fooled me, but I wasn't the only one.
cs: K čemu? Graham byl vzteklý kanid. Možná mě oklamal, ale nebyl jsem jediný.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:75:DefaultText
source: You know, I felt the same way years ago, when he first left. There was something magnetic about him that let you ignore the things you didn't want to see.
cs: Víš, před lety jsem se cítil stejně, když poprvé odešel. Bylo na něm něco magnetického, co ti umožnilo ignorovat věci, které jsi nechtěla vidět.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:76:DefaultText
source: Yeah, I... I do. Okay. If you're willing to house and supply some of us, I'll have our more capable soldiers help out.
cs: Jo, já... Já ano. Dobře. Pokud jsi ochotný některé z nás ubytovat a zásobovat, nechám naše schopnější vojáky, aby nám pomohli.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:77:DefaultText
source: This shall be good practice for working with the Board, I see. Still, anything's cheaper than war. You have a deal, Zora.
cs: Vidím, že to bude dobrý postup pro práci s představenstvem. Stejně je všechno levnější než válka. Máš dohodu, Zoro.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:78:DefaultText
source: What about the targeting module?
cs: A co modul zaměřování?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:80:DefaultText
source: Guess that's that.
cs: To je asi všechno.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:81:DefaultText
source: If we're in Stellar Bay, then we don't need it yet. I just need a promise that when we do, we'll share it.
cs: Pokud jsme ve Hvězdné zátoce, pak ji zatím nepotřebujeme. Potřebuji jen slib, že až to uděláme, podělíme se o to.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:82:DefaultText
source: Thank you for brokering this arrangement.
cs: Děkujeme za zprostředkování této dohody.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:83:DefaultText
source: Yeah. Here's hoping we don't come to regret this.
cs: Doufám, že toho nebudeme litovat.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:84:DefaultText
source: You know, I don't think you're taking this seriously.
cs: Víš, myslím, že to nebereš vážně.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:85:DefaultText
source: Fine, I'll speed this up for our impatient captain here. My people need a place to live and we're prepared to take it from you unless you want to share.
cs: Dobře, urychlím to pro našeho netrpělivého kapitána. Moji lidé potřebují místo k životu a my jsme připraveni vám ho vzít, pokud se nechcete podělit.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:86:DefaultText
source: I knew Graham for years. I should have done my due diligence and known exactly who I was working with. Surely you know what that's like.
cs: Grahama jsem znal roky. Měl jsem si ho pořádně prověřit a vědět, s kým přesně pracuji. Jistě víte, jaké to je.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:88:DefaultText
source: Glad to hear it. I'm hopeful about this alliance.
cs: To rád slyším. V tuto alianci vkládám naději.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:89:DefaultText
source: Now hug it out!
cs: Teď se obejměte!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:90:DefaultText
source: I'm sorry, but I'll need to sign a physical contact waiver first.
cs: Je mi líto, ale nejprve musím podepsat zřeknutí se fyzického kontaktu.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:91:DefaultText
source: As am I. I can feel my blood pressure lowering already.
cs: Stejně jako já. Už teď cítím, jak mi klesá krevní tlak.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:94:DefaultText
source: It... you know, forget it. Look, my people need a place to live. You can give it to us or we can take it. Your choice.
cs: To... víš, zapomeň na to. Podívej, moji lidé potřebují místo k životu. Můžete nám ho dát, nebo si ho můžeme vzít. Je to na tobě.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:108:DefaultText
source: Thanks for coming out, Sanjar. I, uh... guess I'll see you at Stellar Bay.
cs: Díky, že jsi přišel, Sanjare. Asi se uvidíme v Hvězdné zátoce.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:113:DefaultText
source: This feels like one of those times when everyone at headquarters but me is laughing at something. But you two aren't laughing.
cs: Připadá mi to jako jeden z těch případů, kdy se všichni na velitelství kromě mě něčemu smějí. Ale vy dva se nesmějete.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:114:DefaultText
source: Amber Heights, you hullhead! Ten years ago! Graham had all those people killed!
cs: Amber Heights, ty tupče! Před deseti lety! Graham nechal všechny ty lidi zabít!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:115:DefaultText
source: What? That's not possible. Even for him, that's going too far.
cs: Cože? To není možné. I na něj je to příliš.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:116:DefaultText
source: It is. We found correspondences between him and the pirates.
cs: Je to tak. Našli jsme korespondenci mezi ním a piráty.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:117:DefaultText
source: Wasn't it convenient how they all died just after blocking your proposal?
cs: Nebylo příhodné, že všichni zemřeli hned poté, co zablokovali tvůj návrh?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:118:DefaultText
source: You're missing the big picture for the details again.
cs: Opět vám uniká celkový obraz kvůli detailům.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:119:DefaultText
source: I certainly didn't think so at the time, but now that you mention it...
cs: Tehdy jsem si to rozhodně nemyslel, ale teď, když to zmiňuješ...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:120:DefaultText
source: I... by the void, that's just what Celia would say.
cs: Já... u prázdnoty, to by řekla Celia.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:121:DefaultText
source: But surely you know what that's like.
cs: Ale jistě víte, jaké to je.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:123:DefaultText
source: Wait, union? You proposed? I wasn't suggesting you get married!
cs: Počkat, odbory? Ty jsi to navrhl? Nenavrhoval jsem ti svatbu!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:124:DefaultText
source: Oh, for the - let's just get started, shall we?
cs: Oh, pro - začneme, ano?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:125:DefaultText
source: Was that so hard?
cs: Bylo to tak těžké?

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:126:DefaultText
source: Yes, Captain. It was.
cs: Ano, kapitáne. Bylo to tak.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:130:DefaultText
source: Perhaps I'm being hasty. After all, I'm rather good with numbers. I'm certain we can find a way to make this work.
cs: Možná jsem se unáhlil. Koneckonců, s čísly mi to docela jde. Jsem si jistý, že najdeme způsob, jak to zvládnout.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:135:DefaultText
source: But... that means...
cs: Ale... to znamená...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:137:DefaultText
source: Don't fret. The captain here's right honorable. Usually.
cs: Nebojte se. Tady kapitán je čestný. Obvykle.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:138:DefaultText
source: If anybody can get these two shaking hands, it's you, boss.
cs: Jestli někdo dokáže tyhle dva přimět, aby si podali ruce, jsi to ty, šéfe.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:139:DefaultText
source: We're here to see that the negotiations go smoothly.
cs: Jsme tu proto, abychom zajistili hladký průběh jednání.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:140:DefaultText
source: If it were, I wouldn't be standing here all vulnerable-like.
cs: Kdyby ano, nestál bych tu tak zranitelný.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:141:DefaultText
source: I get the feeling this is gonna take a while.
cs: Mám pocit, že to bude chvíli trvat.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:144:DefaultText
source: Captain, this might really work!
cs: Kapitáne, tohle by mohlo opravdu fungovat!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:147:DefaultText
source: Well, I'll be damned. If you two can work together, maybe there's hope for this place after all.
cs: No, to mě podrž. Pokud vy dva dokážete spolupracovat, možná je pro tohle místo přece jen naděje.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:151:DefaultText
source: Captain, this might really work!
cs: Kapitáne, tohle by mohlo opravdu fungovat!

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:152:DefaultText
source: I don't see why that couldn't be accommodated.
cs: Nevím, proč by to nešlo.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:153:DefaultText
source: Well, I'll be damned. If you two can work together, maybe there's hope for this place after all.
cs: No, to mě podrž. Pokud vy dva dokážete spolupracovat, možná je pro tohle místo přece jen naděje.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:155:DefaultText
source: I'm all sorts of tempted.
cs: Jsem v pokušení.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:156:DefaultText
source: If only.
cs: Kéž by.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:158:DefaultText
source: Everybody's a little bit testy. Let's all just step back, take some deep breaths-
cs: Všichni jsou trochu podráždění. Ustupme, zhluboka se nadechněme...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:159:DefaultText
source: This is better than a serial drama. Sorry - I know, not helping.
cs: Je to lepší než seriálové drama. Omlouvám se - já vím, nepomáhá to.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:160:DefaultText
source: Careful, ma'am. We don't want these talks to end in bloodshed.
cs: Opatrně, madam. Nechceme, aby tato jednání skončila krveprolitím.

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:162:DefaultText
source: Now this is getting interesting...
cs: Teď to začíná být zajímavé...

# conversations/04_monarch/0401/0401_cv_zora_sanjar_meeting:163:DefaultText
source: Need a cleaner? Call SAM. Our units are the best in the biz.
cs: Potřebujete čisticí prostředek? Zavolejte SAM. Naše jednotky jsou nejlepší v oboru.
