Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0401/0401_cv_donald.po
Languages: cs

# conversations/04_monarch/0401/0401_cv_donald:151:DefaultText
source: We're locked and loaded. Joy and Hudson know you're coming. They'll back you in the frontal assault on Devil's Peak.
cs: Jsme zamčení a nabití. Joy a Hudson vědí, že přijdete. Budou tě podporovat při frontálním útoku na Ďáblův štít.

# conversations/04_monarch/0401/0401_cv_donald:152:DefaultText
source: Your boss - he died in the caves.
cs: Váš šéf - zemřel v jeskyních.

# conversations/04_monarch/0401/0401_cv_donald:153:DefaultText
source: Now that just can't be right, no. Can't hardly wrap my mind around it. Tell me then... what got Berty in the end?
cs: To prostě nemůže být správné, ne. Nemůžu to pochopit. Tak mi řekni... co Bertyho nakonec dostalo?

# conversations/04_monarch/0401/0401_cv_donald:154:DefaultText
source: The caves are infested with vicious wildlife. It must've overwhelmed him.
cs: Jeskyně jsou zamořeny divokou zvěří. Muselo ho to přemoci.

# conversations/04_monarch/0401/0401_cv_donald:155:DefaultText
source: I did.
cs: To jsem udělal.

# conversations/04_monarch/0401/0401_cv_donald:156:DefaultText
source: I found his remains half-eaten by a mantiqueen.
cs: Našel jsem jeho ostatky napůl sežrané mantikunou.

# conversations/04_monarch/0401/0401_cv_donald:157:DefaultText
source: With or without a CEO, you can still help me take back the station.
cs: Ať už s generálním ředitelem, nebo bez něj, stále mi můžete pomoci získat stanici zpět.

# conversations/04_monarch/0401/0401_cv_donald:158:DefaultText
source: I don't know. Berty was the plan maker, and he told us to stick to the explicit requirements of the contract.
cs: Nevím. Berty byl tvůrce plánu a řekl nám, abychom se drželi výslovných požadavků smlouvy.

# conversations/04_monarch/0401/0401_cv_donald:159:DefaultText
source: Fine. Stay here where it's safe, you cowards.
cs: V pořádku. Zůstaňte tady, kde je bezpečno, vy zbabělci.

# conversations/04_monarch/0401/0401_cv_donald:160:DefaultText
source: You really think that staying here is the best option?
cs: Opravdu si myslíte, že zůstat tady je nejlepší volba?

# conversations/04_monarch/0401/0401_cv_donald:161:DefaultText
source: Say that to the head of my hammer. C3s ain't cowards. There's reasons we stick to the protocol - not getting the entire squad killed is chiefly among them.
cs: Řekni to hlavě mého kladiva. C3 nejsou zbabělci. Existují důvody, proč se držíme protokolu - hlavním z nich je nenechat zabít celou jednotku.

# conversations/04_monarch/0401/0401_cv_donald:162:DefaultText
source: Till we got a new CEO who can make that decision? Yes. We never fail to fulfill a contract. We just dispute the criterion with our clients' lawyers from time to time.
cs: Dokud nebudeme mít nového generálního ředitele, který by o tom mohl rozhodnout? Ano. Nikdy jsme nezklamali při plnění smlouvy. Jen se čas od času dohadujeme o kritériu s právníky našich klientů.

# conversations/04_monarch/0401/0401_cv_donald:163:DefaultText
source: Didn't think nothing or no one could take Berty down... He was like a titanium wall, you know?
cs: Nemyslel jsem si, že Bertyho nikdo nebo nic nesundá... Byl jako titanová zeď, víte?

# conversations/04_monarch/0401/0401_cv_donald:164:DefaultText
source: You?! You killed our CEO? Then you thought you brag about it? Best believe we'll be avenging him!
cs: Ty?! Zabil jsi našeho generálního ředitele? A pak jste si myslel, že se tím budete chlubit? Věřte, že ho pomstíme!

# conversations/04_monarch/0401/0401_cv_donald:165:DefaultText
source: Damned right! C3s, fire at will!
cs: To máš sakra pravdu! C3, střílejte podle libosti!

# conversations/04_monarch/0401/0401_cv_donald:166:DefaultText
source: Space me. Now someone's got to take over as CEO, and I ain't inclined to offer.
cs: Space me. Teď musí někdo převzít funkci generálního ředitele a já se k tomu nesnížím.

# conversations/04_monarch/0401/0401_cv_donald:167:DefaultText
source: Don't look to me. Addie's my pick.
cs: Na mě se nedívejte. Addie je moje volba.

# conversations/04_monarch/0401/0401_cv_donald:169:DefaultText
source: Sorry, not able to talk business right now. C3's suffered an... unfortunate staffing problem.
cs: Omlouvám se, ale teď nemůžu mluvit o obchodu. C3 postihl... nešťastný personální problém.
