Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:1:DefaultText
source: UDL-002 THE HOPE =========================== Warning: Unauthorized access will result in immediate termination upon your arrival in Halcyon.
cs: UDL-002 THE HOPE =========================== Varování: Neoprávněný přístup bude mít za následek okamžité ukončení přístupu po vašem příchodu do Halcyonu.

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:2:DefaultText
source: COLD STORAGE BAY 5 =========================== Access to storage pods is currently unavailable. Available functions: - STATUS: Power status report - LOGS: View archived logs, recorded audio transmissions, and/or internal messages
cs: COLD STORAGE BAY 5 =========================== Přístup k úložným modulům je momentálně nedostupný. Dostupné funkce: - STATUS: Hlášení o stavu napájení - LOGS: Zobrazení archivovaných protokolů, zaznamenaných zvukových přenosů a/nebo interních zpráv.

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:3:DefaultText
source: [Status]
cs: [Stav]

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:4:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:6:DefaultText
source: COLD STORAGE BAY 5 =========================== Current storage status: Normal Current pod count: 9,999
cs: COLD STORAGE BAY 5 =========================== Aktuální stav skladu: Aktuální počet modulů: 9,999

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:7:DefaultText
source: COLD STORAGE BAY 5 =========================== Error accessing archives. Available entries:
cs: COLD STORAGE BAY 5 =========================== Chyba při přístupu do archivů. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:9:DefaultText
source: [Automated Audio Transcript #R-2793 - UNKNOWN CREWMEMBERS]
cs: [Automatizovaný zvukový přepis #R-2793 - NEZNÁMÍ ZÁSTUPCI]

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:11:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:12:DefaultText
source: Cold storage pod #CB5-524 Occupant: <oeitoken>PlayerName</oeitoken> Removed by: UNKNOWN CREWMEMBER
cs: Chladicí modul #CB5-524 Obyvatel: <oeitoken>Jméno hráče</oeitoken> Odstraněno: NEZNÁMÝ ČLEN POSÁDKY

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:13:DefaultText
source: UNKNOWN: Hundreds of thousands of colonists, left to drift out here forever. Just to keep from damaging the Board's bottom line. Disgraceful.
cs: NEZNÁMÝ: Statisíce kolonistů, kteří tu zůstali navždy. Jen aby nepoškodili zisk správní rady. Hanebné.

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:18:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/09_interstitial/0903_thehope/0903_cp_cryo_terminal:19:DefaultText
source: [Continue]
cs: [Pokračovat]
