Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:3:DefaultText
source: UDL-002 THE HOPE =========================== Warning: Unauthorized access will result in immediate termination upon your arrival in Halcyon.
cs: UDL-002 THE HOPE =========================== Varování: Neoprávněný přístup bude mít za následek okamžité ukončení přístupu po vašem příchodu do Halcyonu.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:4:DefaultText
source: [Automated Audio Transcript #R-1268]
cs: [Automatizovaný zvukový přepis #R-1268]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:6:DefaultText
source: [Automated Audio Transcript #R-1271]
cs: [Automatizovaný zvukový přepis #R-1271]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:8:DefaultText
source: [Manual Log #L-2164 - HUNTE, W.]
cs: [Příruční protokol č. L-2164 - HUNTE, W.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:23:DefaultText
source: TORREGA, R: Look, Captain. This is what I was talking about. We're slowing down. HUNTE, W: Rezi, pretend for a second that when I look at your screen all I see is unintelligible math. TORREGA, R: Ok. Ok. See this line? That's us. This one? That's where we should be. This one? That's where we're going. We're off-course, and I think it's because we're... HUNTE, W: What the hell was that? TORREGA, R: I don't... NOLDA, F: Will. Will! HUNTE, W: What's going on down there, Frank? NOLDA, F: I was going to ask you the same damn thing. The engines just braced. Who hit the brakes?
cs: TORREGA, R: Podívejte, kapitáne. O tomhle jsem mluvil. Zpomalujeme. HUNTE, W: Rezi, předstírejte na chvíli, že když se dívám na vaši obrazovku, vidím jen nesrozumitelnou matematiku. TORREGA, R: Dobře, dobře. Vidíš tenhle řádek? To jsme my. Tenhle? Tam bychom měli být. Tenhle? To je místo, kam jdeme. Jsme mimo kurz a myslím, že je to proto, že jsme... HUNTE, W: Co to sakra bylo? TORREGA, R: Já nevím... NOLDA, F: Wille. Wille! HUNTE, W: Co se to tam dole děje, Franku? NOLDA, F: Chtěla jsem se tě zeptat na to samé. Motory se právě roztočily. Kdo zabrzdil?

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:27:DefaultText
source: [Manual Log #L-2190 - NOLDA, F.]
cs: [Deník příručky #L-2190 - NOLDA, F.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:28:DefaultText
source: HUNTE, W: Go ahead, Frank. NOLDA, F: Right. As some of you know, the ship dropped out of faster-than-light travel. We gotta spin up the skip drive again. VOLKOV, A: Why are we talking instead of doing? NOLDA, F: It ain't that simple, you hull-headed... HUNTE, W: Frank. NOLDA, F: Sorry. If I could just hit a button and skip us back to speed, I would. But nav's gotta plot a new course. TORREGA, R: Yes. Dropping to sublight speeds mean we're quite a ways off course. The navigational computer will be helpful, but it'll take... well, I don't know how long it'll take. I have to get this right. Any errors and we could fly through a planet. Or a star. NOLDA, F: Plus, we'll need to count up the fuel reserves. If we try to skip without the energy we need, we'll... shit, I'm not sure. I think we just explode. HUNTE, W: I'd rather not explode. HUNTE, D: What if we don't have enough fuel? NOLDA, F: Then... we fly slow. VOLKOV, A: And how long will this take? TORREGA, R: I don't know yet. I need to run the numbers. But... umm... HUNTE, W: We'll deal with that problem when it comes. For now, Frank, see to the fuel. Rezi, assume he can get us back to skip space and plot a course. Let's go.
cs: HUNTE, W: Pokračuj, Franku. NOLDA, F: Dobře. Jak někteří z vás vědí, loď vypadla z cesty rychlostí větší než světlo. Musíme znovu nastartovat přeskokový pohon. VOLKOV, A: Proč mluvíme, místo abychom dělali? NOLDA, F: To není tak jednoduché, ty truhlíku... LOVEC, W: Franku. NOLDA, F: Promiň. Kdybych mohl zmáčknout tlačítko a přeskočit nás zpátky na rychlost, udělal bych to. Ale navigace musí vytyčit nový kurz. TORREGA, R: Ano. Pokles na podsvětelnou rychlost znamená, že jsme se dost odchýlili od kurzu. Navigační počítač nám pomůže, ale bude to trvat... no, nevím, jak dlouho to bude trvat. Musím to udělat správně. Jakákoliv chyba a můžeme proletět planetou. Nebo hvězdu. NOLDA, F: Navíc musíme spočítat zásoby paliva. Jestli se pokusíme přeskočit bez potřebné energie, budeme... sakra, nejsem si jistá. Myslím, že prostě vybouchneme. HUNTE, W: Já bych radši nevybuchoval. HUNTE, D: A co když nebudeme mít dost paliva? NOLDA, F: Pak... poletíme pomalu. VOLKOV, A: A jak dlouho to bude trvat? TORREGA, R: To ještě nevím. Musím si to spočítat. Ale... ehm... HUNTE, W: Ten problém vyřešíme, až přijde. Zatím, Franku, dohlédni na palivo. Rezi, předpokládej, že nás dokáže dostat zpátky do přeskokového prostoru a vytyčit kurz. Jdeme na to.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:29:DefaultText
source: The UDL mantra has always been prevention. If you don't have problems, you don't need a plan for dealing with them. Before I was assigned to this ridiculous journey, I ran budgets for our galas. How much does it cost to staff an ocean liner? How much food do we need? I always put safety precautions - life boats, sick kits, flares, whatever I could think of - in a separate category from the rest of the budget. In my gut, I knew I should plan for them. I think I got that from Donna. But my boss always redacted them. Why spend money on emergency supplies when we can spend money on not having an emergency in the first place? Hire better crew. Build the ship out of better materials. Find a better accountant. From pleasure cruisers to colony ships, I guess nothing changes. They gave us ten years of rations and we've used nine of it. Rezi is saying it's going to take us twenty-six years to get to Halcyon if we can't spin up the skip drive. Any way I carve this up, somebody's gonna starve.
cs: Mantrou UDL byla vždy prevence. Pokud nemáte problémy, nepotřebujete plán, jak je řešit. Než jsem byl pověřen touto absurdní cestou, vedl jsem rozpočty našich galavečerů. Kolik stojí personál zaoceánské lodi? Kolik potřebujeme jídla? Bezpečnostní opatření - záchranné čluny, lékárničky, světlice, cokoli mě napadlo - jsem vždycky zařadil do samostatné kategorie od zbytku rozpočtu. Vnitřně jsem věděl, že bych s nimi měl počítat. Myslím, že jsem to odkoukal od Donny. Ale můj šéf je vždycky redigoval. Proč utrácet peníze za pohotovostní zásoby, když můžeme utrácet za to, abychom pohotovost vůbec neměli? Najměte si lepší posádku. Postavit loď z lepších materiálů, najít lepšího účetního. Od výletních křižníků po koloniální lodě se asi nic nemění. Dali nám zásoby na deset let a my jsme jich spotřebovali devět. Rezi říká, že nám bude trvat šestadvacet let, než se dostaneme na Halcyon, pokud se nám nepodaří roztočit skokový pohon. Ať to rozdělám jakkoliv, někdo bude hladovět.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:30:DefaultText
source: i want this on record: we're fucked and it ain't because of the equipment. the skip drive is toast. i don't know what the hell happened, but it ain't even getting to prelim cyclo boosters. captain says we got food for a year. rez says it's gonna take 26 to get there on stl. back home, i saw folks lose their minds going hungry for a week. a week. we ain't gonna last a bloody month if we don't figure something out.
cs: Chci, aby to bylo zapsáno: jsme v prdeli a není to kvůli vybavení. skip drive je v háji. nevím, co se sakra stalo, ale nedostane se ani na předvýběrové cyklo boostery. kapitán říká, že máme jídlo na rok. Rez říká, že na stl to bude trvat 26 let. doma jsem viděl lidi, co se zbláznili, když měli týden hlad. týden. nevydržíme to ani měsíc, jestli něco nevymyslíme.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:32:DefaultText
source: CREW TERMINAL =========================== Error accessing archives. Available entries:
cs: CREW TERMINAL =========================== Chyba při přístupu k archivům. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal3:33:DefaultText
source: [Continue]
cs: [Pokračovat]
