Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cv_hopebot_interrogation.po
Languages: cs

source: Error: Hope crew data not found. Identify yourself.
cs: Chyba: Hope crew data not found. Identifikujte se.

source: I was in one of the pods. I just woke up.
cs: Byl jsem v jednom z modulů. Právě jsem se probudil.

source: Error: Hibernation pod access is illegal. State your employer.
cs: Chyba: Přístup k podům hibernace je nelegální. Uveďte svého zaměstnavatele.

source: Spacer's Choice.
cs: Volba rozdělovače.

source: Registered. A fine of ten thousand bits will be assessed in your corporation's ledger for failure to follow proper hibernation pod procedures. Thank you for your cooperation.
cs: Registrováno. Za nedodržení správných postupů při hibernaci bude v účetní knize vaší korporace vyměřena pokuta ve výši deseti tisíc bitů. Děkujeme vám za spolupráci.

source: Auntie Cleo.
cs: Teta Cleo.

source: If you're experiencing errors, I should take you to a mechanical engineer.
cs: Pokud dochází k chybám, měl bych vás vzít ke strojnímu inženýrovi.

source: Error: This unit is not experiencing errors.
cs: Chyba: U této jednotky nedochází k chybám.

source: You just said "error" twice.
cs: Právě jste dvakrát řekl "chyba".

source: Error: This unit is functioning correctly. There is no need for the intervention of mechanical engineers. Thank you for your cooperation.
cs: Chyba: Tato jednotka funguje správně. Není třeba zásahu mechaniků. Děkujeme vám za spolupráci.

source: Yes, you are. You couldn't look me up.
cs: Ano, jste. Nemohl jsi mě vyhledat.

source: This statement is false.
cs: Toto tvrzení je nepravdivé.

source: Error: Paradox protection protocols have prevented me from registering your stated identification. Please report to your nearest mechanical engineer.
cs: Chyba: Protokoly ochrany paradoxů mi zabránily zaregistrovat vaši uvedenou identifikaci. Nahlaste to prosím nejbližšímu mechanikovi.

source: Everything I say is false.
cs: Všechno, co říkám, je lež.

source: Error: Paradox prevention has temporarily disabled this unit's auditory processing. Thank you for your cooperation.
cs: Chyba: Chyba: Prevence paradoxů dočasně vyřadila tuto jednotku ze zvukového zpracování. Děkujeme vám za spolupráci.

source: Will do. Thanks.
cs: Udělám to. Děkuji.

source: <Attack> Never!
cs: <Útok> Nikdy!

source: Alert: Intruder on the premises. Instituting correctional behavior protocols.
cs: Upozornění: Vetřelec v objektu. Zavedení protokolů o nápravném chování.

source: Records indicate you have already been identified as non-standard personnel. State your purpose.
cs: Podle záznamů jste již byli identifikováni jako nestandardní zaměstnanci. Uveďte svůj účel.

source: I've been looking for automechanicals to repair.
cs: Hledal jsem automechaniky na opravu.

source: This unit is in perfectly functional condition. There is no need for a service request here.
cs: Tato jednotka je v dokonale funkčním stavu. Není zde potřeba žádat o servis.

source: Glad to hear it. Carry on, then!
cs: To rád slyším. Tak pokračujte!

source: Affirmative. Thank you for your cooperation.
cs: Kladně. Děkuji vám za spolupráci.

source: Oh, I won't take long. You'll only be out of service for a week or so.
cs: Nebude to trvat dlouho. Budeš mimo provoz jen asi týden.

source: Alert: This unit must patrol elsewhere. Have a pleasant day.
cs: Varování: Tato jednotka musí hlídkovat jinde. Přeji příjemný den.

source: My purpose is to destroy automechanicals.
cs: Mým cílem je zničit automechaniky.

source: Error: "Automechanical destruction" is not a valid employment option. Please try again.
cs: Chyba: "Automechanická destrukce" není platnou možností zaměstnání. Zkuste to prosím znovu.

source: I don't think you understood. I'm going to destroy you if you keep me here.
cs: Myslím, že jsi to nepochopil. Zničím tě, jestli mě tu budeš držet.

source: Please wait while I process your inquiry.
cs: Počkejte prosím, než váš dotaz zpracuji.

source: ...have a pleasant day!
cs: ...příjemný den!

source: You heard me. It's a new job. Want to be my first task?
cs: Slyšeli jste mě. Je to nová práce. Chceš být mým prvním úkolem?

source: Error: Binary detected. Binary has been deprecated since the invention of Auntie Cleo's patented Tripinary language.
cs: Chyba: Detekována binární chyba. Od vynálezu patentovaného jazyka Tripinary tety Cleo je binární jazyk zastaralý.

source: Tripinary: More bits for your bits!
cs: Tripinary: Více kousků pro vaše kousky!

source: Right, well, thanks for the update. I'll let my boss know.
cs: Dobře, díky za aktualizaci. Dám to vědět šéfovi.

source: We appreciate your cooperation. Have a pleasant day.
cs: Vážíme si vaší spolupráce. Přeji příjemný den.

source: Call me old-fashioned, I suppose.
cs: Řekněme, že jsem staromódní.

source: Error: This unit is incapable of making wireless calls. Have a pleasant day.
cs: Chyba: Tento přístroj není schopen uskutečňovat bezdrátové hovory. Přeji příjemný den.

source: <Attack> My purpose is to fight!
cs: <Útok> Mým cílem je bojovat!

source: Alert: According to area records, this is your third offense. Please prepare for termination.
cs: Upozornění: Podle záznamů v oblasti se jedná o váš třetí přestupek. Připravte se na ukončení pracovního poměru.

source: There must be some mistake. This is my first offense.
cs: Musí jít o nějakou chybu. Toto je můj první přestupek.

source: Error: This unit is 98.12% certain that you are lying, which is a felony.
cs: Chyba: Tato jednotka si je na 98,12 % jistá, že lžete, což je trestný čin.

source: And what's your certainty of charging me before I dismantle you?
cs: A jaká je vaše jistota, že mě obviníte, než vás zlikviduji?

source: That doesn't sound like 100% to me. What if I'm innocent?
cs: To mi nepřipadá stoprocentní. Co když jsem nevinný?

source: Processing.
cs: Zpracování.

source: Error: This unit has exceeded its maximum allowable error tolerance. Have a pleasant day.
cs: Chyba: Tato jednotka překročila maximální přípustnou toleranci chyby. Přeji příjemný den.

source: <Attack> This is a waste of time. I'm just going to dismantle you.
cs: <Útok> Je to ztráta času. Prostě tě rozeberu.

source: You're going to need some backup if you want to terminate me.
cs: Jestli mě chceš vyhodit, budeš potřebovat nějakou posilu.

source: Error: Subject's danger assessment may be inaccurate. This unit is having second thoughts.
cs: Chyba: Vyhodnocení nebezpečnosti subjektu může být nepřesné. Tato jednotka si to rozmýšlí.

source: I don't mind if you want to take a few minutes to reassess.
cs: Nebude mi vadit, když si dáte pár minut na přehodnocení.

source: Affirmative. This unit will re-run its danger assessment calculations. Please stand by.
cs: Kladně. Tato jednotka znovu provede své výpočty hodnocení nebezpečí. Prosím, vyčkejte.

source: You'd need at least thirty automechanicals if you want a chance.
cs: Pokud chcete mít šanci, potřebujete alespoň třicet automechaniků.

source: Error: This unit requires additional resources. Please stand by while the proper forces are gathered for your termination.
cs: Chyba: Tato jednotka vyžaduje další zdroje. Vyčkejte, prosím, než budou shromážděny příslušné síly pro vaše ukončení.

source: <Attack> So you'll be an easy fight? Let's do it.
cs: <Útok> Takže s tebou bude snadný boj? Jdeme na to.

source: After only three offenses? That's a bit harsh!
cs: Po pouhých třech přestupcích? To je trochu kruté!

source: Error: The penalties for crimes are immutable.
cs: Chyba: Tresty za trestné činy jsou neměnné.

source: I'll change them myself. With my weapon.
cs: Vyměním je sám. Svou zbraní.

source: Alert: This unit has detected a threat. Please return when proper backup has arrived.
cs: Upozornění: Tato jednotka detekovala hrozbu. Vraťte se prosím, až dorazí řádná záloha.

source: No, they aren't. It sounds like your logic is broken.
cs: Ne, nejsou. Zdá se, že vaše logika je rozbitá.

source: Error: This unit is incapable of self-diagnosis. Please return with a mechanical engineer to evaluate the validity of this unit's security protocols.
cs: Chyba: Tato jednotka není schopna autodiagnostiky. Vraťte se prosím se strojním inženýrem, aby posoudil platnost bezpečnostních protokolů této jednotky.

source: <Attack> I guess we're fighting, then.
cs: <Útok> Tak to asi bojujeme.

source: Alert: Subject has exceeded its maximum allowed crime tolerance. Termination will commence momentarily.
cs: Upozornění: Subjekt překročil maximální povolenou toleranci zločinu. Ukončení bude zahájeno okamžitě.

source: <Attack> I'll prepare YOU for termination!
cs: <Útok> Připravím tě na likvidaci!
