Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_bridge_terminal.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_bridge_terminal:8:DefaultText
source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Power status: Standby Communications status: Offline
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ NADĚJE =========================== Stav napájení: Stav komunikace: Pohotovostní stav Stav komunikace: Offline

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Power status: Auxiliary Communications status: Offline
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ NADĚJE =========================== Stav napájení: Stav napájení: Pomocný Stav komunikace: Offline

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Power status: Standby Communications status: Auxiliary
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ NADĚJE =========================== Stav napájení: Stav komunikace: Pohotovostní stav Pomocný

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== ERROR: Reactor is unable to support routing power to the engines. Navigation systems are inoperable until the reactor is repaired.
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ HOPE =========================== CHYBA: Reaktor není schopen podporovat směrování energie do motorů. Navigační systémy jsou nefunkční, dokud nebude reaktor opraven.

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Power status: Auxiliary Communications status: Auxiliary
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ NADĚJE =========================== Stav napájení: Stav napájení: Pomocný Stav komunikace: Pomocný

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Auxiliary comms are available through the docking bay.
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ NADĚJE =========================== Pomocné komunikační prostředky jsou k dispozici prostřednictvím dokovacího prostoru.

source: UDL-002 THE HOPE NAVIGATION INTERFACE ============================ Available functions: - STATUS: View bridge status - TELEX LOGS: View archived logs - COMMS: View communications options
cs: UDL-002 NAVIGAČNÍ INTERFACE HOPE ============================ Dostupné funkce: - STATUS: TELEX LOGS: - Zobrazení stavu mostu: COMMS: Zobrazení možností komunikace.

source: [Logs]
cs: [Deníky]

source: [Status]
cs: [Stav]

source: [Comms]
cs: [Komunikace]

source: [Automated Audio Transcript #R-2580]
cs: [Automatizovaný zvukový přepis #R-2580]

source: NOLDA, F: Open the fucking door, Will! HUNTE, W: No. NOLDA, F: You're killing us! HUNTE, W: Better you than the colonists. NOLDA, F: This is idiotic! If we don't keep this ship afloat, they'll die anyway! HUNTE, W: A necessary risk. Rezi is plotting our course. The ship will fly true. NOLDA, F: You're gambling. With hundreds of thousands of peoples' lives. HUNTE, W: And you're hand picking which few you'll consume in your madness. NOLDA, F: Dammit. Alexei. Find me a fucking drill.
cs: NOLDA, F: Otevři ty zasraný dveře, Wille! HUNTE, W: Ne. NOLDA, F: Zabíjíš nás! HUNTE, W: Lepší ty než kolonisté. NOLDA, F: To je idiotský! Jestli tu loď neudržíme nad vodou, stejně zemřou! HUNTE, W: Nutné riziko. Rezi plánuje náš kurz. Loď poletí správně. NOLDA, F: Hazarduješ. Se stovkami tisíc lidských životů. HUNTE, W: A ty si ručně vybíráš, kterých pár jich ve svém šílenství pohltíš. NOLDA, F: Sakra. Alexeji. Najdi mi nějakou zasranou vrtačku.

source: [Automated Audio Transcript #R-2582]
cs: [Automatizovaný zvukový přepis #R-2582]

source: TORREGA, R: Captain. You hear that? HUNTE, W: Hear what? TORREGA, R: The drill stopped. HUNTE, W: Maybe they're taking a break. Maybe it broke. TORREGA, R: Maybe they're trying to get into cold storage. If they get through before they starve... HUNTE, W: They'll outlast us. HUNTE, W: Keep working, Rezi. I'll take care of it.
cs: TORREGA, R: kapitán. Slyšel jste to? Co jste slyšel? TORREGA, R: Vrták přestal. LOVEC, W: Možná si dávají přestávku. Možná se to rozbilo. TORREGA, R: Možná se snaží dostat do chladírny. Jestli se jim to podaří dřív, než vyhladoví... LOVEC, W: Přežijí nás. LOVEC, W: Pracuj dál, Rezi. Postarám se o to.

source: [Manual Log #L-5190 - TORREGA, R.]
cs: [Příruční protokol č. L-5190 - TORREGA, R.]

source: I think... I'm the only one left. I don't know what Captain Hunte did down there, but he hasn't come back. And they haven't used the drill, and... I'm... done. The course is set. I'm down to my last day of food, and... I don't want to die like Donna did. Fly true, Hope.
cs: Myslím, že... Nevím, co tam dole kapitán Hunte dělal, ale nevrátil se. A oni nepoužili cvičení a... já jsem... skončil. Kurz je nastaven. Zbývá mi poslední den jídla a... Nechci umřít jako Donna. Pravda, Hope.

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Error accessing archives. Available entries:
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ NADĚJE =========================== Chyba při přístupu k archivům. Dostupné záznamy:

source: [Back]
cs: [Zpět]

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Error: Auxiliary comms unavailable. Use STATUS to verify power and communication substation statuses.
cs: UDL-002 NAVIGAČNÍ ROZHRANÍ HOPE =========================== Chyba: Pomocná komunikace není k dispozici. Pomocí funkce STATUS ověřte stavy napájecí a komunikační rozvodny.

source: [Back]
cs: [Zpět]

source: UDL-002 THE HOPE NAVIGATION INTERFACE =========================== Available functions: - STATUS: View bridge status - LOGS: View archived logs
cs: UDL-002 NAVIGAČNÍ INTERFACE HOPE =========================== Dostupné funkce: - STATUS: Zobrazit stav mostu - LOGS: Zobrazit archivované protokoly

source: [Continue]
cs: [Pokračovat]

source: [Continue]
cs: [Pokračovat]

source: [Continue]
cs: [Pokračovat]
