Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:3:DefaultText
source: UDL-002 THE HOPE =========================== Warning: Unauthorized access will result in immediate termination upon your arrival in Halcyon.
cs: UDL-002 THE HOPE =========================== Varování: Neoprávněný přístup bude mít za následek okamžité ukončení přístupu po vašem příchodu do Halcyonu.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:4:DefaultText
source: [Manual Log #L-5122 - HUNTE, D.]
cs: [Příruční protokol č. L-5122 - HUNTE, D.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:6:DefaultText
source: [Manual Log #L-5141 - VOLKOV, A.]
cs: [Deník příručky #L-5141 - VOLKOV, A.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:8:DefaultText
source: [Automated Audio Transcript #R-2571]
cs: [Automatizovaný zvukový přepis #R-2571]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:27:DefaultText
source: [Message Exchange #T-4548]
cs: [Výměna zpráv #T-4548]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:53:DefaultText
source: Alas, mamochka, I've failed. The tomatoes die on their stalks. Something must be wrong with the soil. We have a month of rations. The crew talks of cannibalism. My Wilhelm fights to bolster off their wilting spirits, and to bar the way from those too far gone. At nights, while my stomach grumbles, I fear I, too, might stray toward that dark path. But I think of our Lukas, asleep in his pod, and then I think of all those other sons. And daughters and mothers and fathers. If I woke up in Halcyon and my family had been devoured by these ghoulish men... I will steel my resolve. I will resist.
cs: Bohužel, mamochka, nepodařilo se mi to. Rajčata umírají na stoncích. Něco musí být špatně s půdou. Máme měsíční příděl. Posádka mluví o kanibalismu. Můj Wilhelm bojuje za to, aby povzbudil jejich chřadnoucí duchy a zatarasil cestu těm, kteří jsou příliš daleko. Po nocích, zatímco mi kručí v žaludku, se bojím, že bych i já mohl zabloudit na tu temnou cestu. Ale myslím na našeho Lukase, spícího ve svém lůžku, a pak si vzpomenu na všechny ty ostatní syny. A dcery a matky a otce. Kdybych se probudila v Halcyonu a moji rodinu by sežrali tihle ghúlové... zocelím své odhodlání. Budu se bránit.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:57:DefaultText
source: HUNTE, W: Rezi. Can you get us to Halcyon? TORREGA, R: Um... I've been working on it... HUNTE, W: Can you get us there? TORREGA, R: I have to, Captain. HUNTE, W: Good. HUNTE, W: Meet me on the bridge. We'll make our last stand there. TORREGA, R: Wait, what about Donna? HUNTE, W: She... won't be joining us. TORREGA, R: What the hell? What happened? HUNTE, W: I'll fill you in when you get here. Hurry. TORREGA, R. Okay. Fuck. I can't believe this is happening.
cs: HUNTE, W: Rezi. Můžeš nás dostat na Halcyon? TORREGA, R: Hm... pracoval jsem na tom... LOVEC, W: Můžeš nás tam dostat? TORREGA, R: Musím, kapitáne. LOVEC, W: Dobře. Sejdeme se na můstku. Tam se naposledy postavíme. TORREGA, R: Počkej, a co Donna? HUNTE, W: Ona... se k nám nepřipojí. TORREGA, R: Co to sakra? Co se stalo? Řeknu ti to, až dorazíš. Pospěš si. TORREGA, R. Dobře. Do prdele. Nemůžu uvěřit, že se to děje.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:58:DefaultText
source: HUNTE, W: Attention all crew. I don't know who let Frank Nolda out of his cell, but he is now an enemy of this ship. HUNTE, W: Anyone in league with him will be imprisoned for the duration of our journey. HUNTE, W: Anyone caught tampering with the cold storage pods will be frozen, and upon our arrival in Halcyon you will be turned in to the authorities. HUNTE, W: I am locking off the cold storage bays. Frank, if you can hear me, there's still time to turn yourself in. Please.
cs: HUNTE, W: Upozornění pro všechny členy posádky. Nevím, kdo pustil Franka Noldu z cely, ale nyní je nepřítelem této lodi. HUNTE, W: Každý, kdo se s ním spolčí, bude po dobu naší cesty uvězněn. HUNTE, W: Každý, kdo bude přistižen při manipulaci s chladicími boxy, bude zmrazen a po našem příletu na Halcyon budete předáni úřadům. HUNTE, W: Uzavírám chladicí boxy. Franku, jestli mě slyšíš, pořád máš čas se přihlásit. Prosím.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:59:DefaultText
source: The physical effects of starvation are well-documented, but we never learned about the toll they take on your mind. The things you hold true become walls between hunger and satisfaction. The difference between right and wrong blurs. I told Frank we'd have to eat about a third of the colonists in order to survive our journey. When we still had rations, that seemed impossibly unjust. Tens of thousands of innocent people to save twenty-four. Now I'm not so sure.
cs: Fyzické účinky hladovění jsou dobře zdokumentované, ale nikdy jsme se nedozvěděli, jakou daň si vybírá na vaší mysli. Věci, které považujete za pravdivé, se stávají zdmi mezi hladem a uspokojením. Rozdíl mezi dobrem a zlem se stírá. Řekl jsem Frankovi, že budeme muset sníst asi třetinu kolonistů, abychom přežili naši cestu. Když jsme ještě měli příděly, zdálo se to nemožně nespravedlivé. Desetitisíce nevinných lidí, abychom zachránili 24. Teď už si tím nejsem tak jistý.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:60:DefaultText
source: CREW TERMINAL =========================== Error accessing archives. Available entries:
cs: CREW TERMINAL =========================== Chyba při přístupu k archivům. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal6:61:DefaultText
source: [Continue]
cs: [Pokračovat]
