Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:1:DefaultText
source: Welcome aboard, Captain. Ms. Akande messaged ahead.
cs: Vítejte na palubě, kapitáne. Paní Akandeová poslala zprávu dopředu.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:2:DefaultText
source: You know, when they posted us here, I told 'em there wasn't any point. Nobody would be so stupid as to fly to the ass-end of the colony for this derelict.
cs: Když nás sem poslali, řekl jsem jim, že to nemá smysl. Nikdo by nebyl tak hloupý, aby letěl na konec kolonie pro tohohle opuštěnce.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:3:DefaultText
source: Need something, sir?
cs: Potřebujete něco, pane?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:3:FemaleText
source: Need something, ma'am?
cs: Potřebujete něco, madam?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:4:DefaultText
source: So disable them.
cs: Proto je deaktivujte.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:5:DefaultText
source: Why would they think you're intruders?
cs: Proč by si měli myslet, že jste vetřelci?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:6:DefaultText
source: Oh, no. How many are there?
cs: Ale ne. Kolik jich je?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:11:DefaultText
source: Haven't you heard? I was one of the Hope passengers. Maybe I've got a card in there.
cs: Copak jste to neslyšeli? Byl jsem jedním z pasažérů Hope. Možná tam mám nějakou kartu.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:13:DefaultText
source: I'm doing lunch with Chairman Rockwell after this. I'll let him know you were in my way.
cs: Poté jdu na oběd s předsedou Rockwellem. Dám mu vědět, že jste mi stál v cestě.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:14:DefaultText
source: You let me through that door or I'll shoot you and say the automechanicals did it.
cs: Pusť mě těmi dveřmi, nebo tě zastřelím a řeknu, že to udělal automechanik.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:15:DefaultText
source: All right. Thanks anyway.
cs: Dobře. I tak děkuji.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:17:DefaultText
source: I'd heard rumors, but... I never thought... so you're, what, seventy-something years old?
cs: Slyšel jsem o tom, ale... Nikdy jsem si nemyslel, že... takže je ti kolik, sedmdesát a něco let?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:18:DefaultText
source: What? Come on, I'm just following protocol!
cs: Cože? No tak, jen dodržuji protokol!

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:19:DefaultText
source: Whoa, take it easy. We're all working for the same company here.
cs: Klídek. Všichni pracujeme pro stejnou společnost.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:35:DefaultText
source: I wish this place were in better condition for you, but we're in a bit of a bind. Seems the damn automechanicals think we're intruders.
cs: Přál bych si, aby to tu pro vás bylo v lepším stavu, ale jsme trochu v úzkých. Vypadá to, že si ta zatracená automechanika myslí, že jsme vetřelci.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:36:DefaultText
source: We did. We cut the power. They're asleep. On standby? I don't know. I'm not an engineer. Point is, Akande says you're here to hook your ship up, which means power's coming back.
cs: To jsme udělali. Odpojili jsme proud. Spí. V pohotovostním režimu? Nevím. Nejsem inženýr. Jde o to, že Akande říká, že jste tu, abyste připojili svou loď, což znamená, že se vrátí energie.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:37:DefaultText
source: And that means trigger-happy automechanicals. I'm not going to get in your way, but I'm also not going to send more of my staff to their deaths.
cs: A to znamená, že automechanika má spouštěcí mechanismus. Nebudu se vám plést do cesty, ale také nebudu posílat další své zaměstnance na smrt.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:38:DefaultText
source: Do I look like an engineer? All's I know is, they're shooting anyone who ain't Hope crew.
cs: Vypadám jako inženýr? Vím jen, že střílejí každého, kdo není Hope crew.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:39:DefaultText
source: Too many. They're all over the rest of the ship.
cs: Příliš mnoho. Jsou po celém zbytku lodi.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:44:DefaultText
source: We shut off the main power, so they're disabled for now, but if you go hooking your ship up, I suspect they'll recharge.
cs: Vypnuli jsme hlavní napájení, takže jsou zatím vypnuté, ale pokud půjdeš připojit svou loď, předpokládám, že se znovu nabije.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:45:DefaultText
source: So be ready to blast some metal. Got it. Here goes nothing!
cs: Připravte se na to, že budete moci odstřelit nějaký kov. Mám to. Tady nic není!

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:46:DefaultText
source: Any of the old crew still around? Maybe I can grab an ID card and play pretend.
cs: Je tu ještě někdo ze staré party? Možná bych si mohl vzít občanku a zahrát si.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:47:DefaultText
source: Some help you are. I'll be sure to let Ms. Akande know.
cs: Někteří vám pomohou. Určitě dám paní Akande vědět.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:48:DefaultText
source: I'm sure she has the utmost faith in your abilities, sir. Good luck.
cs: Jsem si jistý, že má ve vaše schopnosti maximální důvěru, pane. Hodně štěstí.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:48:FemaleText
source: I'm sure she has the utmost faith in your abilities, ma'am. Good luck.
cs: Jsem si jistá, že má ve vaše schopnosti maximální důvěru, madam. Hodně štěstí.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:49:DefaultText
source: We tried that. Didn't work - something about our faces not matching up.
cs: Zkusili jsme to. Nefungovalo to - naše obličeje se k sobě nehodily.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:50:DefaultText
source: We stored what cards we could find in the badge station to my right, but it's locked off. Can't just hand over Hope property. Sorry.
cs: Karty, které jsme našli, jsme uložili do stanice s odznaky po mé pravici, ale ta je zamčená. Nemůžeme jen tak odevzdat majetek Hope. Je mi líto.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:53:DefaultText
source: Whew. All right, I'll have someone open the door for you. Good luck.
cs: Uf. Dobře, někdo vám otevře dveře. Hodně štěstí.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:55:DefaultText
source: I'll have someone unlock the door. No need for trouble.
cs: Někdo odemkne dveře. Není třeba dělat potíže.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:56:DefaultText
source: Ugh... fine, I'll have someone unlock the door. But if anyone asks, I'm telling them you broke in.
cs: Fajn, řeknu někomu, ať odemkne dveře. Ale jestli se někdo zeptá, řeknu mu, že ses vloupal.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:57:DefaultText
source: Useless. Thanks for nothing.
cs: Zbytečné. Díky za nic.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:58:DefaultText
source: You said the automechanicals were looking for Hope crew. Got an old ID badge I can try?
cs: Říkal jsi, že automechanici hledají posádku Hope. Máš nějaký starý průkaz, který bych mohl zkusit?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:59:DefaultText
source: Just want to ask you about the ship.
cs: Jen se chci zeptat na loď.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:60:DefaultText
source: Sure. I ain't going anywhere.
cs: Jistě. Nikam nepůjdu.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:61:DefaultText
source: Is this all you do? Just guard the docking bay?
cs: To je vše, co děláte? Jen hlídáte přístaviště?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:62:DefaultText
source: Did Sophia mention anything about skipping the ship?
cs: Zmínila se Sophia o tom, že by měla vynechat loď?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:63:DefaultText
source: Why are the automechanicals so much trouble?
cs: Proč je s automechanikou tolik problémů?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:64:DefaultText
source: Nevermind.
cs: Nevadí.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:66:DefaultText
source: Shows how much I know. You've got about five seconds to tell me what you're doing here before I make you take a walk outside.
cs: To ukazuje, kolik toho vím. Máš asi pět vteřin na to, abys mi řekl, co tady děláš, než tě donutím jít ven.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:67:DefaultText
source: Is that any way to treat a new hire?
cs: Takhle se má jednat s novým zaměstnancem?

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:68:DefaultText
source: Bullshit. If UDL were sending more folks, they'd have told us.
cs: Blbost. Kdyby UDL posílala víc lidí, řekli by nám to.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:69:DefaultText
source: Hand to the Law, I'm here on orders from the Chairman himself.
cs: Ruku na srdce, jsem tu na příkaz samotného předsedy.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:70:DefaultText
source: I don't know what to tell you. I'm just following orders.
cs: Nevím, co vám mám říct. Jen plním rozkazy.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:72:DefaultText
source: If our boss found out you were giving me trouble, she'd have you fired.
cs: Kdyby naše šéfová zjistila, že mi děláš problémy, nechala by tě vyhodit.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:73:DefaultText
source: The memo must have gotten lost in transit.
cs: Ta zpráva se musela ztratit při přepravě.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:74:DefaultText
source: I was sent to repair the reactor so it doesn't explode and take the colony out with it.
cs: Byl jsem poslán opravit reaktor, aby nevybuchl a nevzal s sebou celou kolonii.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:75:DefaultText
source: Wh- explode?! Holy shit!
cs: Cože, vybuchnout?! Do prdele!

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:76:DefaultText
source: All right. You'll want a uniform so my staff doesn't shoot you on sight. They're a dangerous mix of bored and trigger-happy.
cs: Dobře. Budete chtít uniformu, aby vás můj personál nezastřelil na místě. Je to nebezpečná směsice nudy a chtivosti spouště.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:77:DefaultText
source: We've got a few extra in the old badge station to my right. Good luck.
cs: Pár jich máme navíc ve staré stanici s odznaky po mé pravici. Hodně štěstí.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:78:DefaultText
source: They sent me to extract a few samples from your... uh, your frozen cargo. It's gross.
cs: Poslali mě, abych odebral pár vzorků z vašeho... ehm, vašeho zmrazeného nákladu. Je to nechutné.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:79:DefaultText
source: Ugh. I don't want to know. You labcoats do the filthiest work.
cs: Uf. Nechci to vědět. Vy laboranti děláte tu nejšpinavější práci.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:80:DefaultText
source: Hold that thought.
cs: Zadržte tuto myšlenku.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:81:DefaultText
source: Get out of here on your own accord or we'll dump your body out the airlock.
cs: Vypadni odsud sám, nebo tě vyhodíme přechodovou komorou.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:82:DefaultText
source: ...Rockwell sent you? Shit. I guess you really are important.
cs: ...poslal tě Rockwell? Do prdele. Asi jsi opravdu důležitý.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:83:DefaultText
source: Ugh. Knowing her, she'd have me spaced and save herself the paperwork.
cs: Uf. Jak ji znám, nechala by mě rozdělit a ušetřila by si papírování.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:84:DefaultText
source: I... get you. This is the dullest job I've ever had, but orders said to stand here, so here I am.
cs: Já... tě chápu. Tohle je ta nejnudnější práce, jakou jsem kdy měl, ale rozkazy říkaly, že tu mám stát, tak jsem tady.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:85:DefaultText
source: Yeah, well, without it, you ain't taking one more step on our ship. So either sod off or my employees are going to open fire.
cs: Jo, bez něj už na naší lodi neuděláš ani krok. Takže buď vypadni, nebo moji zaměstnanci začnou střílet.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:86:DefaultText
source: Good luck.
cs: Hodně štěstí.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:87:DefaultText
source: Yeah. They posted us after the break-in. I figure it's a waste of time - ain't nothing on this ship but death.
cs: Jo. Po tom vloupání nás poslali. Říkám si, že je to ztráta času - na téhle lodi není nic než smrt.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:88:DefaultText
source: But a job's a job, so here we are.
cs: Ale práce je práce, takže jsme tady.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:89:DefaultText
source: She didn't say why you're here. Just to cooperate. I'm guessing that puts you above our pay grade, so we ain't asking questions.
cs: Neřekla, proč jsi tady. Jen abyste spolupracovali. Hádám, že to vás staví nad naši platovou třídu, takže se nebudeme vyptávat.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:90:DefaultText
source: We're equipped to deal with intruders. Fleshy ones. Our bullets ain't so effective against metal.
cs: Jsme vybaveni na to, abychom se vypořádali s vetřelci. Masitými. Naše kulky nejsou tak účinné proti kovu.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:92:DefaultText
source: Uh, I'll... see if I can find the documentation.
cs: Podívám se, jestli najdu dokumentaci.

# conversations/09_interstitial/0903_thehope/0903_cv_quincy_intro:93:DefaultText
source: Ain't ever felt anything like that. I'm gonna need a minute.
cs: Nikdy jsem nic takového necítil. Budu potřebovat chvilku.
