Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_power_reroute.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:2:DefaultText
source: COMMUNICATIONS SUBSTATION =========================== Power status: Auxiliary Communications status: Offline
cs: KOMUNIKAČNÍ SUBSTANICE =========================== Stav napájení: Stav komunikace: Offline

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:3:DefaultText
source: COMMUNICATIONS SUBSTATION =========================== Power status: Auxiliary Communications status: Auxiliary
cs: KOMUNIKAČNÍ SUBSTANICE =========================== Stav napájení: Stav komunikace: Pomocný

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:9:DefaultText
source: [Route Communications Through the Unreliable]
cs: [Směrování komunikace přes nespolehlivé]

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:14:DefaultText
source: COMMUNICATIONS SUBSTATION =========================== Power status: Power-save mode Communications status: Offline Communications cannot be powered until the reactor is repaired or an auxiliary power source is provided.
cs: KOMUNIKAČNÍ SUBSTANICE =========================== Stav napájení: Stav komunikace: Komunikace nemůže být napájena, dokud nebude opraven reaktor nebo zajištěn pomocný zdroj energie.

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:15:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:16:DefaultText
source: COMMUNICATIONS SUBSTATION =========================== Error accessing archives. Available entries:
cs: COMMUNICATIONS SUBSTATION =========================== Chyba při přístupu k archivům. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:17:DefaultText
source: [Automated Audio Transcript #R-2643]
cs: [Automatizovaný zvukový přepis #R-2643]

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:18:DefaultText
source: Begin Audio Log. Is this thing working? I said begin audio -- damn it. This is, uh. This is P. Welles. Yes, let's go with that. Work continues on Test Subject One-Twelve, retrieved from Hibernation Bay Eight. Time of extraction - oh, let's say two and a half hours ago. Time of death, six minutes prior. Explosive cell death. My arch-nemesis. Haunting my every attempt at reviving our frozen colonists. Making a mockery of my procedures. I've tried every combination of every chemical available to me. Attempted every variation of every possible thawing procedure. A gradual melt. A flash thaw. Extremities-first. Brain-first. Don't know how much more of this I can take. Four hours of sleep in the last seventy-two. Can still hear their screaming in my nightmares. Test Subject One-Twelve. Real name Harley Stanton. Age thirty-nine. Enjoyed singing. I'm sorry, Harley. I couldn't save you.
cs: Zahájení zvukového záznamu. Funguje to? Řekl jsem začít audio... Sakra. Tohle je... Tady P. Welles. Ano, pojďme na to. Pokračuje práce na testovacím subjektu 1-12, vyzvednutém z hibernační komory 8. Čas vytažení - řekněme před dvěma a půl hodinami. Čas smrti šest minut předtím. Explozivní buněčná smrt. Můj úhlavní nepřítel. Pronásleduje každý můj pokus o oživení našich zmrzlých kolonistů. Zesměšňuje mé postupy. Vyzkoušel jsem všechny kombinace všech dostupných chemikálií. Zkoušel jsem všechny možné varianty rozmrazování. Postupné tání. Bleskové rozmrazení. Nejdříve končetiny. Nevím, kolik toho ještě vydržím. Čtyři hodiny spánku za posledních dvaasedmdesát. Pořád slyším jejich křik ve svých nočních můrách. Testovaný subjekt 1-12. Skutečné jméno Harley Stanton. Věk třicet devět let. Rád zpíval. Je mi to líto, Harley. Nemohl jsem tě zachránit.

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:19:DefaultText
source: [Automated Audio Transcript #R-2643]
cs: [Automatizovaný zvukový přepis #R-2643]

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:20:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:21:DefaultText
source: --begin audio log as soon as I say the words begin audio log. What a ridiculously inconvenient program. What happens if I just accidentally say the phrase audio log? Don't know why I'm talking to a frozen colonist. You're losing it, Phineas. Focus. Focus. Come on, make the incision. There we go. Excellent. Well well, my frigid friend. You disobeyed the moratorium on ingesting food thirty six hours prior to hibernation, didn't you? Thank the Law for disposable gloves. Steady now. Steady. Oh. That's not good. That's definitely not good. Damned slippery scalpel. Who makes these anyway? Spacer's Choice? All right. I've got no choice. I'm going in.
cs: -začít zvukový záznam, jakmile řeknu slova začít zvukový záznam. To je ale směšně nepohodlný program. Co se stane, když jen tak náhodou vyslovím větu audio log? Nevím, proč mluvím se zamrzlým kolonistou. Ztrácíš nervy, Phineasi. Soustřeď se. Soustřeď se. No tak, udělej ten řez. A je to tady. Výborně. Dobře, dobře, můj frigidní příteli. Porušil jsi moratorium na přijímání potravy 36 hodin před hibernací, že? Díky zákonu za jednorázové rukavice. Teď už klid. Klid. Aha. To není dobré. To rozhodně není dobré. Zatracený kluzký skalpel. Kdo je vůbec vyrábí? Spacer's Choice? Dobře. Nemám na výběr. Jdu dovnitř.

# conversations/09_interstitial/0903_thehope/0903_cp_power_reroute:24:DefaultText
source: [Continue]
cs: [Pokračovat]
