Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_securitybots.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:1:DefaultText
source: Argos Security Management Systems =========================== Current Sentry Status: Normal Operations
cs: Argos Security Management Systems =========================== Aktuální stav hlídky: Normální provoz

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:22:DefaultText
source: [Power Down Sentries]
cs: [Vypnout hlídky]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:28:DefaultText
source: Argos Security Management Systems =========================== Warning: In the event of a security breach, sentries will no longer assist in neutralizing threats. Do you still wish to disable automated sentries?
cs: Systémy řízení zabezpečení Argos =========================== Varování: V případě narušení bezpečnosti již hlídky nebudou pomáhat při neutralizaci hrozeb. Přejete si ještě vypnout automatické hlídky?

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:31:DefaultText
source: [Set Targeting Systems to UDL Employees]
cs: [Nastavení systémů cílení na zaměstnance UDL]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:32:DefaultText
source: Argos Security Management Systems =========================== Warning: Sentries will open fire on anyone identified as a UDL employee. UDL assumes all risk to company assets and personnel. Do you still wish to modify sentries' targeting parameters?
cs: Systémy řízení zabezpečení Argos =========================== Varování: Stráže zahájí palbu na každého, kdo bude identifikován jako zaměstnanec společnosti UDL. Společnost UDL přebírá veškerá rizika pro majetek a zaměstnance společnosti. Přejete si ještě upravit parametry zaměření sentries?

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:34:DefaultText
source: Argos Security Management Systems =========================== Sentries targeting: UDL Employees
cs: Systémy řízení zabezpečení Argos =========================== Sentries zaměřené na: Zaměstnanci UDL

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:35:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:36:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:37:DefaultText
source: Argos Security Management Systems =========================== Sentries targeting: Nothing
cs: Systémy řízení zabezpečení Argos =========================== Sentries zaměřené na: Nic

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:39:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:40:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:41:DefaultText
source: Argos Security Management Systems =========================== Sentries are returning to charging stations to enter standby mode.
cs: Systémy řízení zabezpečení Argos =========================== Sentries se vracejí do nabíjecích stanic, aby přešly do pohotovostního režimu.

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:42:DefaultText
source: Argos Security Management Systems =========================== Targeting parameters accepted.
cs: Argos Security Management Systems =========================== Parametry cílení jsou akceptovány.

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:43:DefaultText
source: [Modify Hope Crew Roster]
cs: [Upravit seznam posádky naděje]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:44:DefaultText
source: Argos Security Management Systems =========================== Add <oeitoken>PlayerName</oeitoken> to the Hope crew roster?
cs: Argos Security Management Systems =========================== Přidat <oeitoken>Jméno hráče</oeitoken> na seznam posádky Hope?

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:45:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:46:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:47:DefaultText
source: Argos Security Management Systems =========================== <oeitoken>PlayerName</oeitoken> has been registered as a crewmember.
cs: Argos Security Management Systems =========================== <oeitoken>PlayerName</oeitoken> byl zaregistrován jako člen posádky.

# conversations/09_interstitial/0903_thehope/0903_cp_securitybots:52:DefaultText
source: [Continue]
cs: [Pokračovat]
