Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:1:DefaultText
source: AUXILIARY POWER STATION =========================== Available functions: - PATCH: Route an auxiliary power source to supplement UDL-002's reactor - STATUS: Power status report - LOGS: View archived logs, recorded audio transmissions, and/or internal messages
cs: AUXILIARY POWER STATION =========================== Dostupné funkce: - PATCH: UDL-002. - STATUS: - Směrování pomocného zdroje napájení k doplnění reaktoru UDL-002. - STATUS: Směrování pomocného zdroje napájení k doplnění reaktoru UDL-002: Hlášení o stavu napájení - LOGS: Zobrazení archivovaných protokolů, zaznamenaných zvukových přenosů a/nebo interních zpráv.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:8:DefaultText
source: Systems due for regularly scheduled maintenance: - Engines: 22,056 days overdue - Power Regulators: 22,159 days overdue - Coolant Systems: 22,036 days overdue - Security Automechs: 22,098 days overdue - Skip Drive: 21,985 days overdue - Janitorial: 22,175 days overdue Pending work orders: - #M-3697: Macrowave short circuited after SOME IDIOT left his fork on his plate - #M-3699: Macrowave clock has stopped - #M-3704: Macrowave is stuck on high power mode - #M-3745: Macrowave has stopped working entirely
cs: Systémy, u kterých je třeba provést pravidelnou údržbu: - motory: Regulátory výkonu: 22 056 dní po splatnosti: Chladicí systémy: 22 159 dní po splatnosti: 22 036 dní po splatnosti - Bezpečnostní automechanismy: 22 098 dní po splatnosti - Skip Drive: 21 985 dní po splatnosti - Úklid: 22 175 dní po splatnosti Nevyřízené pracovní příkazy: - #M-3697: Macrowave zkratoval poté, co si NĚJAKÝ IDIOT nechal vidličku na talíři - #M-3699: Hodiny Macrowave se zastavily - #M-3704: Macrowave se zasekl na režimu vysokého výkonu - #M-3745: Macrowave přestal úplně fungovat

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:12:DefaultText
source: All hibernation storage systems are functioning within intended parameters. Storage Bay 5 is currently at 99% capacity Storage Bay 8 is currently at 92% capacity. Storage Bay 12 is currently at 76% capacity.
cs: Všechny hibernační úložné systémy fungují v rámci zamýšlených parametrů. Úložný prostor 5 má v současné době kapacitu 99 % Úložný prostor 8 má v současné době kapacitu 92 % Úložný prostor 12 má v současné době kapacitu 76 %.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:16:DefaultText
source: [Status]
cs: [Stav]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:17:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:18:DefaultText
source: [Patch]
cs: [Záplata]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:19:DefaultText
source: AUXILIARY POWER STATION =========================== UDL-002's reactor is in power save mode. Only life support is powered.
cs: PŘÍSLUŠENSTVÍ =========================== Reaktor UDL-002 je v úsporném režimu. Napájena je pouze podpora života.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:20:DefaultText
source: AUXILIARY POWER STATION =========================== UDL-002's reactor is in auxiliary mode. The following modules are now operational: - Life Support - Engines - Navigation - Communications - Security
cs: POMOCNÁ ENERGETICKÁ STANICE =========================== Reaktor UDL-002 je v pomocném režimu. Nyní jsou v provozu následující moduly: - Podpora života - Motory - Navigace - Komunikace - Bezpečnost.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:22:DefaultText
source: AUXILIARY POWER STATION =========================== Error accessing archives. Available entries:
cs: AUXILIARY POWER STATION =========================== Chyba při přístupu k archivům. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:23:DefaultText
source: [Pre-Launch Roll Call]
cs: [Předstartovní hovor]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:25:DefaultText
source: [Manual Log #L-01 - HUNTE, W.]
cs: [Příruční protokol č. L-01 - HUNTE, W.]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:26:DefaultText
source: Ten years. Longest trip Donna and I ever took was a week-long sojourn into the Silver Mountains. Even that set her on edge. She's a homebody. Always was. She packed so much food we could've been stranded out on those rocks for a month and we probably would've been just fine. UDL sent us on a team-building seminar into the city once. They paid for everything. Donna still packed nutrient bars "just in case the bus broke down." It's gonna take this ship ten years to reach Halcyon. An entire decade. It's a good thing UDL provided the rations, else she might have dumped our life savings into mixed nuts and freeze-dried meat.
cs: Deset let. Nejdelší výlet, který jsme s Donnou podnikli, byl týdenní pobyt ve Stříbrných horách. I to ji vyvedlo z míry. Je to domácí typ. Vždycky byla. Zabalila si tolik jídla, že bychom na těch skalách mohli trčet měsíc a nejspíš bychom byli v pohodě. Jednou nás UDL poslala na teambuildingový seminář do města. Všechno zaplatili. Donna si ještě zabalila výživné tyčinky "pro případ, že by se autobus porouchal." Téhle lodi bude trvat deset let, než doletí do Halcyonu. Celých deset let. Ještě že UDL poskytla příděly jídla, jinak by naše životní úspory možná vyhodila do směsi oříšků a lyofilizovaného masa.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:27:DefaultText
source: [Automated Audio Transcript #R-01]
cs: [Automatizovaný zvukový přepis #R-01]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:28:DefaultText
source: HUNTE, W: This is it, folks. NOLDA, F: Say goodbye to old Blue, eh? HUNTE, W: Yeah. If anyone wants to... TORREGA, R: Good riddance. VOLKOV, A: Why so bitter, Rezi? She's been a good home. TORREGA, R: Give me a space ship any day of the week. HUNTE, D: Well... we'll see how you feel a year in. NOLDA, F: So, um, moment of silence? Or should we make a toast? Anything? It feels weird leaving Earth in the rear-view mirror. HUNTE, W: No. From now on, we look only forward.
cs: HUNTE, W: To je ono, přátelé. NOLDA, F: Rozlučte se se starým Blueem, co? HUNTE, W: Jo. Jestli někdo chce... TORREGA, R: Dobře, že jste se rozloučili. VOLKOV, A: Proč tak zatrpkle, Rezi? Byla dobrým domovem. TORREGA, R: Dejte mi vesmírnou loď kdykoli v týdnu. LOVEC, D: No... uvidíme, jak se budete cítit po roce. NOLDA, F: Takže, ehm, chvilka ticha? Nebo si připijeme? Cokoliv? Je to divný pocit opouštět Zemi ve zpětném zrcátku. HUNTE, W: Ne. Odteď se díváme jen dopředu.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:29:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:30:DefaultText
source: AUXILIARY POWER STATION =========================== Power is now being routed from the docking bay. Reactor is now in auxiliary power mode.
cs: PŘÍSLUŠENSKÁ NAPÁJECÍ STANICE =========================== Napájení je nyní vedeno z dokovacího prostoru. Reaktor je nyní v režimu pomocného napájení.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:31:DefaultText
source: AUXILIARY POWER STATION =========================== Status reports available on the following functions: - Power - Maintenance - Hibernation Chambers
cs: PŘÍSLUŠENSTVÍ =========================== K dispozici jsou hlášení o stavu následujících funkcí: - napájení - údržba - hibernační komory.

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:32:DefaultText
source: [Power Status]
cs: [Stav napájení]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:33:DefaultText
source: [Maintenance Status]
cs: [Stav údržby]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:34:DefaultText
source: [Hibernation Storage Status]
cs: [Stav hibernace úložiště]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:35:DefaultText
source: [Back]
cs: [Zpět]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:36:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:38:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/09_interstitial/0903_thehope/0903_cp_dock_auxillery:39:DefaultText
source: [Continue]
cs: [Pokračovat]
