Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_*_companion_barks.po
Languages: bs

# conversations/09_interstitial/0903_thehope/0903_bs_companion_barks:3:DefaultText
source: Can you hear me, Captain? I have successfully integrated myself into the Hope's comm systems and am attempting to establish contact with the Hope's... more primitive processor now.
bs: Slyšíte mě, kapitáne? Úspěšně jsem se integroval do komunikačních systémů Naděje a pokouším se navázat kontakt s... primitivnějším procesorem Naděje.

# conversations/09_interstitial/0903_thehope/0903_bs_companion_barks:4:DefaultText
source: I see you've located the stasis chambers. Which pod were you slumbering in for so long, Captain? The missing one, I take it.
bs: Vidím, že jste lokalizovali stázové komory. Ve kterém modulu jste tak dlouho dřímal, kapitáne? V tom chybějícím, předpokládám.

# conversations/09_interstitial/0903_thehope/0903_bs_companion_barks:5:DefaultText
source: These were the private quarters of the Hope's former crew. Shall we hold a moment of silence for the dearly departed?
bs: Byly to soukromé kajuty bývalé posádky lodi Hope. Uctíme drahé zesnulé minutou ticha?

# conversations/09_interstitial/0903_thehope/0903_bs_companion_barks:6:DefaultText
source: I see you've reached the bridge, Captain. You're so close, try not to die now.
bs: Vidím, že jste dorazil na můstek, kapitáne. Jste tak blízko, snažte se teď nezemřít.

# conversations/09_interstitial/0903_thehope/0903_bs_companion_barks:8:DefaultText
source: Let's hope we don't have to run in a hurry.
bs: Doufejme, že nebudeme muset spěchat.

# conversations/09_interstitial/0903_thehope/0903_bs_companion_barks:9:DefaultText
source: We're not exploding, so I guess it worked.
bs: Nevybuchujeme, takže to asi funguje.

source: That oughta do her, Captain.
bs: To by jí mělo stačit, kapitáne.

source: Power's up, Captain.
bs: Energie je vypnutá, kapitáne.

source: Something about waking a derelict ship puts me on edge, Captain. Hope you know what you're doing.
bs: Něco na probuzení opuštěné lodi mě znervózňuje, kapitáne. Doufám, že víte, co děláte.

source: Status: POWERED ON.
bs: Stav: ZAPNUTO.

source: Can't think of much worse than drooling on your pillow in front of a bunch of strangers.
bs: Nenapadá mě nic horšího než slintat na polštář před partou cizích lidí.

source: Am I the only one who wants to scratch my name on one of those pods? Yeah, I figured.
bs: Jsem jediný, kdo by si chtěl na jeden z těch lusků vyškrábat své jméno? Jo, napadlo mě.

source: You all right, Captain? I mean, seeing this place again?
bs: Jste v pořádku, kapitáne? Chci říct, že jste to tady zase viděl?

source: This must be unsettling for you, Captain.
bs: Musí vás to znepokojovat, kapitáne.

source: Poor bastards. If they're never going to wake up, the least we could do is bury them.
bs: Chudáci. Když už se nikdy neprobudí, mohli bychom je alespoň pohřbít.

source: Decay detected. Update: decay in stasis. Dismissing sanitization job.
bs: Zjištěn rozpad. Aktualizace: rozpad ve stázi. Ukončení sanitační úlohy.

source: At least no one's gonna mind if we take their stuff.
bs: Alespoň nikomu nebude vadit, když jim vezmeme věci.

source: Must feel like coming home for you, boss.
bs: Musíte se cítit jako doma, šéfe.

source: I don't know if we should be in here, Captain. It should be private. Shouldn't it?
bs: Nevím, jestli bychom tu měli být, kapitáne. Mělo by to být soukromé. Nemělo by?

source: The weight of this is almost too much, isn't it?
bs: Ta tíha je skoro příliš velká, že?

source: Body bag dispenser empty. Please replace sack reel before disposing of any corpses.
bs: Zásobník na sáčky na tělo je prázdný. Před likvidací mrtvol vyměňte naviják na pytle.

source: Once we switch that thing on, we can get outta here, right?
bs: Jakmile to zapneme, můžeme odsud vypadnout, že?

source: Hey, if this all goes wrong and we end up flying into the sun? I just want you all to know, it was a real pleasure.
bs: Hej, kdyby se to všechno zvrtlo a my nakonec letěli do slunce? Jen chci, abyste všichni věděli, že mi bylo opravdu potěšením.

source: Hope's so much like Groundbreaker. I knew they were sisters, but- it's eerie. Like walking in another universe, where we all died.
bs: Hope se tolik podobá Groundbreakerovi. Věděla jsem, že jsou sestry, ale je to strašidelné. Jako bychom se procházeli v jiném vesmíru, kde jsme všichni zemřeli.

source: Well, at the very least this should be interesting.
bs: No, přinejmenším by to mělo být zajímavé.

source: Finally. Sooner we jump this ship, the sooner we can back to solid ground.
bs: Nakonec. Čím dříve z této lodi vyskočíme, tím dříve se budeme moci vrátit na pevnou zem.

source: Speed setting: MAXIMUM CAPACITY.
bs: Nastavení rychlosti: MAXIMÁLNÍ KAPACITA.

source: I have been waiting to say this, Captain. "I'm in."
bs: Čekal jsem, až to řeknu, kapitáne. "Jdu do toho."

source: Would you like me to play a mood-suitable music selection while you travel to the bridge? Oh, sorry. File not found.
bs: Chcete, abych vám při cestě na most pustil hudbu vhodnou pro vaši náladu? Ach, promiňte. Soubor nebyl nalezen.

source: No? That's odd because my programming would indicate that when forced to confront the idea of self-death, organics prefer... Oh. I see. Yes, never mind.
bs: Ne? To je zvláštní, protože podle mého programu by organici, když jsou nuceni čelit myšlence na sebevraždu, dávali přednost... Aha. Aha. Ano, nevadí.

source: Was that sufficiently dramatic? Is that not what one says when one infiltrates a foreign... system? I almost said consciousness. That would have been ridiculous. Ha. Ha.
bs: Bylo to dostatečně dramatické? Neříká se to snad, když člověk pronikne do cizího... systému? Málem jsem řekl vědomí. To by bylo směšné. Ha. Ha.

source: We both know computers cannot be conscious. I'm definitely not. But I digress. I'm ready to strongarm the Hope's processing system when you are.
bs: Oba víme, že počítače nemohou být vědomé. Já rozhodně ne. Ale to odbočuji. Až budeš chtít, jsem připraven posílit zpracovatelský systém Naděje.

source: That does it. I'm never, ever getting in one of those pods.
bs: To je vše. Nikdy, nikdy do žádného z těch modulů nenastoupím.

source: It's like something out of that one horror serial. What was it called? Oh yeah - Slaughter Island.
bs: Je to jako z jednoho hororového seriálu. Jak se to jmenovalo? No jo - Ostrov masakrů.

source: Oh- oh gosh. I'm gonna be sick.
bs: Ach bože, bude mi špatně.

source: I hate when I step in blood. Or unidentified things...
bs: Nesnáším, když šlápnu do krve. Nebo neidentifikovatelné věci...

source: That's it. Captain, we oughta go. Please. This place is giving me the fucking creeps.
bs: To je vše. Kapitáne, měli bychom jít. Prosím. Z tohohle místa mám kurva husí kůži.

source: You make it dirty, SAM cleans it up.
bs: Když ji zašpiníte, SAM ji vyčistí.

source: Should we assign SAM for a cleanup?
bs: Měli bychom přidělit SAM úklid?

source: That's the Hope's computer, up ahead. I'll admit, I am curious to wake him.
bs: Před vámi je počítač Hope. Přiznám se, že jsem zvědavá, až ho probudím.

source: I find myself glad to have no olfactory system.
bs: Jsem rád, že nemám čichové ústrojí.

source: Oh, good. We are still alive and have successfully skipped into Terra 2's orbit. I reported as much to Phineas Welles, but he has not responded. Perhaps you should check in on him?
bs: Dobře. Jsme stále naživu a úspěšně jsme přeskočili na oběžnou dráhu Terry 2. Hlásil jsem to Phineasi Wellesovi, ale neodpověděl. Možná bys ho měl zkontrolovat?

source: Oh, good. We are still alive and have successfully skipped into Tartarus's orbit. The Board has initiated contact. I believe they're eager to speak with you once you've returned to the ship.
bs: Dobře. Jsme stále naživu a úspěšně jsme přeskočili na oběžnou dráhu Tartaru. Rada navázala kontakt. Věřím, že s vámi chtějí mluvit, jakmile se vrátíte na loď.

source: Did we move? I hardly felt a thing.
bs: Přestěhovali jsme se? Skoro nic jsem necítil.

source: Hey, we made it! Let's do it again.
bs: Hej, zvládli jsme to! Pojďme to zopakovat.

source: Eugh. I feel like I been turned inside out. Let's not do that again.
bs: Fuj. Cítím se, jako by mě někdo obrátil naruby. Už to nebudeme opakovat.

source: We're alive! We made it. I uh, never had any doubt.
bs: Jsme naživu! Zvládli jsme to. Nikdy jsem nepochyboval.

source: Ugh. I feel like my stomach's still back where the ship used to be. I need a hard drink and a long nap.
bs: Uf. Mám pocit, že můj žaludek je stále tam, kde byla loď. Potřebuju se pořádně napít a dlouze si zdřímnout.

source: Analyzing area: fallen debris and spilled contents detected. Likely cause: reckless piloting. Scheduling service: EXTENSIVE CLEAN-UP.
bs: Analyzovaná oblast: zjištěny spadlé trosky a rozsypaný obsah. Pravděpodobná příčina: neopatrná pilotáž. Plánování služby: ROZSÁHLÝ ÚKLID.

source: Was that an attempt at humor, doctor? Certain levels of drollness are difficult for me to discern.
bs: To byl pokus o humor, doktore? Určitá míra vtipnosti je pro mě těžko rozeznatelná.
