Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:3:DefaultText
source: UDL-002 THE HOPE =========================== Warning: Unauthorized access will result in immediate termination upon your arrival in Halcyon.
cs: UDL-002 THE HOPE =========================== Varování: Neoprávněný přístup bude mít za následek okamžité ukončení přístupu po vašem příchodu do Halcyonu.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:4:DefaultText
source: [Manual Log #L-4127 - TORREGA, R.]
cs: [Příruční protokol č. L-4127 - TORREGA, R.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:6:DefaultText
source: [Automated Audio Transcript #R-2104]
cs: [Automatizovaný zvukový přepis #R-2104]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:8:DefaultText
source: [Manual Log #L-4391 - HUNTE, D.]
cs: [Příruční protokol č. L-4391 - HUNTE, D.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:27:DefaultText
source: [Automated Audio Transcript #R-2130]
cs: [Automatizovaný zvukový přepis #R-2130]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:31:DefaultText
source: Dear Diary, Everyone is running around trying to figure out how we're going to eat, but none of it means anything if I can't keep us on course. It's hell. Charting twenty-six years of travel through space is... I don't know if I can handle it. It's so much pressure. So many lives. If I get one thing wrong - one smudged decimal point, one off-by-one miscalculation - we could crash into an asteroid. I keep thinking of the colonists. They'd just... never wake up. Lucky them.
cs: Milý deníčku, všichni se snaží vymyslet, jak budeme jíst, ale nic z toho neznamená, když nás nedokážu udržet v kurzu. je to peklo. Mapovat šestadvacet let cesty vesmírem je... Nevím, jestli to zvládnu. Je to takový tlak. Tolik životů. Jestli se zmýlím - jedna špatná desetinná čárka, jeden chybný výpočet - můžeme narazit do asteroidu. Pořád myslím na kolonisty. Ti by se prostě... nikdy neprobudili. Mají štěstí.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:41:DefaultText
source: HUNTE, W: I've called you all here because the numbers on our rations are off. NOLDA, F: Off? What do you mean, off? HUNTE, W: We have too many. Someone hasn't been taking theirs. HUNTE, D: Extra food sounds like a good thing, darling. HUNTE, W: Not extra. Someone's getting their food from another source. They must have it stashed somewhere. NOLDA, F: So? Someone could've brought some from Earth. HUNTE, W: If they did, we need to include it in our rationing, Frank. Every bit of food on this ship is to be split among us all. NOLDA, F: It's theirs. It isn't yours to take. HUNTE, W: This isn't about ownership! This is about survival. We're going to run out eventually, and the longer we last, the closer we get to figuring this shit out! NOLDA, F: All right, all right. HUNTE, W: I want everyone to interrogate their crew. Find whoever's not eating their share and bring them forward.
cs: HUNTE, W: Všechny jsem vás sem zavolal, protože čísla na našich přídělech jsou špatně. NOLDA, F: Špatně? Jak to myslíš, že jsou mimo? HUNTE, W: Máme jich moc. Někdo si nevzal svoje. HUNTE, D: Jídlo navíc zní jako dobrá věc, drahoušku. HUNTE, W: Ne navíc. Někdo si bere jídlo z jiného zdroje. Musí ho mít někde schované. NOLDA, F: No a? Někdo si mohl nějaké přivézt ze Země. HUNTE, W: Jestli ano, musíme ho zahrnout do přídělu, Franku. Každý kousek jídla na téhle lodi se musí rozdělit mezi nás všechny. NOLDA, F: Je to jejich. Není to tvoje. LOVEC, W: Tady nejde o vlastnictví! Tady jde o přežití. Nakonec nám dojde, a čím déle vydržíme, tím blíž budeme k tomu, abychom na tuhle sračku přišli! NOLDA, F: Dobře, dobře. LOVEC, W: Chci, aby každý vyslechl svou posádku. Najděte toho, kdo nejí svůj podíl, a přiveďte ho dopředu.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:42:DefaultText
source: Perhaps there is hope yet. Mama used to have such a garden. I grew up on her tomatoes and lemons and limes. When we left Earth, she was so kind as to share a sample of seeds with me, so that wherever we end up, I might start my own garden. Now... buds grow in Hydroponics. This may not be a backyard, but it is something. I remember you every day, mamochka. Now more than ever.
cs: Snad je ještě naděje. Maminka mívala takovou zahradu. Vyrostla jsem na jejích rajčatech, citronech a limetkách. Když jsme opouštěli Zemi, byla tak laskavá a podělila se se mnou o vzorek semínek, abych si tam, kde skončíme, mohla založit vlastní zahrádku. Teď... poupata rostou v hydroponii. Možná to není zahrádka, ale něco to je. Každý den na tebe vzpomínám, mamochko. Teď víc než kdy jindy.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:43:DefaultText
source: NOLDA, F: Law help me, it worked. I'm going to hell, but it worked. NOLDA, F: Now... how the fuck do I break the news to the captain?
cs: NOLDA, F: Zákon mi pomáhal, fungovalo to. Půjdu do pekla, ale zabralo to. NOLDA, F: A teď... jak to mám kurva říct kapitánovi?

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:44:DefaultText
source: [Message Exchange #T-2810]
cs: [Výměna zpráv #T-2810]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:45:DefaultText
source: NOLDA, F: cap. wanted this on record. sick of the witch hunt. it's me. i haven't been eating my rations. HUNTE, W: Why? NOLDA, F: don't need it. don't mind feeling hungry. HUNTE, W: I need my chief engineer with his full faculties. I'm glad you owned up to this, but start eating your full share. That's an order. NOLDA, F: all due respect, cap NOLDA, F: we're up shit creek NOLDA, F: i'm not sure "that's an order" means a lot right now HUNTE, W: It holds weight now more than ever, Frank. We need to stay organized. NOLDA, F: well, i ain't doing it. so either shove that shit down my throat yourself or give my leftovers to someone else.
cs: NOLDA, F: kapitán. chtěl jsem to mít v záznamech. už mě nebaví ten hon na čarodějnice. to jsem já. nejedl jsem své příděly. LOVEC, W: proč? NOLDA, F: nepotřebuju to. nevadí mi, že mám hlad. LOVEC, W: potřebuju svého vrchního inženýra s plnými schopnostmi. Jsem rád, že jste se k tomu přiznal, ale začněte jíst svůj plný podíl. To je rozkaz. při vší úctě, kapitáne. jsme ve sračkách. nejsem si jistý, jestli "to je rozkaz" teď moc znamená. lovec, W: teď to má větší váhu než kdy jindy, Franku. Musíme si udržet pořádek. NOLDA, F: no, já to neudělám. tak mi ty sračky strč do chřtánu buď sám, nebo dej moje zbytky někomu jinému.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:46:DefaultText
source: CREW TERMINAL =========================== Error accessing archives. Available entries:
cs: CREW TERMINAL =========================== Chyba při přístupu k archivům. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal4:47:DefaultText
source: [Continue]
cs: [Pokračovat]
