Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5.po
Languages: cs

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:3:DefaultText
source: UDL-002 THE HOPE =========================== Warning: Unauthorized access will result in immediate termination upon your arrival in Halcyon.
cs: UDL-002 THE HOPE =========================== Varování: Neoprávněný přístup bude mít za následek okamžité ukončení přístupu po vašem příchodu do Halcyonu.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:4:DefaultText
source: [Automated Audio Transcript #R-2317]
cs: [Automatizovaný zvukový přepis #R-2317]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:6:DefaultText
source: [Manual log #L-4403 - HUNTE, W.]
cs: [Příruční protokol #L-4403 - HUNTE, W.]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:8:DefaultText
source: [Automated Audio Transcript #R-2481]
cs: [Automatizovaný zvukový přepis #R-2481]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:27:DefaultText
source: [Automated Audio Transcript #R-2490]
cs: [Automatizovaný zvukový přepis #R-2490]

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:46:DefaultText
source: HUNTE, W: What is it, Rezi? TORREGA, R: Captain. Hey. Sorry for waking you. One of the pod alarms went off. I didn't know what to do. HUNTE, W: Pod alarms? The colonists? TORREGA, R: Yes. See? HUNTE, W: I'll check it out. Thanks.
cs: HUNTE, W: Co se děje, Rezi? TORREGA, R: Kapitán. Hej. Promiň, že jsem tě vzbudil. Spustil se jeden z alarmů v modulu. Nevěděl jsem, co mám dělat. HUNTE, W: Poplach v podpalubí? Kolonisté? TORREGA, R: Ano. Vidíš? Zkontroluju to. Děkuji.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:50:DefaultText
source: I'm writing this down because I'm not sure what to do, but I want the incident on record. One of our colonists has gone missing. The cameras in the pod bay have been deactivated for... I don't know how long. Rezi helped me hook another up in secret. I've been checking on it every morning, and today, I discovered our chief engineer tampering with one of the pods in the middle of the night. I haven't confronted him yet. I'll collect more evidence before I do. I don't know why Frank would start waking people up. We're short on food as is.
cs: Píšu to sem, protože si nejsem jistý, co mám dělat, ale chci, aby se ten incident zaznamenal. Jeden z našich kolonistů se ztratil. Kamery v hangáru byly deaktivovány z důvodu... Nevím, jak dlouho. Rezi mi tajně pomohl připojit další. Každé ráno jsem to kontroloval a dnes jsem zjistil, že náš hlavní inženýr uprostřed noci manipuloval s jedním z modulů. Ještě jsem ho nekonfrontoval. Než to udělám, shromáždím další důkazy. Nevím, proč by Frank začal budit lidi. Už tak máme málo jídla.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:51:DefaultText
source: HUNTE, W: I should throw you out of the fucking airlock, Frank. NOLDA, F: You should be thanking me for solving our food crisis! HUNTE, W: This is your solution? Sacrificing innocent people? TORREGA, R: What's going on? HUNTE, W: Rezi. Find Alexei. We're throwing Frank in the brig. TORREGA, R: What? Why? HUNTE, W: He's been ea- he's the one who's tampering with the pods. NOLDA, F: Oh, what, you're going to spare her the grisly details? I ate them, Rezi. TORREGA, R: You... you ate them? NOLDA, F: And I ain't apologizing for it! If we don't survive, they're as good as dead anyway. TORREGA, R: I'm... oh, no. I can't... I'm going to be sick. HUNTE, W: Just find Alexei! TORREGA, R: Okay. Okay.
cs: HUNTE, W: Měl bych tě vyhodit z té zasrané přechodové komory, Franku. NOLDA, F: Měl bys mi děkovat za vyřešení naší potravinové krize! HUNTE, W: Tohle je tvoje řešení? Obětovat nevinné lidi? TORREGA, R: Co se děje? HUNTE, W: Rezi. Najdi Alexeje. Zavřeme Franka do vězení. TORREGA, R: Cože? Proč? To on manipuluje s lusky. NOLDA, F: Cože, vy ji ušetříte hrůzných detailů? Snědla jsem je, Rezi. TORREGA, R: Ty... ty jsi je snědla? NOLDA, F: A neomlouvám se za to! Jestli to nepřežijeme, tak jsou stejně mrtví. TORREGA, R: Já... ale ne. Nemůžu... Bude mi špatně. LOVEC, W: Jen najdi Alexeje! TORREGA, R: Dobře. Dobře.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:52:DefaultText
source: VOLKOV, A: I've been talking to Frank. HUNTE, W: And? How's the brig? VOLKOV, A: Captain... he makes a kind of sense. HUNTE, W: Dammit, Alexei, not you, too. Don't listen to that madman. VOLKOV, A: What if your wife can't grow more food? What if it fails? HUNTE, W: Then we'll figure something else out. We are not cannibals.
cs: VOLKOV, A: Mluvil jsem s Frankem. HUNTE, W: A? Jak je na tom brigádník? VOLKOV, A: Kapitán... ten dává docela smysl. LOVEC, W: Sakra, Alexeji, ty taky ne. Neposlouchej toho blázna. VOLKOV, A: A co když tvoje žena nedokáže vypěstovat víc jídla? Co když se to nepovede? LOVEC, W: Pak vymyslíme něco jiného. Nejsme kanibalové.

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:53:DefaultText
source: CREW TERMINAL =========================== Error accessing archives. Available entries:
cs: CREW TERMINAL =========================== Chyba při přístupu k archivům. Dostupné záznamy:

# conversations/09_interstitial/0903_thehope/0903_cp_crew_terminal5:56:DefaultText
source: [Continue]
cs: [Pokračovat]
