Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/09_interstitial/0903_thehope/0903_cv_quincy_interrogation_m.po
Languages: cs

source: I don't recognize you. Are you new here?
cs: Nepoznávám vás. Jste tu nový?

source: Surprise inspection, soldier.
cs: Překvapivá inspekce, vojáku.

source: Oh. Hell. Uh, no one informed me of any surprise inspection.
cs: Oh. Peklo. Nikdo mě neinformoval o žádné nečekané inspekci.

source: Then it wouldn't be much of a surprise.
cs: Pak by to nebylo velké překvapení.

source: Of course. I'll just get out of your way.
cs: Samozřejmě. Jenom ti půjdu z cesty.

source: I filed the paperwork months ago. Are you telling me you weren't aware?
cs: Papíry jsem vyplnil už před několika měsíci. Chcete mi říct, že jste o tom nevěděl?

source: Sure it did. Must have slipped my mind.
cs: Jistěže ano. Muselo mi to vypadnout z hlavy.

source: I'll be on my way.
cs: Už budu na cestě.

source: Mind your own business.
cs: Hleďte si svého.

source: What's your problem?
cs: V čem je váš problém?

source: You.
cs: Vy.

source: Relax. I'm not looking for a fight.
cs: Uvolněte se. Nechci se hádat.

source: I've got things to do.
cs: Mám spoustu práce.

source: People who ask a lot of questions instead of doing their jobs.
cs: Lidé, kteří kladou spoustu otázek, místo aby dělali svou práci.

source: Easy. You made your point.
cs: Snadné. Vyjádřil jste se.

source: You probably shouldn't be talking to me. Corporate doesn't like us socializing on duty.
cs: Asi bys se mnou neměl mluvit. Vedení nemá rádo, když se stýkáme ve službě.

source: I'm just trying to make sure you belong here.
cs: Jen se snažím ujistit, že sem patříš.

source: I was transferred here by HHC.
cs: Byl jsem sem převelen HHC.

source: I guess you got a point.
cs: Myslím, že máš pravdu.

source: I'd better get back to work.
cs: Raději se vrátím do práce.

source: And I'm just looking out for you.
cs: A já se o tebe jen starám.

source: Yeah, you're definitely new here.
cs: Jo, určitě jsi tu nový.

source: Ah, crap.
cs: A sakra.

source: You'd better come with us. Quietly.
cs: Raději pojďte s námi. Tiše.

source: So much for subtlety.
cs: Tolik k jemnosti.

source: Hold it. Something about you doesn't look right.
cs: Podržte to. Něco se mi na tobě nezdá.

source: I know. I've been feeling under the weather.
cs: Já vím. Necítím se dobře.

source: Yeah? You're not contagious, are you?
cs: Ano? Nejsi nakažlivý, že ne?

source: I'm not sure, but this morning I was bleeding out of my ears.
cs: Nejsem si jistý, ale dnes ráno mi tekla krev z uší.

source: I don't wanna know. Just stay back.
cs: Nechci to vědět. Prostě zůstaň vzadu.

source: Will do.
cs: Udělám to.

source: <Start coughing violently.>
cs: <Začne prudce kašlat.>

source: Hey. Keep your distance. I don't wanna get sick.
cs: Hej. Držte si odstup. Nechci onemocnět.

source: You got a problem with the way I look?
cs: Vadí ti, jak vypadám?

source: That's not what I'm saying.
cs: To není to, co říkám.

source: Sure sounded like it.
cs: Určitě to tak znělo.

source: Forget I asked.
cs: Zapomněl jsem, že jsem se ptal.

source: Out of my way.
cs: Jděte mi z cesty.

source: Good to know.
cs: Dobré vědět.

source: (Muttering.) Psycho.
cs: (Mručí.) Psychopat.

source: I can't help that.
cs: S tím nic nenadělám.

source: No, I meant your uniform. There's something strange about it.
cs: Ne, myslel jsem vaši uniformu. Je na ní něco divného.

source: I'm sure you have better things to do than worry about my clothes.
cs: Určitě máš lepší věci na práci než se starat o moje oblečení.

source: Yeah, I guess you're right.
cs: Jo, asi máš pravdu.

source: I'd better get on with it.
cs: Raději se do toho pustím.

source: I'd change, but I can't spare the time off my shift.
cs: Změnil bych se, ale nemohu si dovolit uvolnit čas ze směny.

source: Just clean yourself up as soon as you're able.
cs: Prostě se umyjte, jakmile to bude možné.

source: Um, I, uh ...
cs: Um, já, uh...

source: I have a very strong suspicion that you're not one of us.
cs: Mám silné podezření, že nejste jedním z nás.

source: That's because I'm not one of you.
cs: To proto, že nejsem jedním z vás.

source: You've got exactly five seconds to explain.
cs: Na vysvětlení máte přesně pět sekund.

source: I'm with corporate. And you've got exactly five seconds to get out of my sight.
cs: Souhlasím se společností. A máš přesně pět sekund na to, abys mi zmizel z očí.

source: Damn it. No one told me corporate was visiting. I apologize.
cs: Sakra. Nikdo mi neřekl, že mě navštíví korporace. Omlouvám se.

source: Excuse me.
cs: Promiňte.

source: You don't want to know who I am. Trust me. It's not worth the paperwork.
cs: Nechcete vědět, kdo jsem. Věřte mi. Nestojí to za to papírování.

source: All right. Then don't let me run into you again, for both our sakes.
cs: Dobře. Tak ať už na tebe nenarazím, pro dobro nás obou.

source: Oh, forget it.
cs: Zapomeňte na to.

source: Then do something about it.
cs: Pak s tím něco udělejte.

source: Don't push it. I will if I have to.
cs: Netlačte na to. Když budu muset, tak to udělám.

source: I'm actually here on inspection duty. You're being audited, soldier.
cs: Jsem tu vlastně na inspekci. Jste kontrolován, vojáku.

source: You are? I mean - I am? I was just following protocol. You don't have to put this in your report.
cs: Vy jste? Chci říct - jsem? Jen jsem se řídil protokolem. Nemusíte to uvádět ve své zprávě.

source: I'll be on my way.
cs: Už budu na cestě.

source: Then I guess you'll have to.
cs: Tak to asi budeš muset.

source: You can't be serious.
cs: To snad nemyslíte vážně.

source: I am very much serious.
cs: Myslím to velmi vážně.

source: Well, I guess we're doing this.
cs: No, myslím, že to děláme.

source: That's it! You're dead!
cs: A je to! Jsi mrtvý!

source: This ship is off limits.
cs: Tato loď je zakázaná.

source: I was just leaving.
cs: Právě jsem odcházel.

source: <Attack>
cs: <Útok>

source: What do you think you're doing?
cs: Co si myslíte, že děláte?

source: I'll pay you <oeiglobal>Bribe_Amount</oeiglobal> bits to look the other way.
cs: Zaplatím vám <oeiglobal>Částka úplatku</oeiglobal>, abyste se dívali jinam.

source: Nothing at all.
cs: Vůbec nic.

source: Whatever I want.
cs: Cokoliv chci.

source: I was just leaving.
cs: Právě jsem odcházel.
