Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_0206_parvati_watersofforgetfulness.po
Languages: cs

# quests/companions/cq_0206_parvati_watersofforgetfulness:0:DefaultText
source: Drinking Sapphire Wine
cs: Pití safírového vína

# quests/companions/cq_0206_parvati_watersofforgetfulness:1:DefaultText
source: Take Parvati to the Lost Hope on the Groundbreaker
cs: Vezměte Parvati do Ztracené naděje na Groundbreaker

# quests/companions/cq_0206_parvati_watersofforgetfulness:5:DefaultText
source: Take Parvati Back to the Ship
cs: Vezměte Parvati zpět na loď

# quests/companions/cq_0206_parvati_watersofforgetfulness:7:DefaultText
source: Introduce Parvati to Junlei Tennyson
cs: Představit Parvati Junlei Tennysonové

# quests/companions/cq_0206_parvati_watersofforgetfulness:8:DefaultText
source: Return to the Unreliable and ask Parvati about Junlei
cs: Vraťte se do Nespolehlivého a zeptejte se Parvati na Junlei.

# quests/companions/cq_0206_parvati_watersofforgetfulness:11:DefaultText
source: Talk to Parvati in the Bar
cs: Promluvte si s Parvati v baru

# quests/companions/cq_0206_parvati_watersofforgetfulness:10000:DefaultText
source: Parvati received a distressing message from Junlei. She's asked you to take her drinking at the Lost Hope bar on the Groundbreaker so she can work through her feelings.
cs: Parvati dostala od Junlei znepokojivou zprávu. Požádala tě, abys ji vzal na skleničku do baru Ztracená naděje na lodi Groundbreaker, aby mohla zpracovat své pocity.

# quests/companions/cq_0206_parvati_watersofforgetfulness:10001:DefaultText
source: Parvati wants to get drinks at the bar on the Groundbreaker and discuss her situation with Junlei.
cs: Parvati si chce zajít na skleničku do baru na Groundbreakeru a probrat svou situaci s Junleiem.

# quests/companions/cq_0206_parvati_watersofforgetfulness:10005:DefaultText
source: With her first night out drinking behind her, Parvati would like to talk to you on the ship.
cs: Parvati má za sebou první noc strávenou pod vlivem alkoholu a ráda by si s vámi promluvila na lodi.

# quests/companions/cq_0206_parvati_watersofforgetfulness:10007:DefaultText
source: Parvati is keen to meet Groundbreaker's engineer, Junlei. She's asked you to take her along next time you happen by that way.
cs: Parvati se chce setkat s inženýrem společnosti Groundbreaker, Junleiem. Požádala tě, abys ji vzal s sebou, až půjdeš příště tou cestou.

# quests/companions/cq_0206_parvati_watersofforgetfulness:10008:DefaultText
source: Thanks to your introduction, Parvati and Junlei hit it off. Check in with Parvati back on the ship to see how things are progressing between the two of them.
cs: Díky tvému představení si Parvati a Junlei padli do oka. Zkontroluj Parvati zpět na lodi, abys zjistil, jak se věci mezi nimi vyvíjejí.

# quests/companions/cq_0206_parvati_watersofforgetfulness:10011:DefaultText
source: You've reached the Lost Hope. Time for that discussion.
cs: Dostali jste se do Ztracené naděje. Je čas na diskusi.

# quests/companions/cq_0206_parvati_watersofforgetfulness:20000:DefaultText
source: Junlei sent Parvati a poem. Give their relationship some time to develop further and then return to Parvati to find out how it's going.
cs: Junlei poslala Parvati báseň. Dejte jejich vztahu nějaký čas na další rozvoj a pak se vraťte k Parvati, abyste zjistili, jak to pokračuje.

# quests/companions/cq_0206_parvati_watersofforgetfulness:20001:DefaultText
source: It's been a while since Parvati talked about Junlei. It might be a good time to check in on her.
cs: Už je to nějaký čas, co Parvati mluvila o Junlei. Možná je vhodná chvíle ji zkontrolovat.

# quests/companions/cq_0206_parvati_watersofforgetfulness:30000:DefaultText
source: Parvati was killed.
cs: Parvati byla zabita.

# quests/companions/cq_0206_parvati_watersofforgetfulness:30001:DefaultText
source: Junlei was killed, bringing a premature end to her relationship with Parvati.
cs: Junlei byla zabita, čímž předčasně skončil její vztah s Parvati.

# quests/companions/cq_0206_parvati_watersofforgetfulness:30002:DefaultText
source: You - and a couple drinks - helped Parvati work through her concerns about her relationship with Junlei.
cs: Ty - a pár skleniček - jsi Parvati pomohl vyřešit její obavy ohledně vztahu s Junleiem.

# quests/companions/cq_0206_parvati_watersofforgetfulness:30003:DefaultText
source: You talked Parvati out of pursuing a relationship with Junlei.
cs: Rozmluvil jsi Parvati vztah s Junleiem.

# quests/companions/cq_0206_parvati_watersofforgetfulness:30004:DefaultText
source: You and Parvati parted ways.
cs: S Parvati jste se rozešli.

# quests/companions/cq_0206_parvati_watersofforgetfulness:30005:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
cs: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.

# quests/companions/cq_0206_parvati_watersofforgetfulness:40001:DefaultText
source: Have Parvati meet with Junlei Tennyson, the Groundbreaker's Chief Engineer.
cs: Požádejte Parvati o schůzku s Junleiem Tennysonem, hlavním inženýrem lodi Groundbreaker.

# quests/companions/cq_0206_parvati_watersofforgetfulness:40003:DefaultText
source: Parvati wanted to have a discussion with Junlei Tennyson. You should swing by the Engineering sector of the Groundbreaker the next time the two of you are in the area.
cs: Parvati si chtěla promluvit s Junlei Tennysonovou. Až budete příště v této oblasti, měli byste se zastavit ve strojírenském sektoru Groundbreakeru.
