Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_ellie_recruitment.po
Languages: cs

# quests/companions/cq_ellie_recruitment:0:DefaultText
source: Worst Contact
cs: Nejhorší kontakt

# quests/companions/cq_ellie_recruitment:1:DefaultText
source: Talk to Jessie
cs: Promluvte si s Jessie

# quests/companions/cq_ellie_recruitment:2:DefaultText
source: Convince Udom Bedford to Clear Jessie's Debts
cs: Přesvědčte Udom Bedforda, aby smazal Jessieho dluhy

# quests/companions/cq_ellie_recruitment:3:DefaultText
source: Talk to Ellie
cs: Promluvte si s Ellie

# quests/companions/cq_ellie_recruitment:8:DefaultText
source: Talk to Jessie
cs: Promluvte si s Jessie

# quests/companions/cq_ellie_recruitment:10000:DefaultText
source: Ellie thinks there's something amiss with Jessie, an acquaintance who's been holed up in Groundbreaker's sick bay for a suspiciously long time.
cs: Ellie si myslí, že s Jessie, jejíž známá je už podezřele dlouho zalezlá na ošetřovně Groundbreakeru, není něco v pořádku.

# quests/companions/cq_ellie_recruitment:10001:DefaultText
source: Ellie hasn't been able to get through to Jessie, but you could try.
cs: Ellie se s Jessie nepodařilo spojit, ale můžete to zkusit.

# quests/companions/cq_ellie_recruitment:10002:DefaultText
source: Jessie's hiding from the Board's agents. You might be able to help her by speaking with the Board's representative on Groundbreaker, Udom Bedford.
cs: Jessie se skrývá před agenty rady. Možná byste jí mohli pomoci, kdybyste si promluvili se zástupcem Rady v Groundbreakeru, Udomem Bedfordem.

# quests/companions/cq_ellie_recruitment:10003:DefaultText
source: Ellie will be pleased to know that you've addressed Jessie's debts with the Board - and her debts with Jessie.
cs: Ellie jistě potěší, že jste s představenstvem řešili Jessiiny dluhy - a její dluhy s Jessie.

# quests/companions/cq_ellie_recruitment:10008:DefaultText
source: Udom Bedford has been replaced as the Board's representative to the Groundbreaker. Jessie will want to hear about this.
cs: Udom Bedford byl nahrazen zástupcem správní rady ve společnosti Groundbreaker. Jessie o tom bude chtít slyšet.

# quests/companions/cq_ellie_recruitment:20000:DefaultText
source: Udom Bedford has been replaced as the Board's representative to the Groundbreaker. Jessie will want to hear about this.
cs: Udom Bedford byl nahrazen zástupcem správní rady ve společnosti Groundbreaker. Jessie o tom bude chtít slyšet.

# quests/companions/cq_ellie_recruitment:20001:DefaultText
source: Jessie is in the quarantine section of Groundbreaker's MedBay - a Restricted Area. Finding a Mardet ID cartridge would allow you to use the Holographic Shroud Phineas told you about to walk past security.
cs: Jessie se nachází v karanténní části MedBay v Groundbreakeru - v zakázané oblasti. Nalezení Mardetovy identifikační kazety by ti umožnilo použít holografický plášť, o kterém ti Phineas řekl, abys prošel přes ochranku.

# quests/companions/cq_ellie_recruitment:30000:DefaultText
source: Ellie is dead.
cs: Ellie je mrtvá.

# quests/companions/cq_ellie_recruitment:30001:DefaultText
source: Jessie's dead, and Ellie won't have any further dealings with you.
cs: Jessie je mrtvá a Ellie už s tebou nebude mít žádné další styky.

# quests/companions/cq_ellie_recruitment:30002:DefaultText
source: Ellie feels indebted to you for clearing her debt to Jessie.
cs: Ellie se vám cítí zavázána za to, že jste smazali její dluh vůči Jessie.

# quests/companions/cq_ellie_recruitment:30003:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
cs: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.

# quests/companions/cq_ellie_recruitment:40001:DefaultText
source: Inform Ellie that you've eliminated Jessie Doyle.
cs: Informujte Ellie, že jste vyřadili Jessie Doylovou.
