Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_ellie_fenhill.po
Languages: cs

# quests/companions/cq_ellie_fenhill:0:DefaultText
source: The Low Crusade
cs: Nízká křížová výprava

# quests/companions/cq_ellie_fenhill:1:DefaultText
source: Visit Ellie's Parents in Byzantium
cs: Návštěva Elliiných rodičů v Byzanci

# quests/companions/cq_ellie_fenhill:2:DefaultText
source: Set Up a Dummy Beneficiary Account for Ellie
cs: Nastavení fiktivního účtu příjemce pro Ellie

# quests/companions/cq_ellie_fenhill:3:DefaultText
source: Talk to Ellie
cs: Promluvte si s Ellie

# quests/companions/cq_ellie_fenhill:5:DefaultText
source: Follow Up with Ellie
cs: Následná spolupráce s Ellie

# quests/companions/cq_ellie_fenhill:11:DefaultText
source: Find the Insurance Agency Office
cs: Vyhledejte kancelář pojišťovací agentury

# quests/companions/cq_ellie_fenhill:10000:DefaultText
source: Ellie wants you to take her to visit her parents in Byzantium. When you're in the area.
cs: Ellie chce, abys ji vzal na návštěvu k rodičům do Byzance. Až budete v oblasti.

# quests/companions/cq_ellie_fenhill:10001:DefaultText
source: Ellie hasn't spoken to her parents in a long time, and she thinks it's high time she check on them. With you in tow, of course.
cs: Ellie už dlouho nemluvila se svými rodiči a myslí si, že je nejvyšší čas je zkontrolovat. Samozřejmě s tebou v závěsu.

# quests/companions/cq_ellie_fenhill:10002:DefaultText
source: Visit the Greater Halcyon Insurance Group in Fallbrook and set up a dummy beneficiary account for Ellie.
cs: Navštivte pojišťovnu Greater Halcyon Insurance Group ve Fallbrooku a zřiďte Ellie fiktivní účet příjemce.

# quests/companions/cq_ellie_fenhill:10003:DefaultText
source: All of Ellie's future insurance payouts will now be funneled into her dummy account. Time to wrap things up with her.
cs: Všechny Elliiny budoucí výplaty z pojištění budou nyní zasílány na její fiktivní účet. Je čas to s ní ukončit.

# quests/companions/cq_ellie_fenhill:10005:DefaultText
source: Ellie was understandably dismayed to find that her parents had declared her dead and were living off her life insurance money. She probably needs to talk... somewhere away from her folks.
cs: Ellie byla pochopitelně zděšená, když zjistila, že ji rodiče prohlásili za mrtvou a žijí z její životní pojistky. Nejspíš si potřebuje promluvit... někde daleko od rodičů.

# quests/companions/cq_ellie_fenhill:10011:DefaultText
source: If anyone's going to make money off of Ellie's alleged death, Ellie figures it should be her. Find the Greater Halcyon Insurance Group in Byzantium to set things straight.
cs: Pokud má někdo vydělat na údajné Elliině smrti, Ellie si myslí, že by to měla být ona. Najde pojišťovací skupinu Greater Halcyon v Byzanci, aby uvedla věci na pravou míru.

# quests/companions/cq_ellie_fenhill:20000:DefaultText
source: The insurance agent is dead. You'll have to find a terminal and do this yourself.
cs: Pojišťovací agent je mrtvý. Budete si muset najít terminál a udělat to sami.

# quests/companions/cq_ellie_fenhill:20001:DefaultText
source: The insurance agent mentioned a terminal in the back room that stores all their policy data.
cs: Pojišťovací agent se zmínil o terminálu v zadní místnosti, kde jsou uloženy všechny údaje o pojistných smlouvách.

# quests/companions/cq_ellie_fenhill:20002:DefaultText
source: Well, you found the address... but no insurance agency. There is a mailbox, however.
cs: Našli jste adresu... ale žádnou pojišťovací agenturu. Je tu však poštovní schránka.

# quests/companions/cq_ellie_fenhill:30000:DefaultText
source: You were unable to help Ellie.
cs: Ellie jste nedokázali pomoci.

# quests/companions/cq_ellie_fenhill:30001:DefaultText
source: You got Ellie got her money and showed her the value in looking out for others.
cs: Dostala jsi Ellie peníze a ukázala jsi jí, jak je důležité starat se o druhé.

# quests/companions/cq_ellie_fenhill:30002:DefaultText
source: You got Ellie got her money and reinforced her belief in self-reliance.
cs: Díky vám Ellie získala peníze a posílila svou víru v soběstačnost.

# quests/companions/cq_ellie_fenhill:40001:DefaultText
source: Ellie ran into her parents on Byzantium. They're no longer on speaking terms.
cs: Ellie narazila na své rodiče na ostrově Byzantium. Už spolu nemluví.
