Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_felix_millstone.po
Languages: cs

# quests/companions/cq_felix_millstone:0:DefaultText
source: Friendship's Due
cs: Dluh za přátelství

# quests/companions/cq_felix_millstone:1:DefaultText
source: Bring Felix to Meet with Harlow
cs: Přiveďte Felixe na setkání s Harlowem

# quests/companions/cq_felix_millstone:2:DefaultText
source: Find Trask
cs: Najít Trask

# quests/companions/cq_felix_millstone:3:DefaultText
source: Confront Trask
cs: Konfrontace s Traskem

# quests/companions/cq_felix_millstone:4:DefaultText
source: Return to Harlow with Felix
cs: Návrat do Harlow s Felixem

# quests/companions/cq_felix_millstone:5:DefaultText
source: Speak with Felix on the Ship
cs: Promluvte si s Felixem na lodi

# quests/companions/cq_felix_millstone:6:DefaultText
source: Talk to Felix
cs: Promluvte si s Felixem

# quests/companions/cq_felix_millstone:13:DefaultText
source: Get Trask's Ring
cs: Získat Traskův prsten

# quests/companions/cq_felix_millstone:14:DefaultText
source: (Optional) Find Trask's Stashed Evidence
cs: (Volitelné) Najděte Traskovy schované důkazy

# quests/companions/cq_felix_millstone:10000:DefaultText
source: Clyde Harlow, an old friend of Felix from his early days on the Groundbreaker, wants to meet him in person. Harlow told Felix he wants him to be a part of a revolutionary project.
cs: Clyde Harlow, Felixův starý přítel z dob jeho působení na Groundbreakeru, se s ním chce osobně setkat. Harlow Felixovi řekl, že chce, aby se podílel na revolučním projektu.

# quests/companions/cq_felix_millstone:10001:DefaultText
source: Felix wants to meet Harlow in person. Travel to his landing pad on Scylla to have a chat with him.
cs: Felix se chce s Harlow setkat osobně. Vydejte se na jeho přistávací plochu na Scylle a promluvte si s ním.

# quests/companions/cq_felix_millstone:10002:DefaultText
source: Harlow told you that if Felix wants a place on his crew, he must prove himself by killing a traitor named Rufus Trask. He wants you to find Trask, kill him, and take his ring.
cs: Harlow ti řekl, že pokud chce Felix získat místo v jeho posádce, musí se osvědčit tím, že zabije zrádce jménem Rufus Trask. Chce, abys Traska našel, zabil a vzal si jeho prsten.

# quests/companions/cq_felix_millstone:10003:DefaultText
source: Trask is hiding in Emerald Vale.
cs: Trask se skrývá ve Smaragdovém údolí.

# quests/companions/cq_felix_millstone:10004:DefaultText
source: With Trask dealt with, it's time to return to Harlow.
cs: Když je Trask vyřešen, je čas vrátit se k Harlowovi.

# quests/companions/cq_felix_millstone:10005:DefaultText
source: You confronted Harlow about Trask. Felix would like a word with you.
cs: Konfrontoval jste Harlowa ohledně Traska. Felix by si s vámi rád promluvil.

# quests/companions/cq_felix_millstone:10006:DefaultText
source: You killed Harlow without hearing him out. Felix is probably unhappy about this.
cs: Zabil jsi Harlowa, aniž bys ho vyslechl. Felix je z toho pravděpodobně nešťastný.

# quests/companions/cq_felix_millstone:10013:DefaultText
source: Trask is dead. Harlow will want his ring as evidence.
cs: Trask je mrtvý. Harlow bude chtít jeho prsten jako důkaz.

# quests/companions/cq_felix_millstone:10014:DefaultText
source: Trask said he stashed evidence against Harlow in a vent back in Harlow's base. It could be worth a look.
cs: Trask řekl, že důkazy proti Harlowovi ukryl ve ventilační šachtě na Harlowově základně. Mohlo by to stát za prozkoumání.

# quests/companions/cq_felix_millstone:20000:DefaultText
source: Rufus Trask's wife, Rosana, mentioned that her husband can be found hiding in the wilderness of Emerald Vale.
cs: Manželka Rufuse Traska, Rosana, se zmínila, že jejího manžela lze najít ukrytého v divočině Emerald Vale.

# quests/companions/cq_felix_millstone:20002:DefaultText
source: Rufus Trask has gone into hiding. Harlow suggested questioning his wife, Rosana. She can be found on the Groundbreaker.
cs: Rufus Trask se skrývá. Harlow navrhl vyslechnout jeho ženu Rosanu. Najdete ji na Groundbreakeru.

# quests/companions/cq_felix_millstone:20004:DefaultText
source: Rosana is dead. You'll have to find Rufus Trask on your own.
cs: Rosana je mrtvá. Rufuse Traska budete muset najít sami.

# quests/companions/cq_felix_millstone:30000:DefaultText
source: You failed to help Felix resolve his differences with Clyde Harlow.
cs: Felixovi jste nepomohli vyřešit jeho neshody s Clydem Harlowem.

# quests/companions/cq_felix_millstone:30001:DefaultText
source: Felix has decided to stay with Harlow. He is no longer part of your crew.
cs: Felix se rozhodl zůstat s Harlow. Už není členem vaší posádky.

# quests/companions/cq_felix_millstone:30002:DefaultText
source: Felix decided that he would rather stay with you.
cs: Felix se rozhodl, že raději zůstane s vámi.

# quests/companions/cq_felix_millstone:30003:DefaultText
source: You decided to deal with Harlow by killing him on a whim.
cs: Rozhodl ses vypořádat s Harlowem tak, že jsi ho z rozmaru zabil.

# quests/companions/cq_felix_millstone:30004:DefaultText
source: You let Felix remain with Harlow. He will not be returning to your ship.
cs: Nechal jsi Felixe zůstat s Harlow. Na vaši loď se nevrátí.

# quests/companions/cq_felix_millstone:40001:DefaultText
source: While exploring a former mining facility on Scylla, Felix ran into an old acquaintance: Clyde Harlow, a former worker on the Groundbreaker, now an outlaw.
cs: Při průzkumu bývalého důlního zařízení na ostrově Scylla narazil Felix na starého známého: Clyda Harlowa, bývalého pracovníka lodi Groundbreaker, nyní psance.
