Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_nyoka_stage1.po
Languages: cs

# quests/companions/cq_nyoka_stage1:0:DefaultText
source: Star-Crossed Troopers
cs: Hvězdně zkřížení vojáci

# quests/companions/cq_nyoka_stage1:1:DefaultText
source: Visit Hayes' Grave with Nyoka
cs: Návštěva Hayesova hrobu s Nyokou

# quests/companions/cq_nyoka_stage1:4:DefaultText
source: Give Nyoka the Medallion
cs: Dej Nyoce medailon

# quests/companions/cq_nyoka_stage1:8:DefaultText
source: Ask Hiram for Help
cs: Požádejte společnost Hiram o pomoc

# quests/companions/cq_nyoka_stage1:9:DefaultText
source: Wait for Nyoka's Research
cs: Počkejte na Nyokův výzkum

# quests/companions/cq_nyoka_stage1:10:DefaultText
source: Search the Outpost
cs: Prohledat základnu

# quests/companions/cq_nyoka_stage1:11:DefaultText
source: Speak to Nyoka
cs: Promluvte si s Nyokou

# quests/companions/cq_nyoka_stage1:12:DefaultText
source: Speak to Nyoka
cs: Promluvte si s Nyokou

# quests/companions/cq_nyoka_stage1:13:DefaultText
source: Collect 3 Pheromone Glands from Pungent Primals
cs: Sbírejte 3 feromonové žlázy od ostrých primátů

# quests/companions/cq_nyoka_stage1:14:DefaultText
source: Speak to Nyoka
cs: Promluvte si s Nyokou

# quests/companions/cq_nyoka_stage1:15:DefaultText
source: Clear Out Nyoka's Old Base
cs: Vyklizení staré základny Nyoka

# quests/companions/cq_nyoka_stage1:16:DefaultText
source: Search the Hive for the Remains of Nyoka's Friends
cs: Hledání pozůstatků Nyokiných přátel v úlu

# quests/companions/cq_nyoka_stage1:17:DefaultText
source: Inspect the Mantisaur Feeding Grounds
cs: Prohlídka krmítek kudlanek nábožných

# quests/companions/cq_nyoka_stage1:19:DefaultText
source: Exterminate the Queen and her Hive
cs: Vyhlazení královny a jejího úlu

# quests/companions/cq_nyoka_stage1:21:DefaultText
source: Speak to Nyoka
cs: Promluvte si s Nyokou

# quests/companions/cq_nyoka_stage1:10000:DefaultText
source: Nyoka is looking for some closure regarding her old team. The first stop is a grave where she personally buried a man named Hayes.
cs: Nyoka se snaží uzavřít vztahy se svým bývalým týmem. První zastávkou je hrob, kde osobně pohřbila muže jménem Hayes.

# quests/companions/cq_nyoka_stage1:10001:DefaultText
source: Nyoka gave you directions to a spot on Monarch, where she buried Hayes, a member of her old crew.
cs: Nyoka tě nasměrovala na místo na Monarchu, kde pohřbila Hayese, člena své bývalé posádky.

# quests/companions/cq_nyoka_stage1:10004:DefaultText
source: You found a medallion with the word "CHARON" on it.
cs: Našel jsi medailon s nápisem CHARON.

# quests/companions/cq_nyoka_stage1:10008:DefaultText
source: Nyoka believes the information broker can track down her lost friends.
cs: Nyoka věří, že zprostředkovatel informací dokáže vypátrat její ztracené přátele.

# quests/companions/cq_nyoka_stage1:10009:DefaultText
source: Nyoka needs to do some digging to try and track down her old friends' contract. She'll let you know when she's found it.
cs: Nyoka musí trochu zapátrat a pokusit se najít smlouvu svých starých přátel. Až ji najde, dá vám vědět.

# quests/companions/cq_nyoka_stage1:10010:DefaultText
source: Rebekah and Anders were hired to clear an infestation out of an expansion site for Edgewater that Spacer's Choice abandoned in Emerald Vale. Head there with Nyoka and see if they're still alive.
cs: Rebeka a Anders byli najati, aby vyčistili zamořený pozemek pro rozšíření Edgewateru, který Spacer's Choice opustila v Emerald Vale. Vydejte se tam s Nyokou a zjistěte, zda jsou stále naživu.

# quests/companions/cq_nyoka_stage1:10011:DefaultText
source: With the broker dead, hopefully there's another option for finding Nyoka's friends.
cs: Když je makléř mrtvý, doufejme, že existuje další možnost, jak najít Nyokiny přátele.

# quests/companions/cq_nyoka_stage1:10012:DefaultText
source: That's three medallions out of six. Speak to Nyoka about what to do next.
cs: To jsou tři medailonky ze šesti. Promluvte si s Nyokou o tom, co dělat dál.

# quests/companions/cq_nyoka_stage1:10013:DefaultText
source: The mantiqueen will only come out if it thinks a threat is invading its territory. A few Primal glands will do the trick. Nyoka suggested Scylla as prime hunting ground.
cs: Mantichora se objeví pouze v případě, že se domnívá, že její území ohrožuje někdo jiný. Několik prvotních žláz stačí. Nyoka navrhla Scyllu jako hlavní loviště.

# quests/companions/cq_nyoka_stage1:10014:DefaultText
source: Give these gross glands to Nyoka. Then find a place to wash your hands.
cs: Dejte tyto hrubé žlázy Nyoce. Pak si najděte místo, kde si můžete umýt ruce.

# quests/companions/cq_nyoka_stage1:10015:DefaultText
source: It's time to head to Nyoka's old base, a cave on Monarch, in the region between Fallbrook and Cascadia. Clear out any Mantisaurs before searching for a spot to place the pheromones.
cs: Je čas vydat se do Nyokovy staré základny, jeskyně na Monarchu v oblasti mezi Fallbrookem a Kaskádií. Než začnete hledat místo, kam umístit feromony, vyčistěte všechny kudlanky.

# quests/companions/cq_nyoka_stage1:10016:DefaultText
source: Opal and Clara's bodies are in the caves somewhere. Find their remains and retrieve their medallions.
cs: Těla Opal a Clary jsou někde v jeskyních. Najdi jejich ostatky a získej jejich medailonky.

# quests/companions/cq_nyoka_stage1:10017:DefaultText
source: When you're ready, head to the feeding grounds to disperse the pheromones and lure out the queen.
cs: Až budete připraveni, vydejte se na krmná místa, abyste rozptýlili feromony a vylákali královnu.

# quests/companions/cq_nyoka_stage1:10019:DefaultText
source: Here they come. Kill the brood until the mantiqueen shows up. Then kill her, too.
cs: Už jsou tady. Zabíjejte hejno, dokud se neobjeví mantikén. Pak ji zabij taky.

# quests/companions/cq_nyoka_stage1:10021:DefaultText
source: The mantiqueen is dead and you've recovered Clara and Opal's medallions. Check in with Nyoka.
cs: Mantikén je mrtvý a ty jsi získal medailonky Clary a Opal. Zkontroluj Nyoku.

# quests/companions/cq_nyoka_stage1:20000:DefaultText
source: You found Rebekah's remains and retrieved her medallion.
cs: Našel jsi Rebečiny ostatky a získal její medailon.

# quests/companions/cq_nyoka_stage1:20001:DefaultText
source: You found Anderson's remains and retrieved his medallion.
cs: Našel jsi Andersonovy ostatky a získal jeho medailon.

# quests/companions/cq_nyoka_stage1:20002:DefaultText
source: You retrieved Opal's medallion.
cs: Získal jsi Opalův medailon.

# quests/companions/cq_nyoka_stage1:20003:DefaultText
source: You retrieved Clara's medallion.
cs: Získal jsi Clařin medailon.

# quests/companions/cq_nyoka_stage1:20004:DefaultText
source: After running aw- er, making a strategic retreat from the base, Nyoka informed you that the mantisaurs have likely retreated to their tunnels. You'll need to release more pheromones to rile them up again.
cs: Po útěku ze základny a strategickém ústupu vás Nyoka informovala, že se mantisauři pravděpodobně stáhli do svých tunelů. Budeš muset vypustit další feromony, abys je znovu vyburcoval.

# quests/companions/cq_nyoka_stage1:20005:DefaultText
source: (<oeiglobal>CQ_Nyoka_GlandsCollectedCount</oeiglobal>/<oeiglobal>CQ_Nyoka_GlandsCollectedMax</oeiglobal>) Pheromone Glands collected.
cs: (<oeiglobal>CQ_Nyoka_GlandsCollectedCount</oeiglobal>/<oeiglobal>CQ_Nyoka_GlandsCollectedMax</oeiglobal>) Sesbírané feromonové žlázy.

# quests/companions/cq_nyoka_stage1:30000:DefaultText
source: You defeated the mantiqueen and retrieved the last two medallions belonging to Nyoka's old crew, helping her gain some much-needed closure.
cs: Porazil jsi mantikéna a získal jsi poslední dva medailony, které patřily Nyokině bývalé posádce, a pomohl jí tak získat tolik potřebný klid.

# quests/companions/cq_nyoka_stage1:30001:DefaultText
source: Nyoka is currently occupying her own grave, and no longer cares about her friends'.
cs: Nyoka v současné době obývá svůj vlastní hrob a o hrob svých přátel se již nestará.

# quests/companions/cq_nyoka_stage1:30002:DefaultText
source: Nyoka left and isn't coming back. If she ever finishes this task, it would be on her own.
cs: Nyoka odešla a už se nevrátí. Pokud někdy dokončí tento úkol, bude to na vlastní pěst.
