Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_parvati_thebignight.po
Languages: cs

# quests/companions/cq_parvati_thebignight:0:DefaultText
source: Don't Bite The Sun
cs: Nekousej slunce

# quests/companions/cq_parvati_thebignight:1:DefaultText
source: Shop for Cleansing Products
cs: Obchod s čisticími produkty

# quests/companions/cq_parvati_thebignight:4:DefaultText
source: Find Parvati Fancy Clothes
cs: Najít Parvati Fancy Clothes

# quests/companions/cq_parvati_thebignight:13:DefaultText
source: Talk to Parvati on the Ship
cs: Promluvte si s Parvati na lodi

# quests/companions/cq_parvati_thebignight:14:DefaultText
source: Chat with Parvati on the Ship
cs: Chat s Parvati na lodi

# quests/companions/cq_parvati_thebignight:18:DefaultText
source: Give Parvati the Cleanser
cs: Dejte Parvati čisticí prostředek

# quests/companions/cq_parvati_thebignight:19:DefaultText
source: Give Parvati the Food
cs: Dejte jídlo Parvati

# quests/companions/cq_parvati_thebignight:21:DefaultText
source: Find Sweetheart Cakes
cs: Najít sladké dorty

# quests/companions/cq_parvati_thebignight:22:DefaultText
source: Buy a Dustback Casserole
cs: Koupit kastrol Dustback

# quests/companions/cq_parvati_thebignight:25:DefaultText
source: Speak to Parvati
cs: Promluvte si s Parvati

# quests/companions/cq_parvati_thebignight:30:DefaultText
source: Speak to Parvati
cs: Promluvte si s Parvati

# quests/companions/cq_parvati_thebignight:33:DefaultText
source: Check in on the Date
cs: Zkontrolujte datum

# quests/companions/cq_parvati_thebignight:10000:DefaultText
source: Parvati wants to surprise Junlei with a perfect date, and she needs your help to see it through.
cs: Parvati chce Junlei překvapit dokonalým rande a potřebuje vaši pomoc, aby se jí to podařilo.

# quests/companions/cq_parvati_thebignight:10001:DefaultText
source: Parvati wants to smarten herself up for her date with Junlei. She's after specific supplies from a vendor on the Groundbreaker.
cs: Parvati se chce na rande s Junleiem upravit. Chce získat specifické potřeby od prodejce na Groundbreakeru.

# quests/companions/cq_parvati_thebignight:10004:DefaultText
source: Parvati's feeling self-conscious about her attire. Help her find something with a little more flair at Celeste Jolicoeur's Haberdashery in Byzantium.
cs: Parvati se cítí nesvá kvůli svému oblečení. Pomozte jí najít v galanterii Celesty Jolicoeurové v Byzanci něco, co má větší šmrnc.

# quests/companions/cq_parvati_thebignight:10013:DefaultText
source: Once Parvati gets herself together, she can invite Junlei back to the ship for their date. Check with her to see if she's ready.
cs: Jakmile se dá Parvati dohromady, může pozvat Junleiho na loď, aby si dali rande. Zkontroluj s ní, jestli je připravená.

# quests/companions/cq_parvati_thebignight:10014:DefaultText
source: Parvati 's date with Junlei is over. Ask her how the night went.
cs: Rande Parvati s Junleiem skončilo. Zeptejte se jí, jak se večer vydařil.

# quests/companions/cq_parvati_thebignight:10018:DefaultText
source: You got a beauty gift set for Parvati. Give it to her and see what she thinks.
cs: Dostala jsi dárkovou sadu pro Parvati. Dejte jí ji a uvidíte, co si o tom pomyslí.

# quests/companions/cq_parvati_thebignight:10019:DefaultText
source: Now that you've squared away the fine dining portion of Parvati's big date, you should let her know.
cs: Teď, když jste vyřešili část Parvatiina velkého rande týkající se dobrého jídla, měli byste jí dát vědět.

# quests/companions/cq_parvati_thebignight:10021:DefaultText
source: Find Sweetheart Cakes in the old Rizzo's facility in Cascadia, on Monarch.
cs: Cukrárnu Sweetheart Cakes najdete ve starém objektu Rizzo's v Cascadii na ulici Monarch.

# quests/companions/cq_parvati_thebignight:10022:DefaultText
source: Purchase a Dustback Casserole from Chef Raymond in Stellar Bay.
cs: Zakupte si Dustback Casserole od šéfkuchaře Raymonda ve Stellar Bay.

# quests/companions/cq_parvati_thebignight:10025:DefaultText
source: You helped Parvati find a snazzy outfit for her date with Junlei. Talk to her and see if she needs anything else.
cs: Pomohla jsi Parvati najít elegantní oblečení na rande s Junleiem. Promluvte si s ní a zjistěte, zda nepotřebuje ještě něco dalšího.

# quests/companions/cq_parvati_thebignight:10030:DefaultText
source: You and Parvati found the cleanser she wanted. Check with her to see if she's ready to go on her date with Junlei now.
cs: Ty a Parvati jste našli čisticí prostředek, který chtěla. Zkontroluj s ní, jestli je připravená jít na rande s Junlei.

# quests/companions/cq_parvati_thebignight:10033:DefaultText
source: Head to the kitchen and see how the date is going.
cs: Jdi do kuchyně a podívej se, jak probíhá rande.

# quests/companions/cq_parvati_thebignight:20002:DefaultText
source: You killed Gladys, which makes it difficult to buy anything from her. You'll have to search her room in the Rest-N-Go and hope she keeps the soaps nearby.
cs: Zabil jsi Gladys, takže je obtížné od ní cokoli koupit. Budeš muset prohledat její pokoj v Rest-N-Go a doufat, že má mýdla poblíž.

# quests/companions/cq_parvati_thebignight:20003:DefaultText
source: Parvati has asked that you dock at the Groundbreaker so she can invite Junlei over for their date.
cs: Parvati tě požádala, abys zakotvil na lodi Groundbreaker a ona mohla pozvat Junlei na jejich rande.

# quests/companions/cq_parvati_thebignight:20004:DefaultText
source: Celeste has been killed, which means you'll have to search the store for a suitable outfit without her assistance.
cs: Celeste byla zabita, což znamená, že budete muset hledat vhodné oblečení v obchodě bez její pomoci.

# quests/companions/cq_parvati_thebignight:20005:DefaultText
source: Celeste's replacement will be equally unable to assist you.
cs: Náhradník za Celestu vám stejně tak nebude moci pomoci.

# quests/companions/cq_parvati_thebignight:20006:DefaultText
source: Parvati and Junlei seem to be having a great time. You should leave the ship and let them enjoy their date together.
cs: Zdá se, že Parvati a Junlei se skvěle baví. Měli byste opustit loď a nechat je, ať si užijí společné rande.

# quests/companions/cq_parvati_thebignight:20007:DefaultText
source: Chef Raymond has died. Looks like you'll need to search his kitchen for another batch of casserole.
cs: Šéfkuchař Raymond zemřel. Vypadá to, že budete muset hledat v jeho kuchyni další várku kastrolů.

# quests/companions/cq_parvati_thebignight:30000:DefaultText
source: Parvati was killed.
cs: Parvati byla zabita.

# quests/companions/cq_parvati_thebignight:30001:DefaultText
source: Junlei was killed, bringing a premature end to her relationship with Parvati.
cs: Junlei byla zabita, čímž předčasně skončil její vztah s Parvati.

# quests/companions/cq_parvati_thebignight:30002:DefaultText
source: Parvati had her date with Junlei, thanks in no small part to your help.
cs: Parvati měla rande s Junleiem, a to především díky tvé pomoci.

# quests/companions/cq_parvati_thebignight:30003:DefaultText
source: Parvati decided to prepare for her date without your help.
cs: Parvati se rozhodla připravit se na rande bez vaší pomoci.

# quests/companions/cq_parvati_thebignight:30004:DefaultText
source: You and Parvati parted ways.
cs: S Parvati jste se rozešli.
