Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/companions/cq_vicar_max.po
Languages: cs

# quests/companions/cq_vicar_max:0:DefaultText
source: The Empty Man
cs: Prázdný muž

# quests/companions/cq_vicar_max:1:DefaultText
source: Track Down Reginald Chaney
cs: Vystopujte Reginalda Chaneyho

# quests/companions/cq_vicar_max:2:DefaultText
source: Take Max to the Hermit on Scylla
cs: Vezměte Maxe k poustevníkovi na ostrově Scylla

# quests/companions/cq_vicar_max:4:DefaultText
source: Join Max on his Vision Quest
cs: Připojte se k Maxovi na jeho cestě za vizí

# quests/companions/cq_vicar_max:5:DefaultText
source: Help Max Fulfill his Vision Quest
cs: Pomozte Maxovi splnit jeho vizi

# quests/companions/cq_vicar_max:6:DefaultText
source: Check on Max's Mental State
cs: Kontrola Maxova duševního stavu

# quests/companions/cq_vicar_max:8:DefaultText
source: Talk to Max
cs: Promluvte si s Maxem

# quests/companions/cq_vicar_max:12:DefaultText
source: Partake in the Meditative Aid to Join Max on his Vision Quest
cs: Zapojte se do meditační pomoci a připojte se k Maxovi na jeho cestě za vizí

# quests/companions/cq_vicar_max:14:DefaultText
source: Speak with Max
cs: Promluvte si s Maxem

# quests/companions/cq_vicar_max:15:DefaultText
source: Locate a Security Terminal on the Groundbreaker
cs: Vyhledání bezpečnostního terminálu na zařízení Groundbreaker

# quests/companions/cq_vicar_max:16:DefaultText
source: Give the Data Cartridge to Vicar Max
cs: Předejte datovou kazetu faráři Maxovi

# quests/companions/cq_vicar_max:17:DefaultText
source: Remove the Data Cartridge from the Terminal
cs: Vyjmutí datové kazety z terminálu

# quests/companions/cq_vicar_max:18:DefaultText
source: Search Reginald Chaney's Domicile
cs: Hledání Reginald Chaney's Domicile

# quests/companions/cq_vicar_max:19:DefaultText
source: Find Reginald Chaney
cs: Najít Reginalda Chaneyho

# quests/companions/cq_vicar_max:10000:DefaultText
source: Vicar Max believes the book you retrieved for him in Emerald Vale holds the key to his enlightenment. He has requested your help in tracking down someone who can decipher its contents.
cs: Vikář Max věří, že kniha, kterou jste pro něj získali ve Smaragdovém údolí, je klíčem k jeho osvícení. Požádal tě o pomoc při hledání někoho, kdo by dokázal rozluštit její obsah.

# quests/companions/cq_vicar_max:10001:DefaultText
source: Vicar Max has tracked the scholar to a rented domicile in Fallbrook on Monarch. Take Max to visit Reginald Chaney and ask him about the banned journal.
cs: Vikář Max vystopoval učence do pronajatého domu ve Fallbrooku na Monarchu. Vezměte Maxe za Reginaldem Chaneym a zeptejte se ho na zakázaný deník.

# quests/companions/cq_vicar_max:10002:DefaultText
source: The "scholar" turned out to be someone else entirely - an ex-con Max met in prison. But through Reginald, you were able to learn that the journal was originally the property of a Philosophist who rusticates in a life of hermitage on Scylla. Vicar Max wants to talk to this hermit.
cs: Z "učence" se vyklubal někdo úplně jiný - bývalý trestanec, kterého Max potkal ve vězení. Díky Reginaldovi jste se však mohli dozvědět, že deník původně patřil jistému filosofovi, který žije poustevnickým životem na Scylle. Vikář Max si chce s tímto poustevníkem promluvit.

# quests/companions/cq_vicar_max:10004:DefaultText
source: Enter the hermit's meditation chamber and initiate a vision quest with Vicar Max.
cs: Vstupte do poustevníkovy meditační komnaty a zahajte s farářem Maxem výpravu za viděním.

# quests/companions/cq_vicar_max:10005:DefaultText
source: Help Max navigate and fulfill his vision quest by confronting any hallucinations he may encounter during the experience.
cs: Pomozte Maxovi projít a splnit jeho vizi tím, že se postavíte halucinacím, se kterými se během zážitku může setkat.

# quests/companions/cq_vicar_max:10006:DefaultText
source: Max appears to have finished hallucinating. Speak to him to determine if he found the answers he was looking for.
cs: Zdá se, že Max skončil s halucinacemi. Promluvte si s ním a zjistěte, zda našel odpovědi, které hledal.

# quests/companions/cq_vicar_max:10008:DefaultText
source: The hermit refused Vicar Max's request to undergo a vision quest. Talk to Max to see how he's holding up.
cs: Poustevník odmítl žádost vikáře Maxe, aby podstoupil výpravu za viděním. Promluvte si s Maxem a zjistěte, jak se mu daří.

# quests/companions/cq_vicar_max:10012:DefaultText
source: Enter the hermit's meditation chamber and partake in the meditative aid the hermit has provided in order to experience a vision quest with Vicar Max.
cs: Vstupte do poustevníkovy meditační komnaty a využijte meditační pomůcky, kterou vám poustevník poskytl, abyste mohli s vikářem Maxem prožít výpravu za viděním.

# quests/companions/cq_vicar_max:10014:DefaultText
source: Talk to Max to see what he wants to do now.
cs: Promluvte si s Maxem a zjistěte, co chce nyní dělat.

# quests/companions/cq_vicar_max:10015:DefaultText
source: Vicar Max wants to track down the scholar who told him about the banned Journal of M. Bakonu in order to translate its writing. If the scholar has been through the Groundbreaker recently, Max thinks he can track him down by accessing a data cartridge from a terminal in the Groundbreaker's security office.
cs: Vikář Max chce vypátrat učence, který mu řekl o zakázaném Deníku M. Bakonu, aby mohl přeložit jeho spis. Pokud učenec v poslední době procházel Hromosvodem, Max si myslí, že ho může vypátrat tak, že se dostane k datové kazetě z terminálu v bezpečnostní kanceláři Hromosvodu.

# quests/companions/cq_vicar_max:10016:DefaultText
source: Speak with Max as he hacks the security data cartridge and uses the Groundbreaker's crew manifest departures registry to track the scholar's current whereabouts.
cs: Promluvte si s Maxem, který se nabourá do bezpečnostní datové kazety a pomocí registru odletů posádky Groundbreakeru zjistí, kde se učenec právě nachází.

# quests/companions/cq_vicar_max:10017:DefaultText
source: The terminal in the security office should provide a hacker of Max's skill level with access to the Groundbreaker's arrival and departure shipping records.
cs: Terminál v bezpečnostní kanceláři by měl hackerovi Maxovy úrovně schopností umožnit přístup k záznamům o příletu a odletu lodi Groundbreaker.

# quests/companions/cq_vicar_max:10018:DefaultText
source: The scholar, Reginald Chaney, isn't at home. Perhaps something in his domicile will provide an indication as to where he's gone.
cs: Učenec Reginald Chaney není doma. Snad něco v jeho domě napoví, kam se poděl.

# quests/companions/cq_vicar_max:10019:DefaultText
source: A note in Reginald Chaney's domicile in Fallbrook indicated he's been panning gold from a river on the outskirts of town. Take Max to search for Reginald along the river bed.
cs: Vzkaz v domě Reginalda Chaneyho ve Fallbrooku naznačoval, že rýžuje zlato v řece na okraji města. Vezmi Maxe, aby Reginalda hledal podél koryta řeky.

# quests/companions/cq_vicar_max:20000:DefaultText
source: The security terminal on Groundbreaker is in a Restricted Area. Finding a Mardet ID cartridge will allow you to use the Holographic Shroud Phineas told you about to enter and avoid hostilities.
cs: Bezpečnostní terminál na základně Groundbreaker se nachází ve vyhrazené oblasti. Nalezení Mardetovy identifikační kazety vám umožní použít holografický plášť, o kterém vám Phineas řekl, abyste vstoupili dovnitř a vyhnuli se nepřátelství.

# quests/companions/cq_vicar_max:30000:DefaultText
source: Max has no hope for obtaining enlightment... because he's dead.
cs: Max nemá naději na osvícení, protože je mrtvý.

# quests/companions/cq_vicar_max:30001:DefaultText
source: Thanks to your murderous inclinations, Max will never know the true path to enlightenment.
cs: Díky svým vražedným sklonům Max nikdy nepozná pravou cestu k osvícení.

# quests/companions/cq_vicar_max:30002:DefaultText
source: Max could not prove himself to the Hermit. Unable to obtain enlightenment, he renounced his beliefs in the OSI.
cs: Max se nemohl Poustevníkovi osvědčit. Protože se mu nepodařilo dosáhnout osvícení, zřekl se své víry v OSI.

# quests/companions/cq_vicar_max:30003:DefaultText
source: Thanks to your help, Max was able to reach a state of enlightenment through the Hermit's vision quest.
cs: Díky vaší pomoci se Maxovi podařilo dosáhnout stavu osvícení prostřednictvím Poustevníkova hledání vize.

# quests/companions/cq_vicar_max:30004:DefaultText
source: Unable to obtain enlightenment, Max has renounced his beliefs in the OSI.
cs: Max se nedokázal osvítit a zřekl se své víry v OSI.

# quests/companions/cq_vicar_max:30005:DefaultText
source: You and Vicar Max have parted ways.
cs: Vaše cesty s vikářem Maxem se rozešly.
