Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:69:DefaultText
source: Whoa, hold on - where'd you come from? You from solitary?
cs: Počkejte - odkud jste přišel? Jsi ze samotky?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:70:DefaultText
source: Yeah. For months. It feels so good to be finally free.
cs: Jo. Už několik měsíců. Je to skvělý pocit být konečně volný.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:71:DefaultText
source: Whoa. What was it like out there?
cs: Páni. Jaké to tam bylo?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:72:DefaultText
source: Hell.
cs: Peklo.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:73:DefaultText
source: Damn. Well, thank the void we don't ever have to go back!
cs: Zatraceně. Díky prázdnotě, že se tam nemusíme vracet!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:75:DefaultText
source: It was actually very peaceful! Just... cramped.
cs: Bylo to vlastně velmi klidné! Jen... stísněné.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:76:DefaultText
source: Ouch. I bet. Put a boot up some UDL asses for us. That'll get the kinks worked out fast!
cs: Au. Vsadím se. Vražte nám UDL do zadku. To se rychle vyřeší!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:77:DefaultText
source: That's none of your damn business.
cs: Do toho ti nic není.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:78:DefaultText
source: Hey. We're all on the same side here.
cs: Všichni jsme na stejné straně.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:79:DefaultText
source: Forget that. Every prisoner to themselves.
cs: Na to zapomeňte. Každý vězeň sám pro sebe.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:80:DefaultText
source: Fine, go get your angry ass killed.
cs: Fajn, jdi se nechat zabít.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:81:DefaultText
source: Pff. You stay on your side, I'll stay on mine.
cs: Pff. Ty zůstaň na své straně, já zůstanu na své.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:82:DefaultText
source: Fine.
cs: V pořádku.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:83:DefaultText
source: I don't want to talk about it.
cs: Nechci o tom mluvit.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:84:DefaultText
source: Oh, no. You were, huh? Sorry. No more of that for us, though!
cs: Ale ne. Byl jsi, co? Promiň. Ale už to pro nás nebude!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:85:DefaultText
source: Yeah, I guess.
cs: Jo, asi jo.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:86:DefaultText
source: Look, do yourself a favor - next few guards you find, kill 'em slow. It helps. Promise.
cs: Podívej, udělej si laskavost - příštích pár strážců, které najdeš, zabij pomalu. Pomáhá to. Slib.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:87:DefaultText
source: I said I don't want to fucking talk about it.
cs: Řekl jsem, že o tom nechci kurva mluvit.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:88:DefaultText
source: All right, all right. Easy. Go be an asshole somewhere else.
cs: Dobře, dobře. V klidu. Běž dělat blbce někam jinam.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:89:DefaultText
source: Ah, crap.
cs: A sakra.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:90:DefaultText
source: Shit! Board stooge here! Help!
cs: Do prdele! Tady správní rada! Pomoc!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:92:DefaultText
source: Hey! You join Paulie's pool yet? First to put a bullet in Rockwell gets the whole thing.
cs: Už ses přidal k Paulieho bazénu? První, kdo Rockwella střelí, dostane celou věc.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:93:DefaultText
source: Yeah, I'm already in.
cs: Jo, už jsem v tom.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:94:DefaultText
source: Great! Good luck, friend!
cs: Skvělé! Hodně štěstí, příteli!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:95:DefaultText
source: Forget your damn pool. I'm getting to the Chairman.
cs: Zapomeň na svůj zatracený bazén. Jdu k předsedovi.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:96:DefaultText
source: Huh! I like your confidence! What's the plan, then?
cs: Huh! Líbí se mi vaše sebevědomí! Jaký je tedy plán?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:97:DefaultText
source: Shoot and walk. Walk and shoot.
cs: Střílejte a choďte. Chůze a střelba.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:98:DefaultText
source: Simple. Nice. Good luck!
cs: Jednoduché. Pěkné. Hodně štěstí!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:99:DefaultText
source: You just want to know my secret. Get out of here.
cs: Chceš jen znát mé tajemství. Vypadni odsud.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:100:DefaultText
source: Damn. Fine. Be that way.
cs: Zatraceně. Fajn. Buď takový.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:101:DefaultText
source: You're being tricked. I bet Paulie's just going to keep the money.
cs: Jste podvedeni. Vsadím se, že Paulie si ty peníze nechá.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:102:DefaultText
source: Oh, shit. You think so?
cs: Do prdele. Myslíš si to?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:103:DefaultText
source: We're all criminals here, right? Use your damn head.
cs: Všichni jsme tu zločinci, že? Používejte hlavu.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:104:DefaultText
source: Yeah. Yeah. You're right. Damn. I gotta get him back.
cs: Jo. Ano. Máš pravdu. Sakra. Musím ho dostat zpátky.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:105:DefaultText
source: On second thought, nah, he's probably on the up and up.
cs: Když o tom tak přemýšlím, ne, pravděpodobně je na vzestupu.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:106:DefaultText
source: Yeah! For a psychopath, Paulie's a good guy. I'll tell him you're in!
cs: Jo! Na psychopata je Paulie dobrý chlap. Řeknu mu, že jdeš do toho!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:107:DefaultText
source: Who's Paulie?
cs: Kdo je Paulie?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:108:DefaultText
source: Who's Paulie?! Everyone knows who - wait a second! You're a damn guard!
cs: Kdo je Paulie?! Všichni vědí, kdo - počkat! Ty jsi zatracenej bachař!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:109:DefaultText
source: Something... ain't quite right about you. You walk like a stooge.
cs: Něco... na tobě není v pořádku. Chodíš jako pacholek.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:110:DefaultText
source: I'm trying to infiltrate their ranks to get to Rockwell. Don't ruin this.
cs: Snažím se infiltrovat do jejich řad, abych se dostal k Rockwellovi. Nepokaz to.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:111:DefaultText
source: That ain't our way. We don't cooperate with those assholes. We shoot 'em. Beat 'em. Make 'em die slow-like.
cs: To není náš způsob. My s těmi kretény nespolupracujeme. Střílíme je. Mlátíme je. Ať pomalu chcípnou.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:112:DefaultText
source: That's dumb. You're wasting blood and bullets. Save it for Rockwell himself.
cs: To je hloupost. Plýtváš krví a náboji. Nech si to pro Rockwella.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:113:DefaultText
source: I... I guess. Well, shit. You gotta point.
cs: I... Myslím, že. No, do prdele. Musíš ukázat.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:114:DefaultText
source: You could imprison them. Torture 'em over years like they did to us.
cs: Můžete je uvěznit. Mučit je po léta, jako to dělali nám.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:115:DefaultText
source: Huh. Yeah. Yeah! You're right! They oughta live with the pain like we did!
cs: Huh. Jo. Jo! Máš pravdu! Měli by žít s bolestí jako my!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:116:DefaultText
source: Good luck with the mission, friend.
cs: Hodně štěstí s misí, příteli.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:117:DefaultText
source: Oh, forget it. Get out of my way or die.
cs: Zapomeňte na to. Jdi mi z cesty, nebo zemřeš.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:118:DefaultText
source: Holy shit. Help!
cs: Do prdele. Pomoc!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:119:DefaultText
source: Funny theory. You want to test it out?
cs: Vtipná teorie. Chcete ji vyzkoušet?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:120:DefaultText
source: Don't push it. I will if I have to.
cs: Netlačte na to. Když budu muset, tak to udělám.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:121:DefaultText
source: You're going to pick a fight with one of your own just because you think they walk funny?
cs: Chceš se hádat s někým ze svých jen proto, že si myslíš, že chodí směšně?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:122:DefaultText
source: I take your point. Fine. Watch yourself, though. Some of us have killed for less.
cs: Chápu váš názor. Dobře. Ale dávej si pozor. Někteří z nás zabíjeli i za méně.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:123:DefaultText
source: You got me. I'm trying to sneak my way up to Rockwell. I want to kill him.
cs: Dostal jsi mě. Snažím se proplížit k Rockwellovi. Chci ho zabít.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:124:DefaultText
source: You are? Shit, that's bold. Good luck. Put a bullet in him for me.
cs: Vy jste? Sakra, to je odvážné. Hodně štěstí. Střel ho za mě.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:125:DefaultText
source: Then I guess you'll have to.
cs: Tak to asi budeš muset.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:126:DefaultText
source: I walk like a stooge? What does that even mean?
cs: Chodím jako pacholek? Co to vůbec znamená?

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:127:DefaultText
source: You just... do, all right? You've got their swagger, like you ain't supposed to be here but you are anyway. It's suspicious.
cs: Prostě... to udělej, dobře? Máš jejich švih, jako bys tu neměl být, ale stejně jsi. Je to podezřelé.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:128:DefaultText
source: It's called confidence, you imbecile.
cs: Říká se tomu sebevědomí, ty imbecile.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:129:DefaultText
source: Whoa, hey. There ain't a call to be hostile here. We're all on edge, that's all.
cs: Hej, hej. Tady není důvod k nepřátelství. Všichni jsme na hraně, to je všechno.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:130:DefaultText
source: Go on. I'll get out of your way.
cs: Pokračujte. Půjdu ti z cesty.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:131:DefaultText
source: Well, let's see if I fight like one, too.
cs: Tak uvidíme, jestli se taky budu prát jako on.

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:132:DefaultText
source: Hey! Got a Board stooge over here!
cs: Hej! Mám tady stoupence rady!

# conversations/07_tartarus/0701/0701_cv_prisoner_interrogation_m:133:DefaultText
source: Funny, you walk like a corpse.
cs: Zvláštní, chodíš jako mrtvola.
