Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_adjutant_screen.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:213:DefaultText
source: Impertinent as always. I wish you'd never been revived.
cs: Drzé jako vždy. Kéž by tě nikdy neoživili.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:214:DefaultText
source: Are you about to lose your nerve? I never thought I'd see the day.
cs: Chystáte se ztratit nervy? Nikdy jsem si nemyslel, že se toho dožiju.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:215:DefaultText
source: In my entire life, I've never once lost my temper. And then you came along.
cs: Za celý svůj život jsem ani jednou neztratil nervy. A pak jsi přišel ty.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:216:DefaultText
source: I just carved my way through this prison. What makes you think you can stop me?
cs: Právě jsem si proklestil cestu tímto vězením. Proč si myslíš, že mě můžeš zastavit?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:217:DefaultText
source: I'm not ready to admit defeat. I'm aware of your talents, and I've prepared myself accordingly.
cs: Nejsem připraven přiznat porážku. Jsem si vědom tvého talentu a připravil jsem se na to.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:218:DefaultText
source: Wow, what a dilemma. Go on living, or get shot to pieces?
cs: Páni, to je ale dilema. Žít dál, nebo se nechat rozstřílet na kusy?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:219:DefaultText
source: You're trying to make me lose my composure. It won't work. I won't be goaded by some bloodthirsty barbarian.
cs: Snažíš se, abych ztratil klid. To se ti nepovede. Nenechám se zastrašit nějakým krvežíznivým barbarem.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:220:DefaultText
source: <Mimic her.> Look at me. I'm the Adjutant, and I really don't want to go on living.
cs: <Napodobuj ji.> Podívej se na mě. Jsem adjutant a opravdu nechci dál žít.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:221:DefaultText
source: What?! I don't sound like that at all, you insolent buffoon!
cs: Cože?! Takhle vůbec nemluvím, ty drzý šašku!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:222:DefaultText
source: Uh, you do not want to party with me. It's gonna be a big, bloody mess.
cs: Uh, nechceš se se mnou bavit. Bude to velký, krvavý nepořádek.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:223:DefaultText
source: "Parley," you simpleton, not "party." And I'm quite familiar with your taste for brutality and violence.
cs: "Parley", ty hlupáku, ne "party". A tvou zálibu v brutalitě a násilí docela dobře znám.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:224:DefaultText
source: I destroyed your experiments in the Ministry. Your plan's never going to work.
cs: Zničil jsem vaše experimenty na ministerstvu. Tvůj plán nikdy nevyjde.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:225:DefaultText
source: Yes, I'm quite aware of your brazen act of corporate vandalism. By the way - those test subjects you killed? They died in agony.
cs: Ano, jsem si vědom vašeho nestoudného aktu firemního vandalismu. Mimochodem - ty testovací subjekty, které jste zabil? Zemřely v agónii.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:226:DefaultText
source: My scientists assure me they can recover the data you've destroyed. You've succeeded in temporarily delaying our research - nothing more.
cs: Moji vědci mě ujistili, že mohou obnovit data, která jste zničili. Podařilo se vám dočasně zdržet náš výzkum - nic víc.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:227:DefaultText
source: Phineas tells me your scientists are hopelessly lost. All your research is wrong.
cs: Phineas mi řekl, že vaši vědci jsou beznadějně ztraceni. Všechny vaše výzkumy jsou špatné.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:228:DefaultText
source: Phineas Welles told you that? Phineas "Narcissist and Demented Crackpot" Welles? You'll excuse me for being skeptical.
cs: To vám řekl Phineas Welles? Phineas "Narcis a dementní blázen" Welles? Omluvte mě, že jsem skeptický.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:229:DefaultText
source: I trust my own scientists over Welles. They've assured me we're close to a breakthrough.
cs: Věřím svým vědcům více než Wellesovi. Ujistili mě, že jsme blízko průlomu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:230:DefaultText
source: Phineas spent his life working on this problem. You're nowhere close to a breakthrough.
cs: Phineas se tímto problémem zabýval celý život. Nejste ani zdaleka tak blízko, abyste dosáhli průlomu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:231:DefaultText
source: You're ... you're telling the truth, aren't you? My scientists have been chasing their tails for years and calling it progress.
cs: Říkáte... říkáte pravdu, že? Moji vědci se už léta honí za ocasem a říkají tomu pokrok.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:232:DefaultText
source: We're going to have to start all over again. All that research, all those experiments - you've set us back decades.
cs: Budeme muset začít znovu. Všechen ten výzkum, všechny ty experimenty - vrátili jste nás o desítky let zpět.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:234:DefaultText
source: You don't have to trust Phineas at his word. I agree with his analysis.
cs: Nemusíte Phineasovi věřit na slovo. S jeho analýzou souhlasím.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:235:DefaultText
source: Damn it all. Once I'm done with you, I'm going to have my scientists rounded up and shot.
cs: K čertu s tím vším. Jakmile s vámi skončím, nechám své vědce shromáždit a zastřelit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:236:DefaultText
source: You know I'm right. I can see it in your eyes.
cs: Víte, že mám pravdu. Vidím ti to na očích.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:237:DefaultText
source: Damn you. You are telling the truth. My scientists have been lying to me, and I was stupid enough to trust them at their word.
cs: K čertu s tebou. Říkáte pravdu. Moji vědci mi lhali a já byl tak hloupý, že jsem jim věřil na slovo.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:238:DefaultText
source: What's wrong, Sophia? Not used to being lied to by your own experts?
cs: Co se děje, Sophie? Nejsi zvyklá na to, že ti lžou vlastní experti?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:239:DefaultText
source: Don't you mock me. I won't stand here listening to you gloat.
cs: Neposmívej se mi. Nebudu tady stát a poslouchat, jak se tady škodolibě vysmíváš.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:240:DefaultText
source: Your scientists are lying to you. Their research is critically flawed.
cs: Vaši vědci vám lžou. Jejich výzkum je kriticky chybný.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:241:DefaultText
source: That isn't true. It can't be. You're trying to manipulate me.
cs: To není pravda. Nemůže být. Snažíš se se mnou manipulovat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:242:DefaultText
source: That experiment was absolutely essential to the Program. My scientists assured me they were close to a breakthrough. They gave me their word!
cs: Tento experiment byl pro program naprosto zásadní. Moji vědci mě ujistili, že jsou blízko průlomu. Dali mi své slovo!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:243:DefaultText
source: I'm an expert in my field. I know what I'm talking about.
cs: Jsem odborník ve svém oboru. Vím, o čem mluvím.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:244:DefaultText
source: Then it's true. Our research is gone, and not one of my scientists had the spine to tell me the truth. I had to hear it from you, of all people.
cs: Pak je to pravda. Náš výzkum je pryč a ani jeden z mých vědců neměl odvahu říct mi pravdu. Musel jsem to slyšet právě od tebe.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:245:DefaultText
source: You took the word of a bunch of corporate labcoats? And people say I'm slow.
cs: Dali jste na slovo bandě korporátních laborantů? A lidé říkají, že jsem pomalý.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:246:DefaultText
source: I don't know what pains me more - realizing that I've been lied to, or hearing the truth from an idiot like you.
cs: Nevím, co mě bolí víc, jestli to, že mi lhali, nebo to, že jsem slyšel pravdu od takového idiota, jako jsi ty.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:247:DefaultText
source: Don't believe me? Ask Phineas.
cs: Nevěříte mi? Zeptejte se Phinease.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:248:DefaultText
source: Your scientists are lying. I wrecked that data beyond repair.
cs: Vaši vědci lžou. Ta data jsem nenapravitelně zničil.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:249:DefaultText
source: That experiment was badly engineered. Any data you're collecting is wrong.
cs: Tento experiment byl špatně navržen. Veškerá data, která shromažďujete, jsou špatná.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:252:DefaultText
source: On second thought, I'm done talking to you. Let's get this over with.
cs: Když o tom tak přemýšlím, končím s tebou. Ať už to máme za sebou.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:254:DefaultText
source: All I've ever done, I've done for the good of Halcyon. I've only ever wanted to protect my colony from chaos. From disorder. From people like you!
cs: Vše, co jsem kdy udělal, jsem udělal pro dobro Halcyonu. Vždycky jsem chtěl jen chránit svou kolonii před chaosem. Před nepořádkem. Před lidmi, jako jsi ty!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:500:DefaultText
source: You wanted me to wipe out an entire town of innocent people.
cs: Chtěl jsi, abych zničil celé město nevinných lidí.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:501:DefaultText
source: I believed you had the spine to carry out my orders. Clearly, I miscalculated.
cs: Věřil jsem, že máš dost páteře na to, abys splnil mé rozkazy. Zjevně jsem se přepočítal.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:503:DefaultText
source: I don't see any reason to continue arguing with you. I know when I'm beaten. The only thing left to do is surrender with dignity.
cs: Nevidím důvod, proč se s vámi dál hádat. Vím, kdy jsem poražen. Jediné, co mi zbývá, je důstojně se vzdát.
