Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_phineas.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_phineas:582:DefaultText
source: How would you know? You didn't spend your entire life working on this problem.
cs: Jak to víte? Nestrávil jsi celý život řešením tohoto problému.

# conversations/07_tartarus/0701/0701_cv_phineas:583:DefaultText
source: I know because I'm just better than you.
cs: Vím to, protože jsem prostě lepší než ty.

# conversations/07_tartarus/0701/0701_cv_phineas:584:DefaultText
source: Your arrogance is insufferable.
cs: Vaše arogance je nesnesitelná.

# conversations/07_tartarus/0701/0701_cv_phineas:585:DefaultText
source: All we had to do was revive a few people on the Hope. Scientists, engineers, brilliant minds like you and I. If we can't think of a solution, they will.
cs: Stačilo oživit pár lidí na Hope. Vědců, inženýrů, geniálních mozků, jako jsme my dva. Když řešení nevymyslíme my, vymyslí ho oni.

# conversations/07_tartarus/0701/0701_cv_phineas:586:DefaultText
source: That's your brilliant plan? Cross your fingers and hope someone else has a plan?
cs: To je váš skvělý plán? Držet palce a doufat, že někdo jiný má plán?

# conversations/07_tartarus/0701/0701_cv_phineas:587:DefaultText
source: I don't know what else I can do. I had to believe a solution was possible.
cs: Nevím, co jiného mohu udělat. Musel jsem věřit, že řešení je možné.

# conversations/07_tartarus/0701/0701_cv_phineas:588:DefaultText
source: Look, I'm easily one of the smartest people from the Hope. Your plan is idiotic.
cs: Podívejte, jsem snadno jeden z nejchytřejších lidí z Naděje. Tvůj plán je idiotský.

# conversations/07_tartarus/0701/0701_cv_phineas:589:DefaultText
source: I can't believe the Board's dumbest scientist is talking down to me. This is a new low.
cs: Nemůžu uvěřit, že mě nejhloupější vědec rady pomlouvá. Tohle je nové dno.

# conversations/07_tartarus/0701/0701_cv_phineas:590:DefaultText
source: Say you revived the Hope's smartest colonists. What happens when they can't save the colony?
cs: Řekněme, že jste oživili nejchytřejší kolonisty Naděje. Co se stane, když se jim nepodaří kolonii zachránit?

# conversations/07_tartarus/0701/0701_cv_phineas:591:DefaultText
source: Then we're well and truly spaced.
cs: Pak jsme se dobře rozdělili.

# conversations/07_tartarus/0701/0701_cv_phineas:592:DefaultText
source: The Board's plan is already in motion, whether you like it or not.
cs: Plán správní rady je již v pohybu, ať se vám to líbí, nebo ne.

# conversations/07_tartarus/0701/0701_cv_phineas:593:DefaultText
source: I know. There isn't a damn thing I can do about it. It's far too late now.
cs: Já vím. Nemůžu s tím nic dělat. Teď už je příliš pozdě.

# conversations/07_tartarus/0701/0701_cv_phineas:594:DefaultText
source: That's your problem. You're obsessed, and you don't want to accept that you're wrong.
cs: To je váš problém. Jsi posedlý a nechceš uznat, že se mýlíš.

# conversations/07_tartarus/0701/0701_cv_phineas:595:DefaultText
source: I'm not wrong, damn it! If only you'd listened to me, we might have saved this colony.
cs: Nemýlím se, sakra! Kdybys mě poslechl, mohli jsme tu kolonii zachránit.

# conversations/07_tartarus/0701/0701_cv_phineas:596:DefaultText
source: The colony can't support a ship full of colonists. We can barely feed ourselves.
cs: Kolonie nemůže uživit loď plnou kolonistů. Sotva se uživíme.

# conversations/07_tartarus/0701/0701_cv_phineas:597:DefaultText
source: I was never proposing reviving the entire ship. Not until we knew the colony was stable.
cs: Nikdy jsem nenavrhoval oživení celé lodi. Ne, dokud nebudeme vědět, že je kolonie stabilní.

# conversations/07_tartarus/0701/0701_cv_phineas:598:DefaultText
source: I'm not the only colonist you experimented on. I'm the only one who lived.
cs: Nejsem jediný kolonista, na kterém jste experimentovali. Jsem jediný, kdo přežil.

# conversations/07_tartarus/0701/0701_cv_phineas:599:DefaultText
source: So you've found out. I suppose it's not enough that you ruin my every plan. You must also humiliate me by reminding me of my failures.
cs: Tak jste to zjistili. Asi nestačí, že mi kazíš každý plán. Musíš mě ještě ponižovat tím, že mi budeš připomínat moje selhání.

# conversations/07_tartarus/0701/0701_cv_phineas:600:DefaultText
source: Yes, I've killed people. Is that what you wanted to hear? I experimented on dozens of the Hope's colonists. Every last one of them died in agony.
cs: Ano, zabíjel jsem lidi. To jsi chtěl slyšet? Experimentoval jsem na desítkách kolonistů Hope. Všichni do jednoho zemřeli v agónii.

# conversations/07_tartarus/0701/0701_cv_phineas:601:DefaultText
source: Except me.
cs: Kromě mě.

# conversations/07_tartarus/0701/0701_cv_phineas:602:DefaultText
source: Yes. All except you. You were my only success, and my greatest failure.
cs: Ano. Všichni kromě tebe. Byl jsi můj jediný úspěch a zároveň největší selhání.

# conversations/07_tartarus/0701/0701_cv_phineas:603:DefaultText
source: I never should have revived you. Everything you've done, all the plans you've ruined, all the lives you destroyed -- I caused it all.
cs: Nikdy jsem tě neměl oživovat. Všechno, co jsi udělal, všechny plány, které jsi zničil, všechny životy, které jsi zničil - to všechno jsem způsobil já.

# conversations/07_tartarus/0701/0701_cv_phineas:604:DefaultText
source: You're right. This is all your fault.
cs: Máte pravdu. Je to všechno tvoje chyba.

# conversations/07_tartarus/0701/0701_cv_phineas:605:DefaultText
source: I unleashed you on the colony. When I revived you, I had no idea I would be handing the Board the greatest agent they'd ever asked for.
cs: Vypustil jsem tě do kolonie. Když jsem tě oživoval, netušil jsem, že předám Radě toho nejlepšího agenta, jakého si kdy přála.

# conversations/07_tartarus/0701/0701_cv_phineas:606:DefaultText
source: Reviving you was a sin. I don't deserve to go on living in the world I helped ruin.
cs: Oživit tě byl hřích. Nezasloužím si dál žít ve světě, který jsem pomohl zničit.

# conversations/07_tartarus/0701/0701_cv_phineas:608:DefaultText
source: Not everything has to be about you.
cs: Ne všechno se musí týkat vás.

# conversations/07_tartarus/0701/0701_cv_phineas:609:DefaultText
source: Why not? There's nobody else trying to revive the Hope. There's nobody else fighting the Board. There's nobody else who gives a damn about this colony.
cs: Proč ne? Nikdo jiný se o oživení Naděje nesnaží. Nikdo jiný s představenstvem nebojuje. Nikdo jiný se o tuto kolonii nezajímá.

# conversations/07_tartarus/0701/0701_cv_phineas:610:DefaultText
source: There's nobody else at all. I'm completely on my own.
cs: Vůbec nikdo jiný tu není. Jsem na to úplně sám.

# conversations/07_tartarus/0701/0701_cv_phineas:611:DefaultText
source: Give me a little credit, Phineas. I ruined plenty of plans all by myself.
cs: Dej mi trochu důvěry, Phineasi. Sám jsem zničil spoustu plánů.

# conversations/07_tartarus/0701/0701_cv_phineas:612:DefaultText
source: You don't have to remind me.
cs: Nemusíte mi to připomínat.

# conversations/07_tartarus/0701/0701_cv_phineas:613:DefaultText
source: There's no future for Halcyon. I'll never realize my dream of saving the Hope's colonists. I have no reason to go on.
cs: Halcyon nemá budoucnost. Nikdy neuskutečním svůj sen o záchraně kolonistů z Hope. Nemám důvod pokračovat.

# conversations/07_tartarus/0701/0701_cv_phineas:614:DefaultText
source: Reviving me ended up saving the colony. Just not in the way you'd hoped.
cs: Moje oživení nakonec zachránilo kolonii. Jen ne tak, jak jste doufali.

# conversations/07_tartarus/0701/0701_cv_phineas:615:DefaultText
source: You've saved the colony for yourself and for your Board friends.
cs: Kolonii jste zachránili pro sebe a pro své přátele ze správní rady.

# conversations/07_tartarus/0701/0701_cv_phineas:616:DefaultText
source: You've won. The Board has got everything they could ever want. I don't want to live in a world where the Board has won.
cs: Vyhráli jste. Rada má vše, co si může přát. Nechci žít ve světě, kde rada vyhrála.

# conversations/07_tartarus/0701/0701_cv_phineas:617:DefaultText
source: Progress requires experimentation. Those colonists didn't die for nothing.
cs: Pokrok vyžaduje experimentování. Ti kolonisté nezemřeli pro nic za nic.

# conversations/07_tartarus/0701/0701_cv_phineas:618:DefaultText
source: Yes, that's what I told myself. If I'd only kept trying, if I'd only kept experimenting, I'd discover the secret to reviving the Hope's colonists.
cs: Ano, to jsem si řekl. Kdybych se jen dál snažil, kdybych jen dál experimentoval, objevil bych tajemství oživení kolonistů Naděje.

# conversations/07_tartarus/0701/0701_cv_phineas:619:DefaultText
source: I didn't care about the cost. I didn't question the morality of my actions. What are the deaths of a few dozen colonists weighed against the lives of hundreds of thousands?
cs: Na ceně mi nezáleželo. Nepochyboval jsem o morálnosti svého jednání. Co je smrt několika desítek kolonistů v porovnání s životy statisíců?

# conversations/07_tartarus/0701/0701_cv_phineas:620:DefaultText
source: What's done is done. It's too late for regrets.
cs: Co se stalo, stalo se. Na výčitky je pozdě.

# conversations/07_tartarus/0701/0701_cv_phineas:621:DefaultText
source: I can't undo the past. So many colonists died at my hands, just so I could revive you.
cs: Nemohu vrátit minulost. Tolik kolonistů zemřelo mou rukou, jen abych tě mohl oživit.

# conversations/07_tartarus/0701/0701_cv_phineas:622:DefaultText
source: Don't blame yourself. You did your best.
cs: Neobviňujte se. Dělal jsi, co jsi mohl.

# conversations/07_tartarus/0701/0701_cv_phineas:623:DefaultText
source: My best wasn't good enough. That's what I can't bear. I devoted my entire life to this project, and it wasn't good enough.
cs: Můj nejlepší výkon nebyl dost dobrý. To je to, co nemohu snést. Tomuto projektu jsem věnoval celý svůj život a nebylo to dost dobré.

# conversations/07_tartarus/0701/0701_cv_phineas:624:DefaultText
source: I never was good enough. Whatever tomorrow brings, I don't deserve to be a part of it.
cs: Nikdy jsem nebyl dost dobrý. Ať už zítřek přinese cokoli, nezasloužím si být jeho součástí.

# conversations/07_tartarus/0701/0701_cv_phineas:625:DefaultText
source: This is why you should never let morality get in the way of doing what's right.
cs: Proto by vám morálka nikdy neměla stát v cestě k tomu, abyste dělali to, co je správné.

# conversations/07_tartarus/0701/0701_cv_phineas:626:DefaultText
source: And what is right? Freezing every worker in this colony? Living in Byzantium while the rest of Halcyon falls to ruin?
cs: A co je správné? Zmrazit všechny dělníky v této kolonii? Žít v Byzanci, zatímco zbytek Halcyonu se řítí do záhuby?

# conversations/07_tartarus/0701/0701_cv_phineas:627:DefaultText
source: Look, I get it. You were doing science. Accidents happen.
cs: Podívej, já to chápu. Dělal jsi vědu. Nehody se stávají.

# conversations/07_tartarus/0701/0701_cv_phineas:628:DefaultText
source: The first rule of medicine is to do no harm. You let your patients die.
cs: Prvním pravidlem medicíny je neškodit. Nechte své pacienty zemřít.

# conversations/07_tartarus/0701/0701_cv_phineas:629:DefaultText
source: They were never patients. No, they were just... things. Husks of frozen organic matter. It was only when the screaming started that they became people.
cs: Nikdy nebyli pacienty. Ne, byly to jen... věci. Slupky zmrzlé organické hmoty. Teprve když začali křičet, stali se z nich lidé.

# conversations/07_tartarus/0701/0701_cv_phineas:630:DefaultText
source: It always starts with screaming. Followed by thrashing. Followed by cell death. The average human adult takes ninety-three seconds to completely liquefy.
cs: Vždycky to začíná křikem. Následuje mlácení. Následuje buněčná smrt. Průměrnému dospělému člověku trvá devadesát tři vteřin, než zcela zkapalní.

# conversations/07_tartarus/0701/0701_cv_phineas:631:DefaultText
source: You need help, Phineas. Nobody should have to carry that kind of burden.
cs: Potřebuješ pomoc, Phineasi. Nikdo by neměl nést takové břemeno.

# conversations/07_tartarus/0701/0701_cv_phineas:632:DefaultText
source: I had hoped reviving the colonists would make everything better. I could somehow undo all my mistakes by finding that one elusive solution.
cs: Doufal jsem, že oživením kolonistů se vše zlepší. Mohl bych nějak napravit všechny své chyby tím, že najdu to jediné nepolapitelné řešení.

# conversations/07_tartarus/0701/0701_cv_phineas:633:DefaultText
source: I had hoped the end would justify the means. How wrong I was. Nothing can justify what I've done.
cs: Doufal jsem, že účel světí prostředky. Jak jsem se mýlil. Nic nemůže ospravedlnit to, co jsem udělal.

# conversations/07_tartarus/0701/0701_cv_phineas:634:DefaultText
source: Get a hold of yourself. If you start crying, we're done here.
cs: Vzpamatujte se. Jestli začneš brečet, tak jsme skončili.

# conversations/07_tartarus/0701/0701_cv_phineas:635:DefaultText
source: I don't expect, nor do I want, your sympathy.
cs: Neočekávám ani nechci váš soucit.

# conversations/07_tartarus/0701/0701_cv_phineas:636:DefaultText
source: Those colonists you killed had hopes. Dreams. Families. But you didn't care.
cs: Ti kolonisté, které jsi zabil, měli naději. Sny. Rodiny. Ale tobě to bylo jedno.

# conversations/07_tartarus/0701/0701_cv_phineas:637:DefaultText
source: Stop it. Don't you think I know that?
cs: Přestaňte. Myslíš, že to nevím?

# conversations/07_tartarus/0701/0701_cv_phineas:638:DefaultText
source: I killed all those colonists. I can never atone for what I've done.
cs: Všechny ty kolonisty jsem zabil. Nikdy nemohu odčinit to, co jsem udělal.

# conversations/07_tartarus/0701/0701_cv_phineas:639:DefaultText
source: And people say I'm a crappy doctor.
cs: A lidé říkají, že jsem mizerný lékař.

# conversations/07_tartarus/0701/0701_cv_phineas:640:DefaultText
source: You've got a guilty conscience. You're doing all this to punish yourself.
cs: Máš špatné svědomí. Děláš to všechno, abys potrestal sám sebe.

# conversations/07_tartarus/0701/0701_cv_phineas:641:DefaultText
source: And why can't I? I deserve it.
cs: A proč nemůžu? Zasloužím si to.

# conversations/07_tartarus/0701/0701_cv_phineas:642:DefaultText
source: I killed all those people.
cs: Všechny ty lidi jsem zabil.

# conversations/07_tartarus/0701/0701_cv_phineas:643:DefaultText
source: You were trying to save people.
cs: Snažil ses zachránit lidi.

# conversations/07_tartarus/0701/0701_cv_phineas:644:DefaultText
source: Tried. Tried and failed.
cs: Vyzkoušeno. Zkoušel a neuspěl.

# conversations/07_tartarus/0701/0701_cv_phineas:645:DefaultText
source: This is all an act. You never wanted to save the colony. You wanted recognition.
cs: Všechno je to jen hra. Nikdy jsi nechtěl zachránit kolonii. Chtěl jsi uznání.

# conversations/07_tartarus/0701/0701_cv_phineas:646:DefaultText
source: Why shouldn't I be recognized? No one else devoted their whole life to saving the Hope. There's nobody else trying to evade the Board at every turn.
cs: Proč bych neměl být uznán? Nikdo jiný nezasvětil záchraně Naděje celý svůj život. Nikdo jiný se nesnaží vyhnout se Radě na každém kroku.

# conversations/07_tartarus/0701/0701_cv_phineas:647:DefaultText
source: All right. Then I guess we're done here.
cs: Dobře. Tak to jsme asi skončili.

# conversations/07_tartarus/0701/0701_cv_phineas:649:DefaultText
source: Yes, I expect we are.
cs: Ano, předpokládám, že ano.
