Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_military_interrogation_female.po
Languages: cs

source: Are you new here? I didn't think we were hiring more staff.
cs: Jste tu nový? Nemyslel jsem si, že budeme nabírat další zaměstnance.

source: I was hired to test your security procedures. Congratulations! You passed!
cs: Byl jsem najat, abych otestoval vaše bezpečnostní postupy. Gratuluji! Prošel jste!

source: Oh! That's great! Thank you, sir!
cs: To je skvělé! Děkuji, pane!

source: Oh! That's great! Thank you, ma'am!
cs: To je skvělé! Děkuji, madam!

source: I'll be sure to pass this on to your supervisor.
cs: Určitě to předám vašemu nadřízenému.

source: Much appreciated. I'll get out of your way.
cs: Velmi si toho vážíme. Půjdu vám z cesty.

source: Thank YOU for your vigilant service. Carry on!
cs: Děkujeme vám za vaši ostražitou službu. Pokračujte!

source: Yes, sir!
cs: Ano, pane!

source: Yes, ma'am!
cs: Ano, madam!

source: Yeah, what's it to you?
cs: Jo, co je ti do toho?

source: Whoa, nothing. I was just asking. I was going to welcome you aboard.
cs: Páni, nic. Jen jsem se ptal. Chtěl jsem tě přivítat na palubě.

source: I don't need a welcome!
cs: Nepotřebuji uvítání!

source: Okay, all right.
cs: Dobře, v pořádku.

source: Well. You made your point.
cs: Dobře. Vyjádřil jste svůj názor.

source: Are you... talking while on shift?
cs: Mluvíte během směny?

source: Oh, no. Don't tell anyone. Please.
cs: Ale ne. Nikomu to neříkej. Prosím.

source: Everyone gets one mistake. Just don't do it again.
cs: Každý udělá jednu chybu. Jen ji už nedělejte.

source: Whew. Thank you.
cs: Uf. Děkuji.

source: Your secret's safe with me.
cs: Tvé tajemství je u mě v bezpečí.

source: Ah, crap.
cs: A sakra.

source: By the Law. Intruder!
cs: Podle zákona. Vetřelec!

source: Hold it. Something about you doesn't look right.
cs: Podržte to. Něco se mi na tobě nezdá.

source: I know. I haven't been feeling well.
cs: Já vím. Necítím se dobře.

source: Yeah? You're not contagious, are you?
cs: Ano? Nejsi nakažlivý, že ne?

source: I'm not sure, but this morning I was bleeding out of my ears.
cs: Nejsem si jistý, ale dnes ráno mi tekla krev z uší.

source: I don't wanna know. Just stay back.
cs: Nechci to vědět. Prostě zůstaň vzadu.

source: <Cough violently.>
cs: <Silně zakašle.>

source: Hey. Keep your distance. I don't wanna get sick.
cs: Hej. Držte si odstup. Nechci onemocnět.

source: You got a problem with the way I look?
cs: Vadí ti, jak vypadám?

source: That's not what I'm saying.
cs: To není to, co říkám.

source: Sure sounded like it.
cs: Určitě to tak znělo.

source: Wow. Forget I asked.
cs: Wow. Zapomněl jsem, že jsem se ptal.

source: Damn right it isn't.
cs: To si pište, že není.

source: Hey, I can't help the way I look.
cs: Hej, nemůžu za to, jak vypadám.

source: No, I meant your uniform. There's... something about it...
cs: Ne, myslel jsem vaši uniformu. Něco na ní je...

source: I stole some polish off one of the prisoners.
cs: Ukradl jsem jednomu z vězňů leštidlo.

source: Aw, damn. Lucky you.
cs: Sakra. Máš štěstí.

source: I'm sure you have better things to do than worry about my clothes.
cs: Určitě máš lepší věci na práci než se starat o moje oblečení.

source: Yeah, I guess you're right.
cs: Jo, asi máš pravdu.

source: Um, I, uh...
cs: Um, já, uh...

source: Hold on. I don't recognize you at all.
cs: Počkejte. Vůbec tě nepoznávám.

source: That's because I'm not one of your staff.
cs: To proto, že nepatřím mezi vaše zaměstnance.

source: You've got exactly five seconds to explain.
cs: Na vysvětlení máte přesně pět sekund.

source: Rockwell sent for me, and he'd be very angry to know you're holding me up.
cs: Rockwell pro mě poslal a určitě by se zlobil, kdyby věděl, že mě zdržujete.

source: Apologies, sir. I'll get out of your way.
cs: Omlouvám se, pane. Půjdu vám z cesty.

source: Apologies, ma'am. I'll get out of your way.
cs: Omlouvám se, madam. Půjdu vám z cesty.

source: You don't want to know who I am. Trust me. It's not worth the paperwork.
cs: Nechcete vědět, kdo jsem. Věřte mi. Nestojí to za to papírování.

source: Ugh. I hate paperwork. Carry on.
cs: Uf. Nesnáším papírování. Pokračujte.

source: Oh, forget it. Let's just fight.
cs: Zapomeňte na to. Pojďme se prostě hádat.

source: That's because it ain't your business.
cs: To proto, že vám do toho nic není.

source: Excuse me? Security is everybody's business.
cs: Promiňte? Bezpečnost je věcí každého.

source: Fine - I'm carrying out a secret inspection, and you just failed one of my tests.
cs: Fajn - provádím tajnou inspekci a vy jste právě neprošel jedním z mých testů.

source: You are? I mean - I am? Oh, no. I was just following protocol!
cs: Vy jste? Chci říct - jsem? Ale ne. Jen jsem se řídil protokolem!

source: I'll get out of your way. Please don't put this in your report!
cs: Půjdu ti z cesty. Prosím, neuvádějte to ve své zprávě!

source: Do you know every single guard who works here? Come on.
cs: Znáte každého strážného, který tu pracuje? No tak.

source: Of course I do. It's one of the rules. Who the hell are you?
cs: Samozřejmě, že ano. Je to jedno z pravidel. Kdo sakra jsi?

source: Intruder!
cs: Vetřelec!

source: Come on, you know me! I'm, uh... that person... who you know?
cs: No tak, vždyť mě znáš! Já jsem... ten člověk... kterého znáš?
