Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_phineas_end.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_phineas_end:143:DefaultText
source: It's time I returned to my lab. I'll try to save as many of the Hope's colonists as I can. You're under no obligation to help me. You've done enough already.
cs: Je čas, abych se vrátil do své laboratoře. Pokusím se zachránit co nejvíce kolonistů z Naděje. Nejste povinni mi pomáhat. Už jsi toho udělal dost.

# conversations/07_tartarus/0701/0701_cv_phineas_end:144:DefaultText
source: I could use your help. You're the only ally I've got, and not just because you've murdered every potential leader in Halcyon.
cs: Hodila by se mi vaše pomoc. Jsi jediný spojenec, kterého mám, a to nejen proto, že jsi zabil všechny potenciální vůdce v Halcyonu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:146:DefaultText
source: We were going to save this colony, you know. That's what I told myself when I pulled you from the Hope. You and I were going to set everything right.
cs: Chtěli jsme tu kolonii zachránit. To jsem si říkal, když jsem tě vytáhl z Naděje. Ty a já jsme chtěli dát všechno do pořádku.

# conversations/07_tartarus/0701/0701_cv_phineas_end:147:DefaultText
source: Now I don't know what to think. Earth is gone, and we're going to need a miracle to survive another generation.
cs: Teď nevím, co si mám myslet. Země je pryč a my budeme potřebovat zázrak, abychom přežili další generaci.

# conversations/07_tartarus/0701/0701_cv_phineas_end:148:DefaultText
source: I always suspected Halcyon might collapse one day. I just... I just thought we would have more time.
cs: Vždycky jsem měl podezření, že se Halcyon jednoho dne zhroutí. Já jen... Myslel jsem, že budeme mít víc času.

# conversations/07_tartarus/0701/0701_cv_phineas_end:149:DefaultText
source: When I revived you, I thought we were going to save this colony all by ourselves. But, I was wrong.
cs: Když jsem tě oživil, myslel jsem, že tuhle kolonii zachráníme sami. Ale mýlil jsem se.

# conversations/07_tartarus/0701/0701_cv_phineas_end:150:DefaultText
source: We can't save Halcyon on our own. We're all going to have to pull together, somehow.
cs: Sami Halcyon nezachráníme. Musíme se nějak spojit.

# conversations/07_tartarus/0701/0701_cv_phineas_end:151:DefaultText
source: We're not a colony anymore. Our last connection to Earth has been severed. I don't know if we'll survive, but we're going to have to try our best.
cs: Už nejsme kolonie. Naše poslední spojení se Zemí bylo přerušeno. Nevím, jestli přežijeme, ale budeme se muset snažit ze všech sil.

# conversations/07_tartarus/0701/0701_cv_phineas_end:152:DefaultText
source: I only hope you know what you're getting into. There isn't much of a colony left to run.
cs: Jen doufám, že víte, do čeho jdete. Z kolonie už toho moc nezbývá.

# conversations/07_tartarus/0701/0701_cv_phineas_end:153:DefaultText
source: You don't have to ask. I'll help you.
cs: Nemusíte se ptát. Pomůžu vám.

# conversations/07_tartarus/0701/0701_cv_phineas_end:154:DefaultText
source: Thank you. I'm going to need all the help I can get.
cs: Děkujeme. Budu potřebovat veškerou pomoc, které se mi dostane.

# conversations/07_tartarus/0701/0701_cv_phineas_end:155:DefaultText
source: I know I've asked too much of you already. I revived you into a strange and unfamiliar colony. I put your life at risk. I made you an accomplice to my own ends.
cs: Vím, že už jsem toho po tobě chtěl příliš mnoho. Oživil jsem tě v cizí a neznámé kolonii. Vystavil jsem tvůj život nebezpečí. Udělal jsem z tebe komplice svých vlastních cílů.

# conversations/07_tartarus/0701/0701_cv_phineas_end:159:DefaultText
source: I can't tell you how glad I am to hear that.
cs: Ani nevíte, jak rád to slyším.

# conversations/07_tartarus/0701/0701_cv_phineas_end:160:DefaultText
source: I had a feeling you might say that. If you want to part ways with me, I can hardly blame you.
cs: Měl jsem pocit, že to řekneš. Jestli se se mnou chceš rozejít, těžko ti to mohu mít za zlé.

# conversations/07_tartarus/0701/0701_cv_phineas_end:161:DefaultText
source: I've spent thirty five years obsessing over the Hope's colonists. My failures are my own. I don't want you to waste your life trying to help me pay for my own mistakes.
cs: Pětatřicet let jsem byl posedlý kolonisty z Hope. Moje neúspěchy jsou moje vlastní. Nechci, abys promarnil svůj život snahou pomoci mi zaplatit za mé vlastní chyby.

# conversations/07_tartarus/0701/0701_cv_phineas_end:162:DefaultText
source: I doubt I could change your mind even if I wanted to. You've already done more than I could ask of you.
cs: Pochybuji, že bych mohl změnit tvůj názor, i kdybych chtěl. Už jsi udělal víc, než jsem po tobě mohl chtít.

# conversations/07_tartarus/0701/0701_cv_phineas_end:163:DefaultText
source: There's something else. I know about the other colonists, Phineas.
cs: Je tu ještě něco. Vím o ostatních kolonistech, Phineasi.

# conversations/07_tartarus/0701/0701_cv_phineas_end:165:DefaultText
source: I wasn't trying to hide the truth from you. But after all you've done, I owe you an explanation.
cs: Nesnažil jsem se před tebou skrývat pravdu. Ale po tom všem, co jsi udělal, ti dlužím vysvětlení.

# conversations/07_tartarus/0701/0701_cv_phineas_end:166:DefaultText
source: Yes, I experimented on the Hope's colonists. Each of my experiments ended in catastrophic failure. Each of my subjects died in agony.
cs: Ano, experimentoval jsem na kolonistech Hope. Každý z mých pokusů skončil katastrofálním neúspěchem. Každý z mých subjektů zemřel v agónii.

# conversations/07_tartarus/0701/0701_cv_phineas_end:167:DefaultText
source: You are my first and only success. I didn't tell you about the others, because... I didn't want to burden you. My failures are my own to bear, not yours.
cs: Jsi můj první a jediný úspěch. O ostatních jsem ti neřekl, protože... jsem tě nechtěl zatěžovat. Moje neúspěchy jsou moje vlastní, ne tvoje.

# conversations/07_tartarus/0701/0701_cv_phineas_end:168:DefaultText
source: I forgive you, Phineas.
cs: Odpouštím ti, Phineasi.

# conversations/07_tartarus/0701/0701_cv_phineas_end:169:DefaultText
source: Thank you. Perhaps, in time, I'll learn to forgive myself.
cs: Děkujeme. Snad se časem naučím odpustit sám sobě.

# conversations/07_tartarus/0701/0701_cv_phineas_end:170:DefaultText
source: My apologies. I need to get a hold of myself. We've far more pressing issues to worry about right now.
cs: Omlouvám se. Musím se vzpamatovat. Máme teď mnohem naléhavější starosti.

# conversations/07_tartarus/0701/0701_cv_phineas_end:171:DefaultText
source: If you have any more questions, ask me. I'll answer as best I can.
cs: Pokud máte další otázky, zeptejte se mě. Odpovím, jak nejlépe budu umět.

# conversations/07_tartarus/0701/0701_cv_phineas_end:172:DefaultText
source: Well, better late than never, I guess.
cs: No, lepší pozdě než nikdy.

# conversations/07_tartarus/0701/0701_cv_phineas_end:173:DefaultText
source: I'm not asking you to forgive me. Law knows I won't forgive myself. But I'm going to try to set things right.
cs: Nežádám tě o odpuštění. Law ví, že si neodpustím. Ale pokusím se dát věci do pořádku.

# conversations/07_tartarus/0701/0701_cv_phineas_end:174:DefaultText
source: You're a murderer and a liar.
cs: Jsi vrah a lhář.

# conversations/07_tartarus/0701/0701_cv_phineas_end:175:DefaultText
source: You have every right to think of me that way. I know I can never win back your trust, but I'm trying to set things right.
cs: Máš plné právo si o mně myslet, že to tak je. Vím, že nikdy nezískám zpět tvou důvěru, ale snažím se to napravit.

# conversations/07_tartarus/0701/0701_cv_phineas_end:177:DefaultText
source: Get me out of here!
cs: Dostaňte mě odsud!
