Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_adjutant_end.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_adjutant_end:5:DefaultText
source: Thank the Law you're here. That madman was out of control.
cs: Děkujte zákonu, že jste tady. Ten šílenec se vymkl kontrole.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:6:DefaultText
source: At least Welles did you the courtesy of saving you a bullet. I'll have one of my soldiers toss his body out on the surface.
cs: Welles ti alespoň prokázal laskavost a ušetřil ti kulku. Jeden z mých vojáků vyhodí jeho tělo na povrch.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:7:DefaultText
source: You were right to put him down. He was too far gone to be of any use to us.
cs: Udělal jsi dobře, že jsi ho odložil. Byl příliš daleko na to, aby nám byl k něčemu užitečný.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:8:DefaultText
source: And what about you? You aren't hurt, I hope.
cs: A co vy? Doufám, že nejsi zraněný.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:9:DefaultText
source: I'm fine. I'm more worried about you.
cs: Jsem v pořádku. Spíš se bojím o tebe.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:10:DefaultText
source: I'm not hurt - well, except for my pride. I can't believe that lunatic got the better of me.
cs: Nejsem zraněný - tedy až na svou hrdost. Nemůžu uvěřit, že mě ten šílenec přemohl.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:11:DefaultText
source: You've put down the worst riot in our history, rid the colony of a dangerous madman, and saved my life. The Board owes you a tremendous debt.
cs: Utišil jsi nejhorší vzpouru v naší historii, zbavil kolonii nebezpečného šílence a zachránil mi život. Rada je vaším obrovským dlužníkem.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:12:DefaultText
source: We don't have a moment to lose. We're going to have to work together to save Halcyon, because the situation is far worse than you imagined.
cs: Nemůžeme ztratit ani okamžik. Budeme muset spolupracovat, abychom Halcyon zachránili, protože situace je mnohem horší, než sis představoval.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:13:DefaultText
source: Tell me what happened.
cs: Řekni mi, co se stalo.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:14:DefaultText
source: We've lost all contact with Earth. It's been three years since we've received a message. We've had no contact. No signals. Nothing. Earth has gone dark.
cs: Ztratili jsme veškerý kontakt se Zemí. Už tři roky jsme nedostali žádnou zprávu. Nemáme žádný kontakt. Žádné signály. Nic. Země se ztratila.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:15:DefaultText
source: Two years ago, the Earth Directorate's frigate disappeared en route to Earth. We don't know if they ever made it. We don't know if there's an Earth to go back to.
cs: Před dvěma lety zmizela fregata pozemského ředitelství na cestě k Zemi. Nevíme, jestli se tam vůbec dostali. Nevíme, jestli existuje Země, na kterou by se dalo vrátit.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:17:DefaultText
source: Earth's gone dark, and you've been covering it up for three years? The colony deserves to know the truth!
cs: Země se zatemnila a vy jste to tři roky tajili? Kolonie si zaslouží znát pravdu!

# conversations/07_tartarus/0701/0701_cv_adjutant_end:18:DefaultText
source: The colony deserves peace of mind, Mr. Millstone. Right now, it's our job to protect Halcyon from the truth.
cs: Kolonie si zaslouží klid, pane Millstone. Právě teď je naším úkolem chránit Halcyon před pravdou.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:19:DefaultText
source: They haven't exactly been hands-on around here, anyway. So there's one less rubber stamp to worry about.
cs: Stejně se tady zrovna moc neangažovali. Takže je o jedno razítko méně.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:20:DefaultText
source: Earth was more than just some distant colonial authority, Dr. Fenhill. Earth was our lifeline. And now? We've been cut loose.
cs: Země byla víc než jen nějaká vzdálená koloniální autorita, doktore Fenhille. Země byla naším životním mostem. A teď? Byli jsme odříznuti.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:21:DefaultText
source: So we've got to make do on our own. Seems to me that'll make us stronger in the end anyhow.
cs: Takže si musíme vystačit sami. Zdá se mi, že nás to nakonec stejně posílí.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:22:DefaultText
source: We must find a way to carry on by ourselves. For better or worse, Halcyon is the only home we have left.
cs: Musíme najít způsob, jak pokračovat sami. V dobrém i zlém je Halcyon jediný domov, který nám zůstal.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:23:DefaultText
source: First the food supply, and now this? That's it. I'm done. There is no Plan. Just. Random. Chaos.
cs: Nejdřív zásobování potravinami a teď tohle? To je ono. Skončil jsem. Žádný plán neexistuje. Jen. Náhodný. Chaos.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:24:DefaultText
source: Get a hold of yourself, Vicar. You're not going to be of much use wallowing in despair.
cs: Vzpamatujte se, pane faráři. Když se budeš utápět v zoufalství, nebude ti to moc platné.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:25:DefaultText
source: Earth is only an idea to us, but that idea is the bedrock the colony is built upon. If people were to find out it's gone dark, the shock could be too much to bear.
cs: Země je pro nás pouhou představou, ale tato představa je základním kamenem, na kterém kolonie stojí. Kdyby lidé zjistili, že se setmělo, mohl by to být příliš velký šok.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:26:DefaultText
source: That's precisely why no one else must know the truth. We're going to have to keep this secret to ourselves.
cs: Právě proto nesmí nikdo jiný znát pravdu. Tohle tajemství si budeme muset nechat pro sebe.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:27:DefaultText
source: You're mean we're all alone out here? Really alone?
cs: Chceš říct, že jsme tu úplně sami? Opravdu sami?

# conversations/07_tartarus/0701/0701_cv_adjutant_end:28:DefaultText
source: You sound frightened, Ms. Holcomb. You should be. Fear sharpens the mind.
cs: Zníte vyděšeně, paní Holcombová. To byste měla. Strach zostřuje mysl.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:29:DefaultText
source: We're alone, Captain. That's all I know for certain. Whatever happens to this colony, we're going to have to deal with it on our own. Returning to Earth is not an option.
cs: Jsme sami, kapitáne. To je vše, co vím jistě. Ať se s touto kolonií stane cokoli, budeme se s tím muset vypořádat sami. Návrat na Zemi nepřipadá v úvahu.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:30:DefaultText
source: We'd best get to work, then. We've got a long road ahead of us.
cs: Měli bychom se tedy pustit do práce. Máme před sebou dlouhou cestu.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:31:DefaultText
source: Yes, we do have a long road ahead of us - but I have faith in you. The service you've done for this colony is nothing short of extraordinary.
cs: Ano, máme před sebou dlouhou cestu - ale já vám věřím. Služba, kterou jste pro tuto kolonii vykonali, není ničím výjimečným.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:32:DefaultText
source: You're the reason I'm still standing here today. The Board will survive because of you. And as the Board goes, so goes Halcyon.
cs: Díky tobě tu dnes ještě stojím. Díky vám rada přežije. A jak jde rada, tak jde i Halcyon.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:33:DefaultText
source: It's time we carried out the Program. I trust I can count on your support, Captain.
cs: Je načase, abychom program realizovali. Věřím, že mohu počítat s vaší podporou, kapitáne.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:34:DefaultText
source: This colony's been mismanaged for too long. From now on, I'm running the show.
cs: Tato kolonie byla příliš dlouho špatně spravována. Odteď to tady vedu já.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:35:DefaultText
source: I support your decision wholeheartedly. You've proven yourself the most capable leader in the colony.
cs: Z celého srdce podporuji vaše rozhodnutí. Prokázal jste, že jste nejschopnějším vůdcem v kolonii.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:36:DefaultText
source: Now more than ever before, Halcyon needs strong leadership and a steady, guiding hand. I look forward to serving as your adjutant.
cs: Společnost Halcyon nyní více než kdy jindy potřebuje silné vedení a pevnou, vedoucí ruku. Těším se, že budu moci sloužit jako váš adjutant.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:37:DefaultText
source: We're on our own now. Earth isn't coming to save us, so we're going to have to save ourselves.
cs: Jsme teď odkázáni sami na sebe. Země nás nepřijde zachránit, takže se budeme muset zachránit sami.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:38:DefaultText
source: Yes, you can count on my support. I want to see the Program run properly.
cs: Ano, můžete počítat s mou podporou. Chci, aby program řádně fungoval.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:39:DefaultText
source: I'm pleased to hear that. The Program is too important to hand over to the Board's bureaucrats. That's why I'd like you to take the helm.
cs: To rád slyším. Program je příliš důležitý na to, aby byl předán do rukou byrokratů Rady. Proto bych byl rád, kdybyste se ujal vedení.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:40:DefaultText
source: I'll see to it that the Lifetime Employment Program operates under your supervision. We'll work together to save this colony.
cs: Dohlédnu na to, aby program celoživotního zaměstnávání fungoval pod vaším dohledem. Budeme spolupracovat na záchraně této kolonie.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:41:DefaultText
source: The only thing I want to do is kick my heels up in Byzantium.
cs: Jediné, co chci dělat, je skopnout paty v Byzanci.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:42:DefaultText
source: You've kept your end of our bargain, and so I shall be true to mine. Congratulations, Captain - you're going to be the wealthiest citizen of Byzantium.
cs: Dodržel jsi svou část naší dohody, a tak i já budu věrný té své. Gratuluji, kapitáne - staneš se nejbohatším občanem Byzance.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:43:DefaultText
source: The colony may collapse around us, but I will see to it that Byzantium survives. Byzantium must always survive.
cs: Kolonie kolem nás se může zhroutit, ale já se postarám o to, aby Byzanc přežila. Byzanc musí vždy přežít.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:44:DefaultText
source: Hold on. I have some questions.
cs: Počkejte. Mám pár otázek.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:45:DefaultText
source: You're really spoiling the moment, you know.
cs: Opravdu kazíš ten okamžik, víš.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:46:DefaultText
source: I would like nothing more than to celebrate your victory, Captain, but we have a serious problem on our hands.
cs: Nejraději bych oslavil vaše vítězství, kapitáne, ale máme vážný problém.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:47:DefaultText
source: What could possibly be worse than the colony collapsing?
cs: Co může být horšího než zhroucení kolonie?

# conversations/07_tartarus/0701/0701_cv_adjutant_end:48:DefaultText
source: What I'm about to tell you must never leave this room, under any circumstances.
cs: To, co vám teď řeknu, nesmí za žádných okolností opustit tuto místnost.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:49:DefaultText
source: Oh, please. I didn't even break a sweat.
cs: Ale prosím vás. Ani jsem se nezapotil.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:50:DefaultText
source: Your confidence is well-earned, Captain. I was right to place my faith in you.
cs: Vaše důvěra je zasloužená, kapitáne. Udělal jsem dobře, že jsem vám důvěřoval.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:51:DefaultText
source: Why, Sophia, I didn't know you cared.
cs: Proč, Sophie, nevěděl jsem, že tě to zajímá.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:52:DefaultText
source: Why shouldn't I be interested in the well-being of my finest agent? Not to mention, my most valuable investment.
cs: Proč bych se neměl zajímat o blaho svého nejlepšího agenta? Nemluvě o mé nejcennější investici.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:53:DefaultText
source: I nearly died trying to save you.
cs: Málem jsem zemřel, když jsem se tě snažil zachránit.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:54:DefaultText
source: You're a model soldier, and a credit to your profession. I appreciate everything you've done.
cs: Jste vzorný voják a děláte čest své profesi. Vážím si všeho, co jste udělal.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:55:DefaultText
source: I'll answer however I can.
cs: Odpovím, jak budu moci.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:56:DefaultText
source: What do you mean Earth's gone dark? What happened?
cs: Jak to myslíš, že se Země setměla? Co se stalo?

# conversations/07_tartarus/0701/0701_cv_adjutant_end:57:DefaultText
source: I can't say for certain, but all my data suggests that Earth has experienced a massive calamity.
cs: Nemohu to říci s jistotou, ale všechny mé údaje naznačují, že Země zažila obrovskou katastrofu.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:58:DefaultText
source: I don't know what's happened, but something must have gone horribly wrong. I'm not sure there's an Earth to go back to.
cs: Nevím, co se stalo, ale něco se muselo strašně pokazit. Nejsem si jistý, jestli existuje Země, kam bychom se mohli vrátit.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:59:DefaultText
source: Why are you telling me this now?
cs: Proč mi to říkáš až teď?

# conversations/07_tartarus/0701/0701_cv_adjutant_end:60:DefaultText
source: I couldn't risk this news getting out. Before you, the two people in this colony who know the truth are Chairman Rockwell and I.
cs: Nemohl jsem riskovat, že se ta zpráva dostane ven. Před vámi jsou v této kolonii dva lidé, kteří znají pravdu, předseda Rockwell a já.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:61:DefaultText
source: I had every intention of telling you the truth after you'd skipped the Hope to Tartarus. Unfortunately, Phineas Welles chose that moment to start a riot.
cs: Měl jsem v úmyslu říct ti pravdu, až přeskočíš Naději do Tartaru. Bohužel si Phineas Welles vybral ten okamžik, aby vyvolal vzpouru.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:62:DefaultText
source: You mentioned a frigate disappearing.
cs: Zmínil jste zmizení fregaty.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:63:DefaultText
source: The Earth Directorate's frigate accounts for half of our military forces. Two years ago, that frigate disappeared while returning to Earth.
cs: Fregata pozemského ředitelství tvoří polovinu našich vojenských sil. Před dvěma lety tato fregata zmizela při návratu na Zemi.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:64:DefaultText
source: We haven't heard a word back. Without the Directorate's frigate, our military forces are barely capable of maintaining control over this colony.
cs: Zatím jsme se neozvali. Bez fregaty Direktoriátu jsou naše vojenské síly sotva schopné udržet kontrolu nad touto kolonií.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:65:DefaultText
source: You said there haven't been any new messages from Earth.
cs: Říkal jste, že ze Země nepřišly žádné nové zprávy.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:66:DefaultText
source: Not a word. We received our last message three years ago.
cs: Ani slovo. Poslední zprávu jsme dostali před třemi lety.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:67:DefaultText
source: Our every attempt at reaching out to Earth has been met with absolute silence.
cs: Každý náš pokus o kontakt se Zemí se setkal s naprostým mlčením.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:68:DefaultText
source: I don't have any more questions. We've got work to do.
cs: Nemám žádné další otázky. Máme práci.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:74:DefaultText
source: <Shrug> I don't really care. I'm gonna go get a Rizzo's Purpleberry Munch.
cs: <Pokrčení ramen> Je mi to jedno. Jdu si dát Rizzo's Purpleberry Munch.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:75:DefaultText
source: I...I don't know what I expected.
cs: Já... nevím, co jsem čekala.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:76:DefaultText
source: Well, I suppose I'll just get on with saving the colony, then. Enjoy your treat.
cs: Tak to se asi pustím do záchrany kolonie. Užijte si to.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:77:DefaultText
source: A relay station near Scylla hasn't picked up any unencrypted messages in three years.
cs: Reléová stanice poblíž Scylly už tři roky nezachytila žádnou nešifrovanou zprávu.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:78:DefaultText
source: Yes, you were the one who reactivated that relay station, weren't you? Any message from Earth would have arrived unencrypted. It's been three years since our last message.
cs: Ano, to vy jste tu stanici znovu aktivoval, že? Jakákoli zpráva ze Země by dorazila nezašifrovaná. Od naší poslední zprávy uplynuly tři roky.

# conversations/07_tartarus/0701/0701_cv_adjutant_end:79:DefaultText
source: The Board tried using drones to contact Earth. Every one of those drones sent back the same encrypted message: Earth... is completely silent.
cs: Rada se pokusila kontaktovat Zemi pomocí dronů. Každý z těchto dronů poslal zpět stejnou zašifrovanou zprávu: Země... je zcela tichá.
