Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_phineas_end.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_phineas_end:53:DefaultText
source: You don't know how glad I am to see you.
cs: Ani nevíš, jak rád tě vidím.

# conversations/07_tartarus/0701/0701_cv_phineas_end:54:DefaultText
source: You must have said something to get under Akande's skin. She's gone, and I don't think she's coming back.
cs: Musel jsi říct něco, čím ses Akandemu dostal pod kůži. Je pryč a myslím, že už se nevrátí.

# conversations/07_tartarus/0701/0701_cv_phineas_end:55:DefaultText
source: You did the right thing. Akande was a monster. Her death was much deserved, and long overdue.
cs: Udělali jste správnou věc. Akande byl zrůda. Její smrt byla zasloužená a dávno měla přijít.

# conversations/07_tartarus/0701/0701_cv_phineas_end:56:DefaultText
source: And you! You lunatic! You broke into the Board's own fortress just to rescue one doddering old man? You are absolutely out of your mind, and I can't begin to thank you enough.
cs: A vy! Ty blázne! Vloupal ses do pevnosti Rady jen proto, abys zachránil jednoho starce? Jsi úplně mimo a já ti nemůžu ani dostatečně poděkovat.

# conversations/07_tartarus/0701/0701_cv_phineas_end:57:DefaultText
source: Are you all right? What did they do to you?
cs: Jste v pořádku? Co ti udělali?

# conversations/07_tartarus/0701/0701_cv_phineas_end:58:DefaultText
source: I'm all right, thanks to you. Akande wanted my cooperation. I'm quite sure she would have beaten it out of me, if you hadn't arrived.
cs: Díky tobě jsem v pořádku. Akande chtěl mou spolupráci. Jsem si docela jistý, že by ji ze mě vymlátila, kdybys nepřijel.

# conversations/07_tartarus/0701/0701_cv_phineas_end:59:DefaultText
source: You've broken the Board's stranglehold on this colony, and you saved my life. What you've accomplished is nothing less than astonishing.
cs: Zlomil jsi moc Rady nad touto kolonií a zachránil jsi mi život. To, co jste dokázal, je úžasné.

# conversations/07_tartarus/0701/0701_cv_phineas_end:60:DefaultText
source: You and I are going to have to work harder than ever to save Halcyon. I'm afraid the situation is far worse than any of us ever anticipated.
cs: My dva budeme muset pracovat tvrději než kdy jindy, abychom Halcyon zachránili. Obávám se, že situace je mnohem horší, než kdokoli z nás kdy předpokládal.

# conversations/07_tartarus/0701/0701_cv_phineas_end:61:DefaultText
source: I don't like the sound of that at all.
cs: To se mi vůbec nelíbí.

# conversations/07_tartarus/0701/0701_cv_phineas_end:62:DefaultText
source: Earth has gone dark. We haven't received a single message in three years. There's been no communication, no signals, nothing.
cs: Země potemněla. Už tři roky jsme nedostali jedinou zprávu. Žádná komunikace, žádné signály, nic.

# conversations/07_tartarus/0701/0701_cv_phineas_end:63:DefaultText
source: Two years ago, the Earth Directorate's frigate disappeared on their way back to Earth. We don't know what they discovered when they arrived, or if they arrived at all!
cs: Před dvěma lety zmizela fregata pozemského ředitelství na cestě zpět na Zemi. Nevíme, co objevili, když dorazili, a zda vůbec dorazili!

# conversations/07_tartarus/0701/0701_cv_phineas_end:65:DefaultText
source: Hold on, doc. Are you telling me the Earth went dark three years ago? And the Board's just been covering this up?
cs: Počkejte, doktore. Chcete mi říct, že Země se setměla před třemi lety? A rada to jenom kryje?

# conversations/07_tartarus/0701/0701_cv_phineas_end:66:DefaultText
source: They've been incredibly effective at concealing the truth. Right now, the only people in the colony who know are standing in this room.
cs: Pravdu se jim daří neuvěřitelně efektivně skrývat. Jediní lidé v kolonii, kteří o tom vědí, stojí v této místnosti.

# conversations/07_tartarus/0701/0701_cv_phineas_end:67:DefaultText
source: They haven't exactly been hands-on around here, anyway. So there's one less rubber stamp to worry about.
cs: Stejně se tady zrovna moc neangažovali. Takže je o jedno razítko méně.

# conversations/07_tartarus/0701/0701_cv_phineas_end:68:DefaultText
source: Earth is humanity's home planet, Ms. Fenhill. The psychological effects of losing our original home will be... devastating.
cs: Země je domovskou planetou lidstva, paní Fenhillová. Psychologické důsledky ztráty našeho původního domova budou... zničující.

# conversations/07_tartarus/0701/0701_cv_phineas_end:69:DefaultText
source: So we've got to make do on our own. Seems to me that'll make us stronger in the end anyhow.
cs: Takže si musíme vystačit sami. Zdá se mi, že nás to nakonec stejně posílí.

# conversations/07_tartarus/0701/0701_cv_phineas_end:70:DefaultText
source: You're quite right. We've got no choice but to make do on our own.
cs: Máte pravdu. Nezbývá nám nic jiného než si vystačit sami.

# conversations/07_tartarus/0701/0701_cv_phineas_end:71:DefaultText
source: First the food supply, and now this? That's it. I'm done. There is no Plan. Just. Random. Chaos.
cs: Nejdřív zásobování potravinami a teď tohle? To je ono. Skončil jsem. Žádný plán neexistuje. Jen. Náhodný. Chaos.

# conversations/07_tartarus/0701/0701_cv_phineas_end:72:DefaultText
source: You're experiencing a crisis of faith, preacher. Don't worry - that just means you're paying attention.
cs: Prožíváte krizi víry, kazateli. Nebojte se - to jen znamená, že dáváte pozor.

# conversations/07_tartarus/0701/0701_cv_phineas_end:73:DefaultText
source: Earth is only an idea to us, but that idea is the bedrock the colony is built upon. If people were to find out it's gone dark, the shock could be too much to bear.
cs: Země je pro nás pouhou představou, ale tato představa je základním kamenem, na kterém kolonie stojí. Kdyby lidé zjistili, že se setmělo, mohl by to být příliš velký šok.

# conversations/07_tartarus/0701/0701_cv_phineas_end:74:DefaultText
source: I don't want to imagine what'll happen once news gets out. Let's just keep this between us for now.
cs: Nechci si ani představovat, co se stane, až se to dostane ven. Nechme si to zatím jen pro sebe.

# conversations/07_tartarus/0701/0701_cv_phineas_end:75:DefaultText
source: You're mean we're all alone out here? Really alone?
cs: Chceš říct, že jsme tu sami? Opravdu sami?

# conversations/07_tartarus/0701/0701_cv_phineas_end:76:DefaultText
source: I'm afraid so, Ms. Holcomb. Halcyon is the only home we have left. Returning to Earth is no longer an option.
cs: Obávám se, že ano, paní Holcombová. Halcyon je jediný domov, který nám zůstal. Návrat na Zemi už nepřipadá v úvahu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:77:DefaultText
source: We're in serious trouble, my friend. Do you know what this means for Halcyon? We can't rely on Earth for support anymore. We've been cut loose. We're entirely on our own.
cs: Máme vážné problémy, příteli. Víš, co to znamená pro Halcyon? Už se nemůžeme spoléhat na podporu Země. Byli jsme odříznuti. Jsme na to úplně sami.

# conversations/07_tartarus/0701/0701_cv_phineas_end:78:DefaultText
source: We have a lot of work ahead of us. We'd best get started.
cs: Čeká nás spousta práce. Měli bychom začít.

# conversations/07_tartarus/0701/0701_cv_phineas_end:79:DefaultText
source: Yes, we do. You've done a marvelous thing. You've succeeded where anyone else would have failed - including me.
cs: Ano, máme. Udělali jste úžasnou věc. Uspěli jste tam, kde by kdokoli jiný selhal - včetně mě.

# conversations/07_tartarus/0701/0701_cv_phineas_end:80:DefaultText
source: We must begin the revival process immediately, starting with the Hope's brightest minds. And then we're going to fix this damn colony, one problem at a time.
cs: Musíme okamžitě zahájit proces obnovy, a to od nejbystřejších mozků Naděje. A pak tuhle zatracenou kolonii opravíme, jeden problém po druhém.

# conversations/07_tartarus/0701/0701_cv_phineas_end:81:DefaultText
source: We're going to need a leader, and I can't imagine a better person for the job than you. What do you say, old friend? Will you help us?
cs: Budeme potřebovat vůdce a nedokážu si představit lepšího člověka pro tuto práci, než jste vy. Co říkáš, starý příteli? Pomůžeš nám?

# conversations/07_tartarus/0701/0701_cv_phineas_end:82:DefaultText
source: Somebody has to run this colony. I'm the only competent person left.
cs: Někdo tuhle kolonii musí řídit. Já jsem jediný kompetentní člověk, který zůstal.

# conversations/07_tartarus/0701/0701_cv_phineas_end:83:DefaultText
source: You won't hear a word of disagreement from me.
cs: Neuslyšíte ode mě ani slovo nesouhlasu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:84:DefaultText
source: You're the best thing to ever happen to Halcyon. If you want to take it upon yourself to lead this colony, you have my support.
cs: Jsi to nejlepší, co se kdy Halcyonu přihodilo. Pokud se chceš ujmout vedení této kolonie, máš mou podporu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:85:DefaultText
source: We're not a colony any longer, are we? Our last connection to Earth has been severed, and so we have been set free.
cs: Už nejsme kolonie, že? Naše poslední spojení se Zemí bylo přerušeno, a tak jsme byli osvobozeni.

# conversations/07_tartarus/0701/0701_cv_phineas_end:86:DefaultText
source: I'm going to run this colony myself. I've already convinced the Chairman to take my side.
cs: Chystám se tuto kolonii provozovat sám. Už jsem přesvědčil předsedu, aby se postavil na mou stranu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:87:DefaultText
source: The Chairman? I don't know why you let that heartless creature live, but I'll have to trust your judgment.
cs: Předseda? Nevím, proč jsi tu bezcitnou kreaturu nechal žít, ale musím věřit tvému úsudku.

# conversations/07_tartarus/0701/0701_cv_phineas_end:88:DefaultText
source: You can count on me. I'll help you revive the other colonists.
cs: Můžete se na mě spolehnout. Pomůžu vám oživit ostatní kolonisty.

# conversations/07_tartarus/0701/0701_cv_phineas_end:89:DefaultText
source: When I revived you, I thought you were going to help me save this colony. I was wrong.
cs: Když jsem tě oživil, myslel jsem, že mi pomůžeš zachránit kolonii. Mýlil jsem se.

# conversations/07_tartarus/0701/0701_cv_phineas_end:90:DefaultText
source: I had our roles reversed, you see. You're the one who's going to save us all. I'm just the one who set you on your path.
cs: Víte, naše role se vyměnily. Ty jsi ten, kdo nás všechny zachrání. Já jsem jen ten, kdo tě navedl na tvou cestu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:91:DefaultText
source: I'm going to do what I've always done: whatever I want, all the time.
cs: Budu dělat to, co jsem dělal vždycky: cokoli budu chtít, pořád.

# conversations/07_tartarus/0701/0701_cv_phineas_end:92:DefaultText
source: You've certainly earned your freedom. Halcyon is a better place with you around.
cs: Svou svobodu sis rozhodně zasloužil. S tebou je Halcyon lepším místem.

# conversations/07_tartarus/0701/0701_cv_phineas_end:93:DefaultText
source: You've kept your end of our bargain. Now it's time I kept mine. I'll revive the Hope's colonists myself, and we'll get on with the business of saving this colony.
cs: Svou část dohody jsi dodržel. Teď je čas, abych já dodržel svou. Sám oživím kolonisty z Hope a pak se pustíme do záchrany této kolonie.

# conversations/07_tartarus/0701/0701_cv_phineas_end:94:DefaultText
source: Wait, hold on. I need to ask you something.
cs: Počkejte, počkejte. Musím se tě na něco zeptat.

# conversations/07_tartarus/0701/0701_cv_phineas_end:95:DefaultText
source: Great. And I was just about to pop open some drinks and celebrate.
cs: Skvělé. A to jsem se zrovna chystal otevřít pár drinků a oslavit to.

# conversations/07_tartarus/0701/0701_cv_phineas_end:96:DefaultText
source: I would like nothing more than to celebrate this victory, but we have a serious problem on our hands.
cs: Nejraději bych toto vítězství oslavil, ale máme před sebou vážný problém.

# conversations/07_tartarus/0701/0701_cv_phineas_end:97:DefaultText
source: I'm really not in the mood for your theatrics, Phineas.
cs: Opravdu nemám náladu na tvoje divadlo, Phineasi.

# conversations/07_tartarus/0701/0701_cv_phineas_end:98:DefaultText
source: Theatrics! Merciful Law, I wish I were exaggerating.
cs: Divadlo! Milosrdný zákon, kéž bych přeháněl.

# conversations/07_tartarus/0701/0701_cv_phineas_end:99:DefaultText
source: Are you kidding? The Board never stood a chance against me.
cs: Děláte si legraci? Rada proti mně nikdy neměla šanci.

# conversations/07_tartarus/0701/0701_cv_phineas_end:100:DefaultText
source: Hah! All in a day's work for you, eh?
cs: Hah! To je pro tebe práce na jeden den, co?

# conversations/07_tartarus/0701/0701_cv_phineas_end:101:DefaultText
source: You know I wouldn't let anything happen to you, Phineas.
cs: Víš, že bych nedopustil, aby se ti něco stalo, Phineasi.

# conversations/07_tartarus/0701/0701_cv_phineas_end:102:DefaultText
source: I know, my friend. I know. And now, it's finally over. The Board's finished. It's only a matter of time before the entire system slips from their grasp.
cs: Já vím, příteli. Já vím. A teď je konečně konec. Rada skončila. Je jen otázkou času, kdy jim celý systém vyklouzne z rukou.

# conversations/07_tartarus/0701/0701_cv_phineas_end:103:DefaultText
source: Do you have any idea how much trouble I went through to save you?
cs: Máš vůbec ponětí, kolik jsem si dal práce, abych tě zachránil?

# conversations/07_tartarus/0701/0701_cv_phineas_end:104:DefaultText
source: What, break into the most heavily guarded facility in the most hostile world in Halcyon? No - I have absolutely no idea how you did it. You're a goddamn miracle worker.
cs: Cože, vloupat se do nejstřeženějšího objektu v nejnepřátelštějším světě Halcyonu? Ne - nemám nejmenší tušení, jak jsi to dokázal. Jsi zatracený zázrak.

# conversations/07_tartarus/0701/0701_cv_phineas_end:105:DefaultText
source: Yes. Yes, certainly. I'll help however I can.
cs: Ano. Ano, jistě. Pomůžu, jak budu moci.

# conversations/07_tartarus/0701/0701_cv_phineas_end:106:DefaultText
source: What do you think happened?
cs: Co myslíte, že se stalo?

# conversations/07_tartarus/0701/0701_cv_phineas_end:107:DefaultText
source: I don't know what happened - but something must have gone horribly wrong. I don't know why Earth's gone silent. I don't even know if Earth exists anymore.
cs: Nevím, co se stalo, ale něco se muselo strašně pokazit. Nevím, proč se Země odmlčela. Ani nevím, jestli Země ještě existuje.

# conversations/07_tartarus/0701/0701_cv_phineas_end:108:DefaultText
source: We have no connection back to Earth, and return is likely impossible. We're completely alone out here.
cs: Nemáme žádné spojení se Zemí a návrat je pravděpodobně nemožný. Jsme tu úplně sami.

# conversations/07_tartarus/0701/0701_cv_phineas_end:109:DefaultText
source: How do you know all this?
cs: Jak to všechno víte?

# conversations/07_tartarus/0701/0701_cv_phineas_end:110:DefaultText
source: I heard it from Akande herself. She tried to pressure me into joining her side, you see. Tried to make me realize that all hope is lost, and that we are alone.
cs: Slyšel jsem to od samotné Akande. Snažila se na mě tlačit, abych se přidal na její stranu. Snažila se mě přesvědčit, že je veškerá naděje ztracená a že jsme sami.

# conversations/07_tartarus/0701/0701_cv_phineas_end:111:DefaultText
source: She was half right. We are alone, and we're going to have to fend for ourselves, because there's no telling what's happened to Earth.
cs: Měla napůl pravdu. Jsme sami a budeme se o sebe muset postarat sami, protože se nedá říct, co se stalo se Zemí.

# conversations/07_tartarus/0701/0701_cv_phineas_end:112:DefaultText
source: You mentioned a frigate disappearing.
cs: Zmínil jste zmizení fregaty.

# conversations/07_tartarus/0701/0701_cv_phineas_end:113:DefaultText
source: You might have heard of the Earth Directorate's frigate. Half the colony's entire military was on that ship. They were returning to Earth when they vanished without a trace.
cs: Možná jste už slyšeli o fregatě Ředitelství Země. Na té lodi byla polovina celé kolonie. Vraceli se na Zemi, když beze stopy zmizeli.

# conversations/07_tartarus/0701/0701_cv_phineas_end:114:DefaultText
source: That was two years ago. We haven't heard a word from them since. Whatever happened to Earth likely happened to them.
cs: To bylo před dvěma lety. Od té doby jsme o nich neslyšeli ani slovo. Cokoliv se stalo Zemi, stalo se pravděpodobně i jim.

# conversations/07_tartarus/0701/0701_cv_phineas_end:115:DefaultText
source: You said there haven't been any new messages from Earth.
cs: Říkal jste, že ze Země nepřišly žádné nové zprávy.

# conversations/07_tartarus/0701/0701_cv_phineas_end:116:DefaultText
source: Yes, Akande mentioned as much. Earth hasn't sent us a single message in three years. No one knows why.
cs: Ano, Akande se o tom zmínil. Země nám za tři roky neposlala jedinou zprávu. Nikdo neví proč.

# conversations/07_tartarus/0701/0701_cv_phineas_end:117:DefaultText
source: Akande had kept the truth to herself, perhaps with good reason. Can you imagine what would have happened if word got out? We'd have utter pandemonium.
cs: Akande si pravdu nechávala pro sebe, možná z dobrého důvodu. Dovedete si představit, co by se stalo, kdyby se to provalilo? Nastalo by naprosté pandemonium.

# conversations/07_tartarus/0701/0701_cv_phineas_end:118:DefaultText
source: I don't have any more questions. We've got work to do.
cs: Nemám žádné další otázky. Máme práci.

# conversations/07_tartarus/0701/0701_cv_phineas_end:120:DefaultText
source: Huh? Oh, sorry. I wasn't listening. I was thinking about getting some ice cream.
cs: Cože? Aha, promiňte. Neposlouchal jsem. Přemýšlela jsem o tom, že si koupím zmrzlinu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:121:DefaultText
source: I... see. Well, you've certainly earned a treat for yourself.
cs: Já... chápu. No, určitě sis zasloužil pohoštění pro sebe.

# conversations/07_tartarus/0701/0701_cv_phineas_end:122:DefaultText
source: I'll just... get on with reviving the other colonists and saving Halcyon, then. Enjoy your "creamed ice," or whatever you call it.
cs: Já se tedy... pustím do oživování ostatních kolonistů a záchrany Halcyonu. Užij si svůj "krémový led", nebo jak tomu říkáš.

# conversations/07_tartarus/0701/0701_cv_phineas_end:123:DefaultText
source: Our future is uncertain, and no one knows what tomorrow holds. Exciting, isn't it?
cs: Naše budoucnost je nejistá a nikdo neví, co bude zítra. Vzrušující, že?

# conversations/07_tartarus/0701/0701_cv_phineas_end:124:DefaultText
source: I've got plans. With the Chairman in my pocket, no one's going to know I'm running the colony.
cs: Mám plány. S předsedou v kapse se nikdo nedozví, že vedu kolonii.

# conversations/07_tartarus/0701/0701_cv_phineas_end:125:DefaultText
source: A relay station near Scylla hasn't picked up any unencrypted messages in three years.
cs: Přenosová stanice poblíž Scylly už tři roky nezachytila žádnou nešifrovanou zprávu.

# conversations/07_tartarus/0701/0701_cv_phineas_end:126:DefaultText
source: Yes, you were the one who reactivated that relay station, weren't you? Any message from Earth would have arrived unencrypted. It's been three years since our last message.
cs: Ano, to vy jste tu stanici znovu aktivoval, že? Jakákoli zpráva ze Země by dorazila nezašifrovaná. Od naší poslední zprávy uplynuly tři roky.

# conversations/07_tartarus/0701/0701_cv_phineas_end:127:DefaultText
source: The Board tried using drones to contact Earth. Every one of those drones sent back the same encrypted message: Earth... is completely silent.
cs: Rada se pokusila kontaktovat Zemi pomocí dronů. Každý z těchto dronů poslal zpět stejnou zašifrovanou zprávu: Země... je zcela tichá.

# conversations/07_tartarus/0701/0701_cv_phineas_end:128:DefaultText
source: You lunatic! You broke into the Board's own fortress and killed the Chairman just to rescue one doddering old man? You are absolutely out of your mind, and I can't begin to thank you enough.
cs: Ty blázne! Vnikl jsi do pevnosti představenstva a zabil předsedu jen proto, abys zachránil jednoho starce? Jsi úplně mimo a já ti nemůžu ani dostatečně poděkovat.

# conversations/07_tartarus/0701/0701_cv_phineas_end:129:DefaultText
source: You're here. You made it. I can hardly believe my eyes.
cs: Nacházíte se zde. Dokázal jsi to. Stěží věřím svým očím.

# conversations/07_tartarus/0701/0701_cv_phineas_end:130:DefaultText
source: You didn't have to do this, you know. Risk your life just to save mine.
cs: Nemusel jsi to dělat, víš. Riskovat svůj život, jen abys zachránil ten můj.

# conversations/07_tartarus/0701/0701_cv_phineas_end:132:DefaultText
source: You've left the Board in tatters, but Halcyon is still on the verge of starvation. I just hope we're not too late.
cs: Zanechal jsi správní radu v troskách, ale Halcyon je stále na pokraji vyhladovění. Jen doufám, že nepřijdeme pozdě.

# conversations/07_tartarus/0701/0701_cv_phineas_end:133:DefaultText
source: You've broken the Board's stranglehold on this colony, and you saved my life. But there's still so much we have yet to accomplish.
cs: Zlomil jsi moc Rady nad touto kolonií a zachránil jsi mi život. Ale ještě toho musíme tolik dokázat.

# conversations/07_tartarus/0701/0701_cv_phineas_end:134:DefaultText
source: I'm all right. Akande wanted my cooperation, and she was prepared to beat it out of me. If you hadn't arrived, I might have given it.
cs: Jsem v pořádku. Akande chtěla mou spolupráci a byla připravena ji ze mě vymlátit. Kdybys nepřijel, možná bych ji poskytl.

# conversations/07_tartarus/0701/0701_cv_phineas_end:135:DefaultText
source: No, I expect they didn't. You're a force of nature, aren't you.
cs: Ne, předpokládám, že ne. Jsi přírodní síla, že ano.

# conversations/07_tartarus/0701/0701_cv_phineas_end:136:DefaultText
source: I just hope your efforts were not in vain. You went through a great deal of trouble just for one foolish old man.
cs: Jen doufám, že vaše úsilí nebylo marné. Dali jste si velkou práci jen kvůli jednomu hloupému starci.

# conversations/07_tartarus/0701/0701_cv_phineas_end:137:DefaultText
source: I know, old friend. I know. Part of me wishes you'd left me here to rot. But what's done is done.
cs: Já vím, starý příteli. Já vím. Jedna moje část si přeje, abys mě tu nechal shnít. Ale co se stalo, stalo se.

# conversations/07_tartarus/0701/0701_cv_phineas_end:138:DefaultText
source: I wish I could be as optimistic as you, but we have a serious problem on our hands.
cs: Rád bych byl takový optimista jako vy, ale máme vážný problém.

# conversations/07_tartarus/0701/0701_cv_phineas_end:139:DefaultText
source: Earth isn't going to help us. No one's going to help us now. We're alone out here, and I don't know if we're going to survive.
cs: Země nám nepomůže. Nikdo nám teď nepomůže. Jsme tu sami a nevím, jestli přežijeme.

# conversations/07_tartarus/0701/0701_cv_phineas_end:140:DefaultText
source: I had hoped your fellow colonists might hold the key to saving Halcyon, but I don't have nearly enough chemicals to revive them all.
cs: Doufal jsem, že klíče k záchraně Halcyonu by mohli mít vaši kolegové kolonisté, ale nemám ani zdaleka dost chemikálií, abych je všechny oživil.

# conversations/07_tartarus/0701/0701_cv_phineas_end:141:DefaultText
source: Yes, you're right. The road is long, and we haven't a moment to waste.
cs: Ano, máte pravdu. Cesta je dlouhá a my nemáme ani chvilku nazbyt.

# conversations/07_tartarus/0701/0701_cv_phineas_end:142:DefaultText
source: I'll do what I can. I just hope it's not too late.
cs: Udělám, co bude v mých silách. Jen doufám, že není pozdě.
