Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_pit_comm_officer.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:3:DefaultText
source: I'm working as fast as I can, all right? If y'all would quit bothering me I'd get this done sooner.
cs: Pracuji, jak nejrychleji umím, dobře? Kdybyste mě přestali otravovat, měl bych to hotové dřív.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:4:DefaultText
source: Hey, this terminal's asking me for a passcode. Do you know it?
cs: Hej, tenhle terminál po mně chce přístupový kód. Znáte ho?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:21:DefaultText
source: Did anyone see you come in here? Law help me, I'm going to die. They're going to kill me.
cs: Viděl tě někdo přijít? Zákon mi pomůže, umřu. Zabijí mě.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:22:DefaultText
source: What are you doing?
cs: Co to děláte?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:23:DefaultText
source: Sorry. I'll get out of your hair.
cs: Omlouvám se. Půjdu ti z očí.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:24:DefaultText
source: Fixing the FPS system. FPS... system... that's redundant, Melody. Can you just let me work? I'm almost done.
cs: Oprava systému FPS. FPS... systém... to je zbytečné, Melody. Můžeš mě nechat pracovat? Už jsem skoro hotová.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:25:DefaultText
source: I don't know what an FPS is.
cs: Nevím, co je to FPS.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:26:DefaultText
source: Forced Pacification System. If the prisoners riot, we gas them. It went a little haywire after the last deployment, so here I am.
cs: Systém nucené pacifikace. Pokud se vězni vzbouří, zplynujeme je. Po posledním nasazení se to trochu zvrtlo, takže jsem tady.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:27:DefaultText
source: Who are you?
cs: Kdo jste?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:28:DefaultText
source: Is that a joke? Y'all call me out to fix the FPS, and now you're asking me who I am?
cs: To je vtip? Všichni mě vyzýváte, abych opravil FPS, a teď se mě ptáte, kdo jsem?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:29:DefaultText
source: Don't jump down my throat. I just got here.
cs: Neskákej mi do řeči. Právě jsem přišel.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:30:DefaultText
source: Of course. Why?
cs: Samozřejmě. Proč?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:31:DefaultText
source: I'm supposed to be inspecting all of our terminals for safety standards.
cs: Mám kontrolovat všechny naše terminály z hlediska bezpečnostních norem.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:32:DefaultText
source: Because I want it, and I've got no qualms about hurting you until you comply.
cs: Protože to chci a neváhám ti ublížit, dokud mi nevyhovíš.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:33:DefaultText
source: I need to use it, and I'm going to stand here and annoy you until you give it to me.
cs: Potřebuji ji použít a budu tu stát a otravovat tě, dokud mi ji nedáš.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:34:DefaultText
source: I... want it?
cs: Já... to chci?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:35:DefaultText
source: Well, we don't always get what we want. Go on, let me do my job.
cs: Ne vždy dostaneme to, co chceme. No tak, nech mě dělat mou práci.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:36:DefaultText
source: Whatever. I need to fix this before I get in trouble, so stop bothering me.
cs: To je jedno. Musím to napravit, než se dostanu do potíží, tak mě přestaň otravovat.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:37:DefaultText
source: Oh. Figures. It ain't like the place is on lockdown or anything. Hope they didn't rough you up on the way in here.
cs: Oh. Čísla. Není to tak, že by to tu bylo uzavřené nebo tak něco. Doufám, že tě cestou dovnitř nepotrápili.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:38:DefaultText
source: The passcode is tartarsauce. One word. All lowercase. Have at it.
cs: Heslo je tartarsauce. Jedno slovo. Všechna malá písmena. Dejte si ho.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:39:DefaultText
source: Whoa, take a step back, man.
cs: Udělej krok zpátky.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:39:FemaleText
source: Whoa, take a step back, lady.
cs: Udělejte krok zpět, dámo.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:40:DefaultText
source: Oh, for Law's sake. Fine. Just don't go shooting up the place with gas, all right?
cs: Proboha, Law. Dobře. Jen to tu nezapaluj benzínem, jo?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:41:DefaultText
source: Anyway, I need to finish this. Get outta here, will you?
cs: Každopádně to musím dokončit. Vypadni odsud, ano?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:42:DefaultText
source: Ugh. What?!
cs: Uf. Cože?!

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:44:DefaultText
source: Nothing.
cs: Nic.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:45:DefaultText
source: I need that passcode.
cs: Potřebuji ten přístupový kód.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:46:DefaultText
source: Why?
cs: Proč?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:48:DefaultText
source: Calm down. What are you doing in here?
cs: Uklidněte se. Co tady děláš?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:49:DefaultText
source: I was supposed to fix the gas system. Now I'm hiding for my damn life.
cs: Měl jsem opravit plynový systém. Teď se schovávám jako o život.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:50:DefaultText
source: Who are you?
cs: Kdo jste?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:51:DefaultText
source: Melody. I'm just a mechanical engineer. I'm not even armed.
cs: Melodie. Jsem jen strojní inženýr. Nejsem ani ozbrojený.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:52:DefaultText
source: Just stay in here. You'll be safe.
cs: Zůstaň tady. Budeš v bezpečí.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:54:DefaultText
source: Gas system?
cs: Plynový systém?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:55:DefaultText
source: Well, did you fix it?
cs: Opravil jsi to?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:56:DefaultText
source: Smart. Keep your head down. I'll handle this.
cs: Chytré. Držte hlavu dole. Já to zvládnu.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:57:DefaultText
source: The FPS. I fixed it, mind you. Not gonna die not having done my job.
cs: FPS. Opravil jsem to. Nebudu umírat, když jsem neudělal svou práci.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:58:DefaultText
source: I'll do it. I have all of the authorizations.
cs: Udělám to. Mám všechna oprávnění.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:59:DefaultText
source: Would you rather die? Just gas the place!
cs: Chtěli byste raději zemřít? Prostě to tu zplynujte!

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:60:DefaultText
source: Which is worse: Being beaten to death by rioting prisoners or maybe getting fired?
cs: Co je horší: být ubit k smrti vzbouřenými vězni, nebo snad dostat padáka?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:61:DefaultText
source: Let me do it, then.
cs: Nech mě to tedy udělat.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:62:DefaultText
source: Perish the thought. Just stay here while I handle the prisoners.
cs: Ať už je ta myšlenka zatracená. Zůstaň tady, než se postarám o vězně.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:63:DefaultText
source: No. I'd get fired for that, too. Just... I'm going to hide until this blows over.
cs: Ne, za to bych taky dostal padáka. Jen... Schovám se, dokud to nepřejde.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:64:DefaultText
source: You do? Oh, thank the Law. Ok.
cs: Opravdu? Děkuji Zákonu. Dobře.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:65:DefaultText
source: The terminal there controls the FPS. The password is tartarsauce. All lowercase. One word.
cs: Terminál tam řídí FPS. Heslo je tartarsauce. Všechna malá písmena. Jedno slovo.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:66:DefaultText
source: Of course not! I... ugh! Fine. Fine!
cs: Samozřejmě, že ne! Já... ugh! Fajn. Fajn!

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:69:DefaultText
source: Um, being fired is worse. But... maybe they won't find out. All right. Fine.
cs: Být vyhozen je horší. Ale... možná na to nepřijdou. Dobře. Dobře.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:70:DefaultText
source: I hope this all blows over soon...
cs: Doufám, že to brzy skončí...

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:71:DefaultText
source: Do you know the password to this terminal?
cs: Znáte heslo k tomuto terminálu?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:72:DefaultText
source: Yeah, but if I give it out to anyone, I'll be fired.
cs: Jo, ale jestli to někomu prozradím, vyhodí mě.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:73:DefaultText
source: You'll be fine. I have all of the authorizations.
cs: Budeš v pořádku. Mám všechna povolení.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:74:DefaultText
source: Do you want to die? Give me the damn password!
cs: Chcete zemřít? Dej mi to zatracené heslo!

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:77:DefaultText
source: Perish the thought. Just stay here while I handle the prisoners.
cs: Ať už je ta myšlenka zatracená. Zůstaň tady, než se postarám o vězně.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:78:DefaultText
source: I need that passcode.
cs: Potřebuji ten přístupový kód.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:80:DefaultText
source: And I need to not get fired!
cs: A já nepotřebuji dostat padáka!

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:82:DefaultText
source: Nobody has to know.
cs: Nikdo to nemusí vědět.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:83:DefaultText
source: I'm not risking it. Go on, get out of here before they hear us!
cs: Nebudu to riskovat. No tak, vypadněte odsud, než nás uslyší!

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:84:DefaultText
source: I need to use the terminal.
cs: Potřebuji použít terminál.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:85:DefaultText
source: Well, you ain't authorized, else you'd know the password, wouldn't you?
cs: No, nejste oprávněn, jinak byste znal heslo, že?

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:86:DefaultText
source: Of course I did. It's my damn job.
cs: Samozřejmě, že ano. Je to moje práce.

# conversations/07_tartarus/0701/0701_cv_pit_comm_officer:87:DefaultText
source: But I can't go release the gas without authorization. I'd be fired.
cs: Ale nemůžu pustit plyn bez povolení. Vyhodili by mě.
