Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_adjutant_screen.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:1:DefaultText
source: Captain. You have an uncanny talent for complicating my life.
cs: Kapitán. Máte zvláštní talent komplikovat mi život.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:7:DefaultText
source: Why won't you just die?!
cs: Proč prostě neumřeš?!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:11:DefaultText
source: Words cannot express the extent of my disappointment. We had a plan. All you had to do was skip the Hope to Tartarus, as I asked.
cs: Slovy nelze vyjádřit míru mého zklamání. Měli jsme plán. Stačilo přeskočit Naději do Tartaru, jak jsem chtěl.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:12:DefaultText
source: I don't like being played. When you delivered Welles into my hands, I was operating under the assumption that I'd won your loyalty.
cs: Nemám rád, když si se mnou někdo hraje. Když jsi mi předal Wellese do rukou, předpokládal jsem, že jsem si získal tvou loajalitu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:13:DefaultText
source: You've been working with Dr. Welles from the beginning. When we moved to arrest him, he was prepared. I lost good soldiers in the attempt.
cs: S doktorem Wellesem spolupracujete od začátku. Když jsme přistoupili k jeho zatčení, byl připraven. Při pokusu jsem ztratil dobré vojáky.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:15:DefaultText
source: You've disrupted the balance of power. You've upset the natural order of things. You've introduced uncertainty. And there's nothing I despise more than uncertainty.
cs: Narušili jste rovnováhu sil. Narušili jste přirozený řád věcí. Vnesli jste nejistotu. A ničím nepohrdám víc než nejistotou.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:16:DefaultText
source: From the moment you arrived in Halcyon, you've brought us nothing but trouble. Turmoil in Monarch. The Hope in the skies of Terra 2. And now this - riots in Tartarus!
cs: Od chvíle, kdy jsi přišel do Halcyonu, jsi nám přinášel jen samé problémy. Zmatek v Monarchii. Naděje na obloze Terry 2. A teď tohle - nepokoje v Tartaru!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:17:DefaultText
source: It's over, Sophia. Stand down.
cs: Je konec, Sophie. Odstup.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:18:DefaultText
source: I'm afraid I can't do that.
cs: Obávám se, že to nemohu udělat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:20:DefaultText
source: For all your talents, you are the enemy of Halcyon, and therefore you are my enemy.
cs: Přes všechny své schopnosti jsi nepřítelem Halcyonu, a proto jsi i mým nepřítelem.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:21:DefaultText
source: I'm here for Phineas. Let him go.
cs: Jsem tu kvůli Phineasovi. Nechte ho jít.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:22:DefaultText
source: You make a nuanced and compelling argument. Here's my rebuttal: no.
cs: Uvádíte vybroušené a přesvědčivé argumenty. Zde je moje námitka: ne.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:23:DefaultText
source: And you're going to do your duty or die trying. I get it. Let's move it along.
cs: A vy si splníte svou povinnost, nebo zemřete. Chápu to. Pojďme dál.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:24:DefaultText
source: We don't have to be enemies. We've worked together in the past.
cs: Nemusíme být nepřátelé. V minulosti jsme spolupracovali.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:25:DefaultText
source: Our partnership is behind us. You had your chance to work with me, but you elected to - as the common worker might say - "throw in with that demented old test-tube jockey."
cs: Naše partnerství je za námi. Měl jsi šanci se mnou spolupracovat, ale rozhodl ses - jak by řekl obyčejný dělník - "hodit to na toho starého dementního žokeje ze zkumavky".

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:26:DefaultText
source: Dr. Welles is being held in my custody. His cooperation will prove invaluable, even if I have to beat it out of him.
cs: Dr. Welles je v mé vazbě. Jeho spolupráce bude neocenitelná, i kdybych ji z něj měl vymlátit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:27:DefaultText
source: All that's left to do is put down this riot, arrest you, and then get on with the bloody business of saving this colony.
cs: Zbývá jen potlačit tuhle vzpouru, zatknout vás a pak se pustit do krvavé práce na záchraně této kolonie.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:28:DefaultText
source: Let's talk about this.
cs: Promluvme si o tom.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:29:DefaultText
source: Don't test me, Sophia. It's bad for your health.
cs: Nezkoušej mě, Sophie. Je to špatné pro tvé zdraví.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:30:DefaultText
source: I'm aware of your propensity for violence. Halcyon is a bloodier place because of you.
cs: Jsem si vědom tvých sklonů k násilí. Halcyon je kvůli tobě krvavější.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:32:DefaultText
source: You were one of my finest agents, once. I don't want to destroy you. Turn yourself in, and I may yet show clemency.
cs: Kdysi jste byl jedním z mých nejlepších agentů. Nechci tě zničit. Vydejte se a já možná ještě projevím milost.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:33:DefaultText
source: Why, Madam Adjutant, I'm touched. I didn't know you cared.
cs: Paní adjutantko, jsem dojat. Nevěděl jsem, že vám na tom záleží.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:34:DefaultText
source: I don't, you perfidious turncoat. You know - never mind. Now I regret saying anything at all.
cs: Nemám, ty proradný přeběhlíku. Víš - nevadí. Teď lituji, že jsem vůbec něco řekl.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:35:DefaultText
source: Then let's just skip to the part where I kill you.
cs: Tak přeskočme k části, kde tě zabiju.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:36:DefaultText
source: I wish you'd simply cooperated with me. You're the finest marksman in Halcyon. You could have been my gun.
cs: Přál bych si, abys se mnou jednoduše spolupracoval. Jsi nejlepší střelec v Halcyonu. Mohl jsi být mou zbraní.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:37:DefaultText
source: You're a talented fighter. I'm going to regret destroying such remarkable skill.
cs: Jsi talentovaný bojovník. Budu litovat, že jsem zničil tak pozoruhodné schopnosti.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:38:DefaultText
source: I take no pleasure in this, you know. I simply have no other option.
cs: Nemám z toho žádné potěšení, víte. Prostě nemám jinou možnost.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:39:DefaultText
source: Leaving you alive is too great a risk. Goodbye, Captain.
cs: Nechat tě naživu je příliš velké riziko. Sbohem, kapitáne.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:40:DefaultText
source: I'm rescuing Phineas, and I'm going through you if I have to.
cs: Zachraňuji Phinease, a pokud budu muset, půjdu přes tebe.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:41:DefaultText
source: I had a feeling you'd say that.
cs: Tušil jsem, že to řekneš.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:42:DefaultText
source: This prison is equipped with an automechanical warden. I've had it programmed to eliminate you on sight and rinse your remains down a drain.
cs: Tato věznice je vybavena automechanickým dozorcem. Naprogramoval jsem ho tak, aby vás na první pohled zlikvidoval a vaše ostatky spláchl do kanálu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:43:DefaultText
source: And don't worry. I will inform Dr. Welles that you died heroically, or something.
cs: A nebojte se. Budu informovat doktora Wellese, že jsi zemřel hrdinsky nebo tak něco.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:45:DefaultText
source: Do your worst, you psychopath.
cs: Udělej to nejhorší, ty psychopate.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:46:DefaultText
source: If you insist.
cs: Pokud na tom trváte.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:47:DefaultText
source: You don't understand. Phineas is my friend - I'm not leaving without him.
cs: Nerozumíte tomu. Phineas je můj přítel - bez něj neodejdu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:48:DefaultText
source: That's mostly correct. You're not leaving here at all.
cs: To je většinou správně. Vůbec odsud neodcházíte.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:49:DefaultText
source: I don't enjoy the thought of killing you. There's been enough violence already.
cs: Nelíbí se mi pomyšlení, že tě zabiju. Násilí už bylo dost.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:50:DefaultText
source: In that we are in agreement. An end to violence is precisely what I want. An end to chaos. An end to senseless loss of life. The only obstacle standing in my way is you.
cs: V tom se shodujeme. Konec násilí je přesně to, co chci. Konec chaosu. Konec nesmyslných ztrát na životech. Jedinou překážkou, která mi stojí v cestě, jste vy.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:51:DefaultText
source: Have it your way. I'm going to enjoy putting you down.
cs: Ať je po vašem. Budu si užívat, když tě budu shazovat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:52:DefaultText
source: You're a gifted warrior, Captain. You've made your talent for combat abundantly clear.
cs: Jste nadaný bojovník, kapitáne. Svůj bojový talent jste dal jasně najevo.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:53:DefaultText
source: You have a flair for subtlety. If you'd worked for me, you would have been the greatest fixer Halcyon has ever seen.
cs: Máte smysl pro jemnost. Kdybys pracoval pro mě, byl bys ten nejlepší opravář, jakého kdy Halcyon viděl.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:54:DefaultText
source: I'm aware of your diplomatic talents, Captain. You have a gift for manipulation. But I warn you, I'm no easy mark.
cs: Jsem si vědom vašeho diplomatického talentu, kapitáne. Máte dar manipulace. Ale varuji vás, nejsem snadný cíl.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:55:DefaultText
source: To your credit, Captain, you are one of the colony's finest specialists. Your technical abilities are beyond reproach.
cs: K vaší cti, kapitáne, patříte k nejlepším odborníkům v kolonii. Vašim technickým schopnostem se nedá nic vytknout.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:56:DefaultText
source: You're a natural leader, Captain. The loyalty of your crew is beyond reproach. Here they are, following you to the bitter end.
cs: Jste přirozený vůdce, kapitáne. Vaší posádce se nedá nic vytknout. Tady jsou a následují vás až do hořkého konce.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:57:DefaultText
source: We're liberating Halcyon, and there's not a damn thing you can do to stop us.
cs: Osvobozujeme Halcyon a vy nás nemůžete nijak zastavit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:58:DefaultText
source: Do you imagine you're leading some grand revolutionary army?
cs: Představujete si, že vedete nějakou velkou revoluční armádu?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:60:DefaultText
source: You're nothing but a rabble-rouser. I'm going to put an end to your little rebellion, and then I'm going to have you and your associates arrested.
cs: Jsi jenom vzbouřenec. Ukončím tvou malou vzpouru a pak tebe a tvé společníky nechám zatknout.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:61:DefaultText
source: You never should have trusted me. How does it feel to be played?
cs: Nikdy jsi mi neměl věřit. Jaké to je, když si s vámi někdo hraje?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:62:DefaultText
source: Irritating and impressive in equal measure.
cs: Dráždivé a působivé stejnou měrou.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:63:DefaultText
source: I admit, I miscalculated the extent of your influence. The Board's plan never accounted for you. This is a mistake I intend to correct.
cs: Přiznávám, že jsem špatně odhadl rozsah vašeho vlivu. Plán správní rady s vámi nikdy nepočítal. Tuto chybu hodlám napravit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:64:DefaultText
source: I have Dr. Welles in my custody. Once I've secured his cooperation, I can move forward with the Program. I can repair the damage you've done. I can set things right.
cs: Doktora Wellese mám ve své péči. Jakmile si zajistím jeho spolupráci, mohu pokračovat v programu. Mohu napravit škody, které jste napáchal. Mohu dát věci do pořádku.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:65:DefaultText
source: Halcyon is changing. The Board can't control us forever.
cs: Halcyon se mění. Správní rada nás nemůže kontrolovat navždy.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:66:DefaultText
source: The Board is the only legitimate power in Halcyon. We *are* Halcyon.
cs: Jedinou legitimní mocí v Halcyonu je představenstvo. My jsme společnost Halcyon.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:67:DefaultText
source: Good on you for staying optimistic in your final moments.
cs: Je dobře, že jste v posledních chvílích zůstali optimističtí.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:68:DefaultText
source: I have no intention of dying on Tartarus, Captain. Not when there's so much work left to do.
cs: Nemám v úmyslu zemřít na Tartaru, kapitáne. Ne, když je před námi ještě tolik práce.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:69:DefaultText
source: The Mardets. SubLight. Monarch. You've brought them all to my doorstep.
cs: Mardety. SubLight. Monarch. Všechny jsi mi je přivedl na práh.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:70:DefaultText
source: The Iconoclasts and MSI have put aside their differences and attacked the prison together. I never imagined such a thing would be possible, but here we are.
cs: Ikonoklasté a MSI odložili své neshody a zaútočili na věznici společně. Nikdy jsem si nepředstavoval, že by něco takového bylo možné, ale je to tak.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:71:DefaultText
source: Those barbarians from Monarch are running wild in my prison. I suppose I have you to thank for this indignity.
cs: Ti barbaři z Monarchu řádí v mém vězení. Předpokládám, že za toto ponížení musím poděkovat vám.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:72:DefaultText
source: I don't know how you broke past my security, but I'm sure SubLight had something to do with it. They're here, and they're giving me no end of trouble.
cs: Nevím, jak jsi pronikl přes mou ochranu, ale jsem si jistý, že SubLight s tím má něco společného. Jsou tady a dělají mi nekonečné potíže.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:73:DefaultText
source: I never imagined I'd see the day the Mardets assaulted my prison. Yet here we are.
cs: Nikdy jsem si nepředstavoval, že se dožiju dne, kdy Mardějové zaútočí na mé vězení. Přesto jsme tady.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:74:DefaultText
source: You sure love talking. Do they pay you by the word?
cs: Určitě rád mluvíš. Platí ti za slovo?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:75:DefaultText
source: Typical. Running your mouth in the middle of a crisis. It's almost as if you delight in chaos.
cs: Typické. Pouštět si pusu na špacír uprostřed krize. Jako by sis v chaosu liboval.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:77:DefaultText
source: I should have dealt with you a long time ago. You were always too dangerous to leave unchecked.
cs: Měl jsem to s vámi řešit už dávno. Vždycky jsi byl příliš nebezpečný na to, abychom tě nechali bez kontroly.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:78:DefaultText
source: Can we hurry it along? I've got a colony to save.
cs: Můžeme to uspíšit? Musím zachránit kolonii.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:79:DefaultText
source: If I was so dangerous, why did you hire me?
cs: Když jsem byl tak nebezpečný, proč jste mě najal?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:80:DefaultText
source: I was intrigued by your potential. I believed I could rely on you to help me save Halcyon. I was wrong.
cs: Zaujal mě váš potenciál. Věřil jsem, že se na tebe mohu spolehnout, když mi pomůžeš zachránit Halcyon. Mýlil jsem se.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:81:DefaultText
source: Leaving you alive was my greatest mistake, but it is a mistake I intend to correct.
cs: Nechat tě naživu byla moje největší chyba, ale hodlám ji napravit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:82:DefaultText
source: Aw, stop. You're making me blush.
cs: Přestaň. Červenám se z tebe.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:83:DefaultText
source: I suppose I shouldn't be surprised by your impertinence.
cs: Asi bych se neměl divit vaší drzosti.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:84:DefaultText
source: You're all bluster and empty threats.
cs: Jste samé chvástání a prázdné výhrůžky.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:85:DefaultText
source: I'm not surprised by your arrogance. You've been prancing about the colony for entirely too long, with no one to put you in your place.
cs: Nepřekvapuje mě vaše arogance. Už příliš dlouho se poflakuješ po kolonii a nikdo tě neumí usměrnit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:86:DefaultText
source: My reports said you were simple-minded. I simply never imagined you'd be stupid enough to throw the entire system into chaos.
cs: Podle mých zpráv jste prostoduchý. Jen jsem si nikdy nepředstavoval, že bys byl tak hloupý, abys celý systém uvrhl do chaosu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:87:DefaultText
source: The force of your personality is well-documented. I simply never imagined you could turn this system upside down through charisma alone.
cs: Síla vaší osobnosti je dobře zdokumentována. Nikdy jsem si nedokázal představit, že bys mohl tento systém převrátit naruby jen díky svému charismatu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:88:DefaultText
source: My reports described you as one of Halcyon's sharpest minds. I can't imagine why you'd do something so irrational.
cs: Moje zprávy vás popisují jako jednoho z nejbystřejších mozků Halcyonu. Nedokážu si představit, proč bys dělal něco tak iracionálního.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:89:DefaultText
source: My reports described you as one of Halcyon's strongest people. I think of you as a brute.
cs: Moje zprávy vás popisují jako jednoho z nejsilnějších lidí Halcyonu. Já si o tobě myslím, že jsi surovec.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:90:DefaultText
source: Wow. When you put it that way, I sound pretty awesome.
cs: Páni. Když to řekneš takhle, zní to docela úžasně.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:92:DefaultText
source: Fair enough. I'm giving you exactly one chance to parley with me.
cs: To je fér. Dávám ti přesně jednu šanci, abys se mnou vyjednával.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:93:DefaultText
source: You don't want to die on Tartarus. I'm giving you a chance to walk away.
cs: Nechceš přece zemřít na Tartaru. Dávám ti šanci odejít.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:94:DefaultText
source: Interesting that you think I'm going to die here. I believe I'm more than capable of taking you on.
cs: Zajímavé je, že si myslíte, že tu zemřu. Věřím, že jsem více než schopen se s vámi vypořádat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:95:DefaultText
source: Nothing's stopped me so far. What makes you think you will?
cs: Zatím mě nic nezastavilo. Proč si myslíš, že ano?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:96:DefaultText
source: A fair point. I don't know how you've managed to defy the odds - by every reasonable estimate, you should be dead. Yet here you stand.
cs: Správná připomínka. Nevím, jak se ti podařilo vzdorovat pravděpodobnosti - podle všech rozumných odhadů bys měl být mrtvý. Přesto tu stojíte.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:97:DefaultText
source: I've devoted my entire life to protecting Halcyon. I'm not afraid to die in the line of duty.
cs: Celý svůj život jsem zasvětil ochraně Halcyonu. Nebojím se zemřít ve službě.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:98:DefaultText
source: Don't talk to me about duty. You're no soldier. You're a delusional psychopath.
cs: Nemluv se mnou o povinnostech. Nejsi voják. Jsi psychopat s bludy.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:99:DefaultText
source: I won't be judged by you. You don't know the things I've done for this colony - the sacrifices I've made.
cs: Vy mě nebudete soudit. Nevíte, co všechno jsem pro tuto kolonii udělal - co jsem obětoval.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:100:DefaultText
source: You were always an unknown variable. I tried to recruit you, but you threw your lot in with that madman, Phineas Welles.
cs: Vždycky jsi byl neznámou veličinou. Snažil jsem se tě naverbovat, ale ty ses přidal k tomu šílenci Phineasi Wellesovi.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:101:DefaultText
source: Funny you should say that, because the Chairman was just telling me this is all your fault.
cs: Je zvláštní, že to říkáš, protože předseda mi právě říkal, že je to všechno tvoje vina.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:102:DefaultText
source: Rockwell said that? Chairman Rockwell? That's absurd!
cs: To řekl Rockwell? Předseda Rockwell? To je absurdní!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:103:DefaultText
source: You're lying. This is another one of your tricks. I've been the Chairman's most reliable associate.
cs: Lžeš. Tohle je další z tvých triků. Byl jsem předsedovým nejspolehlivějším spolupracovníkem.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:104:DefaultText
source: You let the situation get out of hand. Rockwell wants you gone.
cs: Nechal jsi situaci vymknout se kontrole. Rockwell chce, abys odešel.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:105:DefaultText
source: That's ridiculous! Halcyon is collapsing. The Labyrinth is rioting. You're running wild through the colony. And *I* let the situation get out of hand?
cs: To je směšné! Halcyon se hroutí. Labyrint se bouří. Běháš po kolonii jako divý. A *já* jsem dovolil, aby se situace vymkla kontrole?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:106:DefaultText
source: I have given the Chairman nothing less than a lifetime of loyal, honorable service. And this is how he repays me - by leaving me twisting in the wind.
cs: Předsedovi jsem věnoval pouze celoživotní věrnou a čestnou službu. A on se mi odvděčil tím, že mě nechal zmítat se ve větru.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:107:DefaultText
source: Everybody's disposable to the Board, Sophia. Even you.
cs: Všichni jsou pro radu k dispozici, Sophie. Dokonce i ty.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:108:DefaultText
source: Enough. I'm not going to stand here bickering with you. I was expecting the Chairman's support, but I'll have to do without.
cs: Dost. Nebudu se tu s vámi hádat. Očekával jsem podporu předsedy, ale budu se muset obejít bez ní.
