Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_adjutant_screen.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:109:DefaultText
source: I haven't given up on the Program yet. You've caused some complications, but I can improvise. I can fix this.
cs: Program jsem ještě nevzdal. Způsobil jsi mi sice nějaké komplikace, ale dokážu improvizovat. Můžu to napravit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:110:DefaultText
source: I haven't lost control of the Labyrinth yet. Our security system is still operational. I can still put a stop to you.
cs: Ještě jsem neztratil kontrolu nad Labyrintem. Náš bezpečnostní systém je stále funkční. Stále vás mohu zastavit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:111:DefaultText
source: I've left a lot of corpses behind me, Sophia. You sure you want to be next?
cs: Nechal jsem za sebou spoustu mrtvol, Sophie. Jsi si jistá, že chceš být další?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:112:DefaultText
source: When you put it that way, no. Not in the least.
cs: Když to řekneš takhle, tak ne. Ani v nejmenším.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:114:DefaultText
source: Damn it all. Very well - you win. I'm familiar enough with your methods to realize my chances of survival are low.
cs: K čertu s tím vším. Výborně - vyhrál jsi. Jsem dostatečně obeznámen s vašimi metodami, abych si uvědomil, že moje šance na přežití jsou malé.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:115:DefaultText
source: Congratulations, Captain. You've outplayed me. I accept your terms, and will return Dr. Welles to your care.
cs: Gratulujeme, kapitáne. Překonal jste mě. Přijímám vaše podmínky a vracím doktora Wellese do vaší péče.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:116:DefaultText
source: Hurry up and leave before I change my mind.
cs: Pospěš si a odejdi, než si to rozmyslím.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:117:DefaultText
source: We won't cross orbits again. You have my word on that.
cs: Oběžné dráhy se již nebudou křížit. Máte mé slovo.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:118:DefaultText
source: The fate of the colony is in your hands now. I bid you farewell, Captain.
cs: Osud kolonie je nyní ve vašich rukou. Loučím se s vámi, kapitáne.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:121:DefaultText
source: Thank you. I'm glad we could settle this without violence.
cs: Děkujeme. Jsem rád, že se nám to podařilo vyřešit bez násilí.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:122:DefaultText
source: I just hope you've made the right decision.
cs: Jen doufám, že jste se rozhodli správně.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:123:DefaultText
source: Drop the honorable adversary act and fuck off, already.
cs: Odhoďte tu čestnou protivnickou hru a jděte už do prdele.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:128:DefaultText
source: You're getting flustered. Accept that you've lost, and walk away with dignity.
cs: Začínáš být nervózní. Přijměte prohru a důstojně odejděte.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:129:DefaultText
source: I don't know if I can do that. I had a duty to protect Halcyon, and I failed. If I walk away now, I'll be remembered as a coward.
cs: Nevím, jestli to dokážu. Měl jsem povinnost chránit Halcyon a selhal jsem. Když teď odejdu, budou si mě pamatovat jako zbabělce.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:130:DefaultText
source: You'll be remembered as a soldier who did her duty. Nothing more, and nothing less.
cs: Budeme na tebe vzpomínat jako na vojáka, který splnil svou povinnost. Nic víc a nic míň.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:131:DefaultText
source: You've made your point. I've done all I can for this colony. If I'm going to stand down, I should do so with a modicum of grace.
cs: Svůj názor jste vyjádřil. Udělal jsem pro tuto kolonii vše, co jsem mohl. Pokud mám odstoupit, měl bych to udělat s trochou grácie.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:132:DefaultText
source: Would you rather be remembered as a casualty?
cs: Chtěli byste, aby si vás lidé pamatovali jako oběť?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:133:DefaultText
source: No. I know you well enough to realize I'm not likely to survive a confrontation with you.
cs: Ne. Znám tě dost dobře na to, abych si uvědomil, že konfrontaci s tebou nejspíš nepřežiju.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:134:DefaultText
source: You were beaten by the best. No shame in that.
cs: Porazili tě ti nejlepší. To není žádná ostuda.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:135:DefaultText
source: You do have an ego. Unfortunately, you also happen to be correct.
cs: Máte ego. Bohužel máte také pravdu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:136:DefaultText
source: Sorry, could you repeat that? I was too busy taking over the your security system.
cs: Promiňte, mohl byste to zopakovat? Byl jsem příliš zaneprázdněn převzetím vašeho bezpečnostního systému.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:137:DefaultText
source: What?! You can't be serious!
cs: Cože?! To nemyslíte vážně!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:138:DefaultText
source: Oh, I'm serious. I had to keep you talking to buy myself some time.
cs: Myslím to vážně. Musel jsem tě nechat mluvit, abych získal trochu času.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:139:DefaultText
source: Oh, for the love of the Law! All right. Fine. I can see when I've been beaten.
cs: Pro lásku k Zákonu! Dobře. Dobře. Poznám, když jsem byl poražen.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:140:DefaultText
source: No, I honestly couldn't hear you. Also, your systems are way too easy to hack.
cs: Ne, upřímně jsem tě neslyšel. Navíc je příliš snadné se do vašich systémů nabourat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:141:DefaultText
source: I'm about to pump all the oxygen out of your chamber, so I suggest saving your breath.
cs: Chystám se vám z komory vypumpovat všechen kyslík, takže doporučuji šetřit dech.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:142:DefaultText
source: That is a remarkably excruciating and creative way to kill someone. I didn't know you had it in you.
cs: To je pozoruhodně trýznivý a kreativní způsob, jak někoho zabít. Nevěděl jsem, že to v sobě máš.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:143:DefaultText
source: You know that Termination Protocol you wanted me to use on Edgewater? I made a copy.
cs: Víš, jak jsi chtěl, abych na Edgewateru použil ten ukončovací protokol? Udělal jsem si kopii.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:144:DefaultText
source: And you're about to use that copy to turn my own automechanicals against me. That's actually rather clever.
cs: A vy se chystáte použít tuto kopii k tomu, abyste proti mně poštvali mé vlastní automechaniky. To je vlastně docela chytré.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:145:DefaultText
source: Is he wrong, though? Halcyon's collapsing under your watch.
cs: Mýlí se však? Halcyon se pod vaším dohledem hroutí.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:146:DefaultText
source: I deserve my share of the blame. You may have thrown Halcyon into chaos, but I was the one who hired you.
cs: Zasloužím si svůj díl viny. Možná jsi Halcyon uvrhl do chaosu, ale to já jsem tě najal.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:147:DefaultText
source: I am partly to blame. I miscalculated the extent of the damage you'd cause. I tried to recruit you, when I should have had you killed.
cs: Částečně za to můžu já. Špatně jsem odhadl rozsah škod, které způsobíš. Snažil jsem se tě naverbovat, i když jsem tě měl nechat zabít.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:148:DefaultText
source: Don't see why you're giving this idiot your loyalty.
cs: Nechápu, proč tomu idiotovi dáváte svou loajalitu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:149:DefaultText
source: No, neither do I. Rockwell may have abandoned me, but I won't abandon my post.
cs: Ne, já také ne. Rockwell mě možná opustil, ale já svůj post neopustím.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:150:DefaultText
source: I've already recruited the chairman to my side. He's done working with you.
cs: Předsedu jsem již získal na svou stranu. Skončil s vámi.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:151:DefaultText
source: Chairman Rockwell took your side over mine? That miserable turncoat! I can't believe he'd abandon his duties at the first sign of trouble.
cs: Předseda Rockwell se postavil na vaši stranu místo mé? Ten mizerný přeběhlík! Nemůžu uvěřit, že by opustil své povinnosti při prvním náznaku potíží.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:152:DefaultText
source: "Sophie's been overstepping her bounds." His words, not mine.
cs: "Sophie překračuje své hranice." Jeho slova, ne moje.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:153:DefaultText
source: "Sophie?" That insufferable, arrogant twit! After all I've done for him!
cs: "Sophie?" Ten nesnesitelný, arogantní blbec! Po tom všem, co jsem pro něj udělala!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:154:DefaultText
source: You weren't trying to recruit me. You were trying to control me.
cs: Nesnažil ses mě naverbovat. Snažil ses mě ovládat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:155:DefaultText
source: You were too dangerous to leave unsupervised. I had to make use of you. When I sent you to deal with Phineas, I thought I'd won you over.
cs: Byl jsi příliš nebezpečný na to, abychom tě nechali bez dozoru. Musel jsem tě využít. Když jsem tě poslal, aby ses vypořádal s Phineasem, myslel jsem, že jsem si tě získal.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:156:DefaultText
source: You're unpredictable, and you answer to no one but yourself. I couldn't just leave you untethered, roaming the colony as you please, disrupting the natural order of things.
cs: Jsi nepředvídatelný a nezodpovídáš se nikomu jinému než sám sobě. Nemohl jsem tě nechat jen tak bez dozoru, abys bloudil kolonií, jak se ti zlíbí, a narušoval přirozený řád věcí.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:157:DefaultText
source: You chose to ally yourself with an irrational madman. I gave you a chance to serve the law, and you sided with anarchy. Why?
cs: Rozhodli jste se spojit s iracionálním šílencem. Dal jsem ti šanci sloužit zákonu a ty ses postavil na stranu anarchie. Proč?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:158:DefaultText
source: The Board's been in power for too long. Halcyon deserves to be free.
cs: Rada je u moci příliš dlouho. Halcyon si zaslouží svobodu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:159:DefaultText
source: Your convictions are admirable, even if they are sorely misplaced.
cs: Vaše přesvědčení je obdivuhodné, i když je velmi nemístné.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:160:DefaultText
source: I'm not about to abandon the people on the Hope.
cs: Nehodlám opustit lidi z Naděje.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:161:DefaultText
source: I understand. You have an entire population of colonists depending on you. So do I.
cs: Rozumím. Závisí na vás celá populace kolonistů. Já také.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:162:DefaultText
source: <Shrug>
cs: <Pokrčení ramen>

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:163:DefaultText
source: How eloquent of you. Clearly, I'm wasting my time asking you for an explanation.
cs: To je od vás výmluvné. Je jasné, že marním čas, když vás žádám o vysvětlení.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:164:DefaultText
source: That's a tough one. Okay, I give up. Why?
cs: To je těžký oříšek. Dobře, vzdávám se. Proč?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:165:DefaultText
source: Unbelievable. The destiny of Halcyon has been placed in the hands of a gibbering moron.
cs: Neuvěřitelné. Osud Halcyonu byl svěřen do rukou blábolícího blbce.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:166:DefaultText
source: Dr. Welles and I are both scientists. We believe Halcyon can still be saved.
cs: Dr. Welles i já jsme vědci. Věříme, že Halcyon lze ještě zachránit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:167:DefaultText
source: I'm aware of Dr. Welles's plan - revive some brilliant scientists and engineers from the Hope, and work with them to save the colony. He's already revived you, after all.
cs: Vím o plánu doktora Wellese - oživit několik geniálních vědců a inženýrů z Naděje a společně s nimi zachránit kolonii. Koneckonců, tebe už oživil.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:168:DefaultText
source: Fifty or sixty years ago, I might have agreed with you. But we've passed the point of no return. The best scientists in Halcyon can't save us now.
cs: Před padesáti nebo šedesáti lety bych s vámi možná souhlasil. Ale už jsme překročili bod, odkud není návratu. Teď už nás nezachrání ani nejlepší vědci z Halcyonu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:169:DefaultText
source: It's going to take a miracle to save Halcyon, but we can do it if we work together.
cs: K záchraně Halcyonu bude potřeba zázrak, ale pokud budeme spolupracovat, dokážeme to.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:170:DefaultText
source: I appreciate your confidence, Captain, but so long as you're allied with Dr. Welles, we can never work together.
cs: Vážím si vaší důvěry, kapitáne, ale dokud jste spojencem doktora Wellese, nemůžeme spolupracovat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:171:DefaultText
source: Yeah? Watch me.
cs: Ano? Sledujte mě.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:172:DefaultText
source: I admire your drive, Captain, but I won't let you spoil my plans a second time.
cs: Obdivuji vaši snahu, kapitáne, ale podruhé už vám nedovolím zkazit mi plány.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:173:DefaultText
source: Trust me, I can save Halcyon. I was pretty much the smartest person on the Hope.
cs: Věř mi, Halcyon zachráním. Byl jsem v podstatě nejchytřejší člověk na Hope.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:174:DefaultText
source: Law preserve us. We truly are doomed.
cs: Zákon nás chrání. Jsme skutečně odsouzeni k záhubě.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:175:DefaultText
source: And whose fault is that?
cs: A čí je to vina?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:176:DefaultText
source: Our fault. If the Board had acted a generation ago, if we'd recognized the warning signs, we would never need to implement the Program.
cs: Naše chyba. Kdyby správní rada jednala o generaci dříve, kdybychom rozpoznali varovné signály, nikdy bychom nemuseli program realizovat.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:177:DefaultText
source: Enough talk. Let's settle this.
cs: Dost bylo řečí. Pojďme si to vyřídit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:179:DefaultText
source: The Board's not worth dying for.
cs: Rada nestojí za to, abyste kvůli ní umírali.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:180:DefaultText
source: There isn't much of a Board left, thanks to you. You've thrown this system into disarray. Cleaning up your mess will be the work of a lifetime.
cs: Díky tobě už v radě moc místa nezbylo. Tento systém jsi uvedl do chaosu. Uklidit ten nepořádek bude práce na celý život.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:181:DefaultText
source: Halcyon is collapsing. If protecting this colony was your duty, you failed.
cs: Halcyon se hroutí. Pokud byla ochrana této kolonie vaší povinností, selhali jste.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:182:DefaultText
source: Don't you think I know that? Yes, I made mistakes. Costly mistakes. Leaving you alive was the worst of them all.
cs: Myslíš, že to nevím? Ano, udělal jsem chyby. Drahé chyby. Nechat tě naživu byla ta nejhorší ze všech.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:183:DefaultText
source: Don't be stupid, Sophia. Don't make this harder than it needs to be.
cs: Nebuď hloupá, Sophie. Nedělej to těžší, než je třeba.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:184:DefaultText
source: Did you really think I would make this easy on you?
cs: Opravdu sis myslel, že ti to usnadním?

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:185:DefaultText
source: You have absolutely no chance against me - but I love your positive attitude!
cs: Nemáš proti mně absolutně žádnou šanci - ale líbí se mi tvůj pozitivní přístup!

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:186:DefaultText
source: So full of confidence, as always. If you're trying to make me nervous, it won't work.
cs: Jako vždy plný důvěry. Jestli se mě snažíš znervóznit, tak to nepůjde.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:187:DefaultText
source: I don't want to fight you, Sophia. You're one of the only rational people left.
cs: Nechci s tebou bojovat, Sophie. Jsi jeden z mála rozumných lidí, kteří mi zbyli.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:188:DefaultText
source: You were the finest agent I'd ever had. I believed we would save Halcyon together - but I was wrong.
cs: Byl jste nejlepší agent, jakého jsem kdy měl. Věřil jsem, že společně zachráníme Halcyon - ale mýlil jsem se.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:189:DefaultText
source: Anyone with eyes can see that you're talented, Captain. I only wish you'd used your talents for good.
cs: Každý, kdo má oči, vidí, že jste talentovaný, kapitáne. Jen bych si přál, abyste svůj talent využíval k dobrým účelům.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:190:DefaultText
source: You wander the system, doing as you please, answering to no one. Your mere existence throws Halcyon into a chaos. I simply can't have that.
cs: Bloudíš systémem, děláš si, co chceš, a nikomu se nezodpovídáš. Pouhá vaše existence uvrhla Halcyon do chaosu. To prostě nemohu dopustit.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:191:DefaultText
source: Halcyon is changing, and there's nothing you can do to stop it. It's time to let go.
cs: Halcyon se mění a vy tomu nemůžete nijak zabránit. Je čas nechat se unést.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:192:DefaultText
source: I'm keeping this colony from falling over the edge of dissolution with my own two hands. And you want me to let go? No. The answer is no.
cs: Vlastníma rukama držím tuto kolonii před pádem přes okraj rozpadu. A ty chceš, abych tě pustil? Ne. Odpověď zní ne.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:193:DefaultText
source: You had so much potential. I would have put your talents to good use. I would have made you wealthy beyond belief.
cs: Měl jsi takový potenciál. Využil bych tvůj talent. Udělal bych z tebe neskutečně bohatého člověka.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:194:DefaultText
source: I've got no interest in being anybody's lackey.
cs: Nemám zájem být něčí poskok.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:195:DefaultText
source: We all serve something, Captain. A person, an ideal, a duty. I tried to give you a cause worthy of your talents.
cs: Všichni něčemu sloužíme, kapitáne. Osobě, ideálu, povinnosti. Snažil jsem se vám dát věc hodnou vašich schopností.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:196:DefaultText
source: We can still work together. All you have to do is stand down.
cs: Stále můžeme spolupracovat. Stačí, když se stáhnete.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:197:DefaultText
source: I'm not in the business of working with my enemies - and you've made your loyalties abundantly clear.
cs: Nehodlám spolupracovat se svými nepřáteli - a ty jsi svou loajalitu dal jasně najevo.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:198:DefaultText
source: Yeah, that ship's been skipped.
cs: Jo, ta loď byla přeskočena.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:199:DefaultText
source: I still can't believe you skipped the Hope to Terra 2. What an absolutely reckless thing to do. You've put the future of this entire colony in jeopardy.
cs: Pořád nemůžu uvěřit, že jsi přeskočil Hope to Terra 2. To je naprosto nezodpovědný krok. Ohrozili jste budoucnost celé kolonie.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:200:DefaultText
source: I'm not throwing Halcyon into chaos. The Board's doing that all by themselves.
cs: Nehodlám Halcyon uvrhnout do chaosu. To dělá představenstvo samo.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:201:DefaultText
source: The Board is the only power left in Halcyon. We're the only ones keeping this colony from dissolving into ruin.
cs: Rada je jediná moc, která v Halcyonu zůstala. Jsme jediní, kdo brání této kolonii, aby se rozplynula v troskách.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:202:DefaultText
source: Please don't test me, Sophia. You won't win.
cs: Prosím, nezkoušej mě, Sophie. Nevyhraješ.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:203:DefaultText
source: I don't know about that. You're skilled, but you're also reckless.
cs: To nevím. Jsi zkušený, ale také lehkomyslný.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:204:DefaultText
source: No, I'm giving *you* a chance to walk away before I turn you into a bloody mess.
cs: Ne, dávám ti šanci odejít, než z tebe udělám krvavou kaši.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:205:DefaultText
source: If you were anyone else, I'd accuse you of posturing.
cs: Kdybyste byl někdo jiný, obvinil bych vás z pozérství.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:206:DefaultText
source: I'm no fool, Captain. I realize I'm no match for you in a clean fight, but to surrender to you now would be a gross dereliction of my duty.
cs: Nejsem blázen, kapitáne. Uvědomuji si, že se vám v čistém boji nemohu rovnat, ale vzdát se vám teď by bylo hrubým zanedbáním mých povinností.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:207:DefaultText
source: If you value your life, you'll stand down.
cs: Pokud si vážíte svého života, odstoupíte.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:208:DefaultText
source: I can't do that. Duty is dearer to me than my life.
cs: To nemohu. Povinnost je mi dražší než můj život.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:209:DefaultText
source: I don't expect you to understand the notion of honor. You've never devoted your life in service to a higher ideal.
cs: Neočekávám, že pochopíte pojem čest. Nikdy jsi svůj život nezasvětil službě vyššímu ideálu.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:210:DefaultText
source: Halcyon was never your colony.
cs: Halcyon nikdy nebyl vaší kolonií.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:211:DefaultText
source: Halcyon was - *is* - my responsibility. I was holding this colony together with both hands, until you came along.
cs: Za Halcyon jsem byl - *je* - zodpovědný já. Držel jsem tuhle kolonii oběma rukama, dokud jsi nepřišel ty.

# conversations/07_tartarus/0701/0701_cv_adjutant_screen:212:DefaultText
source: Then you must be terrible at your job.
cs: Pak musíte být ve své práci hrozný.
