Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cp_intake_robot_terminal.po
Languages: cs

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:1:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Riot Automechanical (RAM) is online. UDL is not responsible for lethal force dispensed by the RAM unit. If the automechanicals in this area need maintenance or updated security protocols, please consult your nearest security engineer.
cs: Automechanický terminál LBR-NTH ============================ Riot Automechanical (RAM) je online. UDL nenese odpovědnost za smrtící sílu dávkovanou jednotkou RAM. Pokud automechanické jednotky v této oblasti potřebují údržbu nebo aktualizaci bezpečnostních protokolů, obraťte se na nejbližšího bezpečnostního technika.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:4:DefaultText
source: [Designate RAM as a Hostile Intruder]
cs: [Označit RAM jako nepřátelského vetřelce]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:13:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Intruder identified. Deploying suppression unit.
cs: LBR-NTH Automechanický terminál ============================ Identifikace narušitele. Nasazení potlačovací jednotky.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:14:DefaultText
source: [Access RAM Override Menu]
cs: [Přístup do nabídky přepisu paměti RAM]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:15:DefaultText
source: [Attempt RAM Shutdown Sequence]
cs: [Pokus o sekvenci vypnutí paměti RAM]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:17:DefaultText
source: LBR-NTH Automechanical Terminal ============================ The RAM unit is in suppression mode. Three part authentication is required. In the event of a critical malfunction to the RAM unit's main systems, partial authentication may be accepted. To protect the RAM unit from any unauthorized access, administrators may only bypass two of these passwords. Administrative bypasses remaining: 2 Please enter the first password.
cs: LBR-NTH Automechanická svorka ============================ Jednotka RAM je v režimu potlačení. Je vyžadováno třídílné ověřování. V případě kritické poruchy hlavních systémů jednotky RAM může být akceptováno částečné ověření. Aby byla jednotka RAM chráněna před jakýmkoli neoprávněným přístupem, mohou administrátoři obejít pouze dvě z těchto hesel. Zbývající administrativní obejití: 2 Zadejte první heslo.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:18:DefaultText
source: [Bypass First Password]
cs: [Obejít první heslo]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:20:DefaultText
source: [Mark the RAM's ammunition as the wrong caliber.]
cs: [Označte munici RAM jako špatnou ráži.]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:22:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Administrative bypass accepted. Please enter the second password. Administrative bypasses remaining: 1
cs: LBR-NTH Automechanický terminál ============================ Administrační bypass přijat. Zadejte prosím druhé heslo. Zbývající administrativní bypassy: 1

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:23:DefaultText
source: [Bypass Second Password]
cs: [Obejít druhé heslo]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:25:DefaultText
source: [Flag the RAM Unit's Thrusters as Overloaded]
cs: [Označit trysky jednotky RAM jako přetížené]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:27:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Password accepted. Please enter the second password. Administrative bypasses remaining: 2
cs: LBR-NTH Automechanický terminál ============================ Heslo přijato. Zadejte prosím druhé heslo. Zbývající administrativní bypassy: 2

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:29:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:30:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Warning: Damage to the RAM unit or Labyrinth personnel as a result of its security or safety overrides will be marked against employee #$ERR!#, who is currently logged in.
cs: LBR-NTH Automechanická svorka ============================ Varování: Poškození jednotky RAM nebo personálu Labyrintu v důsledku jejího zabezpečení nebo bezpečnostního přepisu bude vyznačeno proti zaměstnanci #$ERR!#, který je právě přihlášen.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:31:DefaultText
source: [Activate Weapons Safeties]
cs: [Aktivace pojistek zbraní]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:32:DefaultText
source: [Abort Sequence]
cs: [Sekvence přerušení]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:33:DefaultText
source: [Bypass Third Password]
cs: [Obejít třetí heslo]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:35:DefaultText
source: [Load Double-C Batteries into the RAM Unit's Quadruple-Z Battery Charger]
cs: [Vložte baterie Double-C do nabíječky baterií Quadruple-Z jednotky RAM]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:36:DefaultText
source: <Shout numbers at the screen.>
cs: <Křičte čísla na obrazovku.>

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:37:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Password accepted. Please enter the third password. Administrative bypasses remaining: 2
cs: LBR-NTH Automechanický terminál ============================ Heslo přijato. Zadejte třetí heslo. Zbývající administrativní bypassy: 2

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:40:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Administrative bypass accepted. Please enter the third password. Administrative bypasses remaining: 0
cs: LBR-NTH Automechanický terminál ============================ Administrační bypass přijat. Zadejte třetí heslo. Zbývající administrativní bypassy: 0

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:42:DefaultText
source: [Bypass Second Password]
cs: [Obejít druhé heslo]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:43:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Password accepted. Please enter the third password. Administrative bypasses remaining: 1
cs: LBR-NTH Automechanický terminál ============================ Heslo přijato. Zadejte třetí heslo. Zbývající administrativní bypassy: 1

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:45:DefaultText
source: [Flag the RAM Unit's Thrusters as Overloaded]
cs: [Označit trysky jednotky RAM jako přetížené]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:48:DefaultText
source: [Access RAM Override Menu]
cs: [Přístup do nabídky přepisu paměti RAM]

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:49:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Critical malfunction acknowledged. Partial authentication acceptable. Please enter the second password. Administrative bypasses remaining: 2
cs: LBR-NTH Automechanická svorka ============================ Kritická porucha potvrzena. Částečné ověření je přijatelné. Zadejte prosím druhé heslo. Zbývající administrativní bypassy: 2

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:50:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Critical malfunction acknowledged. Partial authentication acceptable. Please enter the third password. Administrative bypasses remaining: 1
cs: LBR-NTH Automechanická svorka ============================ Kritická porucha potvrzena. Částečné ověření je přijatelné. Zadejte třetí heslo. Zbývající administrativní bypassy: 1

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:51:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Critical malfunction acknowledged. Partial authentication acceptable. Please enter the third password. Administrative bypasses remaining: 2
cs: LBR-NTH Automechanická svorka ============================ Kritická porucha potvrzena. Částečné ověření je přijatelné. Zadejte prosím třetí heslo. Zbývající administrativní bypassy: 2

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:52:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Password accepted. RAM shutdown sequence initiated.
cs: LBR-NTH Automechanický terminál ============================ Heslo přijato. Zahájena sekvence vypnutí paměti RAM.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:53:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Administrative bypass accepted. RAM shutdown sequence initiated.
cs: LBR-NTH Automechanická svorka ============================ Přijato administrativní obejití. Zahájena sekvence vypnutí paměti RAM.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:54:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Administrative bypass accepted. Please enter the third password. Administrative bypasses remaining: 1
cs: LBR-NTH Automechanický terminál ============================ Administrační bypass přijat. Zadejte třetí heslo. Zbývající administrativní bypassy: 1

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:55:DefaultText
source: LBR-NTH Automechanical Terminal ============================ Critical malfunction acknowledged. Partial authentication acceptable. RAM shutdown sequence initiated.
cs: LBR-NTH Automechanická svorka ============================ Kritická porucha potvrzena. Částečné ověření přijatelné. Zahájena sekvence vypnutí paměti RAM.

# conversations/07_tartarus/0701/0701_cp_intake_robot_terminal:56:DefaultText
source: LBR-NTH Automechanical Terminal ============================ WARNING: RAM core systems operating below maximum efficiency. Defensive and offensive capabilities weakened. In the event of a security breach, suppression protocols may be less precise than usual. Please prepare the janitorial automechanicals for a Level 5 Mopping Sweep.
cs: LBR-NTH Automechanická svorkovnice ============================ VAROVÁNÍ: Systémy s jádrem RAM pracují pod maximální účinností. Obranné a útočné schopnosti oslabeny. V případě narušení bezpečnosti mohou být potlačovací protokoly méně přesné než obvykle. Připravte prosím úklidové automechanické systémy na zametání 5. úrovně.
