Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cp_securitychief_terminal.po
Languages: cs

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:1:DefaultText
source: LBR-NTH Security Terminal ============================ As a reminder to LBR-NTH employees, access to secure data is a fireable offense. Furthermore, being fired from the LBR-NTH staff is punishable by life in prison.
cs: Bezpečnostní terminál LBR-NTH ============================ Připomínáme zaměstnancům LBR-NTH, že přístup k zabezpečeným datům je trestným činem, za který lze propustit ze zaměstnání. Propuštění ze zaměstnání v LBR-NTH se navíc trestá doživotním vězením.

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:2:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:5:DefaultText
source: LBR-NTH Security Terminal ============================ Message Logs
cs: Bezpečnostní terminál LBR-NTH ============================ Protokoly zpráv

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:8:DefaultText
source: [Re: Cameras]
cs: [Re: Fotoaparáty]

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:9:DefaultText
source: [Cameras]
cs: [Kamery]

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:16:DefaultText
source: She's bringing in a VIP for internment. Security's ramping up, too. Sorry for the inconvenience. It's a fine mess down here. Said something about recording an announcement. They're all overly excited - it's hush-hush, but I guess this VIP's been on the run for a while. I bet the engineers have a few cameras. I'll see if I can track some down. - Jim
cs: Přiváží VIP osobu k internaci. Zvyšuje se i bezpečnost. Omlouváme se za nepříjemnosti. Je tu pěkný nepořádek. Říkal něco o nahrávání oznámení. Všichni jsou přehnaně vzrušení - je to ticho po pěšině, ale hádám, že tenhle VIP už je nějakou dobu na útěku. Vsadím se, že technici mají pár kamer. Uvidím, jestli se mi podaří nějaké najít. - Jim

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:17:DefaultText
source: Jim - I'm trying to get straight with Akande's orders. Only a few things more from my end, but I don't know what we'll do about cameras. She says security footage ain't enough - they want proper reels? What's going on? - W.
cs: Jim - Snažím se ujasnit si Akandeho příkazy. Z mé strany už jen pár věcí, ale nevím, co uděláme s kamerami. Říká, že bezpečnostní záznamy nestačí - chtějí pořádné kotouče? Co se děje? - W.

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:20:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:22:DefaultText
source: [Re: Re: Cameras]
cs: [Re: Re: Fotoaparáty]

# conversations/07_tartarus/0701/0701_cp_securitychief_terminal:23:DefaultText
source: Jim - Appreciate it. You know her. We miss a check on this list, it's our heads. You have no idea how tough it was getting a fucking green tarp. - W.
cs: Jim - Cením si toho. Znáte ji. Na tomhle seznamu nám chybí zaškrtnutí, to je naše hlava. Ani nevíš, jak těžké bylo sehnat tu zasranou zelenou plachtu." - W.
