Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_chairman_rockwell.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:197:DefaultText
source: After all you've done. All the work you've destroyed. All the money you've cost me.
cs: Po tom všem, co jsi udělal. Po vší té práci, kterou jsi zničil. Všechny peníze, které jsi mě stál.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:243:DefaultText
source: I'm sure we can talk about this, Rockwell. Let's work something out.
cs: Určitě si o tom můžeme promluvit, Rockwelle. Něco vymyslíme.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:276:DefaultText
source: I'll be there before you know it.
cs: Budu tam dřív, než se naděješ.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:277:DefaultText
source: I can't wait to get in there and kill you. This is going to be the highlight of my year.
cs: Už se nemůžu dočkat, až tě zabiju. Tohle bude vrchol mého roku.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:372:DefaultText
source: Chairman Rockwell! Just the man I'm here to kill.
cs: Předseda Rockwell! Přesně toho muže jsem přišel zabít.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:424:DefaultText
source: How dare you! Even thinking about killing the Chairman of the Halcyon Board is a felony.
cs: Jak se opovažuješ! Už jen pomyšlení na zabití předsedy správní rady Halcyonu je trestné.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:425:DefaultText
source: Thankfully you're in a prison already. Find the nearest cell and wait until I'm done here. Then I'll drag you to the executioner myself.
cs: Naštěstí už jsi ve vězení. Najdi si nejbližší celu a počkej, až tady skončím. Pak tě sám odtáhnu ke katovi.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:426:DefaultText
source: I'm not waiting for anything. This colony needs saving right now.
cs: Na nic nečekám. Tahle kolonie potřebuje zachránit hned teď.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:435:DefaultText
source: You aren't one to mince words, huh?
cs: Vy nejste z těch, kdo by si potrpěl na slova, co?

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:438:DefaultText
source: Psychopathic outlaws don't deserve the time.
cs: Psychopatičtí zločinci si nezaslouží čas.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:443:DefaultText
source: A felony?! I've made a terrible mistake. Please don't arrest me!
cs: Trestný čin?! Udělal jsem strašnou chybu. Prosím, nezatýkejte mě!

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:444:DefaultText
source: Oh, of course. How long until you're done?
cs: Samozřejmě. Za jak dlouho budeš hotová?

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:452:DefaultText
source: Is that sarcasm? Do you know what I do to people who employ the lowest, most base form of humor?
cs: Je to sarkasmus? Víte, co dělám lidem, kteří používají tu nejnižší, nejspodnější formu humoru?

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:453:DefaultText
source: I fire them. Alas, as you are woefully unemployed, I'll have to do the next best thing and have you killed.
cs: Vyhodím je. Bohužel, protože jsi žalostně nezaměstnaný, budu muset udělat další nejlepší věc a nechat tě zabít.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:505:DefaultText
source: Is that what you think you're doing? This path of wanton societal disruption? You call that being a savior?
cs: Myslíte si, že to děláte? Touto cestou bezohledného rozvratu společnosti? Tomu říkáš být spasitelem?

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:507:DefaultText
source: I call it sabotage. You know what saboteurs get, Captain? Summary executions!
cs: Já tomu říkám sabotáž. Víte, co sabotéři dostanou, kapitáne? Souhrnné popravy!

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:700:DefaultText
source: Seems it's up to me to save Halcyon after all. Why must I always do everything myself?
cs: Zdá se, že záchrana Halcyonu je nakonec na mně. Proč musím vždycky všechno dělat sám?

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:708:DefaultText
source: Absolutely not. Akande was always the sociable one, not me. Need I repeat the magic two words?
cs: Rozhodně ne. Akande byl vždycky společenský, ne já. Musím opakovat ta dvě kouzelná slova?

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:709:DefaultText
source: Fine. I'll be there before you know it.
cs: V pořádku. Budu tam dřív, než se naděješ.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:710:DefaultText
source: Well, then. I'm on my way. Prepare your head for bashing.
cs: Tak tedy. Jsem na cestě. Připravte si hlavu na rozbití.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:711:DefaultText
source: In any other circumstance, I'd admire your boldness. In this one, however, I have only two words for you: Fuck. Off.
cs: Za jiných okolností bych vaši odvahu obdivoval. V této situaci mám pro vás však jen dvě slova: Kurva. Vypnuto.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:712:DefaultText
source: In the next room is the finest automechanical purveyor of death ever made. Try not to scratch the paint with your skull. It was fucking expensive.
cs: Ve vedlejší místnosti je nejlepší automechanický nosič smrti, jaký byl kdy vyroben. Snažte se nepoškrábat lak lebkou. Bylo to zatraceně drahé.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:713:DefaultText
source: Whoa, now. There's no call for hostility.
cs: Páni, teď. To není výzva k nepřátelství.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:714:DefaultText
source: No call for - you - you unbelievable bastard!
cs: Žádné volání - ty - ty neuvěřitelný bastarde!

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:714:FemaleText
source: No call for - you - you unbelievable bitch!
cs: Žádná výzva pro - ty - ty neuvěřitelná mrcho!

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:715:DefaultText
source: Sophia should be the one wasting her time with you, but you killed her! I'll have you hanged! Quartered! Bankrupted!
cs: Sophia by s tebou měla ztrácet čas, ale ty jsi ji zabil! Dám tě pověsit! Rozčtvrcený! Zkrachovat!

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:720:DefaultText
source: Your misguided crusade has doomed Halcyon.
cs: Tvé pomýlené křížové tažení odsoudilo Halcyon k záhubě.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:723:DefaultText
source: I'm just rooting out corruption, one idiot at a time.
cs: Jen odstraňuji korupci, jednoho idiota po druhém.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:724:DefaultText
source: What can I say? I like to cause trouble.
cs: Co na to říct? Rád dělám problémy.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:725:DefaultText
source: Doomed? Phineas and I are saving the colony.
cs: Odsouzeni k zániku? Phineas a já zachraňujeme kolonii.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:726:DefaultText
source: That crackpot's plan is ludicrous! We have steps. Action items. Budgets and reports. All he's got is a guilty conscience and lofty dreams.
cs: Plán toho cvoka je směšný! Máme kroky. Akční body. Rozpočty a zprávy. On má jen špatné svědomí a vznešené sny.

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:728:DefaultText
source: Fantastic. The biggest thorn in our side we've ever had, and you "just like to cause trouble."
cs: Fantastické. Největší trn v oku, jaký jsme kdy měli, a ty "jen rád děláš problémy".

# conversations/07_tartarus/0701/0701_cv_chairman_rockwell:729:DefaultText
source: Idiot? I'm not the one marching to my death in a maximum security prison!
cs: Idiot? Já nejsem ten, kdo pochoduje na smrt ve věznici s maximální ostrahou!
