Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_chairman_pit.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_chairman_pit:35:DefaultText
source: I'll be damned. I was prepping this studio for our announcement, and here you are as a bonus.
cs: Ať se propadnu. Připravoval jsem toto studio na naše vyhlášení a tady jste jako bonus.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:36:DefaultText
source: When you go off and get yourself shot, try to avoid taking one to the face. I'll want it recognizable to show to my citizens.
cs: Když se necháte postřelit, snažte se vyhnout ráně do obličeje. Budu chtít, aby to bylo poznat, abych to mohl ukázat svým občanům.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:37:DefaultText
source: Chairman Rockwell, I presume.
cs: Předpokládám, že předseda Rockwell.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:38:DefaultText
source: What's this announcement?
cs: Co je to za oznámení?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:39:DefaultText
source: My word! You've correctly identified the most recognizable man in the colony. Remarkable.
cs: Moje řeč! Správně jste identifikoval nejznámějšího muže v kolonii. Pozoruhodné.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:40:DefaultText
source: It's a wonder what Phineas saw in you. Then again, he's an insane person. Thankfully, he's our insane person now! A proper company man.
cs: Je s podivem, co na tobě Phineas viděl. Na druhou stranu, je to šílený člověk. Naštěstí je to teď náš šílenec! Správný společník.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:41:DefaultText
source: Haven't you heard? Phineas is working for us now.
cs: Copak jste to neslyšeli? Phineas teď pracuje pro nás.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:42:DefaultText
source: Get out of my way, Rockwell.
cs: Jdi mi z cesty, Rockwelle.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:43:DefaultText
source: I'm not in your way, you dullard. You talked to me. You want to go die in a blaze of glory, be my guest.
cs: Nepřekážím ti, ty tupče. Mluvil jsi se mnou. Jestli chceš umřít v záři slávy, tak si posluž.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:46:DefaultText
source: That crackpot is saving the frozen colonists YOU gave up on.
cs: Ten blázen zachraňuje zmrzlé kolonisty, které jsi vzdal.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:51:DefaultText
source: Oh, yes. Go on, wake them up. Add more mouths to feed. That'll solve our starvation problems.
cs: Ach, ano. No tak, vzbuď je. Přidejte další hladové krky. To vyřeší naše problémy s hladem.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:53:DefaultText
source: I don't know what half-baked plans that simpleton in a labcoat has been leading you through, but it's done. It's over.
cs: Nevím, jaké polovičaté plány vám ten prosťáček v laboratorním plášti vnucoval, ale je to hotové. Je konec.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:54:DefaultText
source: Let me ask you something, Captain: Have you at any point thought about NOT fucking up our entire society?
cs: Dovolte mi, abych se vás na něco zeptal, kapitáne: Přemýšlel jste někdy o tom, že byste celou naši společnost NEzkurvil?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:55:DefaultText
source: You know, I wouldn't have to if you'd be more cooperative about all this.
cs: Víš, nemusel bych, kdybys v tom všem víc spolupracoval.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:56:DefaultText
source: You know, the thought honestly hadn't crossed my mind. I'm just trying to help.
cs: Víš, ta myšlenka mě upřímně nenapadla. Jen se snažím pomoci.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:57:DefaultText
source: You'd prefer to keep riding this downward spiral? I can fix this place.
cs: Chcete raději pokračovat v této sestupné spirále? Můžu to tu napravit.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:58:DefaultText
source: Oh, right. This coming from the psychopathic outlaw. Yes, I'll try to be more open-minded about your path of wanton dissent.
cs: Aha, jasně. To říká psychopatický psanec. Ano, pokusím se být k vaší cestě bezohledného disentu vstřícnější.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:59:DefaultText
source: It took some doing, but employing an efficient management strategy of putting our guns to his head seems to have done the trick.
cs: Chvíli to trvalo, ale zdá se, že efektivní manažerská strategie, kdy mu přiložíme zbraně k hlavě, se osvědčila.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:61:DefaultText
source: Please. Phineas would rather die than cooperate.
cs: Prosím. Phineas by raději zemřel, než aby spolupracoval.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:62:DefaultText
source: That rotten bastard!
cs: Ten prohnilý parchant!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:63:DefaultText
source: I'll see for myself when I get to him.
cs: Přesvědčím se o tom, až se k němu dostanu.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:64:DefaultText
source: Yes, he is an extraordinarily obstinate fellow, isn't he? Fine. He isn't working for us, per se. Semantics. He'll come around.
cs: Ano, je to mimořádně tvrdohlavý chlapík, že? Fajn. Nepracuje pro nás, jako takový. Sémantika. On se vzpamatuje.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:65:DefaultText
source: But that's between us. As far as my adoring citizens will know, we've turned a dangerous crackpot into a working-class man. It's a miracle!
cs: Ale to je jen mezi námi. Pokud se moji obdivovatelé dozvědí, udělali jsme z nebezpečného feťáka člověka z dělnické třídy. Je to zázrak!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:67:DefaultText
source: Besides, I don't know what you think you're doing here, but Sophia's doing good work up there with Phineas. Your efforts will be in vain.
cs: Kromě toho nevím, co si myslíš, že tu děláš, ale Sophia tam nahoře s Phineasem odvádí dobrou práci. Tvoje úsilí bude marné.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:68:DefaultText
source: It's a lie.
cs: Je to lež.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:69:DefaultText
source: No time to lose, then. I need to go get him out.
cs: Není tedy času nazbyt. Musím ho dostat ven.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:70:DefaultText
source: Hah! The look on your face. Fantastic. No, he isn't quite there yet. A bit more torture will help, I think.
cs: Hah! Výraz ve tvé tváři. Fantastické. Ne, ještě tam není. Myslím, že trochu víc mučení pomůže.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:71:DefaultText
source: It's PR. It's for the best, really. Believe me, the good people of Byzantium don't want to know what goes on here.
cs: Je to PR. Je to tak nejlepší. Věřte mi, že dobří lidé v Byzanci nechtějí vědět, co se tu děje.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:72:DefaultText
source: I know Halcyon's in rough shape, but riots are the last thing anybody needs right now.
cs: Vím, že Halcyon je na tom špatně, ale nepokoje jsou to poslední, co teď někdo potřebuje.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:73:DefaultText
source: If I - and my people - can ride it out in luxury and happiness, yes. Yes, I would. I don't know if you've noticed, Captain, but Halcyon's pretty much a lost cause.
cs: Pokud to já - a můj lid - zvládneme v luxusu a štěstí, pak ano. Ano, to bych udělal. Nevím, jestli jste si toho všiml, kapitáne, ale Halcyon je v podstatě ztracený případ.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:74:DefaultText
source: That's because you don't think ahead! Phineas' counter-productive "plan" doesn't make a lick of sense!
cs: To proto, že nemyslíte dopředu! Phineasův kontraproduktivní "plán" nedává smysl!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:75:DefaultText
source: With your resources and some of the folks on the Hope, we could do a lot.
cs: S vašimi prostředky a některými lidmi z Naděje bychom toho mohli udělat hodně.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:76:DefaultText
source: I'm going to get your administration's cooperation one way or another.
cs: Ať tak či onak, chci, aby vaše administrativa spolupracovala.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:77:DefaultText
source: I've already rallied Byzantium against you. It's only a matter of time.
cs: Už jsem proti tobě shromáždil Byzanc. Je to jen otázka času.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:78:DefaultText
source: This isn't going anywhere, is it? I have rescuing to do. Don't be here when I get back.
cs: Tohle nikam nevede, že ne? Musím zachraňovat. Nebuď tady, až se vrátím.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:79:DefaultText
source: You... you have? Is that what you were doing at the Ministry?
cs: Ty... ty jsi to udělal? Tohle jsi dělal na ministerstvu?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:80:DefaultText
source: Look. I'm not an unreasonable man. If you manage to storm the castle, as it were, and make it out of here with Phineas alive...
cs: Podívejte se. Nejsem nerozumný člověk. Pokud se ti podaří vtrhnout do hradu a dostat se odsud s Phineasem živý...

# conversations/07_tartarus/0701/0701_cv_chairman_pit:81:DefaultText
source: You are a captain of action, I'll give you that.
cs: Jste akční kapitán, to se musí nechat.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:82:DefaultText
source: Ugh. I can't exactly afford more havoc than you've already caused. Fine. If you survive, you'll need someone to sell the rest of the Board on your... plan.
cs: Uf. Nemůžu si dovolit větší spoušť, než jsi už způsobil. Fajn. Jestli přežiješ, budeš potřebovat někoho, kdo zbytku rady prodá tvůj... plán.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:83:DefaultText
source: Good. Maybe some good can come out of you after all.
cs: Dobré. Možná z tebe přece jen může vzejít něco dobrého.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:84:DefaultText
source: Right. You just wait here for my orders.
cs: Vpravo. Počkejte tady na mé rozkazy.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:85:DefaultText
source: You're damn right you will. Otherwise I'm coming for you next.
cs: To máš sakra pravdu. Jinak si pro tebe přijdu příště.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:86:DefaultText
source: I'll admit there's no shortage of talent in the scientists and engineers there.
cs: Uznávám, že mezi vědci a inženýry není nouze o talenty.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:87:DefaultText
source: It's just business, Rockwell. Your resources and our gumption. We could do so much.
cs: Je to jen obchod, Rockwelle. Vaše zdroje a naše odvaha. Mohli bychom toho tolik dokázat.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:88:DefaultText
source: You have proven yourself capable, I'll give you that.
cs: Dokázal jsi, že jsi schopný, to se musí nechat.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:90:DefaultText
source: We don't. Need. Your help.
cs: Nemáme. Potřebujeme. vaši pomoc.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:92:DefaultText
source: Yes, you do! You clearly do!
cs: Ano, máte! Zjevně ano!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:93:DefaultText
source: We'll have to agree to disagree on that one, Captain. Now, if you don't mind, I have to finish prepping this script.
cs: V tomhle se budeme muset dohodnout, že se neshodneme, kapitáne. Teď, pokud vám to nevadí, musím dokončit přípravu scénáře.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:94:DefaultText
source: Then you need my help!
cs: Pak potřebujete mou pomoc!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:95:DefaultText
source: I've got work to do.
cs: Mám práci.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:96:DefaultText
source: Are you kidding me? We're out here trying to clean up *your* mess!
cs: Děláte si srandu? My se tu snažíme uklidit váš nepořádek!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:98:DefaultText
source: I believe we could ask you the same.
cs: Věřím, že bychom se vás mohli zeptat na totéž.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:99:DefaultText
source: I'm making actual progress toward stabilization and recovery. You're just getting in the way.
cs: Dělám skutečné pokroky směrem ke stabilizaci a zotavení. Ty se mi jen stavíš do cesty.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:101:DefaultText
source: We're helping, which is more than you can say!
cs: Pomáháme, což je víc, než můžete říct!

# conversations/07_tartarus/0701/0701_cv_chairman_pit:102:DefaultText
source: Least that means someone's recognizing our work.
cs: Alespoň to znamená, že někdo naši práci uznává.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:110:DefaultText
source: Aw, for cryin' out loud. Don't you ever shut up?
cs: Proboha. To nikdy nezavřeš hubu?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:111:DefaultText
source: Rein in your canid, Captain. He's liable to get himself put down.
cs: Zkroťte svého kanida, kapitáne. Mohl by se nechat utratit.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:112:DefaultText
source: Watch your tongue. He's part of my crew.
cs: Dávejte si pozor na jazyk. Patří do mé party.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:113:DefaultText
source: Felix, calm down. We don't need to kill him yet.
cs: Felixi, uklidni se. Ještě ho nemusíme zabíjet.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:114:DefaultText
source: Gettin' real sick of listening to this jackass yammering on. It's almost like he wants his teeth kicked in.
cs: Už mě vážně nebaví poslouchat, jak tenhle blbec žvaní. Skoro to vypadá, jako by si chtěl vyrazit zuby.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:115:DefaultText
source: Watch my tongue? I'm not some damn secretary - I'm the Chairman of the Law-forsaken colony. This place would collapse without me.
cs: Pozor na jazyk? Nejsem žádná zatracená sekretářka - jsem předseda kolonie zapomenuté zákonem. Tohle místo by se beze mě zhroutilo.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:116:DefaultText
source: Yet? What do you mean, yet? You kill me and the entire colony crumbles. You know that, right?
cs: Přesto? Jak to myslíš, zatím? Zabiješ mě a celá kolonie se rozpadne. Víš to, že?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:117:DefaultText
source: What I want is for you lot to get the fuck out of my colony. Or die. Or both.
cs: Chci, abyste z mé kolonie vypadli. Nebo zemřete. Nebo obojí.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:119:DefaultText
source: Are you out of your mind?! Rockwell's the biggest monster in Halcyon! You got any idea how many lives he's destroyed? How many people he's hurt?
cs: Zbláznil ses?! Rockwell je největší monstrum v Halcyonu! Máš představu, kolik životů už zničil? Kolika lidem ublížil?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:120:DefaultText
source: This is for the good of the colony, Felix. I'm sorry.
cs: Je to pro dobro kolonie, Felixi. Je mi to líto.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:121:DefaultText
source: We've come this far already, Felix. I need you to trust me on this.
cs: Už jsme se dostali tak daleko, Felixi. Potřebuji, abys mi v tomhle věřil.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:122:DefaultText
source: Uh-huh. Stick it where the stars don't shine. We're done.
cs: Uh-huh. Strč si to tam, kde hvězdy nesvítí. Skončili jsme.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:123:DefaultText
source: You know, you're a stronger captain than I gave you credit for. Maybe you really can make the tough decisions.
cs: Víš, jsi silnější kapitán, než jsem ti přisuzoval. Možná opravdu dokážeš dělat těžká rozhodnutí.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:124:DefaultText
source: Whoa, okay, okay. Your loyalty's worth more than Rockwell's subservience.
cs: Dobře, dobře, dobře. Tvoje loajalita má větší cenu než Rockwellova podřízenost.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:125:DefaultText
source: You're damn right it is.
cs: To máš sakra pravdu.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:126:DefaultText
source: Ugh. If you're going to place more faith on this brat than the chairman of the fucking colony, then there's no hope for you. Go get yourself killed.
cs: Uf. Jestli tomuhle spratkovi věříš víc než předsedovi té zasrané kolonie, pak pro tebe není žádná naděje. Jdi se nechat zabít.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:128:DefaultText
source: We been all across Halcyon together. You been true to your word so far, Boss. But you're really pushing me here.
cs: Společně jsme procestovali celý Halcyon. Zatím jsi dostál svému slovu, šéfe. Ale tady na mě opravdu tlačíš.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:129:DefaultText
source: Smooth negotiating, Captain. You've got a chairman in your pocket now. Congratulations.
cs: Hladké vyjednávání, kapitáne. Teď máte předsedu v kapse. Gratuluji.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:130:DefaultText
source: Someone around here has to.
cs: Někdo tady musí.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:131:DefaultText
source: I've been making them my entire life. Now wait here. I have a scientist to rescue.
cs: Dělám je celý život. Teď počkejte tady. Musím zachránit jednoho vědce.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:133:DefaultText
source: And I see you've brought the kid along. Babysitters may be expensive, but they're worth it, you know.
cs: A vidím, že jsi s sebou vzal i dítě. Hlídání je sice drahé, ale stojí za to.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:134:DefaultText
source: I had heard you'd taken a mechanic under your wing. What's the matter, girl? Couldn't find actual employment?
cs: Slyšel jsem, že jste si vzal pod svá křídla mechanika. Co se děje, děvče? Nemohla sis najít skutečné zaměstnání?

# conversations/07_tartarus/0701/0701_cv_chairman_pit:135:DefaultText
source: Ah! And the wayward doctor. Are you about done with your escapades? We have faces that need lifting, after all.
cs: A ten svérázný doktor. Už jsi se svými eskapádami skončil? Máme přece tváře, které potřebují zvednout.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:136:DefaultText
source: Ah... I knew I smelled Monarch when you lot walked in. The stench of sulfur, depression, and desperate bravado is unmistakable.
cs: Ach... věděl jsem, že cítím Monarchu, když jste vešli. Ten zápach síry, deprese a zoufalé chvástavosti je nezaměnitelný.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:137:DefaultText
source: And the convict - er, the vicar! You know, most people, once they're out of prison, don't seem keen on returning.
cs: A trestanec - ehm, farář! Víte, většina lidí, jakmile vyjde z vězení, se do něj nerada vrací.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:138:DefaultText
source: And... oh. I had heard you were dragging around a repurposed janitorial mechanical. My staff jokes that it's because you're a walking pile of refuse.
cs: A... oh. Slyšela jsem, že s sebou taháš vyřazenou úklidovou mechaniku. Moji zaměstnanci vtipkují, že je to proto, že jsi chodící hromada odpadu.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:139:DefaultText
source: Yeah, yeah. Keep talking, pal. I'll just keep thinking of a place to bury your body.
cs: Jo, jo. Mluv dál, kámo. Já budu dál přemýšlet o místě, kam pohřbít tvoje tělo.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:140:DefaultText
source: The Captain's treated me right, better than any of you Board folk ever have. I'm exactly where I wanna be.
cs: Kapitán se ke mně chová slušně, lépe než kdokoli z vás, členů správní rady. Jsem přesně tam, kde chci být.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:141:DefaultText
source: These days, I'm more interested in breaking them. Wouldn't mind taking a swing at yours.
cs: Dnes mě spíš zajímá, jak je rozbít. Nevadilo by mi, kdybych se na ty tvoje podíval.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:142:DefaultText
source: Keep talking and you'll be smelling iron. Ain't nobody so important I won't put a bullet in them.
cs: Mluv dál a budeš cítit železo. Nikdo není tak důležitý, abych do něj nevrazil kulku.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:143:DefaultText
source: Oh, I would go anywhere to see *you* fall. Sir.
cs: Šla bych kamkoli, abych tě viděla padat. Pane.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:144:DefaultText
source: Interactive database updated. The unique organic substance labeled 'Chairman' has been classified as: FILTH IMMINENT FOR INCINERATION.
cs: Interaktivní databáze aktualizována. Unikátní organická látka označená jako "Chairman" byla klasifikována jako: NEČISTOTY URČENÉ KE SPÁLENÍ.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:148:DefaultText
source: You work for me now, Rockwell. I'll send word when I have orders.
cs: Teď pracuješ pro mě, Rockwelle. Pošlu vám zprávu, až budu mít rozkazy.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:149:DefaultText
source: I'm exactly where I wanna be.
cs: Jsem přesně tam, kde chci být.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:152:DefaultText
source: Well, look who it is.
cs: Podívejte se, kdo to je.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:153:DefaultText
source: I've had enough. You even think about cooperating with this... this animal, and you and I are finished.
cs: Už toho mám dost. Jen pomyslíš na spolupráci s tímhle zvířetem, a je s námi konec.

# conversations/07_tartarus/0701/0701_cv_chairman_pit:154:DefaultText
source: All right, damn it. Fine. I'll trust you. Just don't expect me to trust Chairman Jackass over here.
cs: Dobře, sakra. Dobře. Budu ti věřit. Jen nečekej, že budu věřit tady předsedovi Blbečkovi.
