Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_phineas.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_phineas:286:DefaultText
source: Die, you traitor!
cs: Zemři, ty zrádče!

# conversations/07_tartarus/0701/0701_cv_phineas:329:DefaultText
source: I can't imagine we've got anything left to say.
cs: Nedokážu si představit, že bychom měli co říct.

# conversations/07_tartarus/0701/0701_cv_phineas:382:DefaultText
source: You know, I could've sworn I tested you for hearing loss. Because I did say skip the Hope to Terra 2. Terra. 2. Not Tartarus.
cs: Víš, přísahal bych, že jsem tě testoval na ztrátu sluchu. Protože jsem řekl, že přeskočím Hope to Terra 2. Terra. 2. Ne Tartarus.

# conversations/07_tartarus/0701/0701_cv_phineas:383:DefaultText
source: When I pulled you out of the Hope, I never imagined you'd turn me over to the Board. Planting a bug in my terminal? That's low.
cs: Když jsem tě vytáhl z Naděje, nikdy by mě nenapadlo, že mě předáš Radě. Nasadil jsi mi štěnici do terminálu? To je nízké.

# conversations/07_tartarus/0701/0701_cv_phineas:384:DefaultText
source: I don't understand. I pulled you out of the Hope. I brought you out of stasis. I gave you the opportunity to help me save every settler on the Hope.
cs: Nerozumím tomu. Vytáhl jsem tě z Hope. Vytáhl jsem tě ze stáze. Dal jsem ti možnost pomoci mi zachránit všechny osadníky na Naději.

# conversations/07_tartarus/0701/0701_cv_phineas:385:DefaultText
source: We could have saved this colony, you know. That was always the plan. I revive you. You do as I say. I tell you to go there, get me this, shoot that. And you do as I say.
cs: Mohli jsme tu kolonii zachránit. To byl vždycky plán. Oživím tě. Uděláš, co ti řeknu. Řeknu ti, abys tam šel, přines mi tohle, zastřel tamto. A ty uděláš, co ti řeknu.

# conversations/07_tartarus/0701/0701_cv_phineas:386:DefaultText
source: If you'd just listened to me, we could have rescued everyone on the Hope. We could have been the saviors of Halcyon. But you didn't listen. No one in this damn colony ever listens!
cs: Kdybys mě poslechl, mohli jsme zachránit všechny na Hope. Mohli jsme být zachránci Halcyonu. Ale ty jsi neposlechl. Nikdo v téhle zatracené kolonii nikdy neposlouchá!

# conversations/07_tartarus/0701/0701_cv_phineas:387:DefaultText
source: Sorry, did you say something? I wasn't listening.
cs: Promiňte, řekl jste něco? Neposlouchal jsem.

# conversations/07_tartarus/0701/0701_cv_phineas:389:DefaultText
source: What? Oh, is this thing not working? Can you hear me now?
cs: Cože? Oh, to ta věc nefunguje? Slyšíš mě teď?

# conversations/07_tartarus/0701/0701_cv_phineas:390:DefaultText
source: Wait a minute - you were mocking me! Unbelievable!
cs: Počkejte - vy jste si ze mě dělal legraci! Neuvěřitelné!

# conversations/07_tartarus/0701/0701_cv_phineas:391:DefaultText
source: You know, I made my plans idiot-proof because I knew I you were a certified simpleton. And somehow, against all reason, you found a way to ruin everything.
cs: Víš, udělal jsem své plány tak, aby byly odolné proti idiotům, protože jsem věděl, že jsi osvědčený prosťáček. A ty jsi nějak, navzdory všemu rozumu, našel způsob, jak všechno zničit.

# conversations/07_tartarus/0701/0701_cv_phineas:393:DefaultText
source: If you think I'm going to admit defeat and throw myself at the mercy of the Board, you're wrong. I've still got some fight left in me. I can still bloody your nose.
cs: Pokud si myslíte, že uznám porážku a vydám se na milost a nemilost správní radě, mýlíte se. Stále mám v sobě trochu bojovnosti. Pořád vám můžu zkrvavit nos.

# conversations/07_tartarus/0701/0701_cv_phineas:394:DefaultText
source: You've gone around the bend, Phineas. Stop this.
cs: Překročil jsi hranici, Phineasi. Přestaň s tím.

# conversations/07_tartarus/0701/0701_cv_phineas:395:DefaultText
source: Too late now, old friend. Can't stop the laws of physics. Equal and opposite reactions and all that. Push a body, and we push back.
cs: Teď už je pozdě, starý příteli. Fyzikální zákony nezastavíš. Stejné a opačné reakce a tak. Zatlačte na tělo a my vám to vrátíme.

# conversations/07_tartarus/0701/0701_cv_phineas:396:DefaultText
source: Don't worry about me. Worry about what I'm willing to do. I've got nothing to lose. I've got nothing to live for.
cs: O mě se nebojte. Starej se o to, co jsem ochotný udělat. Nemám co ztratit. Nemám pro co žít.

# conversations/07_tartarus/0701/0701_cv_phineas:397:DefaultText
source: But I'll tell you what I do have. I've got a gun. And I've got Adjutant Akande as my hostage. Not bad for an old man, eh?
cs: Ale řeknu vám, co mám. Mám zbraň. A jako rukojmí mám adjutanta Akandeho. Na starého muže to není špatné, co?

# conversations/07_tartarus/0701/0701_cv_phineas:398:DefaultText
source: Let's talk about this.
cs: Promluvme si o tom.

# conversations/07_tartarus/0701/0701_cv_phineas:399:DefaultText
source: Don't do this. Killing Akande won't change anything.
cs: Nedělejte to. Zabitím Akandeho se nic nezmění.

# conversations/07_tartarus/0701/0701_cv_phineas:400:DefaultText
source: No, it won't change anything. We're plunging headlong into oblivion now, you and I. Killing Akande won't save us, but it will feel incredibly good.
cs: Ne, nic to nezmění. Teď se řítíme střemhlav do zapomnění, ty i já. Zabití Akandeho nás nezachrání, ale bude to neuvěřitelně dobrý pocit.

# conversations/07_tartarus/0701/0701_cv_phineas:401:DefaultText
source: Hey. Nobody kills my boss, except maybe me.
cs: Hej. Nikdo nezabije mého šéfa, možná kromě mě.

# conversations/07_tartarus/0701/0701_cv_phineas:402:DefaultText
source: If you insist on interfering, I will be forced to kill you. And I don't want that.
cs: Pokud budeš trvat na tom, že se do toho vložíš, budu nucen tě zabít. A to nechci.

# conversations/07_tartarus/0701/0701_cv_phineas:403:DefaultText
source: Aw, I didn't know you cared.
cs: Nevěděla jsem, že ti na tom záleží.

# conversations/07_tartarus/0701/0701_cv_phineas:404:DefaultText
source: I don't, you back-biting, double-crossing ingrate. I loathe everything you've done, but I was the one who revived you. I hate destroying my own projects.
cs: Já ne, ty podrazácký nevděčníku. Hnusí se mi všechno, co jsi udělal, ale to já jsem tě oživil. Nesnáším ničení vlastních projektů.

# conversations/07_tartarus/0701/0701_cv_phineas:405:DefaultText
source: Enough talk. I'm coming for the Adjutant.
cs: Dost bylo řečí. Jdu si pro adjutanta.

# conversations/07_tartarus/0701/0701_cv_phineas:406:DefaultText
source: I can't just let you kill Adjutant Akande. I'm sorry about this, Phineas.
cs: Nemohu vás nechat zabít adjutanta Akandeho. Je mi to líto, Phineasi.

# conversations/07_tartarus/0701/0701_cv_phineas:407:DefaultText
source: So am I.
cs: Já také.

# conversations/07_tartarus/0701/0701_cv_phineas:408:DefaultText
source: I've programmed the Labyrinth's mechanical warden to kill you on sight. I'm sorry to have to do this, but I can't take any chances with you.
cs: Naprogramoval jsem mechanického strážce Labyrintu, aby tě na první pohled zabil. Je mi líto, že to musím udělat, ale nemohu s tebou riskovat.

# conversations/07_tartarus/0701/0701_cv_phineas:409:DefaultText
source: You were my greatest success, and my greatest disappointment.
cs: Byl jsi můj největší úspěch i největší zklamání.

# conversations/07_tartarus/0701/0701_cv_phineas:411:DefaultText
source: Do your worst.
cs: Udělejte to nejhorší.

# conversations/07_tartarus/0701/0701_cv_phineas:412:DefaultText
source: You don't have to do this. Turn yourself over, and I'll ask the Board to spare you.
cs: Nemusíte to dělat. Předejte se a já požádám správní radu, aby vás ušetřila.

# conversations/07_tartarus/0701/0701_cv_phineas:413:DefaultText
source: What makes you think I intend to go on living?
cs: Proč si myslíte, že mám v úmyslu žít dál?

# conversations/07_tartarus/0701/0701_cv_phineas:414:DefaultText
source: Akande and Rockwell may be monsters, but I created you. I pulled you out of hibernation. I set you loose in the colony. It's time I paid the price.
cs: Akande a Rockwell jsou možná monstra, ale já jsem stvořil tebe. Vytáhl jsem vás z hibernace. Vypustil jsem vás do kolonie. Je čas, abych za to zaplatil.

# conversations/07_tartarus/0701/0701_cv_phineas:415:DefaultText
source: You're insane. I'm going to put you down myself.
cs: Jste blázen. Sám tě pošlu k zemi.

# conversations/07_tartarus/0701/0701_cv_phineas:416:DefaultText
source: That's great. Is this the part where I pretend I care?
cs: To je skvělé. Je tohle ta část, kdy předstírám, že mě to zajímá?

# conversations/07_tartarus/0701/0701_cv_phineas:417:DefaultText
source: Well, yes. The Adjutant is your employer, after all. I was expecting something of a reaction.
cs: No, ano. Adjutant je přece váš zaměstnavatel. Očekával jsem nějakou reakci.

# conversations/07_tartarus/0701/0701_cv_phineas:418:DefaultText
source: Yeah, that's a fair point. I don't expect she'll pay me if I let her die.
cs: Ano, to je správná připomínka. Nečekám, že mi zaplatí, když ji nechám umřít.

# conversations/07_tartarus/0701/0701_cv_phineas:419:DefaultText
source: I don't give a two-bit shit about Akande, but I'm going to enjoy killing you.
cs: Akande je mi úplně ukradený, ale budu si užívat, když tě zabiju.

# conversations/07_tartarus/0701/0701_cv_phineas:420:DefaultText
source: Say what you will, but I can't risk letting you interfere. The only thing worse than Halcyon collapsing is this psychotic monster living to see it happen.
cs: Říkejte si, co chcete, ale nemohu riskovat, že se do toho budete plést. Jediná věc, která je horší než zhroucení Halcyonu, je, že tahle psychotická zrůda žije a vidí, jak se to stane.

# conversations/07_tartarus/0701/0701_cv_phineas:421:DefaultText
source: Calm down before you rupture an artery, old man.
cs: Uklidni se, než ti praskne tepna, dědku.

# conversations/07_tartarus/0701/0701_cv_phineas:422:DefaultText
source: Don't you tell me what to do with my blood pressure. My heart rate is within a perfectly acceptable margin of failure!
cs: Neříkej mi, co mám dělat s krevním tlakem. Moje tepová frekvence je v naprosto přijatelném rozmezí selhání!

# conversations/07_tartarus/0701/0701_cv_phineas:423:DefaultText
source: You're welcome to try.
cs: Můžete to zkusit.

# conversations/07_tartarus/0701/0701_cv_phineas:424:DefaultText
source: Oho. Don't you test me. Don't try to call my bluffs. You have no idea how far I'll go.
cs: Oho. Nezkoušej mě. Nepokoušej se mě vyzvat k blafování. Nemáš ponětí, jak daleko zajdu.

# conversations/07_tartarus/0701/0701_cv_phineas:426:DefaultText
source: Have you come to humiliate me? Do you want me to admit yours is the superior intellect?
cs: Přišel jsi mě ponížit? Chceš, abych uznal, že tvůj intelekt je vyšší?

# conversations/07_tartarus/0701/0701_cv_phineas:427:DefaultText
source: Look at you, standing there, calm and composed and unflappable as always. Does it please you to see me like this? An old man hanging at the end of his rope?
cs: Podívej se na sebe, jak tam stojíš, klidný, vyrovnaný a neochvějný jako vždy. Těší tě, že mě takhle vidíš? Starého muže, který visí na konci svého provazu?

# conversations/07_tartarus/0701/0701_cv_phineas:428:DefaultText
source: You. You and your charm and your charisma. You had me so convinced you were on my side, but it was all just some elaborate ploy.
cs: Vy. Ty a tvůj šarm a charisma. Byl jsem přesvědčený, že jsi na mé straně, ale byl to jen promyšlený trik.

# conversations/07_tartarus/0701/0701_cv_phineas:429:DefaultText
source: I'm not your sidekick, Phineas. I never was.
cs: Nejsem tvůj pomocník, Phineasi. Nikdy jsem jím nebyl.

# conversations/07_tartarus/0701/0701_cv_phineas:430:DefaultText
source: Hah! No, of course not. You're the Board's lackey now, and isn't that just paying dividends?
cs: Hah! Ne, samozřejmě že ne. Teď jsi poskok představenstva, a to se ti právě nevyplácí?

# conversations/07_tartarus/0701/0701_cv_phineas:432:DefaultText
source: What did they tempt you with? Power? Money? One of those fancy reclining chairs?
cs: Čím tě lákali? Mocí? Peníze? Jedním z těch luxusních polohovatelných křesel?

# conversations/07_tartarus/0701/0701_cv_phineas:433:DefaultText
source: Pretty much.
cs: V podstatě.

# conversations/07_tartarus/0701/0701_cv_phineas:434:DefaultText
source: Hah! Typical! Yes, enjoy your power and your bits and your fancy chairs. You'll be in Byzantium kicking your feet up while the Board herds everyone into hibernation chambers.
cs: Hah! Typické! Ano, užívejte si své moci, svých kousků a svých luxusních židlí. Budeš v Byzanci a budeš si kopat nohama nahoru, zatímco představenstvo všechny nažene do hibernačních komor.

# conversations/07_tartarus/0701/0701_cv_phineas:435:DefaultText
source: You're not in your right mind. You need to calm down.
cs: Nejste při smyslech. Musíš se uklidnit.

# conversations/07_tartarus/0701/0701_cv_phineas:436:DefaultText
source: Calm down? I can't calm down! We don't all have your unflappable temperament. Desperation is all I've got left!
cs: Uklidnit se? Nemůžu se uklidnit! Všichni nemáme tvou nezkrotnou povahu. Zoufalství je to jediné, co mi zbývá!

# conversations/07_tartarus/0701/0701_cv_phineas:437:DefaultText
source: Calm down, Phineas. You're losing it.
cs: Uklidni se, Phineasi. Ztrácíš nervy.

# conversations/07_tartarus/0701/0701_cv_phineas:438:DefaultText
source: Calm down? I can't calm down. I won't calm down! Calm is the enemy of lucidity. Nothing clears the mind like sheer, gibbering desperation.
cs: Uklidnit se? Nemůžu se uklidnit. Já se neuklidním! Klid je nepřítelem jasnozřivosti. Nic nevyčistí mysl tak jako čiré, blábolící zoufalství.

# conversations/07_tartarus/0701/0701_cv_phineas:439:DefaultText
source: This is how the Board operates. It's not enough that they should win - they must see me fail. Well, I haven't failed, do you hear me? I still have one last gambit.
cs: Takto funguje správní rada. Nestačí, že by měli vyhrát - musí vidět, že jsem neúspěšný. No, já jsem neselhal, slyšíte mě? Mám ještě poslední gambit.

# conversations/07_tartarus/0701/0701_cv_phineas:440:DefaultText
source: I've got Adjutant Akande here with me. And I'm going to put a bullet through her eye.
cs: Je tu se mnou adjutant Akande. A já jí prostřelím oko.

# conversations/07_tartarus/0701/0701_cv_phineas:441:DefaultText
source: They didn't buy me off. I believe in the Board's vision for Halcyon.
cs: Nepodplatili mě. Věřím ve vizi představenstva společnosti Halcyon.

# conversations/07_tartarus/0701/0701_cv_phineas:442:DefaultText
source: Of course you do! You and your iron will. You've always been driven by powerful convictions. Once you set your mind to something, you are impervious to arguments.
cs: Samozřejmě, že ano! Ty a tvá železná vůle. Vždycky tě hnalo silné přesvědčení. Jakmile si něco usmyslíš, jsi odolný vůči argumentům.

# conversations/07_tartarus/0701/0701_cv_phineas:443:DefaultText
source: I believe in the Board. Don't get angry at me because I joined the winning side.
cs: Věřím radě. Nezlobte se na mě, protože jsem se přidal na stranu vítězů.

# conversations/07_tartarus/0701/0701_cv_phineas:444:DefaultText
source: Curse you and your convictions! Why couldn't you have believed in me instead? We could have been celebrating the rebirth of Halcyon at this very moment!
cs: Proklínám vás a vaše přesvědčení! Proč jsi místo toho nemohl věřit ve mne? Mohli jsme právě teď slavit znovuzrození Halcyonu!

# conversations/07_tartarus/0701/0701_cv_phineas:445:DefaultText
source: You're the deadliest shot this side of Halcyon, and you hired yourself out to the Board? A gang of greedy pencil-jockeys?
cs: Jsi nejsmrtonosnější střelec na téhle straně Halcyonu a nechal ses najmout správní radě? Banda chamtivých tužkařů?

# conversations/07_tartarus/0701/0701_cv_phineas:446:DefaultText
source: I'm sure they put your fists to good use. You've always had a penchant for inflicting pain with your two hands.
cs: Jsem si jistý, že vaše pěsti dobře využijí. Vždycky jsi měl zálibu v působení bolesti oběma rukama.

# conversations/07_tartarus/0701/0701_cv_phineas:447:DefaultText
source: Prowling around the system like some slippery thief. Performing all manner of subterfuge on the Board's behalf.
cs: Slídí po systému jako nějaký úlisný zloděj. Provádí jménem správní rady nejrůznější úskoky.

# conversations/07_tartarus/0701/0701_cv_phineas:448:DefaultText
source: You're already the Board's favorite agent. Just look at you. You're positively dripping with charm and style.
cs: Už teď jsi oblíbeným agentem rady. Jen se na sebe podívejte. Z tebe přímo čiší šarm a styl.

# conversations/07_tartarus/0701/0701_cv_phineas:449:DefaultText
source: The thought of someone as brilliant as you working for that miserable gang of odious bureaucrats - Merciful Law! It's downright unfair!
cs: Představa, že by někdo tak skvělý jako vy pracoval pro tu mizernou bandu odporných byrokratů - milosrdný zákon! To je naprosto nespravedlivé!

# conversations/07_tartarus/0701/0701_cv_phineas:450:DefaultText
source: Phineas, what in Law's name are you doing?
cs: Phineasi, co to proboha děláš?

# conversations/07_tartarus/0701/0701_cv_phineas:451:DefaultText
source: Fighting back! I've released every prisoner in Tartarus. We'll take this prison over, or die in the attempt! We will not go quietly into the night!
cs: Bojujte! Propustil jsem všechny vězně v Tartaru. Dobudeme toto vězení, nebo při pokusu zemřeme! Nepůjdeme tiše do noci!

# conversations/07_tartarus/0701/0701_cv_phineas:452:DefaultText
source: And you - don't think I'll go easy on you, just because you're a certified simpleton.
cs: A ty - nemysli si, že na tebe budu mírný jen proto, že jsi certifikovaný prosťáček.

# conversations/07_tartarus/0701/0701_cv_phineas:454:DefaultText
source: I don't care how many guns you've brought. If you try and stop me, by Law, I'll bloody your damned nose.
cs: Je mi jedno, kolik zbraní jste si přinesli. Jestli se mě pokusíš zastavit, podle zákona ti zkrvavím nos.

# conversations/07_tartarus/0701/0701_cv_phineas:455:DefaultText
source: Give it up, Phineas. You've already lost.
cs: Vzdej to, Phineasi. Už jsi prohrál.

# conversations/07_tartarus/0701/0701_cv_phineas:456:DefaultText
source: I haven't lost yet. I've still got air in my lungs. I've got strength enough to fire a gun. And I've got Halcyon's greatest monster strapped to a chair.
cs: Ještě jsem neprohrál. Stále mám v plicích vzduch. Mám dost síly na to, abych vystřelil z pistole. A největší monstrum Halcyonu mám přivázané k židli.

# conversations/07_tartarus/0701/0701_cv_phineas:457:DefaultText
source: Adjutant Akande is my captive. If I'm to die here, then she's coming with me.
cs: Adjutant Akande je můj zajatec. Jestli tu mám zemřít, pak půjde se mnou.

# conversations/07_tartarus/0701/0701_cv_phineas:458:DefaultText
source: That's good to know, because I brought a lot of guns.
cs: To je dobré vědět, protože jsem si přinesl spoustu zbraní.

# conversations/07_tartarus/0701/0701_cv_phineas:459:DefaultText
source: Is that right? Well, I... didn't. I brought one. And I know exactly what I'm going to do with it.
cs: Je to tak? No, já... ne. Přinesl jsem jednu. A vím přesně, co s ním udělám.

# conversations/07_tartarus/0701/0701_cv_phineas:460:DefaultText
source: Keep talking. When I find you, I'm going to beat you to a bloody pulp.
cs: Mluvte dál. Až tě najdu, zmlátím tě do krve.

# conversations/07_tartarus/0701/0701_cv_phineas:461:DefaultText
source: Were you always this violent, or did something happen to your brain after I thawed you from the ice?
cs: Byl jsi vždycky tak násilnický, nebo se ti něco stalo s mozkem, když jsem tě rozmrazil z ledu?

# conversations/07_tartarus/0701/0701_cv_phineas:462:DefaultText
source: I knew I was taking a risk when I revived you. You were always the unplanned variable in my calculations, but I never imagined you'd be so utterly loathsome.
cs: Věděl jsem, že riskuji, když jsem tě oživoval. Vždycky jsi byl neplánovanou proměnnou v mých výpočtech, ale nikdy jsem si nepředstavoval, že budeš tak naprosto odporný.

# conversations/07_tartarus/0701/0701_cv_phineas:463:DefaultText
source: I don't have all day. If you've got a point to make, then make it.
cs: Nemám na to celý den. Jestli máš k něčemu důvod, tak to řekni.

# conversations/07_tartarus/0701/0701_cv_phineas:464:DefaultText
source: Listen carefully. I'm only going to say this once.
cs: Pozorně poslouchejte. Řeknu to jen jednou.

# conversations/07_tartarus/0701/0701_cv_phineas:465:DefaultText
source: Don't you ever get tired of the sound of your own voice?
cs: Neunavuje vás někdy zvuk vlastního hlasu?

# conversations/07_tartarus/0701/0701_cv_phineas:466:DefaultText
source: You won't have to hear the sound of my voice much longer. I don't intend to leave here alive.
cs: Můj hlas už dlouho neuslyšíš. Nehodlám odtud odejít živá.

# conversations/07_tartarus/0701/0701_cv_phineas:467:DefaultText
source: Yeah? If you're so much smarter than me, then how come I'm winning?
cs: Ano? Když jsi o tolik chytřejší než já, jak to, že vyhrávám?

# conversations/07_tartarus/0701/0701_cv_phineas:468:DefaultText
source: I don't know! It makes no sense. It incenses me that I'd lose to someone with the intellectual capacity of a saltuna fish.
cs: Já nevím! Nedává to smysl. Rozčiluje mě, že jsem prohrál s někým, kdo má intelektuální kapacitu ryby saltuna.

# conversations/07_tartarus/0701/0701_cv_phineas:469:DefaultText
source: I'm positively shocked you didn't skip the Hope right into our star. No one could possibly have this much sheer, dumb luck!
cs: Jsem v šoku, že jsi nepřeskočil Hope přímo do naší hvězdy. Nikdo nemůže mít tolik naprostého, hloupého štěstí!

# conversations/07_tartarus/0701/0701_cv_phineas:470:DefaultText
source: I know the Board's recruited you, what with your talent for subterfuge and your penchant for slipping around through the shadows.
cs: Vím, že tě rada naverbovala, když máš talent na lsti a zálibu v proplouvání stíny.

# conversations/07_tartarus/0701/0701_cv_phineas:471:DefaultText
source: I'm wise to you and your silver tongue. You may have talked your way into the Board's good graces, but I'm not about to fall for your rhetorical savvy.
cs: Jsem moudrý k tobě a tvému stříbrnému jazyku. Možná jste si získal přízeň rady, ale já vám na vaše řečnické chytráctví neskočím.

# conversations/07_tartarus/0701/0701_cv_phineas:472:DefaultText
source: You may be gifted in the ways of violence, but I know how to defend myself against you.
cs: Ty jsi možná nadaný v násilí, ale já se proti tobě umím bránit.

# conversations/07_tartarus/0701/0701_cv_phineas:473:DefaultText
source: And you. You may be a scientific prodigy, but I've got something you don't. Incipient senility, and a small army of crazed inmates.
cs: A vy. Možná jsi zázračný vědec, ale já mám něco, co ty ne. Počínající senilitu a malou armádu šílených vězňů.

# conversations/07_tartarus/0701/0701_cv_phineas:474:DefaultText
source: I knew you were a born leader from the moment I pulled you from your pod. Well, I may not have a band of loyal companions at my back, but I do have a horde of crazed inmates!
cs: Věděl jsem, že jsi rozený vůdce, od chvíle, kdy jsem tě vytáhl z lusku. Možná nemám za zády skupinu věrných společníků, ale mám hordu šílených vězňů!

# conversations/07_tartarus/0701/0701_cv_phineas:475:DefaultText
source: If I didn't skip the Hope to Tartarus, the Board would've killed me. I had no choice.
cs: Kdybych nepřeskočil Naději do Tartaru, rada by mě zabila. Neměl jsem na výběr.

# conversations/07_tartarus/0701/0701_cv_phineas:476:DefaultText
source: Of course you had a choice. You could have chosen any number of ways to tell the Board to get spaced.
cs: Samozřejmě jste měli na výběr. Mohli jste si vybrat libovolný způsob, jak říct radě, aby se rozestoupila.
