Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/07_tartarus/0701/0701_cv_phineas.po
Languages: cs

# conversations/07_tartarus/0701/0701_cv_phineas:478:DefaultText
source: The Board's too strong, Phineas. They were bound to win in the end.
cs: Rada je příliš silná, Phineasi. Nakonec museli vyhrát.

# conversations/07_tartarus/0701/0701_cv_phineas:479:DefaultText
source: I don't want to hear that. Not from you.
cs: To nechci slyšet. Ne od tebe.

# conversations/07_tartarus/0701/0701_cv_phineas:480:DefaultText
source: The Board's only strong because no one fights back.
cs: Rada je silná jen proto, že se nikdo nebrání.

# conversations/07_tartarus/0701/0701_cv_phineas:481:DefaultText
source: Come on, Phineas. You've lost. Give it up.
cs: No tak, Phineasi. Prohrál jsi. Vzdej to.

# conversations/07_tartarus/0701/0701_cv_phineas:482:DefaultText
source: I didn't want things to end this way, you know. For a brief moment in my life, I truly believed we had a chance to save this colony.
cs: Nechtěl jsem, aby to takhle skončilo. Na krátký okamžik svého života jsem opravdu věřil, že máme šanci kolonii zachránit.

# conversations/07_tartarus/0701/0701_cv_phineas:483:DefaultText
source: My life's work has been an exercise in futility. The only honorable way to end it is to go down fighting.
cs: Má životní práce byla marným cvičením. Jediný čestný způsob, jak ji ukončit, je padnout v boji.

# conversations/07_tartarus/0701/0701_cv_phineas:485:DefaultText
source: Surrender? I've had a bounty on my head for years. What do you expect will happen if I surrender?
cs: Vzdát se? Na mou hlavu je už léta vypsána odměna. Co myslíš, že se stane, když se vzdám?

# conversations/07_tartarus/0701/0701_cv_phineas:486:DefaultText
source: Torture. Execution. The Board has already extracted the secret of reviving colonists from me. I'm no longer useful to them, so they'll make an example of me.
cs: Mučení. Poprava. Rada už ze mě vytáhla tajemství oživování kolonistů. Už pro ně nejsem užitečný, takže ze mě udělají exemplární případ.

# conversations/07_tartarus/0701/0701_cv_phineas:487:DefaultText
source: Whatever the Board has planned for you, it'll go easier if you surrender.
cs: Ať už pro tebe rada naplánovala cokoli, půjde to snadněji, když se vzdáš.

# conversations/07_tartarus/0701/0701_cv_phineas:488:DefaultText
source: No - I can't surrender. My life is the only thing I have left. I'm not going to just hand it over to the Board's mercy.
cs: Ne - nemohu se vzdát. Můj život je to jediné, co mi zbývá. Nehodlám ho jen tak vydat na milost a nemilost správní radě.

# conversations/07_tartarus/0701/0701_cv_phineas:489:DefaultText
source: Enough. I can't take any more of this. I know what you're trying to do. Torturing me with your words. Reminding me of all my failures.
cs: Dost. Už to nemůžu dál snášet. Vím, o co se snažíš. Mučit mě svými slovy. Připomínat mi všechna má selhání.

# conversations/07_tartarus/0701/0701_cv_phineas:490:DefaultText
source: Yes, I failed. There - I've said it. I'm a failure. I failed the colony. I failed myself. I failed you. Congratulations. You've broken me. Does that put a smile on your face, you monster?
cs: Ano, selhal jsem. Tak - řekl jsem to. Jsem neúspěšný. Zklamal jsem kolonii. Zklamal jsem sám sebe. Zklamal jsem vás. Gratuluji. Zlomil jsi mě. Vykouzlilo ti to úsměv na tváři, ty zrůdo?

# conversations/07_tartarus/0701/0701_cv_phineas:491:DefaultText
source: <Smile at him.> Yeah, it does.
cs: <Usměj se na něj.> Jo, to jo.

# conversations/07_tartarus/0701/0701_cv_phineas:492:DefaultText
source: Then I suppose there's nothing left to say, except that I am sorry.
cs: Pak už asi nezbývá nic jiného, než že je mi to líto.

# conversations/07_tartarus/0701/0701_cv_phineas:493:DefaultText
source: I'm sorry for all that I've done. And for what I'm about to do.
cs: Je mi líto všeho, co jsem udělal. A za to, co se chystám udělat.

# conversations/07_tartarus/0701/0701_cv_phineas:494:DefaultText
source: I don't have all day, Phineas. If you're gonna die, get on with it already.
cs: Nemám na to celý den, Phineasi. Jestli chceš umřít, tak už s tím konečně začni.

# conversations/07_tartarus/0701/0701_cv_phineas:495:DefaultText
source: Phineas, don't you dare.
cs: Phineasi, neopovažuj se.

# conversations/07_tartarus/0701/0701_cv_phineas:496:DefaultText
source: There's no other way this could possibly end. You and I both know that.
cs: Jinak to ani skončit nemůže. Oba to víme.

# conversations/07_tartarus/0701/0701_cv_phineas:497:DefaultText
source: I'm sorry about all this. I'm sorry about everything. It's just - I just wish we could've ...
cs: Je mi to všechno líto. Omlouvám se za všechno. Já jen... Kéž bychom mohli...

# conversations/07_tartarus/0701/0701_cv_phineas:498:DefaultText
source: ... Never mind. It doesn't matter.
cs: ... Nevadí. Na tom nezáleží.

# conversations/07_tartarus/0701/0701_cv_phineas:500:DefaultText
source: I'm sorry it had to end this way.
cs: Je mi líto, že to muselo skončit takhle.

# conversations/07_tartarus/0701/0701_cv_phineas:501:DefaultText
source: So am I.
cs: Já také.

# conversations/07_tartarus/0701/0701_cv_phineas:502:DefaultText
source: Why? What are you about to do?
cs: Proč? Co se chystáte udělat?

# conversations/07_tartarus/0701/0701_cv_phineas:503:DefaultText
source: The only thing left for me to do, my dim-witted accomplice.
cs: Jediné, co mi zbývá udělat, můj přitroublý komplic.

# conversations/07_tartarus/0701/0701_cv_phineas:504:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/07_tartarus/0701/0701_cv_phineas:505:DefaultText
source: Pull yourself together, for Law's sake. You're a grown man. Show some dignity.
cs: Vzpamatujte se, pro dobro zákona. Jsi dospělý muž. Projev trochu důstojnosti.

# conversations/07_tartarus/0701/0701_cv_phineas:506:DefaultText
source: You're right. I'm sorry. I need to get a hold of myself.
cs: Máte pravdu. Omlouvám se. Musím se vzpamatovat.

# conversations/07_tartarus/0701/0701_cv_phineas:507:DefaultText
source: I suppose it's too much to ask you for your forgiveness.
cs: Myslím, že je příliš mnoho žádat vás o odpuštění.

# conversations/07_tartarus/0701/0701_cv_phineas:508:DefaultText
source: You've got plenty to be sorry for.
cs: Máš spoustu důvodů k lítosti.

# conversations/07_tartarus/0701/0701_cv_phineas:509:DefaultText
source: I know. And there isn't any time left to make things right.
cs: Já vím. A na nápravu už nezbývá čas.

# conversations/07_tartarus/0701/0701_cv_phineas:510:DefaultText
source: Cut the sentimental crap, Phineas. It's not too late to surrender.
cs: Nech si ty sentimentální kecy, Phineasi. Ještě není pozdě se vzdát.

# conversations/07_tartarus/0701/0701_cv_phineas:511:DefaultText
source: You're obviously in a lot of pain. Let me help you.
cs: Očividně vás to hodně bolí. Dovolte mi, abych vám pomohl.

# conversations/07_tartarus/0701/0701_cv_phineas:512:DefaultText
source: The only thing I've ever wanted was your help.
cs: Jediné, co jsem kdy chtěl, byla tvoje pomoc.

# conversations/07_tartarus/0701/0701_cv_phineas:513:DefaultText
source: It's too late to help me now. The only thing left for you to do is forgive me.
cs: Teď už je na pomoc pozdě. Jediné, co ti zbývá, je odpustit mi.

# conversations/07_tartarus/0701/0701_cv_phineas:514:DefaultText
source: If that's what you want, then all right. I forgive you.
cs: Pokud to tak chcete, pak je to v pořádku. Odpouštím ti.

# conversations/07_tartarus/0701/0701_cv_phineas:515:DefaultText
source: It's not too late. Stop this.
cs: Ještě není pozdě. Zastavte to.

# conversations/07_tartarus/0701/0701_cv_phineas:516:DefaultText
source: I can't. I'm sorry.
cs: Nemůžu. Je mi to líto.

# conversations/07_tartarus/0701/0701_cv_phineas:517:DefaultText
source: Forgive you for what?
cs: Co ti odpustil?

# conversations/07_tartarus/0701/0701_cv_phineas:518:DefaultText
source: For involving you in my mad schemes. I never gave you a choice. I revived you and expected you to do my bidding - and I am sorry.
cs: Za to, že jsem tě zapojil do svých šílených plánů. Nikdy jsem ti nedal na výběr. Oživil jsem tě a očekával, že splníš mé příkazy - a je mi to líto.

# conversations/07_tartarus/0701/0701_cv_phineas:519:DefaultText
source: It doesn't matter anymore. We've got nothing left to say to one another.
cs: Na tom už nezáleží. Už si nemáme co říct.

# conversations/07_tartarus/0701/0701_cv_phineas:520:DefaultText
source: I've wasted enough of my breath arguing with you.
cs: Už jsem ztratil dost dechu tím, že jsem se s tebou hádal.

# conversations/07_tartarus/0701/0701_cv_phineas:521:DefaultText
source: It doesn't have to end like this. The Board might still have some use for you.
cs: Nemusí to takhle skončit. Rada by pro vás mohla mít ještě nějaké využití.

# conversations/07_tartarus/0701/0701_cv_phineas:522:DefaultText
source: You're trying to tempt me with your lies. It won't work. I'll never return to working for the Board. Not if all the lives in Halcyon depended on it.
cs: Snažíš se mě pokoušet svými lžemi. Nebude to fungovat. Nikdy se nevrátím k práci pro Radu. Ani kdyby na tom závisely životy všech lidí v Halcyonu.

# conversations/07_tartarus/0701/0701_cv_phineas:523:DefaultText
source: If you don't turn yourself in to the Board, I'll make you wish you had.
cs: Jestli se nepřihlásíš radě, budeš si přát, abys to udělal.

# conversations/07_tartarus/0701/0701_cv_phineas:524:DefaultText
source: You really are a brute. You delight in violence. And I was the one who unleashed you onto the colony.
cs: Ty jsi vážně hulvát. Vyžíváte se v násilí. A to já jsem tě vypustil do kolonie.

# conversations/07_tartarus/0701/0701_cv_phineas:525:DefaultText
source: You have no one to blame but yourself. You squandered your genius.
cs: Nemůžete vinit nikoho jiného než sebe. Promarnil jsi svou genialitu.

# conversations/07_tartarus/0701/0701_cv_phineas:526:DefaultText
source: How can you say that? I spent nearly every waking moment of my life trying to find a way to save the Hope.
cs: Jak to můžeš říct? Téměř každý okamžik svého života jsem se snažil najít způsob, jak zachránit Naději.

# conversations/07_tartarus/0701/0701_cv_phineas:527:DefaultText
source: If not for my work, you'd still be frozen in a pod somewhere, floating in an abandoned starship at the edge of space.
cs: Nebýt mé práce, stále bys byl zmrzlý někde v modulu a vznášel se v opuštěné hvězdné lodi na okraji vesmíru.

# conversations/07_tartarus/0701/0701_cv_phineas:528:DefaultText
source: Your research is exactly what made the Board's plan possible.
cs: Právě díky vašemu výzkumu bylo možné plán správní rady uskutečnit.

# conversations/07_tartarus/0701/0701_cv_phineas:529:DefaultText
source: I know, damn you! I know that. And I have to carry that knowledge to my grave.
cs: Já vím, zatraceně! Já to vím. A toto vědomí si musím odnést do hrobu.

# conversations/07_tartarus/0701/0701_cv_phineas:530:DefaultText
source: If you're so damn brilliant, why didn't you use your talents to help people?
cs: Když jsi tak zatraceně geniální, proč jsi svůj talent nevyužil k tomu, abys pomáhal lidem?

# conversations/07_tartarus/0701/0701_cv_phineas:531:DefaultText
source: Because I was a fool. A short-sighted, obsessive idiot.
cs: Protože jsem byl blázen. Krátkozraký, posedlý idiot.

# conversations/07_tartarus/0701/0701_cv_phineas:532:DefaultText
source: The Board nearly forgot about the Hope until you decided to break in.
cs: Rada na Naději téměř zapomněla, dokud jste se nerozhodli vniknout dovnitř.

# conversations/07_tartarus/0701/0701_cv_phineas:533:DefaultText
source: I was arrogant. I thought I could swoop in and rescue some lucky colonist. We'd fight the Board together. Save Halcyon together. I was a damned fool.
cs: Byl jsem arogantní. Myslel jsem si, že můžu vletět dovnitř a zachránit nějakého šťastného kolonistu. Že budeme bojovat s Radou společně. Společně zachráníme Halcyon. Byl jsem zatracený blázen.

# conversations/07_tartarus/0701/0701_cv_phineas:534:DefaultText
source: Don't flatter yourself. I'll drop you before you get a shot off.
cs: Nelichoťte si. Odkopnu tě dřív, než vystřelíš.

# conversations/07_tartarus/0701/0701_cv_phineas:535:DefaultText
source: It's ironic, isn't it? I knew you were a talented shot when I rescued you from the Hope. I'd always imagined you fighting back against the Board with a gun in your hand.
cs: Je to ironie, že? Věděl jsem, že jsi talentovaný střelec, když jsem tě zachránil z Hope. Vždycky jsem si tě představoval, jak se bráníš představenstvu se zbraní v ruce.

# conversations/07_tartarus/0701/0701_cv_phineas:536:DefaultText
source: I never imagined you'd throw in with the Board and turn your gun on me. I was a fool.
cs: Nikdy by mě nenapadlo, že se přidáš k představenstvu a obrátíš proti mně svou zbraň. Byl jsem blázen.

# conversations/07_tartarus/0701/0701_cv_phineas:537:DefaultText
source: You revived me, but you don't own me. My choices are my own to make.
cs: Oživil jsi mě, ale nepatřím ti. Moje rozhodnutí jsou moje vlastní.

# conversations/07_tartarus/0701/0701_cv_phineas:538:DefaultText
source: I'd hoped I could convince you. Make you see things my way. Make you understand how horrible the Board truly is. But I failed.
cs: Doufal jsem, že vás přesvědčím. Přimět tě, abys viděl věci po mém. Že pochopíš, jak strašná je Rada. Ale nepodařilo se mi to.

# conversations/07_tartarus/0701/0701_cv_phineas:539:DefaultText
source: Don't pretend you gave a damn about me. You treated me like your pawn.
cs: Nepředstírej, že ti na mně záleží. Zacházel jsi se mnou jako s pěšákem.

# conversations/07_tartarus/0701/0701_cv_phineas:540:DefaultText
source: You're right. I told you where to go. I told you what to do. I put you at risk without a second thought to your safety.
cs: Máte pravdu. Řekl jsem ti, kam máš jít. Řekl jsem ti, co máš dělat. Vystavil jsem tě riziku, aniž bych se zamyslel nad tvou bezpečností.

# conversations/07_tartarus/0701/0701_cv_phineas:541:DefaultText
source: You still are.
cs: Stále jsi.

# conversations/07_tartarus/0701/0701_cv_phineas:542:DefaultText
source: I know. I'm standing here arguing with you.
cs: Já vím. Stojím tu a hádám se s tebou.

# conversations/07_tartarus/0701/0701_cv_phineas:543:DefaultText
source: I'll oblige you.
cs: Vyhovím vám.

# conversations/07_tartarus/0701/0701_cv_phineas:544:DefaultText
source: I expect you'll try.
cs: Očekávám, že se o to pokusíte.

# conversations/07_tartarus/0701/0701_cv_phineas:545:DefaultText
source: We tried fighting back. It didn't work. It's time to let go.
cs: Snažili jsme se bránit. Nepomohlo to. Je čas nechat to být.

# conversations/07_tartarus/0701/0701_cv_phineas:546:DefaultText
source: Let go? I've barely got anything left. A few tattered shreds of my dignity. A gun.
cs: Pustit? Sotva mi něco zbylo. Pár roztrhaných kousků mé důstojnosti. Zbraň.

# conversations/07_tartarus/0701/0701_cv_phineas:547:DefaultText
source: You're wrong. The Board is strong because they've earned the colony's respect.
cs: Mýlíte se. Rada je silná, protože si získala respekt kolonie.

# conversations/07_tartarus/0701/0701_cv_phineas:548:DefaultText
source: Respect. Fear. What difference does it make. Most of this colony has already accepted the Board's authority. I'm alone on this hill.
cs: Respekt. Strach. Jaký je v tom rozdíl. Většina této kolonie už autoritu rady přijala. Jsem na tomhle kopci sám.

# conversations/07_tartarus/0701/0701_cv_phineas:549:DefaultText
source: Then I'd be dead, and the Board would get what they want anyway.
cs: Pak bych byl mrtvý a představenstvo by stejně dostalo, co chce.

# conversations/07_tartarus/0701/0701_cv_phineas:550:DefaultText
source: I refuse to believe that. You make it sound as if were beaten from the start.
cs: Tomu odmítám věřit. Zní to, jako by byli poraženi od začátku.

# conversations/07_tartarus/0701/0701_cv_phineas:551:DefaultText
source: None of that matters anymore. What's done is done.
cs: Na ničem z toho už nezáleží. Co se stalo, stalo se.

# conversations/07_tartarus/0701/0701_cv_phineas:552:DefaultText
source: Don't tell me that. There has to be something we can do. Some way we can fight back.
cs: To mi neříkej. Musí být něco, co můžeme udělat. Nějaký způsob, jak se bránit.

# conversations/07_tartarus/0701/0701_cv_phineas:553:DefaultText
source: You're one of the finest warriors Halcyon has ever seen. You could have fought back against the Board.
cs: Jsi jeden z nejlepších bojovníků, jaké kdy Halcyon viděl. Mohl jsi bojovat proti Radě.

# conversations/07_tartarus/0701/0701_cv_phineas:554:DefaultText
source: You're one of the most cunning freelancers Halcyon has ever seen. You should have been able to evade the Board's grasp.
cs: Jsi jeden z nejprohnanějších nezávislých pracovníků, jaké kdy Halcyon viděl. Měl jsi být schopen uniknout z dosahu představenstva.

# conversations/07_tartarus/0701/0701_cv_phineas:555:DefaultText
source: You could have fought back. You could have spit in the Board's eye.
cs: Mohli jste se bránit. Mohli jste komisi plivnout do očí.

# conversations/07_tartarus/0701/0701_cv_phineas:556:DefaultText
source: Look, I didn't mean to skip the Hope to Tartarus. My finger slipped.
cs: Podívej, nechtěl jsem přeskočit Naději do Tartaru. Uklouzl mi prst.

# conversations/07_tartarus/0701/0701_cv_phineas:557:DefaultText
source: You what? That's ridiculous. We're in this mess because your finger slipped?
cs: Cože? To je směšné. Jsme v tomhle průšvihu, protože ti uklouzl prst?

# conversations/07_tartarus/0701/0701_cv_phineas:558:DefaultText
source: What absurdity. Years of toil, ruined. An entire colony, destroyed. Hundreds of thousands of colonists, lost forever, because your finger slipped.
cs: Jaká absurdita. Roky dřiny v troskách. Celá kolonie zničena. Stovky tisíc kolonistů navždy ztraceny, protože vám uklouzl prst.

# conversations/07_tartarus/0701/0701_cv_phineas:559:DefaultText
source: Hey, come on. I was under a lot of pressure!
cs: Hej, no tak. Byl jsem pod velkým tlakem!

# conversations/07_tartarus/0701/0701_cv_phineas:560:DefaultText
source: Pressure? You blithering idiot! All you had to do was follow my instructions!
cs: Tlak? Ty blbej idiote! Stačilo se řídit mými pokyny!

# conversations/07_tartarus/0701/0701_cv_phineas:561:DefaultText
source: Oh, just forget it. There's no point getting angry at you now. When I pulled you out of the Hope, I knew exactly what I was getting.
cs: Zapomeňte na to. Nemá smysl se na tebe zlobit. Když jsem tě vytáhl z Hope, věděl jsem přesně, co mě čeká.

# conversations/07_tartarus/0701/0701_cv_phineas:562:DefaultText
source: Heh. When you put it that way, it is kind of hilarious.
cs: Heh. Když to řekneš takhle, je to docela vtipné.

# conversations/07_tartarus/0701/0701_cv_phineas:563:DefaultText
source: I'm glad you find this hilarious. You've doomed this whole colony. I almost wish you'd skipped the Hope into the sun!
cs: Jsem rád, že vám to připadá vtipné. Celou tuhle kolonii jsi odsoudil k záhubě. Skoro bych si přál, abys přeskočil Naději na slunce!

# conversations/07_tartarus/0701/0701_cv_phineas:564:DefaultText
source: Yeah, well. This was your own damn fault for sending me on that mission.
cs: Jo, no. Byla to tvoje chyba, že jsi mě na tu misi poslal.

# conversations/07_tartarus/0701/0701_cv_phineas:565:DefaultText
source: My fault? How is it my fault that you're a few stars short of a constellation?
cs: Moje chyba? Jak to, že ti chybí pár hvězdiček do souhvězdí?

# conversations/07_tartarus/0701/0701_cv_phineas:566:DefaultText
source: You don't want to talk to me, because you don't want me getting inside your head.
cs: Nechceš se mnou mluvit, protože nechceš, abych ti lezl do hlavy.

# conversations/07_tartarus/0701/0701_cv_phineas:567:DefaultText
source: What are you, the Board's new inquisitor? Yes, you have an unnerving talent for reading people. It's why I pulled you out of the Hope in the first place.
cs: Co jste zač, nový inkvizitor rady? Ano, máš znepokojivý talent číst lidi. Proto jsem tě z Naděje vytáhl.

# conversations/07_tartarus/0701/0701_cv_phineas:568:DefaultText
source: Anyone with eyes can see that you're desperate.
cs: Každý, kdo má oči, vidí, že jsi zoufalý.

# conversations/07_tartarus/0701/0701_cv_phineas:569:DefaultText
source: Of course I'm desperate. Even a cornered animal is desperate. It is unnatural for life to surrender in the face of annihilation.
cs: Samozřejmě, že jsem zoufalý. I zvíře zahnané do kouta je zoufalé. Pro život je nepřirozené vzdát se tváří v tvář zkáze.

# conversations/07_tartarus/0701/0701_cv_phineas:570:DefaultText
source: The entire colony is just going to march quietly into stasis pods. No rioting. No fighting. No struggling at all. The Board just wins, as it always does.
cs: Celá kolonie prostě v tichosti napochoduje do stázových modulů. Žádné vzpoury. Žádné boje. Vůbec žádné boje. Rada prostě vyhraje, jako vždycky.

# conversations/07_tartarus/0701/0701_cv_phineas:571:DefaultText
source: The Board always wins. You've been in Halcyon long enough to understand that.
cs: Rada vždy vyhrává. Jste v Halcyonu dost dlouho na to, abyste to pochopili.

# conversations/07_tartarus/0701/0701_cv_phineas:572:DefaultText
source: It wasn't supposed to end this way. The Board can't just destroy the entire colony, and then live comfortably in Byzantium while Halcyon falls to pieces. There's no justice in that.
cs: Takhle to nemělo skončit. Rada nemůže jen tak zničit celou kolonii a pak si pohodlně žít v Byzanci, zatímco se Halcyon rozpadá na kusy. V tom není žádná spravedlnost.

# conversations/07_tartarus/0701/0701_cv_phineas:573:DefaultText
source: We're saving lives. All the colony's workers will remain alive and in stasis.
cs: Zachraňujeme životy. Všichni dělníci kolonie zůstanou naživu a ve stázi.

# conversations/07_tartarus/0701/0701_cv_phineas:574:DefaultText
source: I can't believe you'd advocate such a monstrous idea. I can't believe everyone's just going to blithely go along with it.
cs: Nemohu uvěřit, že obhajujete tak zrůdný nápad. Nemůžu uvěřit, že se s tím všichni bezstarostně smíří.

# conversations/07_tartarus/0701/0701_cv_phineas:575:DefaultText
source: Don't go calling for riots unless you're ready to see a lot of innocent people die.
cs: Nevyzývejte k nepokojům, pokud nejste připraveni na smrt mnoha nevinných lidí.

# conversations/07_tartarus/0701/0701_cv_phineas:576:DefaultText
source: It doesn't even matter anymore. If the Board can crush a riot in Tartarus, then the rest of the colony doesn't stand a chance.
cs: Už na tom ani nezáleží. Pokud představenstvo dokáže potlačit vzpouru v Tartaru, pak zbytek kolonie nemá šanci.

# conversations/07_tartarus/0701/0701_cv_phineas:577:DefaultText
source: You wanted to save the Hope. To save the colony. You can't accept that you failed.
cs: Chtěl jsi zachránit Naději. Zachránit kolonii. Nemůžeš se smířit s tím, že jsi selhal.

# conversations/07_tartarus/0701/0701_cv_phineas:578:DefaultText
source: I can handle failure. Failure is part and parcel to the scientific method. But to fail like this? To see a lifetime of work destroyed?
cs: Neúspěch zvládnu. Neúspěch je nedílnou součástí vědecké metody. Ale selhat takhle? Vidět zničenou celoživotní práci?

# conversations/07_tartarus/0701/0701_cv_phineas:579:DefaultText
source: You're ashamed. You can barely stand to look me in the eye.
cs: Stydíš se. Sotva se mi dokážeš podívat do očí.

# conversations/07_tartarus/0701/0701_cv_phineas:580:DefaultText
source: I am ashamed, damn it. None of this would have happened if I hadn't revived you.
cs: Stydím se, sakra. Nic z toho by se nestalo, kdybych tě neoživil.

# conversations/07_tartarus/0701/0701_cv_phineas:581:DefaultText
source: I'm a scientist too, Phineas. Your plan never would have worked.
cs: Já jsem také vědec, Phineasi. Tvůj plán by nikdy nevyšel.
