Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_*_party_geothermal.po
Languages: bs

source: The control room should be off to the right.
bs: Řídicí místnost by měla být napravo.

source: Three switches. That'll be easy enough.
bs: Tři přepínače. To bude snadné.

source: Mind the steam. You're liable to get scalded.
bs: Pozor na páru. Můžete se opařit.

source: Just two more.
bs: Ještě dvě.

source: One to go.
bs: Zbývá jeden.

source: I hope we're doing the right thing.
bs: Doufám, že děláme správnou věc.

source: What'll happen to Ms. McDevitt's folk if we send the power to the Vale?
bs: Co se stane s lidmi paní McDevittové, když pošleme energii do Údolí?

source: If we send the power to Ms. McDevitt, what happens to the Vale?
bs: Když pošleme moc paní McDevittové, co se stane s Vale?

source: That's the last.
bs: To je poslední.

source: I'm not sure what the right is. All's I know is the decision's final.
bs: Nejsem si jistý, co je správné. Vím jen, že rozhodnutí je konečné.

source: Once we do this, there's no going back.
bs: Jakmile to uděláme, není cesty zpět.

source: The control room should be ahead somewhere, and a touch to the right.
bs: Řídicí místnost by měla být někde vpředu a kousek napravo.

source: Um, Mister Tobson said to talk with Ms. McDevitt before doing anything here.
bs: Pan Tobson říkal, že si máme promluvit se slečnou McDevittovou, než tady něco uděláme.
