Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_cp_security_office.po
Languages: cs

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Personal Logs - S. Tanaka, Chief of Security
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Geotermální bezpečnostní kancelář Osobní deníky - S. Tanaka, šéf bezpečnosti

source: [Access: Personal Log 079]
cs: [Přístup: Osobní deník 079]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Personal Logs - S. Tanaka, Chief of Security Chester Higgins again. That hullhead. Found him fiddling around with one of the mechanicals, so I had to write him up for tampering with company property. Just in case I'm reading this a couple days from now and feeling bad for what I've done, let me just remind myself that I've warned him before. He's always been a little crooked in the skull. He was working on some logic module. I confiscated it. Should be in my lockaway room for the foreseeable future.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Personal Logs - S. Tanaka, Chief of Security Chester Higgins again. Ta hlava trupu. Našel jsem ho, jak si hraje s jednou mechanikou, takže jsem ho musel sepsat za manipulaci s majetkem společnosti. Pro případ, že bych to za pár dní četl a cítil se špatně kvůli tomu, co jsem udělal, připomínám, že jsem ho už varoval. Vždycky měl trochu křivou lebku, pracoval na nějakém logickém modulu. Zabavil jsem mu ho. V dohledné době by měl být v mé uzamykatelné místnosti.

source: [Access: Personal Log 087]
cs: [Přístup: Osobní deník 087]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Personal Logs - S. Tanaka, Chief of Security Doesn't sit right with me. Company's been replacing our guards with automechanicals. At this rate, I'm gonna end up a chief of security with no staff. Just a small army of mechanicals knocking about, guns pointed every which way. Company tells us they're safe. Programmed to treat us humans like their own. People are liable to break down, but an automechanical never will. I don't know. Doesn't sit right with me. But the company's never been wrong before, I suppose.
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Geotermální bezpečnostní kancelář Osobní záznamy - S. Tanaka, šéf bezpečnosti To mi nesedí. Společnost nahrazuje naše strážce automechaniky. Tímhle tempem skončím jako šéf ochranky bez zaměstnanců. Jen malá armáda mechaniků, kteří se potloukají kolem a míří na všechny strany. Společnost nám tvrdí, že jsou v bezpečí. Naprogramované tak, aby se k nám lidem chovali jako k vlastním. Lidi se můžou porouchat, ale automechanik se nikdy neporouchá. Já nevím. Nesedí mi to. Ale společnost se ještě nikdy nemýlila, předpokládám.

source: [Access: Personal Log 098]
cs: [Přístup: Osobní deník 098]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Personal Logs - S. Tanaka, Chief of Security Worst has happened. Mechanicals gone crazy. Locked myself down here. Just trying to gather my courage. Gonna make a mad dash for the control room. Might be able to shut things down. Will delete this entry if I ever return.
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Geothermal Security Office Personal Logs - S. Tanaka, šéf bezpečnosti Stalo se to nejhorší. Mechanici se zbláznili. Zamkl jsem se tady. Jen se snažím sebrat odvahu. Chystám se na zběsilý úprk do řídící místnosti. Možná se mi to podaří vypnout. Pokud se někdy vrátím, tento záznam smažu.

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Terminal Access
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Geothermal Security Office Terminal Access

source: [Personal Files]
cs: [Osobní soubory]

source: [Unlock Door]
cs: [Odemknout dveře]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== WARNING! This facility is in a state of lockdown. Authorization passcode required.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== POZOR! Toto zařízení je ve stavu uzamčení. Je vyžadován autorizační přístupový kód.

source: [Enter Passcode]
cs: [Zadejte přístupový kód]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [PASSCODE]: SpacerTobson ... [ACCEPTED] ... WELCOME, R. Tobson
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [PASSCODE]: VÍTEJTE, R. Tobson ... [ACCEPTED] ... Vítejte, R. Tobson

source: [Return to Root]
cs: [Zpět na kořen]

source: [Access: Automated Message 006]
cs: [Přístup: Automatická zpráva 006]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Geothermal Security Office Greetings, Security Chief S. TANAKA. This is an AUTOMATED MESSAGE initiated by SPACER'S CHOICE WORKER SAFETY CONTINGENCY PROTOCOLS. A security lockdown has been initiated. This is not a test. Your behavior during this lockdown will be reviewed during your quarterly audit. Anxiety is a common side-effect of life-threatening situations engendered by security lockdowns. Fight back against anxiety with an ice-cold bottle of Zero Gee Brew. Zero Gee Brew: An Ale That's Good For What Ails You.
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Geotermální bezpečnostní úřad Zdravím vás, šéfe bezpečnosti S. TANAKA. Toto je AUTOMATICKÁ ZPRÁVA iniciovaná společností SPACER'S CHOICE PROTOKOLY BEZPEČNOSTI PRACOVNÍKŮ. Byla zahájena bezpečnostní uzávěra. Nejedná se o test. Vaše chování během této výluky bude přezkoumáno během čtvrtletního auditu. Úzkost je běžným vedlejším účinkem život ohrožujících situací vyvolaných bezpečnostními výlukami. Braňte se úzkosti ledově vychlazenou lahví Zero Gee Brew. Zero Gee Brew: pivo, které je dobré na to, co vás trápí.
