Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_cp_bot_aggression.po
Languages: cs

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Automechanical Control Terminal
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Automechanický řídicí terminál

source: [Modify Behavior]
cs: [Upravit chování]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Accessing Behavior Modification Automechanical Behavior Mode: [GUARD MODE] Guard Mode Targets: [INTRUDERS] Select Operation
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Accessing Behavior Modification Automechanical Behavior Mode: [GUARD MODE] Režim strážce Cíle: [INTRUDERS] Vybrat operaci

source: [Select New Mode]
cs: [Vybrat nový režim]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [Select New Mode] ... ... [ERROR!] Automechanicals in this facility have been mandated to remain in [GUARD MODE]. Any attempt to alter this setting is punishable by company law. Your infraction has been noted in your permanent record, [C. Higgins]. Please see your supervisor to schedule a reprimand.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [Select New Mode] ... ... [ERROR!] Automechanics in this facility have been mandated to remain in [GUARD MODE]. Jakýkoli pokus o změnu tohoto nastavení je trestný podle podnikových zákonů. Váš přestupek byl zaznamenán do vašeho trvalého záznamu, [C. Higgins]. Obraťte se prosím na svého nadřízeného a domluvte se na pokárání.

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [INTRUDERS]: All persons or entities NOT identified as property of Spacer's Choice. Would you like to modify the definition of [INTRUDERS]?
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [INTRUDERS]: Všechny osoby nebo subjekty, které nejsou označeny jako majetek společnosti Spacer's Choice. Chcete upravit definici [INTRUDERS]?

source: [Define Intruders]
cs: [Definice vetřelců]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Updating Definition: [INTRUDERS] ... ... Definition of [INTRUDERS] successfully updated. Modified definitions successfully forwarded to security. Please allow some time to process and remove all recently defined [INTRUDERS].
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Aktualizace definice: [... ... Definice [INTRUDERS] úspěšně aktualizována. Upravené definice úspěšně předány zabezpečení. Vyčkejte prosím nějaký čas na zpracování a odstranění všech nedávno definovaných [INTRUDERS].

source: [Select New Target]
cs: [Vyberte nový cíl]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [Select New Target] ... ... [ERROR!] Automechanicals in this facility have been mandated to target [INTRUDERS]. Any attempt to alter this setting is punishable by company law. Your infraction has been noted in your permanent record, [C. Higgins]. Please see your supervisor to schedule a reprimand.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [Select New Target] ... ... [ERROR!] Automechanikům v tomto zařízení bylo nařízeno zaměřit [INTRUDERS]. Jakýkoli pokus o změnu tohoto nastavení je trestný podle zákonů společnosti. Váš přestupek byl zaznamenán do vašeho trvalého záznamu, [C. Higgins]. Obraťte se prosím na svého nadřízeného a domluvte se na pokárání.

source: [Define Intruders as Spacer's Choice Automechanicals]
cs: [Definujte vetřelce jako Spacer's Choice Automechanicals]

source: [Return to Root]
cs: [Zpět na kořen]

source: [Run Termination Protocol]
cs: [Spustit protokol o ukončení]
