Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_cv_soldier_leader.po
Languages: cs

source: It's not the best choice. It's Spacer's Choice.
cs: Není to nejlepší volba. Je to volba Spacer's Choice.

source: You're a stickler for the rules. I'm sure Adjutant Akande will appreciate that.
cs: Jsi puntičkář, co se týče pravidel. Jsem si jistý, že to adjutant Akande ocení.

source: Oh! Uh - yes. Absolutely. A real stickler for the rules. Hard-ass Hogarth - that's what they call me.
cs: Oh! Uh - ano. Rozhodně. Opravdový puntičkář, co se týče pravidel. Tvrdý Hogarth - tak mi říkají.

source: Corporate sent me to keep an eye on you. I'll have to include this in my report.
cs: Společnost mě poslala, abych na vás dohlédl. Budu to muset zahrnout do své zprávy.

source: Damn it. You're with our claims department, right? I told those idiots to call me the moment you landed.
cs: Sakra. Jste z našeho reklamačního oddělení, že? Řekl jsem těm idiotům, aby mi zavolali, jakmile přistanete.

source: Take it easy, soldier. I'm just looking around.
cs: Uklidni se, vojáku. Jen se rozhlížím.

source: This is a restricted area. That means no exploring, no loitering, and no soliciting. Company policy.
cs: Jedná se o oblast s omezeným přístupem. To znamená, že se zde nesmí procházet, potulovat a obtěžovat. Zásady společnosti.

source: This area is currently experiencing a surprise audit. Turn around and head back to your designated workplace or domicile.
cs: V této oblasti právě probíhá nečekaný audit. Otočte se a vraťte se na určené pracoviště nebo do místa bydliště.

source: Look, I've got enough paperwork to deal with. Go back the way you came, and I'll pretend this infraction never happened.
cs: Podívejte, mám dost papírování. Vraťte se zpátky a já budu předstírat, že se tenhle přestupek nestal.

source: I'll be on my way.
cs: Už budu na cestě.

source: Don't let me get in your way. Go on through.
cs: Nenech mě, abych ti stál v cestě. Projděte.

source: Constable's office sent me. See, I've got this badge right here.
cs: Poslala mě kancelář strážníka. Vidíte, mám tady tenhle odznak.

source: What in Law's name? Junior Deputy Constable? Says here you were deputized by Constable Reyes of Edgewater.
cs: Jak se jmenuje Law? Mladší zástupce strážníka? Píše se tu, že vás zastupoval konstábl Reyes z Edgewateru.

source: Well, can't say I ever heard of the Junior Deputy Constable position, but everything looks to be in order.
cs: No, nemůžu říct, že bych někdy slyšel o pozici mladšího zástupce strážníka, ale vypadá to, že je všechno v pořádku.

source: That's - uh, that's Hogarth with one 'G' by the way, if you're putting in a good word with the honorable Adjutant.
cs: To je - ehm, to je Hogarth s jedním "G", mimochodem, jestli se chceš přimluvit u ctihodného adjutanta.

source: Hey, I warned you!
cs: Hej, varoval jsem tě!

source: Describe the nature of the accident. Uh. Let's say catastrophic mechanical failure.
cs: Popište povahu nehody. Uh. Řekněme katastrofální mechanické selhání.

source: Damn. How do you spell catastrophic again? Two t's or two r's?
cs: Zatraceně. Jak se píše katastrofální? Dvě "t" nebo dvě "r"?

source: Don't let me get in your way. Go on through.
cs: Nenech mě, abych ti stál v cestě. Projděte.
