Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_cp_managers_office.po
Languages: cs

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Manager's Office Terminal Access Welcome, J. Braden
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== Kancelář správce Přístup k terminálu Vítejte, J. Braden

source: [FROM: Spacer's Choice]
cs: [OD: Spacer's Choice]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== FROM: Spacer's Choice - Emerald Vale Development and Oversight TO: J. Braden SUBJECT: Get it together Ms. Braden, This letter serves as an informal notification of our company's displeasure toward your management of the Emerald Vale Geothermal Plant, for reasons related to exceeding your staff budget in your latest quarterly report. Please select five (5) subordinates to be dismissed immediately. Additionally, please contact our office to schedule your official reprimand at your earliest convenience. Failure to schedule your official reprimand will result in an official reprimand. The Spacer's Choice Family would like to collectively remind you that working for Spacer's Choice is not a right, but a privilege. Emerald Vale Geothermal Plant
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== FROM: Spacer's Choice - Emerald Vale Development and Oversight TO: Bradenovi PŘEDMĚT: Tento dopis slouží jako neformální oznámení o nespokojenosti naší společnosti s Vaším řízením geotermálního závodu Emerald Vale z důvodů souvisejících s překročením rozpočtu zaměstnanců ve Vaší poslední čtvrtletní zprávě. Prosím, vyberte pět (5) podřízených, kteří budou okamžitě propuštěni. Dále prosím kontaktujte naši kancelář, abychom Vám v nejbližší době naplánovali oficiální výtku. Neplánování vaší oficiální důtky bude mít za následek oficiální pokárání. Rodina společnosti Spacer's Choice by vám ráda společně připomněla, že práce pro společnost Spacer's Choice není právem, ale výsadou. Geotermální závod Emerald Vale

source: [FROM: J. Braden]
cs: [OD: J. Braden]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== FROM: J. Braden TO: Spacer's Choice - Emerald Vale Development and Oversight SUBJECT: No need for a reprimand To the esteemed members of the Emerald Vale Development and Oversight Committee: I hope this letter finds you wealthy. After due consideration of your last letter, I have identified (and terminated!) no fewer than five subordinates who were unable to provide sufficient justification for their ongoing employment. I would like to remind the Oversight Committee that while most of Emerald Vale has failed to meet its production and output quotas (particularly our agriculture and fishing/canning departments, neither of which are anywhere close to profitable), the Emerald Vale Geothermal Plant remains committed to providing cheap, cost-efficient power to the entire region. Regards, Juno Braden, Manager
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== FROM: Braden TO: Spacer's Choice - Emerald Vale Development and Oversight PŘEDMĚT: Není třeba výtky Vážení členové výboru pro rozvoj a dohled nad Emerald Vale: Doufám, že vás tento dopis obohatí. Po náležitém zvážení Vašeho posledního dopisu jsem identifikoval (a propustil!) ne méně než pět podřízených, kteří nebyli schopni dostatečně zdůvodnit svůj trvající pracovní poměr.Rád bych Dozorčímu výboru připomněl, že zatímco většina Emerald Vale nesplnila své výrobní a produkční kvóty (zejména naše oddělení zemědělství a rybářství/konzervárenství, z nichž ani jedno není ani zdaleka ziskové), geotermální elektrárna Emerald Vale je i nadále odhodlána poskytovat levnou a nákladově efektivní energii celému regionu. S pozdravem, Juno Braden, manažer.

source: [FROM: Spacer's Choice]
cs: [OD: Spacer's Choice]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== FROM: Spacer's Choice - Emerald Vale Development and Oversight TO: J. Braden SUBJECT: RE: No need for a reprimand Ms. Braden, We have investigated the claims made against the profitability of the greater Emerald Vale region. Our offices agree with you; agriculture and fishing/canning have experienced a steady decline, while the Emerald Vale Geothermal Plant remains somewhat profitable. Our offices are currently investigating ways to implement additional cost-saving measures, which will ultimately lead to a leaner, more streamlined, more efficient Geothermal Power Plant. Please be informed that the Spacer's Choice Development and Oversight Office has taken a significant insurance policy against the Emerald Vale Geothermal Plant. The office would like to assure you that this insurance policy is a standard procedure. DO NOT attempt to interpret, understand, or otherwise extrapolate meaning from this decision. As a special courtesy, we have deployed a proprietary team of engineering specialists to the Emerald Vale Geothermal Plant. This team of specialists has been instructed to refit and upgrade the plant's population of automechanicals - free of charge. Thank you for your cooperation.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== FROM: Spacer's Choice - Emerald Vale Development and Oversight TO: Bradenovi PŘEDMĚT: RE: Není třeba výtky Paní Bradenová, prošetřili jsme tvrzení o ziskovosti většího regionu Emerald Vale. Naše úřady s Vámi souhlasí; zemědělství a rybolov/konzervárenství zaznamenávají trvalý pokles, zatímco geotermální elektrárna Emerald Vale zůstává do jisté míry zisková. Naše úřady v současné době zkoumají způsoby, jak zavést další úsporná opatření, která v konečném důsledku povedou k zeštíhlení, zefektivnění a zefektivnění geotermální elektrárny. Dovolujeme si Vás informovat, že Úřad pro rozvoj a dohled nad volbou Spacer's Choice uzavřel významnou pojistku proti geotermální elektrárně Emerald Vale. Úřad by vás rád ujistil, že tato pojistná smlouva je standardním postupem. NEPOKOUŠEJTE se toto rozhodnutí interpretovat, chápat nebo jinak extrapolovat jeho význam. Jako zvláštní laskavost jsme do geotermální elektrárny Emerald Vale vyslali vlastní tým inženýrských specialistů. Tento tým specialistů byl pověřen přestavbou a modernizací populace automechanických zařízení elektrárny - zdarma. Děkujeme vám za spolupráci.

source: [Unlock Office Door]
cs: [Odemknout dveře do kanceláře]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [Door Unlocked]
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== [Door Unlocked]

source: [Messages]
cs: [Zprávy]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Manager's Office Messages
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== Zprávy z kanceláře správce

source: [Return to Root]
cs: [Zpět na kořen]
