Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_cp_master_control.po
Languages: cs

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL]
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL]

source: [Plant Status]
cs: [Stav zařízení]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] ... ... [PLANT STATUS] ... ... [THIS ACCESS REPORT BROUGHT TO YOU BY SPACER'S CHOICE] ... ... Emerald Vale Geothermal Plant operating at [22% Efficiency]. Power is currently being distributed to: [Edgewater Saltuna Cannery] [Botanical Laboratory] [WARNING] Structural damage detected. Please notify your designated supervisor.
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== [HLAVNÍ KONTROLNÍ TERMÍN] ... ... [STAV ZAŘÍZENÍ] ... ... [TUTO PŘÍSTUPOVOU ZPRÁVU VÁM PŘINÁŠÍ SPOLEČNOST SPACER'S CHOICE] .... ... Geotermální elektrárna Emerald Vale pracuje s [22% účinností]. Energie je v současné době distribuována do: [Edgewater Saltuna Cannery] [Botanická laboratoř] [VAROVÁNÍ] Zjištěno poškození konstrukce. Informujte prosím určeného nadřízeného.

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] ... ... [PLANT STATUS] ... ... [THIS ACCESS REPORT BROUGHT TO YOU BY SPACER'S CHOICE] ... ... Emerald Vale Geothermal Plant operating at [53% Efficiency]. Power is currently being distributed to: [Edgewater] [WARNING] Botanical Laboratory has been [REMOVED] from Emerald Vale Power Grid. [WARNING] Structural damage detected. Please notify your designated supervisor.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] .... ... [STAV ELEKTRÁRNY] ... ... [TUTO ZPRÁVU O PŘÍSTUPU VÁM PŘINÁŠÍ SPOLEČNOST SPACER'S CHOICE] ... ...Geotermální elektrárna Emerald Vale pracuje s [53% účinností]. Energie je v současné době distribuována do: [Edgewater] [VAROVÁNÍ] Botanická laboratoř byla [ODSTRANĚNA] ze sítě Emerald Vale. [VAROVÁNÍ] Zjištěno poškození konstrukce. Informujte prosím určeného nadřízeného.

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] ... ... [PLANT STATUS] ... ... [THIS ACCESS REPORT BROUGHT TO YOU BY SPACER'S CHOICE] ... ... Emerald Vale Geothermal Plant operating at [53% Efficiency]. Power is currently being distributed to: [Botanical Laboratory] [WARNING] Edgewater Saltuna Cannery has been [REMOVED] from Emerald Vale Power Grid. [WARNING] Structural damage detected. Please notify your designated supervisor.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] .... ... [STAV ELEKTRÁRNY] ... ... [TUTO ZPRÁVU O PŘÍSTUPU VÁM PŘINÁŠÍ SPOLEČNOST SPACER'S CHOICE] ... ...Geotermální elektrárna Emerald Vale pracuje s [53% účinností]. Energie je v současné době distribuována do: [Botanická laboratoř] [VAROVÁNÍ] Konzervatoř Edgewater Saltuna byla [ODSTRANĚNA] z energetické sítě Emerald Vale. [VAROVÁNÍ] Zjištěno poškození konstrukce. Informujte prosím určeného nadřízeného.

source: [Redirect Power]
cs: [Přesměrování]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] [WARNING!] Safety failures detected. High likelihood of MODERATE to SEVERE STRUCTURAL DAMAGE. [WARNING!] Redirecting power is an IRREVERSIBLE PROCEDURE. Processing... [ERROR!] Power Redirection Function has failed. Manual override required. Please activate all three electrical track switches.
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] [POZOR!] Zjištěny bezpečnostní závady. Vysoká pravděpodobnost MÍRNÉHO až ZÁVĚREČNÉHO STRUKTURÁLNÍHO POŠKOZENÍ [VAROVÁNÍ!] Přesměrování energie je NEROVNATELNÝ POSTUP. Zpracování... [CHYBA!] Funkce přesměrování napájení selhala. Je vyžadováno ruční přepnutí. Aktivujte všechny tři elektrické kolejové spínače.

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Processing... [WARNING!] Safety failures detected. High likelihood of MODERATE to SEVERE STRUCTURAL DAMAGE. [WARNING!] Redirecting power is an IRREVERSIBLE PROCEDURE. Are you sure you want to continue?
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Zpracování... [POZOR!] Zjištěno bezpečnostní selhání. Vysoká pravděpodobnost MÍRNÉHO až STRAŠNÉHO POŠKOZENÍ KONSTRUKCE. 2. [VAROVÁNÍ!] Přesměrování energie je NEROVNATELNÝ POSTUP. Jste si jisti, že chcete pokračovat?

source: [Redirect Power to Edgewater]
cs: [Přesměrovat napájení na Edgewater]

source: [Redirect Power to Botanical Laboratory]
cs: [Přesměrování výkonu do botanické laboratoře]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Power successfully redirected to [Edgewater] ... Botanical Laboratory [POWER REGULATOR] is now safe to remove. ... Edgewater Saltuna Cannery [POWER REGULATOR] is now operating at optimal capacity. ... ... [WARNING] Additional structural damage detected. [WARNING] Permanent power failure detected in [BOTANICAL LABORATORY] [NOTICE] Blatant disregard for Spacer's Choice property has been logged. Please report yourself to your designated supervisor for an immediate reprimand. Thank you for serving the Spacer's Choice family!
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Power successfully redirected to [Edgewater] ... Botanical Laboratory [POWER REGULATOR] is now safe to remove. ...Konzervatoř Edgewater Saltuna [REGULÁTOR NAPÁJENÍ] nyní pracuje na optimální výkon. ... ... [VAROVÁNÍ] Zjištěno další poškození konstrukce. [VAROVÁNÍ] Zjištěn trvalý výpadek napájení v [BOTANICKÁ LABORATOŘ] [UPOZORNĚNÍ] Zaznamenáno hrubé nerespektování majetku Spacer's Choice. Nahlaste se prosím určenému nadřízenému k okamžitému pokárání. Děkujeme vám za službu rodině Spacer's Choice!

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Emerald Vale Geothermal Plant operating at [22% Efficiency] Power is currently being distributed to: [Edgewater] [Botanical Laboratory] Redirecting power is an irreversible procedure. Please select a destination:
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Geotermální elektrárna Emerald Vale pracuje s [22% účinností] V současné době je energie distribuována do:[Edgewater] [Botanická laboratoř] Přesměrování energie je nevratný postup.Zvolte prosím cílové místo:

source: [Continue]
cs: [Pokračovat]

source: [Return to Root]
cs: [Zpět na kořen]

source: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Power successfully redirected to [BOTANICAL LABORATORY] ... Edgewater [POWER REGULATOR] is now safe to remove. ... Botanical Laboratory [POWER REGULATOR] is now operating at optimal capacity. ... ... [WARNING] Additional structural damage detected. [WARNING] Permanent power failure detected in [EDGEWATER] [NOTICE] Blatant disregard for Spacer's Choice property has been logged. Please report yourself to your designated supervisor for an immediate reprimand. Thank you for serving the Spacer's Choice family!
cs: Emerald Vale Geothermal Plant A Spacer's Choice Property ======================== [MASTER CONTROL TERMINAL] Napájení úspěšně přesměrováno do [BOTANICAL LABORATORY] ... Edgewater [POWER REGULATOR] je nyní bezpečně odstraněn. ...Botanická laboratoř [REGULÁTOR NAPÁJENÍ] nyní pracuje na optimální výkon. ... ... [UPOZORNĚNÍ] Zjištěno další poškození konstrukce. [UPOZORNĚNÍ] Zjištěn trvalý výpadek napájení v [EDGEWATER] [UPOZORNĚNÍ] Bylo zaznamenáno hrubé nerespektování majetku Spacer's Choice. Nahlaste se prosím určenému nadřízenému k okamžitému pokárání. Děkujeme vám za službu rodině Spacer's Choice!
