Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/0004_geothermal_plant/0004_cv_chester.po
Languages: cs

source: You're not real. You're not real. Get away from me, phantom. Shoo. Scram.
cs: Nejsi skutečný. Nejsi skutečný. Jdi ode mě pryč, přízraku. Kšá. Vypadni.

source: Phantoms?! Where?!
cs: Přízraky?! Kde?!

source: You can talk? The phantoms never talked before. I knew I shouldn't have eaten that sprat raw.
cs: Můžete mluvit? Přízraky nikdy předtím nemluvily. Věděl jsem, že jsem neměl jíst ty šproty syrové.

source: See? See, Higgins? This is why you must always boil your sprats before ingesting.
cs: Vidíte? Vidíš, Higginsi? Proto musíte šproty před požitím vždy uvařit.

source: Higgins? This phantom's got a name?
cs: Higgins? Má ten přízrak jméno?

source: No, you can't possibly be a hallucination. You're much too dense. Not at all, my corporeal friend. Higgins is my name.
cs: Ne, to nemůže být halucinace. Jsi příliš hloupý. Vůbec ne, můj tělesný příteli. Jmenuji se Higgins.

source: Chester D. Higgins. The D stands for Definitely Not Insane. I use it as a reminder.
cs: Chester D. Higgins. Zkratka D znamená Definitely Not Insane (rozhodně ne šílený). Používám ho jako připomínku.

source: How long have you been down here?
cs: Jak dlouho jste tady dole?

source: Hard to say. By my reckoning, Higgins has been here somewhere between two weeks and forever. My recollection's a touch fuzzy these days.
cs: Těžko říct. Podle mého odhadu je tu Higgins někde mezi dvěma týdny a věčností. V posledních dnech mám trochu mlhavé vzpomínky.

source: Uh huh. And what exactly do you do here?
cs: Uh huh. A co přesně tady děláte?

source: Right. That's enough crazy for one day.
cs: Vpravo. To by pro dnešek stačilo.

source: <Back away slowly.> I'll just be on my way.
cs: <Pomalu ustupte.> Já už půjdu.

source: You're not imagining me.
cs: Nepředstavuješ si mě.

source: Of course. Do excuse me. I experience brief flashes of mania, during which I am visited by the phantoms of my imagination.
cs: Samozřejmě. Omluvte mě. Zažívám krátké záchvaty mánie, během nichž mě navštěvují přízraky mé fantazie.

source: Slow down and tell me what's going on.
cs: Zpomal a řekni mi, co se děje.

source: Clearly, I mistook you for one of the phantoms of my imagination, which terrorize me on occasion.
cs: Zřejmě jsem si tě spletl s jedním z přízraků mé fantazie, které mě občas děsí.

source: You're eating sprats?
cs: Jíte šproty?

source: Of course. Sprats are an excellent source for my daily recommended intake of mercury.
cs: Samozřejmě. Šproty jsou vynikajícím zdrojem mého denního doporučeného příjmu rtuti.

source: Calm down. I'm not trying to hurt you.
cs: Uklidněte se. Nesnažím se ti ublížit.

source: Great. Another lunatic.
cs: Skvělé. Další šílenec.

source: Don't you talk down to me, phantom. Least I know I'm real.
cs: Nemluv na mě tak zle, fantome. Aspoň vím, že jsem skutečný.

source: I wasn't trying to startle you. Most people don't see me coming.
cs: Nesnažil jsem se vás vylekat. Většina lidí mě nevidí přicházet.

source: Most people? But I'm the only one left! No - remember your first rule, Higgins. No arguing with the phantoms.
cs: Většina lidí? Ale já jsem jediný, kdo zůstal! Ne - nezapomeň na své první pravidlo, Higginsi. Žádné hádky s přízraky.

source: What's eating you?
cs: Co tě žere?

source: Any idea where I can find a logic module?
cs: Nevíte, kde bych mohl najít logický modul?

source: Funny thing. I was working on a logic module just before the mayhem started. Security chief found me and confiscated the logic module.
cs: Je to zvláštní. Těsně předtím, než ten chaos začal, jsem pracoval na logickém modulu. Šéf ochranky mě našel a logický modul mi zabavil.

source: What is it you do here?
cs: Co tady děláte?

source: I wanted to ask you something.
cs: Chtěl jsem se tě na něco zeptat.

source: The tail. Definitely start with the tail. If you're feeling adventurous, the ears are a particular delicacy.
cs: Ocas. Rozhodně začněte ocasem. Pokud se cítíte odvážní, zvláštní pochoutkou jsou uši.

source: Actually, hang on.
cs: Vlastně počkejte.

source: Forgot what you were gonna say? Me too.
cs: Zapomněl jsi, co jsi chtěl říct? Já taky.

source: If you worked on these mechanicals, you must know a way to stop them.
cs: Pokud jste na těchto mechanikách pracovali, musíte znát způsob, jak je zastavit.

source: I'll just excuse myself.
cs: Omluvím se.

source: Oh, Higgins has been many things over the years. Sprat Wrangler. Saltuna Critic. Aetherwave Personality. Chairman of the Board. Galactic Defender. Cystypig Tycoon.
cs: Higgins byl za ta léta už mnohokrát. Sprat Wrangler. Kritik Saltuna. Osobnost éterové vlny. Předseda správní rady. Galaktický obránce. Cystypigový magnát.

source: I've come a long way for someone who started off as a simple engineer right here in this plant.
cs: Na to, že jsem začínal jako obyčejný inženýr tady v továrně, jsem ušel dlouhou cestu.

source: You were an engineer?
cs: Byl jste inženýr?

source: I specialized in automechanicals. Drones. Sentries. Repaired 'em. Maintained. Upgraded. Did it all from my old workroom just over in the next section.
cs: Specializoval jsem se na automechaniku. Drony. Stráže. Opravoval jsem je. Udržoval jsem je. Vylepšoval. Všechno jsem to dělal ve své staré pracovně hned ve vedlejší sekci.

source: Right. Was that before or after you became a cystypig tycoon?
cs: Vpravo. Bylo to předtím, nebo potom, co jste se stal cystypigovým magnátem?

source: Oh, before. Definitely before. Cystypig tycoonery was the apex of my long and storied career.
cs: Oh, předtím. Rozhodně předtím. Cystypigské magnátství bylo vrcholem mé dlouhé a bohaté kariéry.

source: How have you been living down here?
cs: Jak se vám tady dole žije?

source: This place looks like it's been abandoned for a while. What happened?
cs: Tohle místo vypadá, jako by bylo už nějakou dobu opuštěné. Co se stalo?

source: How have you been surviving all this time?
cs: Jak jsi to celou tu dobu přežíval?

source: Jimmied open the vending machines. That lasted a good couple of months. Eventually I had to resort to more unconventional means of filling my insides.
cs: Jimmied otevřel prodejní automaty. To trvalo dobrých pár měsíců. Nakonec jsem se musel uchýlit k netradičnějším způsobům, jak naplnit své vnitřnosti.

source: So you ate sprats.
cs: Takže jsi jedl šproty.

source: Braised. Boiled. Charred. Skewered. Sprats are good eating, friend. Chock-full of brain-food.
cs: Dušené. Vařené. Uhlíkové. Na špízu. Šproty se dobře jedí, příteli. Jsou plné mozku.

source: You said you were an engineer. What did you work on?
cs: Říkal jste, že jste inženýr. Na čem jste pracoval?

source: That's disgusting.
cs: To je nechutné.

source: Well, yes. For the uninitiated palate. A true gourmand appreciates the sprat's complex melange of flavors.
cs: No, ano. Pro nezasvěcené. Pravý gurmán ocení komplexní směs chutí šprota.

source: What happened to this place?
cs: Co se stalo s tímto místem?

source: Mechanicals lost their bolts. Opened fire on anything that moved. It was pandemonium.
cs: Mechaniky přišly o šrouby. Zahájili palbu na vše, co se pohnulo. Bylo to pandemonium.

source: And you weren't killed?
cs: A nezabili vás?

source: I was on cleaning duty at the time. My old boss had me scrubbing pipes when the killing started. So, as usual, I missed out.
cs: V té době jsem měl službu uklízeče. Můj bývalý šéf mě nechal drhnout potrubí, když začalo zabíjení. Takže jsem to jako obvykle prošvihl.

source: You mentioned being an engineer.
cs: Zmínil jste, že jste inženýr.

source: You've been down here this whole time? How did you not starve?
cs: Byl jsi tady dole celou dobu? Jak to, že jsi neumřel hlady?

source: That's horrible. How could this have happened?
cs: To je hrozné. Jak se to mohlo stát?

source: You mean why did the mechanicals go on a murderous rampage? Same reason any of us do, I suppose. The voices told 'em to do it.
cs: Myslíte, proč mechanikové vyrazili na vražedné řádění? Asi ze stejného důvodu jako každý z nás. Hlasy jim řekly, aby to udělali.

source: Look. I don't want to fall into any trouble with the mechanicals. If they wise up to our plans, they will come for us. With prodding irons.
cs: Podívejte se. Nechci se dostat do potíží s mechaniky. Jestli se dozvědí o našich plánech, přijdou si pro nás. Se šťouchadly.

source: I can deal with mechanicals. I made it this far, didn't I?
cs: S mechanikou si poradím. Dostal jsem se až sem, že?

source: You know, you remind me of myself, back when I was an intergalactic adventurer.
cs: Víš, připomínáš mi mě samotného, když jsem byl mezigalaktickým dobrodruhem.

source: I discovered a flaw. Their hostility levels were hardwired to maximum. There's no changing that, but you could rewrite their targeting protocols so they attack each other instead.
cs: Objevil jsem chybu. Jejich úroveň nepřátelství byla nastavena na maximum. To se nedá změnit, ale můžete přepsat jejich zaměřovací protokoly tak, aby místo toho útočily na sebe navzájem.

source: Uh, hang on. I didn't catch all that. Programming?
cs: Počkejte. Tohle všechno jsem nezachytil. Programování?

source: No wonder they're so angry. Somebody messed around with their logic modules.
cs: Není divu, že jsou tak naštvaní. Někdo si pohrál s jejich logickými moduly.

source: Mechanicals follow the behavior of their logic module. Someone tampered with it.
cs: Mechanické moduly se chovají podle svého logického modulu. Někdo s ním manipuloval.

source: Yes, that's exactly it. I see you're also versed in the noble art of mechanical engineering.
cs: Ano, přesně tak. Vidím, že se vyznáte i ve vznešeném umění strojního inženýrství.

source: Okay, how do we do that?
cs: Dobře, jak to uděláme?

source: There's a behavior control terminal in the other room. It should have options to change how the mechanicals act, including whom they shoot at.
cs: Ve vedlejší místnosti je terminál pro kontrolu chování. Měly by na něm být možnosti, jak změnit chování mechaniků, včetně toho, na koho střílejí.

source: Oh, that reminds me. You'll need my passcode to access the behavior control terminal. Here, let me just write it down for you.
cs: To mi připomíná. Pro přístup k terminálu kontroly chování budete potřebovat můj přístupový kód. Tady, dovolte mi, abych vám ho napsal.

source: I could do without the jargon. Just tell me what to do.
cs: Bez toho žargonu bych se obešel. Jen mi řekněte, co mám dělat.

source: Find the behavior control terminal. Change whom they shoot at. Easier than sprat soup.
cs: Najděte svorku pro kontrolu chování. Změňte, na koho střílí. Snadnější než šprotí polévka.

source: I'm not afraid of any mechanicals. I can't even spell mechanicals.
cs: Nebojím se žádné mechaniky. Dokonce ani neumím hláskovat mechaniky.

source: Or you can help me, and I won't feed you to the sprats. Your call.
cs: Nebo mi můžeš pomoct a já tě nebudu krmit šproty. Je to na tobě.

source: Ironic deaths are the worst. You made your point. I'll help you.
cs: Nejhorší jsou ironická úmrtí. Vyjádřil jsi svůj názor. Pomůžu ti.

source: Spacer's Choice sent me here to rescue you. You can trust me.
cs: Spacer's Choice mě sem poslal, abych tě zachránil. Můžeš mi věřit.

source: Oh, that's very kind of you, but I'm sure the surface world is an apocalyptic hellscape ruled by the automechanicals. I'd rather stay right here.
cs: To je od vás velmi milé, ale jsem si jistý, že povrchový svět je apokalyptickou pekelnou krajinou, kde vládnou automechanici. Raději bych zůstal tady.

source: Good point. I hadn't thought of that.
cs: Dobrý postřeh. To mě nenapadlo.

source: Uh huh. So you see my dilemma.
cs: Uh huh. Takže vidíte mé dilema.

source: All right, never mind.
cs: Dobře, nevadí.

source: I'll leave you be.
cs: Nechám tě být.

source: I should go.
cs: Měl bych jít.
