Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/12_hephaestus/12_cv_harlow_lieutenant.po
Languages: cs

# conversations/12_hephaestus/12_cv_harlow_lieutenant:1:DefaultText
source: Hey, you. Looking for something?
cs: Ahoj, ty. Hledáš něco?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:2:DefaultText
source: Where do you think you're going?
cs: Kam si myslíte, že jdete?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:3:DefaultText
source: Easy, big guy. I'm just looking around.
cs: Klid, chlapáku. Jen se rozhlížím.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:4:DefaultText
source: Felix Millstone's with me. Clyde Harlow's expecting us.
cs: Felix Millstone je se mnou. Clyde Harlow nás očekává.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:5:DefaultText
source: Through you, if you push me.
cs: Skrze tebe, když na mě zatlačíš.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:8:DefaultText
source: Yeah. The captain said we might be getting a new recruit. That you, then?
cs: Jo. Kapitán říkal, že možná dostaneme nového rekruta. Takže to jsi ty?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:9:DefaultText
source: Sounds like Clyde's jumping to conclusions. But yeah, I'm Felix.
cs: Zdá se, že Clyde dělá ukvapené závěry. Ale jo, já jsem Felix.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:10:DefaultText
source: You're on a first name basis with Captain Harlow, huh?
cs: Tykáte si s kapitánem Harlowem, co?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:11:DefaultText
source: All right. Go on through.
cs: Dobře. Projděte.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:12:DefaultText
source: Long as you ain't looking for trouble.
cs: Pokud nehledáš problémy.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:13:DefaultText
source: Hey, nice form. Good delivery, too. You looking to join Captain Harlow's crew, huh?
cs: Hej, pěkná forma. Dobré podání. Chceš se přidat k posádce kapitána Harlowa, co?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:15:DefaultText
source: Hey, no loitering.
cs: Hej, žádné poflakování.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:16:DefaultText
source: Got my sights on you.
cs: Mám na tebe zálusk.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:17:DefaultText
source: <Show him the papers.> Harlow's been paid off by the Board.
cs: <Ukaž mu ty papíry.> Harlow dostal od představenstva výplatu.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:18:DefaultText
source: What? Let me see that.
cs: Cože? Podívám se na to.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:19:DefaultText
source: Mr. Harlow never said we was working for the Board. Stands to reason, though.
cs: Pan Harlow nikdy neřekl, že pracujeme pro radu. To je ale logické.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:20:DefaultText
source: That's all you have to say? Your boss was taking money from the Board. He's a mercenary for the establishment!
cs: To je všechno, co k tomu můžete říct? Váš šéf bral peníze od správní rady. Je to žoldák establishmentu!

# conversations/12_hephaestus/12_cv_harlow_lieutenant:21:DefaultText
source: Uh, yeah. What's your point? We all gotta play ball with the Board, kid. They own this whole damn colony.
cs: Jo. O co ti jde? Všichni musíme hrát s radou, chlapče. Jim patří celá tahle zatracená kolonie.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:22:DefaultText
source: Harlow talked about revolution and fighting the system. Do you believe any of that?
cs: Harlow mluvil o revoluci a boji proti systému. Věříte něčemu z toho?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:23:DefaultText
source: Let's move on.
cs: Pojďme dál.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:24:DefaultText
source: Mr. Harlow says a lot of things. And as long as I get my share of the plunder, I believe every word he says.
cs: Pan Harlow říká spoustu věcí. A dokud mám svůj podíl na kořisti, věřím každému jeho slovu.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:25:DefaultText
source: You're a real piece of work. Nice to know Harlow's filling his crew with certified jackasses.
cs: Jsi opravdu kus práce. Je hezké vědět, že Harlow má ve svém týmu samé certifikované blbce.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:26:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:27:DefaultText
source: Ah, yeah. I remember that job. Nice and clean. Easy pickings.
cs: Ach, ano. Na tu práci si vzpomínám. Pěkná a čistá. Snadná práce.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:28:DefaultText
source: Hey, you gotta take work where you can get, right?
cs: Hej, musíš brát práci, kde se dá, ne?

# conversations/12_hephaestus/12_cv_harlow_lieutenant:30:DefaultText
source: Right! You sound just like Mr. Harlow.
cs: Správně! Mluvíte přesně jako pan Harlow.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:31:DefaultText
source: Uh, Felix? I'm a mercenary for the Board, too.
cs: Felixi? Já jsem také žoldák Rady.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:32:DefaultText
source: Yeah, I know. You don't gotta remind me.
cs: Jo, já vím. Nemusíš mi to připomínat.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:33:DefaultText
source: Well, yeah, but - you're different!
cs: No jo, ale - ty jsi jiný!

# conversations/12_hephaestus/12_cv_harlow_lieutenant:34:DefaultText
source: Your captain's real sensible, kid. You could learn a thing or two.
cs: Tvůj kapitán je opravdu rozumný, chlapče. Mohl by ses něco naučit.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:35:DefaultText
source: Let's get going.
cs: Pojďme na to.

# conversations/12_hephaestus/12_cv_harlow_lieutenant:36:DefaultText
source: I think we've heard enough.
cs: Myslím, že už jsme toho slyšeli dost.
