Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal.po
Languages: cs

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:1:DefaultText
source: [Stub] First time talking to the assistant over the screen. The admin sketchily answers, nervous about getting in trouble.
cs: [Stub] Poprvé mluvíte s asistentem přes obrazovku. Administrátor odpovídá skepticky, nervózní z toho, že se dostane do potíží.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:2:DefaultText
source: [Stub] Second time talking to the assistant over the screen. The admin is a bit adjatated that you're bugging him again.
cs: [Stub] Podruhé mluví s asistentem přes obrazovku. Správce je trochu rozladěný, že ho opět otravujete.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:3:DefaultText
source: [Stub] Third time talking to the assistant over the screen. The admin assistant is really frantic by this point.
cs: [Stub] Potřetí mluví s asistentem přes obrazovku. Asistentka administrátora je v tuto chvíli opravdu šílená.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:4:DefaultText
source: [Stub] I know... I know... Just tell me why I should risk being demoted to help you?
cs: [Stub] Já vím... Já vím... Jen mi řekni, proč bych měl riskovat, že budu degradován, abych ti pomohl?

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:5:DefaultText
source: [Stub] Any chance you can help me out with this thing?
cs: [Stub] Můžeš mi s tím nějak pomoct?

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:6:DefaultText
source: [Stub] What the hell is that thing?
cs: [Stub] Co je to sakra za věc?

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:7:DefaultText
source: [Stub] Listen, this thing is trying to eat me. No time for small talk.
cs: [Stub] Poslouchej, ta věc se mě snaží sežrat. Není čas na řeči.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:8:DefaultText
source: [Stub] Ah never mind...
cs: [Stub] Ach, to je jedno...

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:10:DefaultText
source: [Stub] Oh you mean Sedrick's pet? It's a part of a Rizzo's experiment, Sedrick grew quite fond of him. Everyone warned him it was dangerous, obviously he didn't listen.
cs: [Stub] Myslíš Sedrickova mazlíčka? Je to součást Rizzova experimentu, Sedrick si ho docela oblíbil. Všichni ho varovali, že je to nebezpečné, zřejmě neposlechl.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:11:DefaultText
source: [Stub] Hold on, If you help me you have a chance to be a hero.
cs: [Stub] Vydrž, když mi pomůžeš, máš šanci stát se hrdinou.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:12:DefaultText
source: [Stub] You do realize I was sent by Sedrick's direct supervisor?
cs: [Stub] Uvědomujete si, že mě poslal Sedrickův přímý nadřízený?

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:13:DefaultText
source: [Stub] If I have to kill this thing myself, you're gonna wish you went out like Sedrick.
cs: [Stub] Jestli to budu muset zabít sám, budeš si přát, abys odešel jako Sedrick.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:16:DefaultText
source: [Stub] Anyhow it's against corporation protocol to even be talking to you, I have to run.
cs: [Stub] Každopádně je proti protokolu korporace s tebou vůbec mluvit, musím běžet.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:17:DefaultText
source: [Stub] A hero you say? Sounds much better than assistant, actually Sedrick usually shortened it to ass on all of my documentation.
cs: [Stub] Říkáte hrdina? Zní to mnohem lépe než asistent, Sedrick to ve všech mých dokumentech obvykle zkracuje na prdel.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:18:DefaultText
source: [Stub] Admin Assistant reluctantly helps you with Terminal A.
cs: [Stub] Asistentka administrátora vám neochotně pomůže s terminálem A.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:19:DefaultText
source: [Stub] Admin Assistant reluctantly helps you with Terminal B.
cs: [Stub] Admin Assistant vám neochotně pomůže s terminálem B.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:20:DefaultText
source: [Stub] Admin Assistant reluctantly helps you with Terminal C.
cs: [Stub] Admin Assistant vám neochotně pomůže s terminálem C.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:21:DefaultText
source: [Stub] Admin Assistant reluctantly helps you with Terminal D.
cs: [Stub] Admin Assistant vám neochotně pomůže s terminálem D.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:22:DefaultText
source: [Stub] Well if Rizzo's sent you, I suppose I'm obligated to help you, try this.
cs: [Stub] No, když tě poslal Rizzo, tak jsem asi povinen ti pomoct, zkus tohle.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:23:DefaultText
source: [Stub] I've done all I can, I swear. Player calls the admin after all machinery is on.
cs: [Stub] Udělal jsem, co jsem mohl, přísahám. Hráč zavolá správce, až když jsou všechny stroje zapnuté.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:24:DefaultText
source: [Stub] As beautiful as Rizzo's Rainbow Bridge sounds, I've never trusted it. I'll help you.
cs: [Stub] I když zní Rizzův Duhový most krásně, nikdy jsem mu nevěřil. Pomůžu ti.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:25:DefaultText
source: [Stub] Ok let's skip the small talk again, I could use your help again.
cs: [Stub] Dobře, přeskočme zase tyhle řeči, zase by se mi hodila tvoje pomoc.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:33:DefaultText
source: [Stub] Ok let's skip the small talk again, I could use your help again.
cs: [Stub] Dobře, přeskočme zase tyhle řeči, zase by se mi hodila tvoje pomoc.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:34:DefaultText
source: [Stub] Admin agrees it's their duty to help you and proceeds to turn on some machinery.
cs: [Stub] Admin souhlasí, že je jeho povinností vám pomoci, a zapne nějaké stroje.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:35:DefaultText
source: [Stub] Player lies about being from Rizzo's
cs: [Stub] Hráč lže, že je z Rizzo's

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:37:DefaultText
source: [Stub] Player threatens the admin assistant again.
cs: [Stub] Hráč opět vyhrožuje asistentovi administrátora.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:39:DefaultText
source: [Stub] Persuades the admin assistant into helping out.
cs: [Stub] Přesvědčí asistentku administrátora, aby mu pomohla.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:45:DefaultText
source: [Stub] The admin assistant apologizes for not helping the player, but please... that ticket is a golden ticket, I worked for seven years for a chance to tour the orchards.
cs: [Stub] Asistentka administrátora se omlouvá, že hráči nepomohla, ale prosím... ten lístek je zlatý, sedm let jsem pracoval na tom, abych si mohl prohlédnout sady.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:50:DefaultText
source: [Stub] Player thanks them and leaves
cs: [Stub] Hráč jim poděkuje a odejde

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:51:DefaultText
source: [Stub] That's it?
cs: [Stub] To je vše?

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:55:DefaultText
source: [Stub] Admins Assistant Congratulates the player for killing the Slug Boss. Please take this ticket for a tour of Rizzo's Purpleberry Orchards as a token of gratitude. It's a golden ticket.
cs: [Stub] Asistent administrátora Blahopřeje hráči k zabití slimáčího bosse. Na důkaz vděčnosti si prosím vezměte tento lístek na prohlídku Rizzových purpurových sadů. Jedná se o zlatou vstupenku.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:57:DefaultText
source: [Stub] You could have helped me.
cs: [Stub] Mohl jsi mi pomoci.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:58:DefaultText
source: [Stub] Thanks for your help in there.
cs: [Stub] Děkujeme za pomoc.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:59:DefaultText
source: [Stub] That ticket is a GOLDEN ticket, I worked for seven years for a chance to tour the orchards. Seven years for that asshole Sedrick.
cs: [Stub] Ten lístek je ZLATÝ lístek, sedm let jsem pracoval na tom, abych si mohl prohlédnout sady. Sedm let pro toho kreténa Sedricka.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:60:DefaultText
source: [Stub] Admin Assistant acknowledges the thanks and mentions if the player didn't deal with the Slug it'd be his job.
cs: [Stub] Asistent administrátora poděkuje a zmíní se, že kdyby se hráč nevypořádal se Slimákem, byla by to jeho práce.

# conversations/inx02/inx02_03_dis/inx02_03_assistant_terminal:62:DefaultText
source: [Stub] <Attack> Thanks for nothing.
cs: [Stub] <Attack> Díky za nic.
