Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/03_playership/msq_0301_weaponsfromthevoid.po
Languages: cs

# quests/03_playership/msq_0301_weaponsfromthevoid:0:DefaultText
source: Weapons From the Void
cs: Zbraně z prázdnoty

# quests/03_playership/msq_0301_weaponsfromthevoid:1:DefaultText
source: Acquire Phineas' Science Weapon
cs: Získejte Phineasovu vědeckou zbraň

# quests/03_playership/msq_0301_weaponsfromthevoid:3:DefaultText
source: Search Hawthorne's Terminal for Clues
cs: Hledání vodítek v Hawthornově terminálu

# quests/03_playership/msq_0301_weaponsfromthevoid:5:DefaultText
source: Acquire the Science Weapon on Groundbreaker
cs: Získání vědecké zbraně na Groundbreakeru

# quests/03_playership/msq_0301_weaponsfromthevoid:7:DefaultText
source: Acquire the Science Weapon on Scylla
cs: Získání vědecké zbraně na Scylle

# quests/03_playership/msq_0301_weaponsfromthevoid:9:DefaultText
source: Acquire the Science Weapon on Monarch
cs: Získání vědecké zbraně na Monarchu

# quests/03_playership/msq_0301_weaponsfromthevoid:11:DefaultText
source: Acquire the Science Weapon in the Abandoned Lab
cs: Získejte vědeckou zbraň v opuštěné laboratoři

# quests/03_playership/msq_0301_weaponsfromthevoid:13:DefaultText
source: Search for Clues
cs: Hledání vodítek

# quests/03_playership/msq_0301_weaponsfromthevoid:16:DefaultText
source: Review the Hephaestus Mining Archive on Hawthorne's Terminal
cs: Prohlédněte si archiv těžební společnosti Hephaestus v terminálu Hawthorne's Terminal

# quests/03_playership/msq_0301_weaponsfromthevoid:20:DefaultText
source: Search Halcyon Colony for Science Weapons
cs: Hledání vědeckých zbraní v kolonii Halcyon

# quests/03_playership/msq_0301_weaponsfromthevoid:10000:DefaultText
source: Logs found in the captain's terminal on the Unreliable mention finding a powerful weapon. Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons.
cs: Deníky nalezené v kapitánském terminálu na Nespolehlivé se zmiňují o nálezu silné zbraně. Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - těchto vědeckých zbraních - pátrat.

# quests/03_playership/msq_0301_weaponsfromthevoid:10001:DefaultText
source: The logs on Hawthorne's terminal indicated that Phineas has a powerful weapon at his orbital lab.
cs: Záznamy na Hawthornově terminálu ukazovaly, že Phineas má ve své orbitální laboratoři silnou zbraň.

# quests/03_playership/msq_0301_weaponsfromthevoid:10003:DefaultText
source: If Hawthorne left behind any clues about where more science weapons could be found, they'd be in the logs on the captain's terminal of the Unreliable.
cs: Pokud po sobě Hawthorne zanechal nějaké stopy o tom, kde se dají najít další vědecké zbraně, budou v denících na kapitánském terminálu Nespolehlivé.

# quests/03_playership/msq_0301_weaponsfromthevoid:10005:DefaultText
source: The logs on Hawthorne's terminal mentioned rumors from the Groundbreaker of a scientist who bragged about a powerful weapon he was researching. Perhaps more details can be found on the station.
cs: Záznamy na Hawthornově terminálu se zmiňovaly o zvěstech z Groundbreakeru o vědci, který se chlubil mocnou zbraní, kterou zkoumal. Snad se na stanici podaří zjistit více podrobností.

# quests/03_playership/msq_0301_weaponsfromthevoid:10007:DefaultText
source: After reviewing the data archive from the Hephaestus Mining outpost on Scylla, you learned that a powerful weapon was used to kill one of the miners. Search the outpost for the weapon.
cs: Po prozkoumání archivu dat z těžební základny Hefaistos na ostrově Scylla jste zjistili, že k zabití jednoho z horníků byla použita silná zbraň. Prohledejte základnu a najděte tuto zbraň.

# quests/03_playership/msq_0301_weaponsfromthevoid:10009:DefaultText
source: A UDL datapad "liberated" from a corporate patrol mentions a research facility in the wilderness. Search the facility to see if it contains a science weapon.
cs: Datapad UDL "osvobozený" od firemní hlídky zmiňuje výzkumné zařízení v divočině. Prohledejte zařízení a zjistěte, zda neobsahuje vědeckou zbraň.

# quests/03_playership/msq_0301_weaponsfromthevoid:10011:DefaultText
source: Duncan in Fallbrook sold you a datapad used by one of the team that scouted the abandoned lab in Cascadia. The unfortunate contractor didn't survive, but one of his entries mentioned "going back for the weapon."
cs: Duncan ve Fallbrooku ti prodal datapad, který používal jeden z týmu, který prozkoumával opuštěnou laboratoř v Cascadii. Nešťastný dodavatel nepřežil, ale jeden z jeho záznamů se zmiňuje o tom, že se "vrátil pro zbraň".

# quests/03_playership/msq_0301_weaponsfromthevoid:10013:DefaultText
source: Hawthorne's terminal mentioned searching black market vendors on Groundbreaker and Fallbrook. Apparently he had success in the past finding rare items using such sources. Purchasing old logs or data archives from these vendors might lead to clues about where to find more of the powerful science weapons.
cs: Terminál Hawthorne se zmínil o hledání prodejců na černém trhu na Groundbreaker a Fallbrook. Zřejmě měl v minulosti úspěch při hledání vzácných předmětů z těchto zdrojů. Nákup starých deníků nebo datových archivů od těchto prodejců by mohl vést ke stopám, kde najít další mocné vědecké zbraně.

# quests/03_playership/msq_0301_weaponsfromthevoid:10016:DefaultText
source: A data cartridge acquired from Gladys on Groundbreaker may have clues to another science weapon's location. Use the captain's terminal on the Unreliable to review the data archive.
cs: Datová kazeta získaná od Gladys na Groundbreakeru může obsahovat vodítka k umístění další vědecké zbraně. Použijte kapitánův terminál na Nespolehlivém a prohlédněte si datový archiv.

# quests/03_playership/msq_0301_weaponsfromthevoid:10020:DefaultText
source: You are unable to acquire any further clues to a science weapon's location. You'll need to look for the remaining science weapons on your own. (<oeiglobal>03_n_SciWeapons_Current</oeiglobal>/<oeiglobal>03_n_SciWeapons_Max</oeiglobal>) Science Weapons Found
cs: Nejste schopni získat žádné další stopy k umístění vědecké zbraně. Zbývající vědecké zbraně budete muset hledat na vlastní pěst. (<oeiglobal>03_n_SciWeapons_Current</oeiglobal>/<oeiglobal>03_n_SciWeapons_Max</oeiglobal>). Nalezené vědecké zbraně

# quests/03_playership/msq_0301_weaponsfromthevoid:20000:DefaultText
source: An old Mardet datapad acquired from Gladys mentions a scientist who went mad and locked himself into an old repair bay on Groundbreaker. Reports state he raved about "the weapon's chaotic beauty."
cs: Starý datapad Mardet získaný od Gladys se zmiňuje o vědci, který se zbláznil a zavřel se do staré opravárenské haly na Groundbreakeru. Podle zpráv básnil o "chaotické kráse zbraně".

# quests/03_playership/msq_0301_weaponsfromthevoid:20001:DefaultText
source: Lilya Hagen hired you to retrieve a supply of Alta-Vitae gas from an abandoned lab on Monarch. Search for the weapon while you're there.
cs: Lilya Hagenová vás najala, abyste získali zásoby plynu Alta-Vitae z opuštěné laboratoře na Monarchu. Až tam budeš, hledej zbraň.

# quests/03_playership/msq_0301_weaponsfromthevoid:20002:DefaultText
source: Hawthorne's terminal mentioned searching black market vendors on Groundbreaker and Fallbrook. Apparently he had success in the past finding rare items using such sources. Purchasing old logs or data archives from these vendors might lead to clues about where to find more of the powerful science weapons.
cs: Terminál Hawthorne se zmínil o hledání prodejců na černém trhu na Groundbreaker a Fallbrook. Zřejmě měl v minulosti úspěch při hledání vzácných předmětů z těchto zdrojů. Nákup starých deníků nebo datových archivů od těchto prodejců by mohl vést ke stopám, kde najít další mocné vědecké zbraně.

# quests/03_playership/msq_0301_weaponsfromthevoid:20003:DefaultText
source: Another of Hawthorne's logs mentioned looking in Gladys's shop for old records. Apparently the smuggler acquired several leads that way.
cs: V dalším Hawthornově deníku je zmínka o hledání starých záznamů v Gladysině obchodě. Pašerák tak zřejmě získal několik stop.

# quests/03_playership/msq_0301_weaponsfromthevoid:20004:DefaultText
source: Gladys on Groundbreaker is dead and unable to sell you anything that might lead to a science weapon's location.
cs: Gladys na Groundbreakeru je mrtvá a nemůže vám prodat nic, co by mohlo vést k nalezení vědecké zbraně.

# quests/03_playership/msq_0301_weaponsfromthevoid:20005:DefaultText
source: Duncan in Fallbrook is dead and unable to sell you anything that might lead to a science weapon's location.
cs: Duncan ve Fallbrooku je mrtvý a nemůže vám prodat nic, co by mohlo vést k nalezení vědecké zbraně.

# quests/03_playership/msq_0301_weaponsfromthevoid:30000:DefaultText
source: You have found all of the Science Weapons in the Halcyon Colony.
cs: V kolonii Halcyon jste našli všechny vědecké zbraně.

# quests/03_playership/msq_0301_weaponsfromthevoid:30001:DefaultText
source: After traveling to Tartarus, you are unable to collect the remaining Science Weapons in Halcyon.
cs: Po cestě do Tartaru nemůžete v Halcyonu sebrat zbývající vědecké zbraně.

# quests/03_playership/msq_0301_weaponsfromthevoid:40001:DefaultText
source: While exploring Phineas' orbital lab you acquired a powerful gun created by the scientist himself - the Shrink Ray. Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons. Alex Hawthorne was an accomplished smuggler and scavenger. It's possible that he encountered rumors of weapons like this on his travels through the colony.
cs: Při průzkumu Phineasovy orbitální laboratoře jste získali mocnou zbraň vytvořenou samotným vědcem - Smršťovací paprsek. Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - těchto vědeckých zbraních - pátrat. Alex Hawthorne byl zdatný pašerák a mrchožrout. Je možné, že na svých cestách po kolonii narazil na zvěsti o zbraních, jako je tato.

# quests/03_playership/msq_0301_weaponsfromthevoid:40002:DefaultText
source: While exploring the hidden compartments of Groundbreaker, you acquired the Prismatic Hammer - a lost Hammersmith prototype. Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons. Alex Hawthorne was an accomplished smuggler and scavenger. It's possible that he encountered rumors of weapons like this on his travels through the colony.
cs: Při zkoumání skrytých prostor v Groundbreakeru jste získali Prismatické kladivo - ztracený prototyp Hammersmithu. Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - těchto vědeckých zbraních - pátrat. Alex Hawthorne byl zdatný pašerák a mrchožrout. Je možné, že na svých cestách po kolonii narazil na zvěsti o zbraních, jako je tato.

# quests/03_playership/msq_0301_weaponsfromthevoid:40003:DefaultText
source: While exploring an abandoned mining outpost on the asteroid Scylla, you found a powerful new weapon - the Mandibular Rearranger. Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons. Alex Hawthorne was an accomplished smuggler and scavenger. It's possible that he encountered rumors of weapons like this on his travels through the colony.
cs: Při průzkumu opuštěné těžební základny na asteroidu Scylla jste našli novou mocnou zbraň - Mandibulární rearranger. Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - těchto vědeckých zbraních - pátrat. Alex Hawthorne byl zdatný pašerák a mrchožrout. Je možné, že na svých cestách po kolonii narazil na zvěsti o zbraních, jako je tato.

# quests/03_playership/msq_0301_weaponsfromthevoid:40004:DefaultText
source: While exploring a UDL research facility in the wilds of Monarch, you discovered a powerful weapon - the Gloop Gun. Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons. Alex Hawthorne was an accomplished smuggler and scavenger. It's possible that he encountered rumors of weapons like this on his travels through the colony.
cs: Při průzkumu výzkumného zařízení UDL v divočině Monarchu jste objevili mocnou zbraň - Gloop Gun. Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - těchto vědeckých zbraních - pátrat. Alex Hawthorne byl zdatný pašerák a mrchožrout. Je možné, že na svých cestách po kolonii narazil na zvěsti o zbraních, jako je tato.

# quests/03_playership/msq_0301_weaponsfromthevoid:40005:DefaultText
source: While exploring an abandoned Rizzo laboratory beneath Cascadia, you found a powerful weapon - the Mind Control Ray. Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons. Alex Hawthorne was an accomplished smuggler and scavenger. It's possible that he encountered rumors of weapons like this on his travels through the colony.
cs: Při průzkumu opuštěné laboratoře Rizzo pod Kaskádií jste našli mocnou zbraň - paprsek na ovládání mysli. Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - těchto vědeckých zbraních - pátrat. Alex Hawthorne byl zdatný pašerák a mrchožrout. Je možné, že na svých cestách po kolonii narazil na zvěsti o zbraních, jako je tato.

# quests/03_playership/msq_0301_weaponsfromthevoid:40007:DefaultText
source: Perhaps the Halcyon colony contains other weapons which, like this one, push the boundaries of what science can achieve. It would be worthwhile to seek out these devices - these science weapons.
cs: Možná se v kolonii Halcyon nacházejí další zbraně, které stejně jako tato posouvají hranice možností vědy. Stálo by za to po těchto zařízeních - vědeckých zbraních - pátrat.

# quests/03_playership/msq_0301_weaponsfromthevoid:40008:DefaultText
source: An old Mardet datapad acquired from Gladys mentions a scientist who went mad and locked himself into an old repair bay on Groundbreaker. Reports state he raved about "the weapon's chaotic beauty."
cs: Starý datapad Mardet získaný od Gladys se zmiňuje o vědci, který se zbláznil a zavřel se do staré opravárenské haly na Groundbreakeru. Podle zpráv básnil o "chaotické kráse zbraně".

# quests/03_playership/msq_0301_weaponsfromthevoid:40009:DefaultText
source: You acquired the datapad of an unfortunate SubLight contractor. He was hired to scout an abandoned laboratory and mentions seeing a powerful weapon inside that he wanted to return for. While the datapad doesn't reveal the location of the lab, it mentions that Lilya Hagen will "send a team." SubLight's boss may be able to point you in the right direction.
cs: Získali jste datapad nešťastného sublightového kontraktora. Byl najat na průzkum opuštěné laboratoře a zmínil se, že uvnitř viděl mocnou zbraň, pro kterou se chtěl vrátit. Datapad sice neprozrazuje polohu laboratoře, ale zmiňuje se o tom, že Lilya Hagen "pošle tým". Šéfka SubLight tě možná bude moci nasměrovat správným směrem.

# quests/03_playership/msq_0301_weaponsfromthevoid:40010:DefaultText
source: If Hawthorne left behind any clues about where more science weapons could be found, they'd be in the logs on the captain's terminal of the Unreliable.
cs: Pokud po sobě Hawthorne zanechal nějaké stopy o tom, kde se dají najít další vědecké zbraně, budou v denících na kapitánském terminálu Nespolehlivé.

# quests/03_playership/msq_0301_weaponsfromthevoid:40012:DefaultText
source: Alex Hawthorne was an accomplished smuggler and scavenger. It's possible that he encountered rumors of weapons like this on his travels through the colony.
cs: Alex Hawthorne byl zkušený pašerák a mrchožrout. Je možné, že na svých cestách po kolonii narazil na zvěsti o podobných zbraních.
