Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation.po
Languages: cs

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:1:DefaultText
source: Captain, this terminal controls airflow for the entire bunker.
cs: Kapitáne, tento terminál řídí proudění vzduchu v celém bunkru.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:2:DefaultText
source: Let's hear it.
cs: Poslechněme si to.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:3:DefaultText
source: What, "Go in shooting"?
cs: Cože, "jít střílet"?

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:4:DefaultText
source: Don't suffocate us, Ellie.
cs: Nedus nás, Ellie.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:6:DefaultText
source: Believe it or not, I'm trying to save our bullets. For once.
cs: Věřte tomu nebo ne, ale snažím se zachránit naše kulky. Pro jednou.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:7:DefaultText
source: Please. You think I've been a spacer this long without knowing the basics of proper ventilation?
cs: Prosím. Myslíte si, že jsem tak dlouho pracoval jako spacer, aniž bych znal základy správného větrání?

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:8:DefaultText
source: I'll drop the O2 levels to 19.5%. That's still enough for humans, but the mantisaurs'll die in a matter of minutes.
cs: Snížím hladinu O2 na 19,5 %. To je pro lidi stále dost, ale kudlanky zemřou během několika minut.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:9:DefaultText
source: Don't kill us.
cs: Nezabíjejte nás.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:10:DefaultText
source: <Hold your breath.>
cs: <Zadržte dech.>

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:11:DefaultText
source: Good plan.
cs: Dobrý plán.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:12:DefaultText
source: Here goes...
cs: Tady je...

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:13:DefaultText
source: Don't thank me yet.
cs: Ještě mi neděkujte.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:14:DefaultText
source: I don't plan on dying today, Captain.
cs: Dnes nemám v plánu zemřít, kapitáne.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:15:DefaultText
source: Just so you know, this is gonna take a while.
cs: Jen abyste věděli, že to bude chvíli trvat.

# conversations/04_monarch/0404/0404_cv_cascadia_ellie_ventilation:16:DefaultText
source: I've got an idea.
cs: Mám nápad.
