Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cv_cascadia_parvati_gassyphoning.po
Languages: cs

source: Let me take a look-see. Okay. I'm thinking if I patch this into our fuel cell network, we can use the empty tanks to hold this Alta-Whatta-Vittles stuff.
cs: Podívám se na to. Dobře. Myslím, že když to zapojím do naší sítě palivových článků, můžeme použít prázdné nádrže na tyhle věci Alta-Whatta-Vittles.

source: There we are. Good as pretty, and twice as new.
cs: Tady to je. Stejně pěkné a dvakrát tak nové.

source: Relax, you can do this.
cs: Klid, zvládnete to.

source: Right, good. Uh... what's all that mean?
cs: Dobře, dobře. Uh... co to všechno znamená?

source: If it doesn't work, we'll just die horrible deaths. No pressure.
cs: Pokud to nebude fungovat, zemřeme strašlivou smrtí. Žádný nátlak.

source: Means I'm doing it. Just like to talk my way through things.
cs: To znamená, že to dělám. Rád si jen tak povídám.

source: I wouldn't let that happen.
cs: To bych nedopustil.

source: Abso-surely, Captain. No worries.
cs: Jistě, kapitáne. Bez obav.

source: Nice work.
cs: Pěkná práce.

source: All thanks to my moral support. You're welcome.
cs: To vše díky mé morální podpoře. Není zač.

source: I knew I paid you for something.
cs: Věděl jsem, že jsem ti za něco zaplatil.

source: You don't pay me.
cs: Neplatíte mi.

source: I coulda done better if you'd lent me an extra pair of hands.
cs: Kdybys mi půjčil pár rukou navíc, zvládl bych to líp.

source: Oh, I just- just did my thing. You know.
cs: Oh, já jsem jen... jen jsem udělal svou věc. Však víš.

source: Just gotta compensate for the pressure difference. We burn liquid reaction mass, not gas. And the cells are distributed all through the hull, so I gotta isolate the empties...
cs: Jen je třeba kompenzovat rozdíl v tlaku. Spalujeme kapalnou reakční hmotu, ne plyn. A články jsou rozmístěny po celém trupu, takže musím izolovat prázdné...

source: That looks right. You remembered the sticky valve on number sixteen?
cs: To vypadá správně. Vzpomněl jste si na lepicí ventil na šestnáctce?

source: 'Course I did, Captain. Just gave it a little jiggle.
cs: "Samozřejmě, že ano, kapitáne. Jen jsem s ním trochu zatřásl.

source: Don't tell me this is one of those "work for exposure" gigs.
cs: Neříkejte mi, že je to jedna z těch "prací za odměnu".

source: None of us get paid.
cs: Nikdo z nás nedostane zaplaceno.

source: Or me, either. I receive a stipend from the Order, but I doubt that's much comfort to the rest of the crew.
cs: Ani já ne. Dostávám od Řádu stipendium, ale pochybuji, že je to pro zbytek posádky nějaká útěcha.

source: Wait a damn minute. That's a good point. You don't pay any of us.
cs: Počkejte sakra. To je dobrá poznámka. Nikomu z nás neplatíte.

source: Wish you had a little more faith in me. I know what I'm doing.
cs: Kéž bys mi věřil trochu víc. Vím, co dělám.

source: Parvati, whatever would we do without you?
cs: Parvati, co bychom si bez tebe počali?

source: Come on, you can't take that stuff so seriously.
cs: No tak, nemůžete to brát tak vážně.

source: Faith is hardly required. We *know* you're a talented mechanic.
cs: Víra se téměř nevyžaduje. Víme, že jsi talentovaný mechanik.

source: Tell you what--next time we put up targets in the hold, we'll draw the captain on 'em.
cs: Víš co? Až příště rozmístíme terče v podpalubí, nakreslíme na ně kapitána.

source: That's some top-shelf work, Parvati.
cs: To je špičková práce, Parvati.

source: Hey, take the compliment. You did the work.
cs: Hej, přijmi kompliment. Odvedl jsi práci.

source: Chin up. Pride in our work, now.
cs: Hlavu vzhůru. Hrdost na naši práci.

source: I'm impressed. I would've just tried to blow the thing up.
cs: Jsem ohromen. Já bych se to prostě pokusil vyhodit do vzduchu.
