Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation.po
Languages: cs

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:2:DefaultText
source: Cap. We can use this ventilation system to solve our bug problem.
cs: Čepice. Tento ventilační systém můžeme použít k vyřešení problému s brouky.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:3:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:4:DefaultText
source: I think I'd rather just shoot them.
cs: Myslím, že bych je raději zastřelil.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:5:DefaultText
source: Are... you suggesting a non-violent solution? What'd you do with the real Nyoka?
cs: Navrhujete nenásilné řešení? Co jsi udělal se skutečnou Nyokou?

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:7:DefaultText
source: That's a risk I ain't too stupid to take. We don't mess with mantisaurs, Captain. You get the chance to kill one easy, you seize it.
cs: To je riziko, které nejsem tak hloupý, abych ho podstoupil. S mantisaury si nezahráváme, kapitáne. Když máš šanci jednoho snadno zabít, využij ji.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:8:DefaultText
source: Gloriously showering prey in high-velocity shells is quite thrilling, I'll admit, but it ain't cheap. It stains my spirit to say it, but this here's a more economical option.
cs: Uznávám, že slavné zasypávání kořisti vysokorychlostními střelami je docela vzrušující, ale není to levné. Je mi líto, že to musím říct, ale tohle je ekonomičtější varianta.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:9:DefaultText
source: Mantisaurs need an oxygen-rich environment. More than we do. We drop the oxygen levels a bit, we can suffocate 'em.
cs: Kudlanky potřebují prostředí bohaté na kyslík. Více než my. Když trochu snížíme hladinu kyslíku, můžeme je udusit.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:10:DefaultText
source: Here. See? Done. Won't be but a minute before they're all rolling around desperately trying to figure out why they're dying and why they can't stop it.
cs: Zde. Vidíte? Hotovo. Nebude to trvat ani minutu a všichni se budou zoufale válet po zemi a snažit se přijít na to, proč umírají a proč to nemohou zastavit.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:11:DefaultText
source: Good thinking. How'd you know that?
cs: Dobrá myšlenka. Jak jsi to věděl?

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:12:DefaultText
source: If only fighting mantisaurs were this easy all the time.
cs: Kéž by boj s mantisaury byl tak snadný pořád.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:13:DefaultText
source: That is a dark image.
cs: To je temný obraz.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:14:DefaultText
source: The more you study your prey, the less chance they surprise you, and I hate surprises.
cs: Čím více studujete svou kořist, tím menší je šance, že vás překvapí, a já překvapení nesnáším.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:15:DefaultText
source: Don't I know it. They're expensive prey.
cs: Nevím to. Jsou drahou kořistí.

# conversations/04_monarch/0404/0404_cv_cascadia_nyoka_ventilation:16:DefaultText
source: Careful now. Empathy is the path to hesitation, and hesitation gets you eaten.
cs: Teď opatrně. Empatie je cestou k váhání a váhání vás sežere.
