Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cv_cascadia_vicarmax_gassyphoning.po
Languages: cs

source: This is the part where I take over, Captain. Do not fret. I've been cracking systems like these for years.
cs: V této části přebírám velení já, kapitáne. Nebojte se. Takovéto systémy rozbíjím už léta.

source: Ah-ha! Got it. Easy as mock-apple pie.
cs: Aha! Mám to. Jednoduché jako posměšný jablečný koláč.

source: Can't be any harder than understanding Scientism, right?
cs: Nemůže to být těžší než pochopit scientismus, že?

source: Don't sound so enthusiastic...
cs: Nezní to tak nadšeně...

source: Don't blow it.
cs: Nepokažte to.

source: Hah, I do so love when you jest with me. I will take that as an intended distraction from the stress of all that could go terribly and excruciatingly wrong should I fail...
cs: Hah, miluju, když si ze mě děláš legraci. Beru to jako rozptýlení od stresu ze všeho, co by se mohlo strašlivě a nesnesitelně pokazit, kdybych selhal...

source: I AM enthusiastic. Can you not tell?
cs: JSEM nadšený. Copak to nepoznáte?

source: I could make a joke with that, but it would be inappropriate coming from a man of the cloth.
cs: Mohl bych si z toho udělat legraci, ale od muže z církve by to bylo nevhodné.

source: Not too shabby, preacher man.
cs: To není špatné, pane kazateli.

source: Praise...uh, what do you praise again?
cs: Chválit... ehm, co že to vlastně chválíte?

source: So you do something besides grumble after all.
cs: Takže nakonec děláte i něco jiného než reptáte.

source: You can say that again. Except for the last part. Do not call me that - on pain of death.
cs: Můžete to zopakovat. Až na tu poslední část. Neříkej mi tak - pod trestem smrti.

source: Normally, the Law. But in this case, you can praise me.
cs: Obvykle je to zákon. Ale v tomto případě mě můžete pochválit.

source: (Grumbles under his breath.)
cs: (Bručí si pod nosem.)

source: Sure, preacher man. Whatever you say.
cs: Jistě, pane kazateli. Jak si přejete.

source: I know what I'm calling you now.
cs: Vím, jak ti teď budu říkat.

source: Hah! I'd like to see you try and stop me.
cs: Hah! Rád bych viděl, jak se mě pokusíš zastavit.

source: I must humbly concur. Not to shabby indeed.
cs: Musím s vámi pokorně souhlasit. To není vůbec špatné.

source: Well, nothing. Anymore. How about we praise the fact that we're still among the living?
cs: No, nic. Už nic. Co kdybychom si pochvalovali, že jsme ještě mezi živými?

source: Good job, Max.
cs: Dobrá práce, Maxi.
