Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cv_cascadia_sentrybot.po
Languages: cs

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:1:DefaultText
source: Proximity alert! Biology: human. Protocol: Kill_All_Mants suspended. Present your Rizzo identification credentials or prepare to be downsized.
cs: Pozor na blízkost! Biologie: člověk. Protokol: Protokol: Kill_All_Mants suspendován. Prokažte se průkazem totožnosti Rizzo, jinak se připravte na zmenšení.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:2:DefaultText
source: Disengage security protocols. I'm not a threat.
cs: Odpojte bezpečnostní protokoly. Nejsem hrozba.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:3:DefaultText
source: I left my ID in the wash.
cs: Nechal jsem v pračce občanku.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:4:DefaultText
source: <Attack> You can't fire me, I quit.
cs: <Attack> Nemůžete mě vyhodit, dal jsem výpověď.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:5:DefaultText
source: Washing company property without authorization is a fireable offense.
cs: Mytí firemního majetku bez povolení je přestupek, za který hrozí vyhazov.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:6:DefaultText
source: Attempting to disengage security protocols without proper authorization is a fireable offense.
cs: Pokus o odpojení bezpečnostních protokolů bez řádného oprávnění je přestupkem, za který hrozí vyhazov.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:7:DefaultText
source: I am an authorized Rizzo employee. Password: ANTEDILUVIAN
cs: Jsem autorizovaný zaměstnanec společnosti Rizzo. Heslo: ANTEDILUVIAN

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:8:DefaultText
source: Executive level password accepted as identification according to Employee ID Protocol A-3501. Welcome back, doctor.
cs: Heslo úrovně Executive je přijímáno jako identifikace podle Protokolu o identifikaci zaměstnance A-3501. Vítejte zpět, pane doktore.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:9:DefaultText
source: Be advised, mantisaur threat level is... Petrifying Purpleberry. Please use caution. Mantisaur wounds are not covered under Rizzo's health policy.
cs: Upozorňujeme, že úroveň ohrožení kudlanky je... Petrifying Purpleberry. Buďte opatrní. Na zranění způsobená kudlankou se nevztahuje zdravotní pojištění Rizzo.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:10:DefaultText
source: Have a productive day!
cs: Přeji vám produktivní den!

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:11:DefaultText
source: Quitting is a fireable offense.
cs: Výpověď je přestupek, za který lze propustit.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:12:DefaultText
source: Priming weapons...
cs: Zásobování zbraní...

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:14:DefaultText
source: Wait, wait! Un-prime weapons! Un-prime!
cs: Počkejte, počkejte! Zbraně bez primární ochrany! Zrušte primární zbraň!

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:15:DefaultText
source: <Attack> The hard way it is...
cs: <Attack> Těžká cesta...

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:16:DefaultText
source: Priming weapons...
cs: Zásobování zbraní...

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:17:DefaultText
source: Weapons primed. Engaging.
cs: Zbraně jsou připraveny. Zapojení.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:18:DefaultText
source: Bunker assessment: overdue for cleaning. Initiating emergency deep-clean protocol authorization code APASTRON-5.
cs: Posouzení bunkru: předčasné vyčištění. Zahájení havarijního hloubkového čištění autorizační kód protokolu APASTRON-5.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:19:DefaultText
source: You don't wanna shoot us. We're - uh - we're from the Board. Real distinguished corporate jackasses, we are. Yeah.
cs: Nechcete nás zastřelit. Jsme - ehm - jsme z rady. Jsme opravdu významní korporátní blbci. Jo.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:20:DefaultText
source: Checking internal calendar... last cleaning occurred 3654 days ago. Emergency cleaning protocol accepted.
cs: Kontrola interního kalendáře... poslední úklid proběhl před 3654 dny. Protokol o mimořádném úklidu přijat.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:21:DefaultText
source: Nice work, SAM.
cs: Dobrá práce, SAM.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:22:DefaultText
source: You clean, you talk down mechanical sentries, what don't you do, SAM?
cs: Uklízíš, přemlouváš mechanické hlídky, co neděláš, SAMe?

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:23:DefaultText
source: Congratulations, you've avoided the scrap heap for another week.
cs: Gratulujeme, další týden jste se vyhnuli hromadě šrotu.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:24:DefaultText
source: <happy chirpy beep/music>
cs: <veselé pípání/hudba>

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:25:DefaultText
source: SAM units are not Board-certified to sanitize wounds and/or perform medical operations. If this is an emergency, please send a distress signal on the Zeta band.
cs: Jednotky SAM nejsou certifikovány pro hojení ran a/nebo provádění lékařských úkonů. Pokud se jedná o naléhavou situaci, vyšlete nouzový signál na pásmu Zeta.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:26:DefaultText
source: <happy chirpy beep/music>
cs: <veselé pípání/hudba>

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:27:DefaultText
source: Mediocre verbal evasion detected. Threat level downgraded to "negligible." Weapons disengaged.
cs: Zjištěn průměrný slovní únik. Stupeň ohrožení snížen na "zanedbatelný". Zbraně odjištěny.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:28:DefaultText
source: Have a productive day!
cs: Přeji vám produktivní den!

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:29:DefaultText
source: Impressive negotiating tactics, Felix.
cs: Působivá vyjednávací taktika, Felixi.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:30:DefaultText
source: That might be the first time I've seen you disarm a tense standoff, Felix.
cs: To je snad poprvé, co jsem tě viděl, jak jsi zneškodnil napjatou situaci, Felixi.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:31:DefaultText
source: I think an automech just took pity on you, Felix. How does it feel?
cs: Myslím, že se nad tebou právě slitoval automech, Felixi. Jaký je to pocit?

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:32:DefaultText
source: Aw, it's nothing, boss. All I had to do was ask myself - Felix, what would a real, certified corporate bootlicker say in this situation?
cs: To nic není, šéfe. Stačilo se jen zeptat sám sebe - Felixi, co by v takové situaci řekl skutečný, certifikovaný firemní botař?

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:33:DefaultText
source: Been picking up some tricks from you, boss.
cs: Odkoukal jsem od tebe pár triků, šéfe.

# conversations/04_monarch/0404/0404_cv_cascadia_sentrybot:34:DefaultText
source: Pity? Naw. That was pure terror.
cs: Škoda? Ne. To byla čirá hrůza.
