Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal.po
Languages: cs

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:1:DefaultText
source: Rizzo Message Network Terminal ========================== REMINDER: Personal messages on Rizzo time will result in a mandatory deduction from your monthly candy fund.
cs: Rizzo Message Network Terminal ========================== PŘIPOMÍNÁME: Osobní zprávy v čase Rizzo budou mít za následek povinné odečtení z vašeho měsíčního fondu na cukrovinky.

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:2:DefaultText
source: [Signal ADA to Land on the Cascadia Pad]
cs: [Signál ADA k přistání na podložce Cascadia]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:3:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:5:DefaultText
source: Rizzo Message Network Terminal ========================== Messages
cs: Rizzo Message Network Terminal ========================== Zprávy

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:6:DefaultText
source: [FROM: REDACTED, SUBJECT: Re: See you on the station]
cs: [FROM: REDACTED, SUBJECT: Re: Uvidíme se na stanici]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:8:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:9:DefaultText
source: Rizzo Message Network Terminal ========================== FROM: REDACTED TO: Chartrand, E. SUBJECT: Re: See you at the station You will not see me, but I will be close. Continue your research, doctor. Report to me when you have achieved a mission end state. FROM: Chartrand, E. TO: REDACTED SUBJECT: See you at the station I understand we're bound for a secondary lab. Will you be supervising our research this time, or will it be the standard "work from the shadows" routine? ~Eva
cs: Rizzo Message Network Terminal ========================== FROM: REDACTED TO: PŘEDMĚT: Chartrand, E: Re: Re: Uvidíme se na stanici Nebudete mě vidět, ale budu blízko. Pokračujte ve svém výzkumu, doktore. Až dosáhnete konečného stavu mise, podejte mi zprávu. OD: Chartrand, E: REDIGOVANÝ PŘEDMĚT: Uvidíme se na stanici Pokud vím, míříme do sekundární laboratoře. Budete tentokrát dohlížet na náš výzkum, nebo to bude standardní rutina "práce ze stínu"? ~Eva

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:10:DefaultText
source: Rizzo Message Network Terminal ========================== FROM: Chartrand, E. TO: Fahl, L. SUBJECT: Getting there Thank you for your optimism, Lore. What we're doing isn't easy under the best of circumstances, much less with the Board cutting corners. I can promise you that our research will lead to a better Halcyon. Even if we have to pay a terrible cost getting there. ~Eva
cs: Rizzo Message Network Terminal ========================== FROM: Chartrand, E: Fahl, L. PŘEDMĚT: Fahl, L: Děkuji za tvůj optimismus, Lore. To, co děláme, není snadné ani za těch nejlepších okolností, natož když Rada škrtá. Mohu vám slíbit, že náš výzkum povede k lepšímu Halcyonu. I když za to budeme muset zaplatit strašlivou cenu. ~Eva

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:11:DefaultText
source: Rizzo Message Network Terminal ========================== Sending message... SUCCESS
cs: Rizzo Message Network Terminal ========================== Odeslání zprávy... ÚSPĚCH

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:12:DefaultText
source: [Signal ADA to interface with the Cascadia Landing Pad]
cs: [Signál ADA k propojení s přistávací plochou Cascadia]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:13:DefaultText
source: [Search - Fuel Controls]
cs: [Hledat - Řízení paliva]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:14:DefaultText
source: Rizzo Message Network Terminal ========================== The closest functioning terminal with Refueling authorization is located above the flavor R&D lab.
cs: Terminál sítě zpráv Rizzo ========================== Nejbližší funkční terminál s oprávněním k doplňování paliva se nachází nad laboratoří pro výzkum a vývoj chutí.

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:16:DefaultText
source: [FROM: REDACTED, SUBJECT: Effects of O2 Rationing on Native Fauna]
cs: [OD: REDACTED, PŘEDMĚT: Vliv přídělu O2 na původní faunu]

# conversations/04_monarch/0404/0404_cp_cascadia_telex_terminal:17:DefaultText
source: Rizzo Message Network Terminal ========================== FROM: REDACTED TO: Chartrand, E. SUBJECT: Re: Release of Research Data You have your orders, Dr. Your project is too important - too sensitive - to allow any hint of it to reach the public. FROM: Chartrand, E. TO: REDACTED SUBJECT: Release of Research Data With all respect, I urge you to reconsider your decision to classify our research results on the native fauna of Terra 1. I assure you that we will diligently redact any references to our project or its purpose from any papers we release. We have made several discoveries about how the terraforming process affected the nuclein of the raptidon and manti families. At the very least allow us to inform our fellow Board researchers that these creatures will perish when O2 concentrations are reduced to 19.5%, a level within human tolerance. This is not about fame or prestige. This is about potentially saving lives. Please.
cs: Rizzo Message Network Terminal ========================== FROM: REDACTED TO: PŘEDMĚT: Chartrand, E: Re: Re: Váš projekt je příliš důležitý - příliš citlivý - na to, aby se jakýkoli náznak dostal na veřejnost. FROM: Chartrand, E: REDIGOVANÝ PŘEDMĚT: Se vší úctou Vás žádám, abyste znovu zvážil své rozhodnutí utajit výsledky našeho výzkumu původní fauny Terry 1. Ujišťuji vás, že veškeré zmínky o našem projektu nebo jeho účelu budeme pečlivě redigovat ze všech dokumentů, které zveřejníme. Učinili jsme několik objevů o tom, jak proces terraformace ovlivnil nuklein čeledí raptidonů a mantiů. Přinejmenším nám dovolte informovat naše kolegy výzkumníky z rady, že tito tvorové zahynou, když se koncentrace O2 sníží na 19,5 %, tedy na úroveň, kterou člověk snese. Nejde nám o slávu ani prestiž. Jde o potenciální záchranu životů. Prosím.
