Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal.po
Languages: cs

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:1:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Employee [McClure, Cecil] You have been on shift for [88,536] hours. You [have] earned a five-minute break. Why not enjoy a Knock You Out bar? Main menu
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Zaměstnanec [McClure, Cecil] Jste na směně už [88 536] hodin. Zasloužíte si pětiminutovou přestávku. Proč si nedáte bar Knock You Out? Hlavní menu

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:2:DefaultText
source: [Begin Transaction]
cs: [Zahájit transakci]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:3:DefaultText
source: [View Current Inventory]
cs: [Zobrazit aktuální stav zásob]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:6:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Password is required for this action:
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Pro tuto akci je vyžadováno heslo:

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:7:DefaultText
source: [Enter Password: ANTEDILUVIAN]
cs: [Zadejte heslo: ANTEDILUVIAN]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:10:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:11:DefaultText
source: Override accepted. Welcome, doctor. Activating Backup Generators... ... ... Enabling Elevator... ... Opening Secure Door...
cs: Přijetí přepisu. Vítejte, pane doktore. Aktivace záložních generátorů... ... ... Povolení výtahu... ... Otevření zabezpečených dveří...

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:14:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Password "g[dh09gfiobslz" not recognized. Please try again.
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Heslo "g[dh09gfiobslz" nebylo rozpoznáno. Zkuste to prosím znovu.

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:15:DefaultText
source: [Yes]
cs: [Ano]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:16:DefaultText
source: [No]
cs: [Ne]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:17:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Password "2cqrc[ ga8f9g{A" not recognized. Do you have the UPPERCASE LOCK key on?
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Heslo "2cqrc[ ga8f9g{A" nebylo rozpoznáno. Máte zapnutou klávesu UPPERCASE LOCK?

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:18:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Password "w3fbc[#g'AGH" not recognized. Would you like a hint?
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Heslo "w3fbc[#g'AGH" nebylo rozpoznáno. Chcete nápovědu?

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:20:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== HINT: your password is NOT "w3fbc[#g'AGH."
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== TIP: vaše heslo NENÍ "w3fbc[#g'AGH."

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:21:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Password "80g4AQF8qgcFG-AVP"not recognized. Would you like to reset your password?
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Heslo "80g4AQF8qgcFG-AVP" nebylo rozpoznáno. Chcete obnovit své heslo?

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:22:DefaultText
source: [Yes]
cs: [Ano]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:23:DefaultText
source: [No]
cs: [Ne]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:24:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== In order to reset your password, you must enter your password. Please enter password.
cs: Vítejte v operačním systému pro prodejní místa Rizzo! ========================================== Pro obnovení hesla musíte zadat své heslo. Zadejte prosím heslo.

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:25:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Dark Matter Bar: 0 in stock Purpleberry Bunch: 0 in stock Purpleberry Crunch: 0 in stock Purpleberry Jelly: 0 in stock Purpleberry Lunch: 0 in stock Purpleberry Munch: 0 in stock R&B Tubes: 0 in stock Retro Rockets: 0 in stock -------------------------------- Lemon Slapp: 0 in stock Nanner Spank: 0 in stock Purpleberry Punch: 0 in stock ------------------------------- Mock Apple Cider: 0 in stock Rum and Somethin': 0 in stock Spectrum Vodka: 0 in stock
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase!========================================== Dark Matter Bar: 0 skladem Purpleberry Bunch: 0 skladem Purpleberry Crunch: 0 skladem Purpleberry Jelly: 0 skladem Purpleberry Lunch: 0 skladem Purpleberry Munch: 0 skladem R&B Tubes: 0 skladem Retro Rockets: Lemon Slapp: 0 skladem -------------------------------- Lemon Slapp: 0 skladem Nanner Spank: 0 skladem Purpleberry Punch: 0 skladem ------------------------------- Mock Apple Cider: 0 skladem Rum and Somethin': 0 skladem Spectrum Vodka: Spectrum Spectrum: 0 skladem

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:26:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Did you greet the customer by saying: "Welcome to Rizzo's Sweet Shoppe. We've got your candy handy! How can I sweeten your day?"
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Přivítali jste zákazníka slovy: "Vítejte v Rizzo's Sweet Shoppe. Máme pro vás připravené sladkosti! Jak vám mohu osladit den?"

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:27:DefaultText
source: [Yes]
cs: [Ano]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:28:DefaultText
source: [No]
cs: [Ne]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:29:DefaultText
source: [Cancel Transaction]
cs: [Zrušit transakci]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:30:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Have you offered the customer a Slapp? Sales of Lemon Slapp are down. Remind our customers how refreshing a good Slapp is. Try saying: "Thirsty, friend? Nothing beats a zesty Slapp!"
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Nabídli jste zákazníkovi Slapp? Prodej citronů Slapp klesá. Připomeňte zákazníkům, jak osvěžující je dobrý Slapp. Zkuste říct: "Žízeň, příteli? Nic se nevyrovná pikantnímu Slappu!".

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:31:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Please greet the customer using the approved Rizzo Sweet Shoppe greeting. Have you done so?
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Pozdravte prosím zákazníka schváleným pozdravem Rizzo Sweet Shoppe. Udělali jste to?

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:32:DefaultText
source: [Yes]
cs: [Ano]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:33:DefaultText
source: [No]
cs: [Ne]

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:34:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Retrieving inventory data... Error retrieving current inventory. Transaction cancelled.
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Načtení údajů o zásobách... Chyba při načítání aktuálních zásob. Transakce zrušena.

# conversations/04_monarch/0404/0404_cp_cascadia_rizzo_terminal:35:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ========================================== Reminder: all employees must meet their weekly product recommendation quota. Records indicate that you have not recommended a product in [3689 days]. Your file has been flagged for performance review.
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ========================================== Připomínka: Všichni zaměstnanci musí splnit svou týdenní kvótu doporučených produktů. Záznamy ukazují, že jste za [3689 dní] nedoporučili žádný produkt. Váš soubor byl označen k přezkoumání výkonnosti.
