Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cp_robotresearch.po
Languages: cs

# conversations/04_monarch/0404/0404_cp_robotresearch:1:DefaultText
source: Rizzo, Inc. Personal Equipment ====================== This terminal is the sole property of [Buckwalter, H]. Access by any person other than [Buckwalter, H] is unauthorized. Consult your Rizzo employee handbook for the fines corresponding to the unauthorized access of personal-use terminals.
cs: Rizzo, Inc. Osobní vybavení ====================== Tento terminál je výhradním vlastnictvím [Buckwalter, H]. Přístup jiné osoby než [Buckwalter, H] je neoprávněný. Pokuty odpovídající neoprávněnému přístupu k terminálům pro osobní použití naleznete v příručce pro zaměstnance společnosti Rizzo.

# conversations/04_monarch/0404/0404_cp_robotresearch:2:DefaultText
source: [Journal Entries: Buckwalter, H.]
cs: [Záznamy v deníku: Buckwalter, H.]

# conversations/04_monarch/0404/0404_cp_robotresearch:4:DefaultText
source: [Access Automechanical Controls]
cs: [Přístup k automechanickým ovládacím prvkům]

# conversations/04_monarch/0404/0404_cp_robotresearch:5:DefaultText
source: Rizzo, Inc. Personal Equipment ====================== Available entries:
cs: Rizzo, Inc. Osobní vybavení ====================== Dostupné položky:

# conversations/04_monarch/0404/0404_cp_robotresearch:11:DefaultText
source: [Preparations]
cs: [Přípravy]

# conversations/04_monarch/0404/0404_cp_robotresearch:12:DefaultText
source: Dearest Margaret, I fear that when you wake you'll think I've abandoned you like Rizzo has. I assure you of the opposite. I have commenced preparations to ensure you and Herbert survive until you are both rescued. As for myself, I fear the worst. I will make every attempt to survive the coming months, but the bites I suffered while fleeing from the raptidons show no signs of healing. I can only hope that you wake before I pass, but in the worst case, know that I love you both. Yours, now and well after my atoms have been consigned to the aether, Howard
cs: Nejdražší Margaret, obávám se, že až se probudíš, budeš si myslet, že jsem tě opustil jako Rizzo. Ujišťuji tě o opaku. Zahájil jsem přípravy, abych zajistil, že ty i Herbert přežijete, dokud nebudete oba zachráněni. Pokud jde o mě, obávám se nejhoršího. Udělám vše pro to, abych přežil nadcházející měsíce, ale kousance, které jsem utrpěl při útěku před raptidony, nevykazují žádné známky hojení. Mohu jen doufat, že se probudíte dřív, než zemřu, ale v nejhorším případě vězte, že vás oba miluji. Váš, teď i dlouho poté, co budou mé atomy poslány do éteru, Howard

# conversations/04_monarch/0404/0404_cp_robotresearch:13:DefaultText
source: [Rationing]
cs: [Příděly]

# conversations/04_monarch/0404/0404_cp_robotresearch:14:DefaultText
source: Dearest Margaret, Our quarters here may be tiny, but Herbert continues to investigate its every nook and cranny with utter delight. I am pleased to report that he shows no signs of distress following our sojourn into this humble new home. I have brought with me everything I can take from the surface. Our ex-colleagues continue to try and live above ground, though they have barred the north gate from the encroaching raptidons. They remain unaware as to the existence of this hideaway, and I aim to keep it so. If they found my store of food, they'd surely seek to divide it amongst themselves. Recalling my emergency training, though it was years ago, I have managed to secure intubation to sustain you while you sleep so peacefully. Properly rationed, our supplies here will last some years - surely enough that Rizzo will come to rescue us. At the very least, Herbert shall survive well through his adolescent years - with proper rationing, perhaps even into adulthood. As for myself, my wounds have begun to smell. Herbert pretends not to notice but the way his nose crinkles reminds me of how you used to laugh. How he grows with each passing day. Yours, now and well after my atoms have been consigned to the aether, Howard
cs: Nejdražší Margaret, naše kajuta je sice malinká, ale Herbert s naprostým potěšením prozkoumává každé její zákoutí. S potěšením mohu oznámit, že po našem pobytu v tomto skromném novém domově nejeví žádné známky utrpení. Přinesl jsem s sebou vše, co jsem si mohl vzít z povrchu. Naši bývalí kolegové se i nadále snaží žít nad zemí, ačkoli severní bránu před dotírajícími raptidony zatarasili. O existenci tohoto úkrytu stále nevědí a já se snažím, aby tomu tak zůstalo. Kdyby našli mé zásoby jídla, jistě by se je snažili rozdělit mezi sebe. S odvoláním na svůj výcvik v nouzových situacích, i když to bylo před lety, se mi podařilo zajistit intubaci, která vás bude živit, zatímco budete tak klidně spát. Při správném přídělu nám zdejší zásoby vydrží několik let - jistě dost na to, aby nás Rizzo přišel zachránit. Přinejmenším Herbert přežije dospívání - při správném přídělu snad i dospělost. Pokud jde o mě, moje rány začaly zapáchat. Herbert předstírá, že si toho nevšiml, ale to, jak se mu kroutí nos, mi připomíná, jak ses kdysi smál. Jak roste s každým dalším dnem. Tvůj, teď i dlouho poté, co mé atomy odejdou do éteru, Howarde.

# conversations/04_monarch/0404/0404_cp_robotresearch:15:DefaultText
source: [Engineering a Mother]
cs: [Inženýrství matky]

# conversations/04_monarch/0404/0404_cp_robotresearch:16:DefaultText
source: Dearest Margaret, I hope you will not take offense, should you one day wake to find an automechanical preparing Herbert's meals or adjusting your intake tubes. It has taken quite an effort - and many failures, to which my new burns can attest - to engineer an automechanical to take care of any person, much less one infant and one comatose woman. With any luck, should the infection in my leg continue to grow, these machines will handily replace my fatherly duties and maintain the loving care required to raise Herbert and nurse you back to health. To my surprise, the cooking model is even capable of limited tutoring services. Yours, now and well after my atoms have been consigned to the aether, Howard
cs: Drahá Margaret, doufám, že se neurazíš, pokud se jednoho dne probudíš a najdeš automechanika, který připravuje Herbertovi jídlo nebo ti upravuje přívodní trubičky. Stálo to dost úsilí - a mnoho neúspěchů, což mohou potvrdit mé nové popáleniny - zkonstruovat automechanika, který by se postaral o jakéhokoli člověka, natož o jednoho kojence a jednu ženu v komatu.S trochou štěstí, pokud se infekce v mé noze bude nadále rozrůstat, tyto stroje snadno nahradí mé otcovské povinnosti a zachovají láskyplnou péči potřebnou k výchově Herberta a ošetřování tebe. K mému překvapení je model na vaření dokonce schopen poskytovat omezené doučovací služby. Tvůj, teď i dlouho poté, co budou mé atomy odeslány do éteru, Howarde.

# conversations/04_monarch/0404/0404_cp_robotresearch:17:DefaultText
source: [Underwear]
cs: [Spodní prádlo]

# conversations/04_monarch/0404/0404_cp_robotresearch:18:DefaultText
source: Dearest Margaret, The automechanicals are working splendidly; their fervor reminds me of my youth, years ago, before I became the exhausted husk I am today. Part of me is thankful that you cannot see me in such a state, with one useless leg and ominous streaks of black racing along my veins. I will leave you with a word of advice - in the absence of proper undergarments, I have taught the automechanicals to wash tanned raptidon hides for reuse. With the last vestiges of my strength, I collected a few from the surface. Should you wake, I beg you: Do not go up there. Remain here until rescued. Our colleagues have perished and only monsters now remain. Yours, now and well after my atoms have been consigned to the aether, Howard
cs: Nejdražší Margaret, automechanici pracují skvěle; jejich zápal mi připomíná mé mládí před lety, než se ze mě stala vyčerpaná slupka, kterou jsem dnes.Částečně jsem ti vděčný, že mě nemůžeš vidět v takovém stavu, s jednou nepoužitelnou nohou a zlověstnými černými pruhy ženoucími se podél mých žil. Nechám ti jednu radu - při nedostatku vhodného spodního prádla jsem naučil automechaniky prát vyčiněné raptidonské kůže pro opakované použití. Z posledních zbytků sil jsem jich pár sebral z povrchu. Kdyby ses probudil, prosím tě: Nechoď tam nahoru. Zůstaň tady, dokud tě nezachrání. Naši kolegové zahynuli a zůstaly jen nestvůry. Tvoje, teď i dlouho poté, co mé atomy odejdou do éteru, Howarde.

# conversations/04_monarch/0404/0404_cp_robotresearch:19:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0404/0404_cp_robotresearch:24:DefaultText
source: Rizzo, Inc. Personal Equipment ====================== Available functions:
cs: Rizzo, Inc. Osobní vybavení ====================== Dostupné funkce:

# conversations/04_monarch/0404/0404_cp_robotresearch:25:DefaultText
source: [Disable Security Protocols]
cs: [Zakázat bezpečnostní protokoly]

# conversations/04_monarch/0404/0404_cp_robotresearch:26:DefaultText
source: [Enable Security Protocols]
cs: [Povolit bezpečnostní protokoly]

# conversations/04_monarch/0404/0404_cp_robotresearch:27:DefaultText
source: Rizzo, Inc. Personal Equipment ====================== Automechanicals disabled.
cs: Rizzo, Inc. Osobní vybavení ====================== Automechanicals disabled.

# conversations/04_monarch/0404/0404_cp_robotresearch:36:DefaultText
source: [Journal Entries: Buckwalter, D.]
cs: [Záznamy v deníku: Buckwalter, D.]

# conversations/04_monarch/0404/0404_cp_robotresearch:37:DefaultText
source: Rizzo, Inc. Personal Equipment ====================== Available entries:
cs: Rizzo, Inc. Osobní vybavení ====================== Dostupné položky:

# conversations/04_monarch/0404/0404_cp_robotresearch:39:DefaultText
source: rizzos purple berry crunch ready to eat tripicale flakes purple berry flavored power nuggets rizzos purple berry lunch non organic purpleberries crackers cheese p free nuts theres always time for purple berry lunch new net wt 3 2 oz 90g rizzos knock you out ccn76 milk chocolate with caramel p free nuts its time for a kyo abcdefghijklmnopqrstuvwxyz
cs: rizzos purple berry crunch ready to eat tripicale flakes power nuggets s příchutí fialových bobulí rizzos purple berry lunch non organic purpleberries krekry sýr p free ořechy theres always time for purple berry lunch new net wt 3 2 oz 90g rizzos knock you out ccn76 milk chocolate with caramel p free nuts its time for a kyo abcdefghijklmnopqrstuvwxyz

# conversations/04_monarch/0404/0404_cp_robotresearch:40:DefaultText
source: [Letters]
cs: [Dopisy]

# conversations/04_monarch/0404/0404_cp_robotresearch:41:DefaultText
source: [Scythe]
cs: [Kosa]

# conversations/04_monarch/0404/0404_cp_robotresearch:42:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0404/0404_cp_robotresearch:43:DefaultText
source: qwertyuiopasdfghjklzxcvbnm father insists i practice my letters so here we are abcdefghijklmnopqrstuvwxyz
cs: qwertyuiopasdfghjklzxcvbnm otec trvá na tom, abych si procvičovala písmena, takže tady je abcdefghijklmnopqrstuvwxyz

# conversations/04_monarch/0404/0404_cp_robotresearch:44:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0404/0404_cp_robotresearch:45:DefaultText
source: today father finally let me use the candy cane it is called a "scythe" he showed me how to be safe so i do not burn myself maybe i can use it to capture another wooly friend and make him proud
cs: dnes mi otec konečně dovolil použít cukrovou hůl, které se říká "kosa", ukázal mi, jak být bezpečný, abych se nespálil, možná ji budu moci použít k chycení dalšího vlněného kamaráda a udělat ho hrdým.

# conversations/04_monarch/0404/0404_cp_robotresearch:46:DefaultText
source: [Father]
cs: [Otec]

# conversations/04_monarch/0404/0404_cp_robotresearch:47:DefaultText
source: howard has not moved this morning his tummy is very still and he is very quiet like mother was when howard took her tubes out and cried all night i think white hat is my father now i don't know if it is able to be proud but i will try my best
cs: Howard se dnes ráno nepohnul jeho bříško je velmi klidné a je velmi tichý jako matka byla, když Howard vzal její trubky ven a plakal celou noc myslím, že bílý klobouk je můj otec teď nevím, jestli je schopen být hrdý, ale budu se snažit co nejlépe.

# conversations/04_monarch/0404/0404_cp_robotresearch:48:DefaultText
source: [Continue]
cs: [Pokračovat]
