Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal.po
Languages: cs

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:4:DefaultText
source: Cascadia Refueling Terminal ======================= REFUELING SYSTEM ENABLED Connection established with northern landing pad. Running diagnostic... Landing Pad... OCCUPIED: TRAMP FREIGHTER "UNRELIABLE" Fuel Pumps... ALIGNED
cs: Cascadia Refueling Terminal ======================= REFUELING SYSTEM ENABLED Spojení navázáno se severní přistávací plochou. Probíhá diagnostika... Přistávací plocha... OCCUPIED: TRAMP FREIGHTER "UNRELIABLE" Palivová čerpadla... ZAŘAZENO

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:5:DefaultText
source: Cascadia Refueling Terminal ======================= REFUELING SYSTEM ENABLED Connection established with northern landing pad. Running diagnostic.... Landing Pad... OCCUPIED: TRAMP FREIGHTER "UNRELIABLE" Fuel Pumps... DISCONNECTED
cs: Cascadia Refueling Terminal ======================= REFUELING SYSTEM ENABLED Spojení navázáno se severní přistávací plochou. Probíhá diagnostika.... Přistávací plocha... OCCUPIED: TRAMP FREIGHTER "UNRELIABLE" Palivová čerpadla... VYPNUTO

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:6:DefaultText
source: Cascadia Refueling Terminal ======================= REFUELING SYSTEM LOCKED Connection established with northern landing pad. Running diagnostic... Landing Pad... EMPTY Fuel Pumps... DISCONNECTED
cs: Cascadia Refueling Terminal ======================= REFUELING SYSTEM LOCKED Spojení navázáno se severní přistávací plochou. Probíhá diagnostika... Přistávací plocha... PRÁZDNÁ palivová čerpadla... VYPNUTO

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:7:DefaultText
source: Cascadia Refueling Terminal ======================= Aligning fuel pumps, please stand by... ... Fuel pumps aligned. Connect storage tanks and initiate siphon to transfer fuel.
cs: Cascadia Refueling Terminal ======================= Seřizování palivových čerpadel, vyčkejte prosím... ... Seřízení palivových čerpadel. Připojte skladovací nádrže a spusťte sifon pro přečerpání paliva.

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:8:DefaultText
source: [Initiate transfer of Alta-Vitae gas]
cs: [Zahájit přenos plynu Alta-Vitae]

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:9:DefaultText
source: [Align Fueling System]
cs: [Vyrovnat palivový systém]

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:11:DefaultText
source: Cascadia Refueling Terminal ======================= ERROR. This terminal does not have Administrator permissions required to transfer Alta-Vitae gas. Access is restricted to the Executive Research Focus Group terminal located in R&D labs.
cs: Palivový terminál Cascadia ======================= ERROR. Tento terminál nemá oprávnění správce potřebná k přenosu plynu Alta-Vitae. Přístup je omezen na terminál Executive Research Focus Group umístěný v laboratořích výzkumu a vývoje.

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:12:DefaultText
source: Cascadia Refueling Terminal ======================= Log Archives -------------------- Logs archived by user: Chartrand, E. Select the archive you wish to view:
cs: Cascadia Refueling Terminal ======================= Log Archives -------------------- Logy archivované uživatelem: Vyberte archiv, který chcete zobrazit:

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:13:DefaultText
source: [Archived Log - Animal trials]
cs: [Archivní záznam - Zkoušky zvířat]

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:14:DefaultText
source: Cascadia Refueling Terminal ======================= Log Archives -------------------- Tom was skeptical that animal trials would yield good data, but I wanted to start small. I wish someone had thought to pack a breeding stock of fruit flies from Earth. Writing them off as mere pest species has limited our research efforts more than once. With approval from C&P, I've made arrangements to peruse the boarst factory near Fallbrook. Cystypigs mature reasonably swiftly. I feel this is the best option available to us. I've done great things with cystypig engineering in the past. Of course, my current project is far more difficult than merely enhancing the baconated flavoring of cystypig tumors. Let's see if I can make lightning strike twice, this time on alternate tissues.
cs: Cascadia Refueling Terminal ======================= Log Archives -------------------- Tom byl skeptický k tomu, že by pokusy na zvířatech přinesly dobrá data, ale chtěl jsem začít v malém. Kéž by někoho napadlo přibalit ze Země chovnou zásobu ovocných mušek. Odepsat je jako pouhé škůdce už nejednou omezilo naše výzkumné úsilí. Se souhlasem C&P jsem se domluvil, že prozkoumám továrnu na kance poblíž Fallbrooku. Cystypigové dospívají poměrně rychle. Mám pocit, že je to nejlepší možnost, kterou máme k dispozici. V minulosti jsem s cystypigy udělal velké věci. Můj současný projekt je samozřejmě mnohem složitější než pouhé vylepšení slaninové příchuti cystypigových nádorů. Uvidíme, jestli se mi podaří, aby blesk udeřil dvakrát, tentokrát do střídavých tkání.

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:15:DefaultText
source: [Archived Log - Moving to Cascadia]
cs: [Archivovaný deník - Stěhování do Kaskády]

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:16:DefaultText
source: Cascadia Refueling Terminal ======================= Log Archives -------------------- The Board has repeatedly denied my requests for data from the other teams investigating the Issue. I'm guessing their efforts have progressed no further than ours. There is some good news. We'll be heading to a town called Cascadia. Apparently Rizzo volunteered to provide lab space. We could use a change of scene. I'll ask the movers to handle this terminal with care. I'm starting to have doubts that animal testing will yield us the results we seek, but succumbing to pessimism helps no one.
cs: Cascadia Refueling Terminal ======================= Archivy protokolů -------------------- Rada opakovaně odmítla mé žádosti o poskytnutí údajů od ostatních týmů, které problém vyšetřují. Předpokládám, že jejich úsilí nepokročilo dál než naše. Je tu ale několik dobrých zpráv. Zamíříme do města jménem Cascadia. Rizzo se zřejmě dobrovolně nabídl, že poskytne prostory pro laboratoř. Hodila by se nám změna prostředí. Požádám stěhováky, aby s tím terminálem zacházeli opatrně. Začínám pochybovat, že nám testování na zvířatech přinese výsledky, které hledáme, ale podléhat pesimismu nikomu nepomůže.

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:17:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/04_monarch/0404/0404_cp_cascadia_refueling_terminal:18:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
