Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parents/chp_outlaw.po
Languages: cs

# chatter/parents/chp_outlaw:48:DefaultText
source: See you in hell!
cs: Uvidíme se v pekle!

# chatter/parents/chp_outlaw:49:DefaultText
source: I'll take you with me!
cs: Vezmu tě s sebou!

# chatter/parents/chp_outlaw:50:DefaultText
source: This is it!
cs: To je ono!

# chatter/parents/chp_outlaw:51:DefaultText
source: You'll pay for that.
cs: Za to zaplatíte.

# chatter/parents/chp_outlaw:52:DefaultText
source: Nobody step in that.
cs: Nikdo do toho nevstupuje.

# chatter/parents/chp_outlaw:53:DefaultText
source: I ain't going that way.
cs: Tímto směrem nepůjdu.

# chatter/parents/chp_outlaw:54:DefaultText
source: Dibs on their stuff.
cs: Dibs na jejich věci.

# chatter/parents/chp_outlaw:55:DefaultText
source: Guess they won't be needing their share.
cs: Hádám, že svůj podíl nebudou potřebovat.

# chatter/parents/chp_outlaw:56:DefaultText
source: Hey. Shitbag. You dead or what?
cs: Ahoj, sráči. Jsi mrtvý nebo co?

# chatter/parents/chp_outlaw:57:DefaultText
source: Told those fuckers I heard something.
cs: Řekl jsem těm sráčům, že jsem něco slyšel.

# chatter/parents/chp_outlaw:58:DefaultText
source: Come on out.
cs: Pojďte ven.

# chatter/parents/chp_outlaw:59:DefaultText
source: We won't hurt you. Much.
cs: Neublížíme vám. Hodně.

# chatter/parents/chp_outlaw:60:DefaultText
source: Hold up. I saw something.
cs: Počkejte. Něco jsem viděl.

# chatter/parents/chp_outlaw:61:DefaultText
source: You hear that?
cs: Slyšíte to?

# chatter/parents/chp_outlaw:62:DefaultText
source: What was that?
cs: Co to bylo?

# chatter/parents/chp_outlaw:63:DefaultText
source: They're long gone.
cs: Už jsou dávno pryč.

# chatter/parents/chp_outlaw:64:DefaultText
source: Waste of time.
cs: Ztráta času.

# chatter/parents/chp_outlaw:65:DefaultText
source: No sign of 'em.
cs: Není po nich ani stopy.

# chatter/parents/chp_outlaw:66:DefaultText
source: You come back, we'll fuck you up!
cs: Jestli se vrátíš, tak tě zkurvíme!

# chatter/parents/chp_outlaw:67:DefaultText
source: You better run!
cs: Raději utíkejte!

# chatter/parents/chp_outlaw:68:DefaultText
source: Don't come back!
cs: Nevracejte se!

# chatter/parents/chp_outlaw:69:DefaultText
source: Dibs on their weapon!
cs: Dibs na jejich zbraň!

# chatter/parents/chp_outlaw:70:DefaultText
source: I didn't even break a sweat.
cs: Ani jsem se nezapotil.

# chatter/parents/chp_outlaw:71:DefaultText
source: Make sure they stay down.
cs: Dbejte na to, aby zůstaly dole.

# chatter/parents/chp_outlaw:72:DefaultText
source: They went this way.
cs: Šli touto cestou.

# chatter/parents/chp_outlaw:73:DefaultText
source: Why don't you come on out?
cs: Proč nejdeš ven?

# chatter/parents/chp_outlaw:74:DefaultText
source: Don't you wanna play with us?
cs: Nechceš si s námi hrát?

# chatter/parents/chp_outlaw:75:DefaultText
source: You done fucked up!
cs: To jste to posrali!

# chatter/parents/chp_outlaw:76:DefaultText
source: One damn thing after another.
cs: Jedna zatracená věc za druhou.

# chatter/parents/chp_outlaw:77:DefaultText
source: Pull iron!
cs: Vytáhněte železo!

# chatter/parents/chp_outlaw:78:DefaultText
source: Fill your hand!
cs: Naplňte si ruce!

# chatter/parents/chp_outlaw:79:DefaultText
source: Dance, fucker!
cs: Tancuj, hajzle!

# chatter/parents/chp_outlaw:80:DefaultText
source: We got a live one!
cs: Máme živého!

# chatter/parents/chp_outlaw:81:DefaultText
source: Wrong move.
cs: Špatný krok.

# chatter/parents/chp_outlaw:84:DefaultText
source: I don't wanna die here!
cs: Nechci tady umřít!

# chatter/parents/chp_outlaw:85:DefaultText
source: Do we need to do this?
cs: Musíme to udělat?

# chatter/parents/chp_outlaw:86:DefaultText
source: Shit, shit, shit!
cs: Do prdele, do prdele, do prdele!

# chatter/parents/chp_outlaw:87:DefaultText
source: They're gone.
cs: Jsou pryč.

# chatter/parents/chp_outlaw:88:DefaultText
source: Keep your lamps on.
cs: Mějte rozsvícené lampy.

# chatter/parents/chp_outlaw:89:DefaultText
source: Look sharp.
cs: Vypadejte ostře.

# chatter/parents/chp_outlaw:90:DefaultText
source: I'm on 'em!
cs: Jdu po nich!

# chatter/parents/chp_outlaw:91:DefaultText
source: No more running!
cs: Už žádné běhání!

# chatter/parents/chp_outlaw:92:DefaultText
source: You ain't getting away!
cs: Neutečeš!

# chatter/parents/chp_outlaw:93:DefaultText
source: What are you doing?
cs: Co to děláte?

# chatter/parents/chp_outlaw:94:DefaultText
source: I don't recognize you...
cs: Nepoznávám tě...

# chatter/parents/chp_outlaw:95:DefaultText
source: Get away from there!
cs: Vypadněte odtamtud!

# chatter/parents/chp_outlaw:98:DefaultText
source: Are you new?
cs: Jste tu nový?

# chatter/parents/chp_outlaw:99:DefaultText
source: Hey! What are you doing there?
cs: Hej! Co tam děláš?

# chatter/parents/chp_outlaw:102:DefaultText
source: You lost?
cs: Prohrál jsi?

# chatter/parents/chp_outlaw:103:DefaultText
source: You shouldn't be here.
cs: Neměl bys tu být.

# chatter/parents/chp_outlaw:104:DefaultText
source: Get back here!
cs: Vraťte se sem!

# chatter/parents/chp_outlaw:105:DefaultText
source: Don't make me chase you!
cs: Nenuť mě, abych tě honil!

# chatter/parents/chp_outlaw:106:DefaultText
source: Watch what you're doing!
cs: Dávejte pozor, co děláte!

# chatter/parents/chp_outlaw:107:DefaultText
source: Hey, watch it!
cs: Hej, sledujte to!

# chatter/parents/chp_outlaw:111:DefaultText
source: You got the bits, we let you go.
cs: Když máš ty kousky, necháme tě jít.

# chatter/parents/chp_outlaw:112:DefaultText
source: Fuck this contract.
cs: Na tuhle smlouvu kašlu.

# chatter/parents/chp_outlaw:114:DefaultText
source: Ah, fuck it.
cs: Aha, kašlu na to.

# chatter/parents/chp_outlaw:115:DefaultText
source: Better lay off the caffenoids.
cs: Raději se vykašli na kafenoidy.

# chatter/parents/chp_outlaw:116:DefaultText
source: Easy.
cs: Snadné.

# chatter/parents/chp_outlaw:117:DefaultText
source: You see that?
cs: Vidíte to?

# chatter/parents/chp_outlaw:118:DefaultText
source: Shoulda gave up, dumbass.
cs: Měl jsi to vzdát, blbečku.

# chatter/parents/chp_outlaw:119:DefaultText
source: Beat 'em down!
cs: Porazte je!

# chatter/parents/chp_outlaw:120:DefaultText
source: Kick 'em in the nethers!
cs: Nakopejte je do zadku!

# chatter/parents/chp_outlaw:121:DefaultText
source: Not my problem.
cs: To není můj problém.

# chatter/parents/chp_outlaw:122:DefaultText
source: Five bits on the little one.
cs: Pět kousků na malém.

# chatter/parents/chp_outlaw:123:DefaultText
source: What're you looking at?
cs: Na co se díváte?

# chatter/parents/chp_outlaw:124:DefaultText
source: Isn't there somewhere you should be?
cs: Neměl bys někde být?

# chatter/parents/chp_outlaw:125:DefaultText
source: Cover me!
cs: Kryjte mě!

# chatter/parents/chp_outlaw:126:DefaultText
source: I'm going in!
cs: Jdu dovnitř!

# chatter/parents/chp_outlaw:127:DefaultText
source: I need cover!
cs: Potřebuji krytí!

# chatter/parents/chp_outlaw:128:DefaultText
source: I'm taking fire!
cs: Jdu do ohně!

# chatter/parents/chp_outlaw:129:DefaultText
source: Just you wait.
cs: Jen počkejte.

# chatter/parents/chp_outlaw:130:DefaultText
source: I'm out! Need to reload!
cs: Končím! Potřebuji nabít!

# chatter/parents/chp_outlaw:131:DefaultText
source: Eat this!
cs: Sněz to!

# chatter/parents/chp_outlaw:133:DefaultText
source: Gotta take this one out!
cs: Musím ho vyndat!

# chatter/parents/chp_outlaw:134:DefaultText
source: Got another one over here!
cs: Mám tu dalšího!

# chatter/parents/chp_outlaw:135:DefaultText
source: Rush 'em!
cs: Pospěšte si s nimi!

# chatter/parents/chp_outlaw:136:DefaultText
source: Go! Go! Go!
cs: Jdi! Běž! Běž!

# chatter/parents/chp_outlaw:137:DefaultText
source: Hit the deck!
cs: Vyrazte na palubu!

# chatter/parents/chp_outlaw:138:DefaultText
source: Everybody take cover!
cs: Všichni se kryjte!

# chatter/parents/chp_outlaw:139:DefaultText
source: Lock 'em down!
cs: Zamkněte je!

# chatter/parents/chp_outlaw:140:DefaultText
source: Open fire!
cs: Otevřete oheň!

# chatter/parents/chp_outlaw:141:DefaultText
source: On my target!
cs: Na můj cíl!

# chatter/parents/chp_outlaw:142:DefaultText
source: Focus fire!
cs: Soustřeďte se na oheň!

# chatter/parents/chp_outlaw:143:DefaultText
source: Hey! No fair!
cs: Hej! To není fér!

# chatter/parents/chp_outlaw:144:DefaultText
source: I needed that!
cs: To jsem potřeboval!

# chatter/parents/chp_outlaw:151:DefaultText
source: I'm about to rain all over you.
cs: Chystám se na tebe pršet.

# chatter/parents/chp_outlaw:152:DefaultText
source: That supposed to scare me?
cs: To mě má vyděsit?

# chatter/parents/chp_outlaw:153:DefaultText
source: What's your problem?
cs: V čem je váš problém?

# chatter/parents/chp_outlaw:154:DefaultText
source: What do you think you're doing?
cs: Co si myslíte, že děláte?

# chatter/parents/chp_outlaw:155:DefaultText
source: You don't belong here. Get moving. Now.
cs: Nepatříš sem. Jděte dál. Teď.

# chatter/parents/chp_outlaw:159:DefaultText
source: <Death rattle>
cs: <Smrtící chrastítko>

# chatter/parents/chp_outlaw:162:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_outlaw:165:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_outlaw:168:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_outlaw:174:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_outlaw:177:DefaultText
source: I'm fine!
cs: Jsem v pořádku!

# chatter/parents/chp_outlaw:178:DefaultText
source: Try again.
cs: Zkuste to znovu.

# chatter/parents/chp_outlaw:179:DefaultText
source: That all you got?
cs: To je všechno, co máš?

# chatter/parents/chp_outlaw:189:DefaultText
source: <Dodging grunt>
cs: <Snížení chrčení>

# chatter/parents/chp_outlaw:192:DefaultText
source: <Falling scream>
cs: <Padající výkřik>

# chatter/parents/chp_outlaw:195:DefaultText
source: <Jump grunt>
cs: <Skákání chrčení>

# chatter/parents/chp_outlaw:201:DefaultText
source: <Pain scream>
cs: <Bolestivý výkřik>

# chatter/parents/chp_outlaw:207:DefaultText
source: Can't see!
cs: Nevidím!

# chatter/parents/chp_outlaw:208:DefaultText
source: My eyes!
cs: Moje oči!

# chatter/parents/chp_outlaw:209:DefaultText
source: I'm blind!
cs: Jsem slepý!

# chatter/parents/chp_outlaw:213:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_outlaw:234:DefaultText
source: Whatever.
cs: To je jedno.

# chatter/parents/chp_outlaw:235:DefaultText
source: Save me a piece!
cs: Schovejte mi kousek!

# chatter/parents/chp_outlaw:237:DefaultText
source: Here we go!
cs: A je to tady!

# chatter/parents/chp_outlaw:239:DefaultText
source: I ain't dying today!
cs: Dneska neumřu!

# chatter/parents/chp_outlaw:240:DefaultText
source: Motherfucker!
cs: Zkurvysyn!

# chatter/parents/chp_outlaw:241:DefaultText
source: Huh?
cs: Cože?

# chatter/parents/chp_outlaw:242:DefaultText
source: You ain't fooling me.
cs: Mě neoklameš.

# chatter/parents/chp_outlaw:243:DefaultText
source: Die!
cs: Zemři!

# chatter/parents/chp_outlaw:244:DefaultText
source: Tallyho, motherfucker!
cs: Tallyho, hajzle!

# chatter/parents/chp_outlaw:245:DefaultText
source: Damn it!
cs: Sakra!

# chatter/parents/chp_outlaw:246:DefaultText
source: Shit!
cs: Do prdele!

# chatter/parents/chp_outlaw:247:DefaultText
source: Fuck!
cs: Kurva!

# chatter/parents/chp_outlaw:248:DefaultText
source: We gonna parley?
cs: Budeme vyjednávat?

# chatter/parents/chp_outlaw:249:DefaultText
source: How stupid do you think I am?
cs: Jak hloupý si myslíš, že jsem?
