Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parents/chp_corpmilitary.po
Languages: cs

# chatter/parents/chp_corpmilitary:48:DefaultText
source: I need a medkit!
cs: Potřebuji lékárničku!

# chatter/parents/chp_corpmilitary:49:DefaultText
source: I'm about done.
cs: Už jsem skoro hotová.

# chatter/parents/chp_corpmilitary:50:DefaultText
source: Lousy place to die.
cs: Mizerné místo k umírání.

# chatter/parents/chp_corpmilitary:51:DefaultText
source: Need a body bag!
cs: Potřebujete tašku na tělo!

# chatter/parents/chp_corpmilitary:52:DefaultText
source: Employee down!
cs: Zaměstnanec dolů!

# chatter/parents/chp_corpmilitary:53:DefaultText
source: Backup needed!
cs: Potřebujeme zálohu!

# chatter/parents/chp_corpmilitary:54:DefaultText
source: I got a body here.
cs: Mám tu tělo.

# chatter/parents/chp_corpmilitary:55:DefaultText
source: Shit! Everyone look sharp.
cs: Do prdele! Všichni vypadají ostře.

# chatter/parents/chp_corpmilitary:56:DefaultText
source: This wasn't no accident.
cs: Nebyla to náhoda.

# chatter/parents/chp_corpmilitary:57:DefaultText
source: Come out with your hands up!
cs: Vyjděte s rukama nad hlavou!

# chatter/parents/chp_corpmilitary:58:DefaultText
source: You better ID yourself.
cs: Raději se identifikujte.

# chatter/parents/chp_corpmilitary:59:DefaultText
source: There's something here, and it ain't us.
cs: Něco tu je a my to nejsme.

# chatter/parents/chp_corpmilitary:60:DefaultText
source: I heard something!
cs: Něco jsem slyšel!

# chatter/parents/chp_corpmilitary:61:DefaultText
source: What was that?
cs: Co to bylo?

# chatter/parents/chp_corpmilitary:62:DefaultText
source: I thought I saw... never mind.
cs: Myslel jsem, že jsem viděl... to je jedno.

# chatter/parents/chp_corpmilitary:63:DefaultText
source: Halt pursuit.
cs: Zastavte pronásledování.

# chatter/parents/chp_corpmilitary:64:DefaultText
source: We drove them off.
cs: Vyhnali jsme je.

# chatter/parents/chp_corpmilitary:65:DefaultText
source: Stay alert! They might come back.
cs: Buďte ve střehu! Mohli by se vrátit.

# chatter/parents/chp_corpmilitary:66:DefaultText
source: Fall back!
cs: Ustupte!

# chatter/parents/chp_corpmilitary:67:DefaultText
source: Return to position!
cs: Vraťte se na místo!

# chatter/parents/chp_corpmilitary:68:DefaultText
source: Head back and regroup!
cs: Vraťte se a přeskupte se!

# chatter/parents/chp_corpmilitary:69:DefaultText
source: Too easy!
cs: Příliš snadné!

# chatter/parents/chp_corpmilitary:70:DefaultText
source: Target eliminated.
cs: Cíl eliminován.

# chatter/parents/chp_corpmilitary:71:DefaultText
source: Someone get a bodybag.
cs: Sežeňte někdo pytel na mrtvoly.

# chatter/parents/chp_corpmilitary:72:DefaultText
source: You can't hide from us.
cs: Před námi se neschováte.

# chatter/parents/chp_corpmilitary:73:DefaultText
source: Look sharp, they could be anywhere.
cs: Dívejte se ostře, mohou být kdekoli.

# chatter/parents/chp_corpmilitary:74:DefaultText
source: I want everyone looking for this asshole.
cs: Chci, aby toho kreténa všichni hledali.

# chatter/parents/chp_corpmilitary:75:DefaultText
source: You picked the wrong damn day.
cs: Vybral sis špatný den.

# chatter/parents/chp_corpmilitary:76:DefaultText
source: How the hell'd I get into this?
cs: Jak jsem se do toho sakra dostal?

# chatter/parents/chp_corpmilitary:77:DefaultText
source: Shots fired!
cs: Výstřely!

# chatter/parents/chp_corpmilitary:78:DefaultText
source: Down your weapons and... ah, fuck it.
cs: Odložte zbraně a... ah, kašlete na to.

# chatter/parents/chp_corpmilitary:79:DefaultText
source: Take 'em down!
cs: Sundejte je!

# chatter/parents/chp_corpmilitary:80:DefaultText
source: Quick and clean, folks!
cs: Rychle a čistě, přátelé!

# chatter/parents/chp_corpmilitary:81:DefaultText
source: You've broken your last regulation, rungleech.
cs: Porušil jsi své poslední nařízení, rungleechu.

# chatter/parents/chp_corpmilitary:84:DefaultText
source: I'm not ready to die!
cs: Nejsem připraven zemřít!

# chatter/parents/chp_corpmilitary:85:DefaultText
source: Can't we talk about this?
cs: Nemůžeme o tom mluvit?

# chatter/parents/chp_corpmilitary:86:DefaultText
source: No fucking way!
cs: Ani náhodou!

# chatter/parents/chp_corpmilitary:87:DefaultText
source: Lost sight of them.
cs: Ztratil jsem je z dohledu.

# chatter/parents/chp_corpmilitary:88:DefaultText
source: I can't see them. Anybody see them?
cs: Nevidím je. Vidí je někdo?

# chatter/parents/chp_corpmilitary:89:DefaultText
source: Who's still got eyes on them?
cs: Kdo je ještě sleduje?

# chatter/parents/chp_corpmilitary:90:DefaultText
source: There they are!
cs: Tady jsou!

# chatter/parents/chp_corpmilitary:91:DefaultText
source: Freeze!
cs: Stát!

# chatter/parents/chp_corpmilitary:92:DefaultText
source: Found 'em!
cs: Našel jsem je!

# chatter/parents/chp_corpmilitary:93:DefaultText
source: What are you doing?
cs: Co to děláte?

# chatter/parents/chp_corpmilitary:94:DefaultText
source: Hey! Who are you?
cs: Hej! Kdo jsi?

# chatter/parents/chp_corpmilitary:95:DefaultText
source: Get away from there!
cs: Vypadněte odtamtud!

# chatter/parents/chp_corpmilitary:98:DefaultText
source: Are you supposed to be here?
cs: Máš tu být?

# chatter/parents/chp_corpmilitary:99:DefaultText
source: Hey! What are you doing there?
cs: Hej! Co tam děláš?

# chatter/parents/chp_corpmilitary:102:DefaultText
source: Are you authorized to be here?
cs: Máte oprávnění zde být?

# chatter/parents/chp_corpmilitary:103:DefaultText
source: Hey! Let me see your ident cartridge.
cs: Hej! Ukaž mi svou kazetu s identem.

# chatter/parents/chp_corpmilitary:104:DefaultText
source: Halt!
cs: Stát!

# chatter/parents/chp_corpmilitary:105:DefaultText
source: Don't make me chase you!
cs: Nenuť mě, abych tě honil!

# chatter/parents/chp_corpmilitary:106:DefaultText
source: Hey! Watch where you're aiming that thing!
cs: Hej! Dávej pozor, kam míříš!

# chatter/parents/chp_corpmilitary:107:DefaultText
source: Do I look like a hostile to you?
cs: Připadám vám jako nepřátelská osoba?

# chatter/parents/chp_corpmilitary:111:DefaultText
source: I didn't see a thing.
cs: Nic jsem neviděl.

# chatter/parents/chp_corpmilitary:112:DefaultText
source: Move along now.
cs: Pokračujte.

# chatter/parents/chp_corpmilitary:114:DefaultText
source: Maybe I'm paranoid.
cs: Možná jsem paranoidní.

# chatter/parents/chp_corpmilitary:115:DefaultText
source: Jumping at shadows.
cs: Skákání na stíny.

# chatter/parents/chp_corpmilitary:116:DefaultText
source: Great, more paperwork.
cs: Skvělé, další papírování.

# chatter/parents/chp_corpmilitary:117:DefaultText
source: Everyone saw they were on drugs, right?
cs: Všichni viděli, že jsou na drogách, že?

# chatter/parents/chp_corpmilitary:118:DefaultText
source: I felt my life was threatened.
cs: Cítil jsem, že je můj život v ohrožení.

# chatter/parents/chp_corpmilitary:119:DefaultText
source: We got them now!
cs: Teď je máme!

# chatter/parents/chp_corpmilitary:120:DefaultText
source: Don't let up on them!
cs: Nenechte je na holičkách!

# chatter/parents/chp_corpmilitary:121:DefaultText
source: Someone should really break that up.
cs: Někdo by to měl opravdu rozbít.

# chatter/parents/chp_corpmilitary:123:DefaultText
source: Lookin' good!
cs: Vypadá to dobře!

# chatter/parents/chp_corpmilitary:124:DefaultText
source: Back to work! No loitering here.
cs: Zpátky do práce! Žádné poflakování.

# chatter/parents/chp_corpmilitary:125:DefaultText
source: Cover me!
cs: Kryjte mě!

# chatter/parents/chp_corpmilitary:126:DefaultText
source: Moving in!
cs: Stěhování!

# chatter/parents/chp_corpmilitary:127:DefaultText
source: I'm taking fire!
cs: Jdu do ohně!

# chatter/parents/chp_corpmilitary:128:DefaultText
source: Moving to cover!
cs: Přesun do krytu!

# chatter/parents/chp_corpmilitary:129:DefaultText
source: Reloading!
cs: Přebíjení!

# chatter/parents/chp_corpmilitary:130:DefaultText
source: Cover me! I need to reload!
cs: Kryjte mě! Potřebuji nabít!

# chatter/parents/chp_corpmilitary:131:DefaultText
source: Suppressing fire!
cs: Potlačení palby!

# chatter/parents/chp_corpmilitary:132:DefaultText
source: Eat lead, asshole!
cs: Žer olovo, kreténe!

# chatter/parents/chp_corpmilitary:133:DefaultText
source: There's another one!
cs: Je tu další!

# chatter/parents/chp_corpmilitary:134:DefaultText
source: We got more hostiles!
cs: Máme další nepřátele!

# chatter/parents/chp_corpmilitary:135:DefaultText
source: Move in!
cs: Nastěhujte se!

# chatter/parents/chp_corpmilitary:136:DefaultText
source: Take that bastard down!
cs: Sundejte toho bastarda!

# chatter/parents/chp_corpmilitary:137:DefaultText
source: Take cover!
cs: Kryjte se!

# chatter/parents/chp_corpmilitary:138:DefaultText
source: Taking fire! Get behind something!
cs: Střílíme! Postavte se za něco!

# chatter/parents/chp_corpmilitary:139:DefaultText
source: Pin that bastard down!
cs: Přišpendlete toho parchanta k zemi!

# chatter/parents/chp_corpmilitary:140:DefaultText
source: Fire at will!
cs: Střílejte dle libosti!

# chatter/parents/chp_corpmilitary:141:DefaultText
source: Focus fire on my target!
cs: Zaměřte palbu na můj cíl!

# chatter/parents/chp_corpmilitary:142:DefaultText
source: Need a little help here!
cs: Potřebujete malou pomoc!

# chatter/parents/chp_corpmilitary:143:DefaultText
source: Shit! Dropped my weapon!
cs: Do prdele! Upustil jsem zbraň!

# chatter/parents/chp_corpmilitary:144:DefaultText
source: Hey! I needed that.
cs: Hej! To jsem potřeboval.

# chatter/parents/chp_corpmilitary:151:DefaultText
source: You threatening me?
cs: Vyhrožujete mi?

# chatter/parents/chp_corpmilitary:152:DefaultText
source: Want me to run you in?
cs: Chceš, abych tě přivedl?

# chatter/parents/chp_corpmilitary:153:DefaultText
source: Get that out of my face!
cs: Dej to pryč z mého obličeje!

# chatter/parents/chp_corpmilitary:154:DefaultText
source: What do you think you're doing?
cs: Co si myslíte, že děláte?

# chatter/parents/chp_corpmilitary:155:DefaultText
source: This is a restricted area. Leave now or I am authorized to use deadly force!
cs: Jedná se o oblast s omezeným přístupem. Okamžitě odejděte, jinak jsem oprávněn použít smrtící sílu!

# chatter/parents/chp_corpmilitary:174:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_corpmilitary:180:DefaultText
source: I can't see!
cs: Nevidím!

# chatter/parents/chp_corpmilitary:181:DefaultText
source: I'm blind!
cs: Jsem slepý!

# chatter/parents/chp_corpmilitary:182:DefaultText
source: My eyes!
cs: Moje oči!

# chatter/parents/chp_corpmilitary:186:DefaultText
source: <Pain scream>
cs: <Bolestivý výkřik>

# chatter/parents/chp_corpmilitary:192:DefaultText
source: <Jump grunt>
cs: <Skákání chrčení>

# chatter/parents/chp_corpmilitary:195:DefaultText
source: <Falling scream>
cs: <Padající výkřik>

# chatter/parents/chp_corpmilitary:198:DefaultText
source: <Dodging grunt>
cs: <Snížení chrčení>

# chatter/parents/chp_corpmilitary:210:DefaultText
source: Armor caught it!
cs: Chytil ho Armor!

# chatter/parents/chp_corpmilitary:211:DefaultText
source: That was pathetic!
cs: To bylo ubohé!

# chatter/parents/chp_corpmilitary:212:DefaultText
source: That all you got?
cs: To je všechno, co máš?

# chatter/parents/chp_corpmilitary:213:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_corpmilitary:216:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_corpmilitary:219:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_corpmilitary:225:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_corpmilitary:228:DefaultText
source: <Death rattle>
cs: <Smrtící chrastítko>

# chatter/parents/chp_corpmilitary:231:DefaultText
source: <Blocked grunt>
cs: <Zablokovaný grunt>

# chatter/parents/chp_corpmilitary:235:DefaultText
source: Guess it was nothing.
cs: Hádám, že to nic nebylo.

# chatter/parents/chp_corpmilitary:236:DefaultText
source: Regs authorized me to stand my ground.
cs: Pravidla mě opravňovala k tomu, abych si stál za svým.

# chatter/parents/chp_corpmilitary:237:DefaultText
source: Yeah! Hit 'em again!
cs: Jo! Udeřte je znovu!

# chatter/parents/chp_corpmilitary:238:DefaultText
source: Get into position!
cs: Zaujměte pozici!

# chatter/parents/chp_corpmilitary:239:DefaultText
source: You've broken your last regulation, miscreant.
cs: Porušil jsi své poslední nařízení, darebáku.

# chatter/parents/chp_corpmilitary:240:DefaultText
source: Eat lead!
cs: Jezte olovo!

# chatter/parents/chp_corpmilitary:241:DefaultText
source: Take that agitator down!
cs: Sundejte ten agitátor!

# chatter/parents/chp_corpmilitary:242:DefaultText
source: Pin that cretin down!
cs: Přišpendlete toho kreténa k zemi!
