Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/parents/chp_townie.po
Languages: cs

# chatter/parents/chp_townie:48:DefaultText
source: I don't wanna die! Not before my performance review!
cs: Nechci umřít! Ne před hodnocením mého výkonu!

# chatter/parents/chp_townie:49:DefaultText
source: Someone help!
cs: Pomozte někdo!

# chatter/parents/chp_townie:50:DefaultText
source: I'm going to miss my shift!
cs: Bude mi chybět směna!

# chatter/parents/chp_townie:51:DefaultText
source: <Terrified scream>
cs: <Vyděšený výkřik>

# chatter/parents/chp_townie:52:DefaultText
source: Murderer!
cs: Vrah!

# chatter/parents/chp_townie:53:DefaultText
source: Please don't hurt me! Please don't hurt me!
cs: Prosím, neubližujte mi! Prosím, neubližujte mi!

# chatter/parents/chp_townie:54:DefaultText
source: Playing dead to get out of work?
cs: Děláte mrtvého brouka, abyste se dostali z práce?

# chatter/parents/chp_townie:55:DefaultText
source: Someone should let security know.
cs: Někdo by měl dát vědět ochrance.

# chatter/parents/chp_townie:56:DefaultText
source: Oh dear Law, no!
cs: Ach, drahý zákoníku, ne!

# chatter/parents/chp_townie:57:DefaultText
source: Security!
cs: Bezpečnost!

# chatter/parents/chp_townie:60:DefaultText
source: What's that?
cs: Co je to?

# chatter/parents/chp_townie:61:DefaultText
source: Please, come out.
cs: Vyjděte ven, prosím.

# chatter/parents/chp_townie:62:DefaultText
source: Hello? Is anyone there?
cs: Haló? Je tam někdo?

# chatter/parents/chp_townie:63:DefaultText
source: I'm glad that's over!
cs: Jsem rád, že je to za námi!

# chatter/parents/chp_townie:64:DefaultText
source: And don't come back!
cs: A nevracejte se!

# chatter/parents/chp_townie:66:DefaultText
source: Yeah, you better run!
cs: Jo, radši utíkej!

# chatter/parents/chp_townie:67:DefaultText
source: <pant> Too much... <pant>... running!
cs: <pant> Příliš mnoho... <pant>... běhu!

# chatter/parents/chp_townie:69:DefaultText
source: I won? I won!
cs: Vyhrál jsem? Vyhrál jsem!

# chatter/parents/chp_townie:70:DefaultText
source: That's what happens when you mess with me!
cs: Takhle to dopadá, když si se mnou zahráváš!

# chatter/parents/chp_townie:71:DefaultText
source: I'm going to have to fill out so much paperwork over this...
cs: Budu kvůli tomu muset vyplnit tolik papírů...

# chatter/parents/chp_townie:72:DefaultText
source: I think they went this way. Or was it that way?
cs: Myslím, že se vydali touto cestou. Nebo to bylo tudy?

# chatter/parents/chp_townie:73:DefaultText
source: I should really report this to security...
cs: Měl bych to nahlásit ochrance...

# chatter/parents/chp_townie:74:DefaultText
source: Maybe they're gone?
cs: Možná jsou pryč?

# chatter/parents/chp_townie:75:DefaultText
source: Not the face!
cs: Ne obličej!

# chatter/parents/chp_townie:76:DefaultText
source: Help!
cs: Pomoc!

# chatter/parents/chp_townie:77:DefaultText
source: Why are you doing this?
cs: Proč to děláte?

# chatter/parents/chp_townie:78:DefaultText
source: Get away!
cs: Vypadněte!

# chatter/parents/chp_townie:79:DefaultText
source: Don't come any closer!
cs: Nepřibližujte se!

# chatter/parents/chp_townie:80:DefaultText
source: Better you than me!
cs: Lepší ty než já!

# chatter/parents/chp_townie:81:DefaultText
source: Rules exist for a reason!
cs: Pravidla existují z nějakého důvodu!

# chatter/parents/chp_townie:82:DefaultText
source: I'm losing a bonus because of you!
cs: Kvůli tobě přicházím o bonus!

# chatter/parents/chp_townie:84:DefaultText
source: I'm too productive to die!
cs: Jsem příliš produktivní na to, abych zemřel!

# chatter/parents/chp_townie:85:DefaultText
source: Are you insane?!
cs: Zbláznili jste se?!

# chatter/parents/chp_townie:87:DefaultText
source: Where'd they go? Did anyone see?
cs: Kam se poděli? Viděl je někdo?

# chatter/parents/chp_townie:88:DefaultText
source: I guess we should look for them?
cs: Asi bychom je měli hledat?

# chatter/parents/chp_townie:89:DefaultText
source: I think they're hiding.
cs: Myslím, že se schovávají.

# chatter/parents/chp_townie:90:DefaultText
source: Not again!
cs: Už zase!

# chatter/parents/chp_townie:91:DefaultText
source: Why didn't you stay gone?
cs: Proč jsi nezůstal pryč?

# chatter/parents/chp_townie:92:DefaultText
source: There you are!
cs: Tady jste!

# chatter/parents/chp_townie:93:DefaultText
source: Hey! What are you doing there?
cs: Hej! Co tam děláš?

# chatter/parents/chp_townie:94:DefaultText
source: Do I know you?
cs: Znám vás?

# chatter/parents/chp_townie:95:DefaultText
source: Get away from there!
cs: Vypadněte odtamtud!

# chatter/parents/chp_townie:96:DefaultText
source: Get away from there!
cs: Vypadněte odtamtud!

# chatter/parents/chp_townie:97:DefaultText
source: Get away from there!
cs: Vypadněte odtamtud!

# chatter/parents/chp_townie:98:DefaultText
source: Did you just... flicker?
cs: To jsi právě... zablikal?

# chatter/parents/chp_townie:99:DefaultText
source: Hey! What are you doing there?
cs: Hej! Co tam děláš?

# chatter/parents/chp_townie:100:DefaultText
source: Hey! What are you doing there?
cs: Hej! Co tam děláš?

# chatter/parents/chp_townie:101:DefaultText
source: Hey! What are you doing there?
cs: Hej! Co tam děláš?

# chatter/parents/chp_townie:102:DefaultText
source: You lost?
cs: Prohrál jsi?

# chatter/parents/chp_townie:103:DefaultText
source: You shouldn't be here.
cs: Neměl bys tu být.

# chatter/parents/chp_townie:104:DefaultText
source: Get back here!
cs: Vraťte se sem!

# chatter/parents/chp_townie:105:DefaultText
source: Don't make me chase you!
cs: Nenuť mě, abych tě honil!

# chatter/parents/chp_townie:106:DefaultText
source: Why are you shooting me?
cs: Proč mě střílíte?

# chatter/parents/chp_townie:107:DefaultText
source: Ow! I'm going to report that!
cs: Au! To nahlásím!

# chatter/parents/chp_townie:111:DefaultText
source: Today's my lucky day.
cs: Dnes je můj šťastný den.

# chatter/parents/chp_townie:112:DefaultText
source: Sorry to bother you!
cs: Omlouváme se, že vás obtěžujeme!

# chatter/parents/chp_townie:114:DefaultText
source: I need to get back to work.
cs: Musím se vrátit do práce.

# chatter/parents/chp_townie:115:DefaultText
source: Where's security when you need 'em?
cs: Kde je ochranka, když ji potřebujete?

# chatter/parents/chp_townie:116:DefaultText
source: Oh, this is gonna be so much paperwork...
cs: To bude tolik papírování...

# chatter/parents/chp_townie:117:DefaultText
source: Did I... win?
cs: Vyhrál jsem?

# chatter/parents/chp_townie:118:DefaultText
source: Did that just happen?
cs: Stalo se to právě teď?

# chatter/parents/chp_townie:119:DefaultText
source: Yes, keep hitting 'em!
cs: Ano, pokračujte v útoku!

# chatter/parents/chp_townie:120:DefaultText
source: Take 'em down!
cs: Sundejte je!

# chatter/parents/chp_townie:121:DefaultText
source: Is anyone else seeing this?
cs: Vidí to ještě někdo?

# chatter/parents/chp_townie:123:DefaultText
source: Hey! Looking good!
cs: Ahoj! Vypadá to dobře!

# chatter/parents/chp_townie:124:DefaultText
source: Been a while!
cs: Už je to nějaká doba!

# chatter/parents/chp_townie:125:DefaultText
source: Somebody cover me!
cs: Kryjte mě někdo!

# chatter/parents/chp_townie:126:DefaultText
source: Here I go!
cs: Tady to mám!

# chatter/parents/chp_townie:127:DefaultText
source: Gotta hide!
cs: Musím se schovat!

# chatter/parents/chp_townie:129:DefaultText
source: I'm out of ammo!
cs: Došla mi munice!

# chatter/parents/chp_townie:130:DefaultText
source: Ammo. Need ammo.
cs: Munice. Potřebujete munici.

# chatter/parents/chp_townie:131:DefaultText
source: I've got this one!
cs: Mám to!

# chatter/parents/chp_townie:132:DefaultText
source: Stay down!
cs: Zůstaň dole!

# chatter/parents/chp_townie:133:DefaultText
source: Get that other one!
cs: Vezměte si tu druhou!

# chatter/parents/chp_townie:134:DefaultText
source: There's more than one of 'em?
cs: Je jich víc než jeden?

# chatter/parents/chp_townie:135:DefaultText
source: You should really get closer to 'em!
cs: Měli byste se k nim dostat blíž!

# chatter/parents/chp_townie:136:DefaultText
source: Run up and hit 'em!
cs: Běžte nahoru a udeřte je!

# chatter/parents/chp_townie:137:DefaultText
source: Everyone duck! These are real bullets!
cs: Všichni se přikrčte! Tohle jsou skutečné kulky!

# chatter/parents/chp_townie:138:DefaultText
source: Everyone get to cover!
cs: Všichni se kryjte!

# chatter/parents/chp_townie:139:DefaultText
source: Just keep firing!
cs: Prostě střílejte dál!

# chatter/parents/chp_townie:140:DefaultText
source: Everybody get 'em!
cs: Všichni si je vezměte!

# chatter/parents/chp_townie:141:DefaultText
source: I need help over here!
cs: Potřebuji pomoc!

# chatter/parents/chp_townie:142:DefaultText
source: Over here!
cs: Tady!

# chatter/parents/chp_townie:143:DefaultText
source: I needed that!
cs: To jsem potřeboval!

# chatter/parents/chp_townie:144:DefaultText
source: Oh no!
cs: Ale ne!

# chatter/parents/chp_townie:151:DefaultText
source: Can we talk about this?
cs: Můžeme o tom mluvit?

# chatter/parents/chp_townie:152:DefaultText
source: Can you not point that thing at me?
cs: Nemůžeš na mě mířit?

# chatter/parents/chp_townie:153:DefaultText
source: Please, just don't hurt me.
cs: Prosím, jen mi neubližujte.

# chatter/parents/chp_townie:154:DefaultText
source: What do you think you're doing?
cs: Co si myslíte, že děláte?

# chatter/parents/chp_townie:155:DefaultText
source: You don't belong here. Get moving. Now.
cs: Nepatříš sem. Jděte dál. Teď.

# chatter/parents/chp_townie:174:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_townie:180:DefaultText
source: I... I can't see!
cs: I... Nevidím!

# chatter/parents/chp_townie:181:DefaultText
source: I'm blind!
cs: Jsem slepý!

# chatter/parents/chp_townie:182:DefaultText
source: My eyes!
cs: Moje oči!

# chatter/parents/chp_townie:186:DefaultText
source: <Pain scream>
cs: <Bolestivý výkřik>

# chatter/parents/chp_townie:192:DefaultText
source: <Jump grunt>
cs: <Skákání chrčení>

# chatter/parents/chp_townie:195:DefaultText
source: <Falling scream>
cs: <Padající výkřik>

# chatter/parents/chp_townie:198:DefaultText
source: <Dodging grunt>
cs: <Snížení chrčení>

# chatter/parents/chp_townie:210:DefaultText
source: That... didn't hurt!
cs: To... neublížilo!

# chatter/parents/chp_townie:211:DefaultText
source: Didn't feel a thing!
cs: Nic jsem necítil!

# chatter/parents/chp_townie:212:DefaultText
source: Was that supposed to hurt?
cs: Mělo to bolet?

# chatter/parents/chp_townie:213:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_townie:219:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_townie:222:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_townie:225:DefaultText
source: <Pain grunt>
cs: <Bolestivé chrčení>

# chatter/parents/chp_townie:228:DefaultText
source: <Death rattle>
cs: <Smrtící chrastítko>

# chatter/parents/chp_townie:231:DefaultText
source: <Blocked grunt>
cs: <Zablokovaný grunt>

# chatter/parents/chp_townie:235:DefaultText
source: You asked for it!
cs: Řekli jste si o to!
