Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/03_*_parvati_date.po
Languages: bs

# conversations/companions/03_bs_parvati_date:2:DefaultText
source: ...Anyhow, so I told him, Dad, I'm a big girl now, I ain't need your help, I can do it on my lonesome.
bs: ...Každopádně jsem mu řekla: "Tati, už jsem velká holka, nepotřebuju tvou pomoc, zvládnu to sama.

# conversations/companions/03_bs_parvati_date:3:DefaultText
source: My father and I were often at loggerheads. He had notions of how the station should be run, and I had others.
bs: S otcem jsme se často hádali. On měl své představy o tom, jak by měla být stanice řízena, a já jsem měl jiné.

# conversations/companions/03_bs_parvati_date:4:DefaultText
source: If you're cold, then I'm the void of space. Cold. Pfft. That's the silliest thing I ever heard.
bs: Pokud jsi chladný, pak já jsem prázdnota prostoru. Chlad. Pfft. To je ta nejhloupější věc, jakou jsem kdy slyšel.

# conversations/companions/03_bs_parvati_date:6:DefaultText
source: Captain, no spying!
bs: Kapitáne, žádná špionáž!

# conversations/companions/03_bs_parvati_date:7:DefaultText
source: What did he say to that?
bs: Co na to řekl?

# conversations/companions/03_bs_parvati_date:8:DefaultText
source: What about your mama? I- I don't mean to pry, you just hardly mention her, and I been wonderin'.
bs: A co tvoje máma? Nechci vyzvídat, jen se o ní skoro nezmiňuješ a mě to zajímalo.

# conversations/companions/03_bs_parvati_date:9:DefaultText
source: I... thank you.
bs: Já... děkuji.

# conversations/companions/03_bs_parvati_date:11:DefaultText
source: We'll get the kitchen back to you soon-ish, promise.
bs: Kuchyni vám brzy vrátíme, slibuji.

# conversations/companions/03_bs_parvati_date:12:DefaultText
source: You're a real looky-loo, huh mister?
bs: Vy jste ale šmírák, co, pane?

# conversations/companions/03_bs_parvati_date:12:FemaleText
source: You're a real looky-loo, huh ma'am?
bs: Vy jste ale pěkná šmíra, co, madam?

# conversations/companions/03_bs_parvati_date:13:DefaultText
source: Isn't this swell?
bs: Není to skvělé?

# conversations/companions/03_bs_parvati_date:14:DefaultText
source: I'm havin' the best time.
bs: Mám se skvěle.

# conversations/companions/03_bs_parvati_date:15:DefaultText
source: Look at me! All dressed up for once.
bs: Podívejte se na mě! Pro jednou jsem oblečená.

# conversations/companions/03_bs_parvati_date:16:DefaultText
source: Jun called me pretty!
bs: Jun mi řekl, že jsem hezká!

# conversations/companions/03_bs_parvati_date:17:DefaultText
source: "Have at it, then." And he handed me his favorite wrench, the one he used for the canner. It was prolly half as tall as I was.
bs: "Tak se do toho pusťte." A podal mi svůj oblíbený klíč, který používal na konzervy. Byl asi o polovinu vyšší než já.

# conversations/companions/03_bs_parvati_date:18:DefaultText
source: Nah, he was never like that. Always thought it was funny when I'd get indignant 'bout something.
bs: Ne, takový nikdy nebyl. Vždycky mi přišlo vtipné, když jsem se kvůli něčemu rozhořčil.

# conversations/companions/03_bs_parvati_date:19:DefaultText
source: He didn't scold you for talking back to him?
bs: Nevynadal ti za to, že jsi mu odmlouvala?

# conversations/companions/03_bs_parvati_date:20:DefaultText
source: Then he'd watch me do whatever it was, make sure I didn't get hurt - but he'd never interfere. I learned a lot that way.
bs: Pak mě pozoroval, ať jsem dělal cokoli, a dohlížel, aby se mi nic nestalo - ale nikdy do toho nezasahoval. Tak jsem se toho hodně naučil.

# conversations/companions/03_bs_parvati_date:21:DefaultText
source: I wish I could have met him. Anyone who helped shape you must have been a special person.
bs: Kéž bych se s ním mohl setkat. Každý, kdo vás pomáhal formovat, musel být výjimečný člověk.

# conversations/companions/03_bs_parvati_date:22:DefaultText
source: She passed when I was small. Taught me how to change a fuse on her deathbed. Even sick, she was patient with me.
bs: Zemřela, když jsem byl malý. Na smrtelné posteli mě naučila, jak vyměnit pojistky. I když byla nemocná, měla se mnou trpělivost.

# conversations/companions/03_bs_parvati_date:23:DefaultText
source: Sounds like he was afraid of them.
bs: Vypadá to, že se jich bál.

# conversations/companions/03_bs_parvati_date:24:DefaultText
source: He was fond of saying, "You think Groundbreaker pays for itself? Someone's got to cover the bills," when I chafed against his deference to the Board.
bs: S oblibou říkával: "Myslíte si, že se Groundbreaker vyplatí? Někdo musí platit účty," když jsem se ohradil proti jeho úctě k představenstvu.

# conversations/companions/03_bs_parvati_date:25:DefaultText
source: He was, and he was right to be. Didn't mean I had to like it.
bs: Byl a měl pravdu. To ale neznamenalo, že se mi to musí líbit.

# conversations/companions/03_bs_parvati_date:26:DefaultText
source: She kept exhaustive journals of my childhood, my father said. Like she was A/B testing child-rearing.
bs: Vedla si vyčerpávající deníky o mém dětství, říkal můj otec. Jako by testovala výchovu dětí.

# conversations/companions/03_bs_parvati_date:27:DefaultText
source: Must be you got that exacting nature from her.
bs: Tu náročnost máš asi po ní.

# conversations/companions/03_bs_parvati_date:29:DefaultText
source: 'Exacting' is a kind way to put it. 'Inflexible,' my father would have said. 'Bull-headed.' 'Cold.'
bs: "Přesný" je laskavý způsob, jak to vyjádřit. "Nepružný", řekl by můj otec. "Tvrdohlavý. "Chladný.
