Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_00_parvati_*_party.po
Languages: in

# conversations/companions/g_00_parvati_in_party:1:DefaultText
source: Sorry. I- you just want to get out of here. And you likely don't want a tag-along like me.
in: Omlouvám se. Chceš odsud prostě vypadnout. A pravděpodobně nechceš být s někým jako já.

# conversations/companions/g_00_parvati_in_party:2:DefaultText
source: It's just, Mister Tobson has his own view on matters, on account of it's his job and whatall. But that's not the only side of the tale.
in: Jde o to, že pan Tobson má na věci svůj vlastní názor, protože je to jeho práce a tak. Ale to není jediná stránka příběhu.

# conversations/companions/g_00_parvati_in_party:3:DefaultText
source: This is about the deserters? So what's the other side of it?
in: Jde o dezertéry? Tak jaká je druhá strana?

# conversations/companions/g_00_parvati_in_party:4:DefaultText
source: If I wanted to deal with nuance, I wouldn't be this heavily armed. Let's move.
in: Kdybych se chtěl zabývat nuancemi, nebyl bych tak silně vyzbrojen. Jdeme dál.

# conversations/companions/g_00_parvati_in_party:5:DefaultText
source: Figures. Reed didn't exactly strike me as the most honest soul.
in: Čísla. Reed mi nepřipadal zrovna jako nejupřímnější duše.

# conversations/companions/g_00_parvati_in_party:6:DefaultText
source: What he said seemed pretty straightforward to me.
in: To, co řekl, mi přišlo docela jasné.

# conversations/companions/g_00_parvati_in_party:7:DefaultText
source: Oh, he ain't a liar. He believes every word he says.
in: Ale on není lhář. Věří každému svému slovu.

# conversations/companions/g_00_parvati_in_party:8:DefaultText
source: Sure. It all comes together seamless in his own head. And I reckon he means well, for all that.
in: Jistě. V jeho hlavě se to všechno spojuje hladce. A já si myslím, že to myslí dobře.

# conversations/companions/g_00_parvati_in_party:9:DefaultText
source: To Mister Tobson, a person's a gear. It does its job quiet-like. If it squeaks or stutters, it gets replaced. The deserters are decent folk. I knew some of them, afore they left.
in: Pro pana Tobsona je člověk jako zařízení. Dělá svou práci tiše. Pokud skřípe nebo zadrhává, vymění se. Dezertéři jsou slušní lidé. Některé z nich jsem znal, než odešli.

# conversations/companions/g_00_parvati_in_party:10:DefaultText
source: I can't blame anybody for wanting to leave. This town's got issues.
in: Nikomu se nedivím, že chce odejít. Tohle město má problémy.

# conversations/companions/g_00_parvati_in_party:12:DefaultText
source: How well did you know the deserters? You worked with them, you were friends, or what?
in: Jak dobře jste znal dezertéry? Pracoval jste s nimi, byli jste přátelé, nebo jak?

# conversations/companions/g_00_parvati_in_party:13:DefaultText
source: I don't know anybody well. I mostly listened to them talk, kept my head down.
in: Nikoho dobře neznám. Většinou jsem je poslouchal a držel se při zemi.

# conversations/companions/g_00_parvati_in_party:14:DefaultText
source: Thanks, mister.
in: Díky, pane.

# conversations/companions/g_00_parvati_in_party:14:FemaleText
source: Thanks, ma'am.
in: Děkuji, madam.

# conversations/companions/g_00_parvati_in_party:15:DefaultText
source: Life's hard here, 'specially for them that don't fit in so well. We're one big Spacer's Choice family, but every family's got the one the rest whisper about.
in: Život je tu těžký, zvlášť pro ty, kteří se sem tak dobře nehodí. Jsme jedna velká rodina Spacer's Choice, ale v každé rodině je někdo, o kom si ostatní šeptají.

# conversations/companions/g_00_parvati_in_party:25:DefaultText
source: I just think, when you gotta make a decision that'll hurt somebody, it's best to think on the right and wrong of it.
in: Jen si myslím, že když musíš udělat rozhodnutí, které někomu ublíží, je lepší se zamyslet nad tím, co je správné a co ne.

# conversations/companions/g_00_parvati_in_party:26:DefaultText
source: That's what my dad used to say, anyways.
in: To říkával můj táta.

# conversations/companions/g_00_parvati_in_party:37:DefaultText
source: A whole ship? Like, one that flies about the aether? That's a tall order. I guess the generator that powers Bess- I mean, the Cannery?
in: Celá loď? Něco jako loď, která létá éterem? To je těžký úkol. Hádám, že generátor, který pohání Bess... chci říct, Konzervárnu?

# conversations/companions/g_00_parvati_in_party:38:DefaultText
source: Piping current from the 'thermal plant to Adelaide's folk shut power down in town. I reckon it'd be safe to yank the Cannery's Regulator.
in: Potrubí z "tepelné elektrárny do lidového Adelaide vypnulo ve městě proud. Myslím, že by bylo bezpečné vytrhnout regulátor z konzervárny.

# conversations/companions/g_00_parvati_in_party:39:DefaultText
source: Since the 'thermal plant's back up, I reckon we could spare the Power Regulator. But that's for Mister Tobson to say. I can't- I don't have the authority to do such.
in: Protože je tepelná elektrárna v provozu, myslím, že bychom mohli ušetřit regulátor výkonu. Ale to musí říct pan Tobson. Já nemohu... nemám k tomu oprávnění.

# conversations/companions/g_00_parvati_in_party:40:DefaultText
source: If you turn on the 'thermal plant like Mr. Tobson wants, we can shut down the generator. Then it'd be safe to yank the Regulator.
in: Pokud zapnete tepelnou elektrárnu, jak chce pan Tobson, můžeme generátor vypnout. Pak bude bezpečné vytáhnout regulátor.

# conversations/companions/g_00_parvati_in_party:41:DefaultText
source: But if you try to yank the Regulator while the generator's operating, you'll lose an arm. Then the rest of yourself, real quick-like.
in: Pokud se však pokusíte vytrhnout regulátor za chodu generátoru, přijdete o ruku. A pak o zbytek sebe, opravdu rychle.

# conversations/companions/g_00_parvati_in_party:47:DefaultText
source: Where can I find a Power Regulator? I need one big enough for a ship.
in: Kde najdu regulátor napájení? Potřebuji dostatečně velký pro loď.

# conversations/companions/g_00_parvati_in_party:48:DefaultText
source: Let's get back to it.
in: Vraťme se k tomu.

# conversations/companions/g_00_parvati_in_party:135:DefaultText
source: There was a- a kind of a Thing with a vending machine. When I was twelve.
in: Byla tam taková věc s automatem. Když mi bylo dvanáct.

# conversations/companions/g_00_parvati_in_party:136:DefaultText
source: Did you steal from it or something?
in: Kradl jsi z něj nebo tak něco?

# conversations/companions/g_00_parvati_in_party:137:DefaultText
source: Not intentionally!
in: Ne záměrně!

# conversations/companions/g_00_parvati_in_party:138:DefaultText
source: I've always been good with my hands, right? So I saw a lock on the machine and thought, "oh, this must be how they refill it." But I had to know.
in: Vždycky jsem to s rukama uměl, že? Takže jsem na stroji uviděl zámek a pomyslel jsem si: "Aha, tak takhle se to asi plní." Ale musel jsem to vědět.

# conversations/companions/g_00_parvati_in_party:139:DefaultText
source: So I did my thing. Next thing I know, there's a couple hundred bottles of Zero Gee rolling out the front door and into the road.
in: Tak jsem si to udělal po svém. Pak už jen vím, že se předními dveřmi valí na silnici několik stovek lahví Zero Gee.

# conversations/companions/g_00_parvati_in_party:140:DefaultText
source: I can see how that could upset some people.
in: Chápu, že to může některé lidi rozrušit.

# conversations/companions/g_00_parvati_in_party:141:DefaultText
source: Right about then, a bunch of loaders came rolling in the gate, fresh off the saltuna ships.
in: Právě v tu chvíli vjela do brány skupina nakladačů, kteří právě vyjeli z lodí saltuna.

# conversations/companions/g_00_parvati_in_party:142:DefaultText
source: And Mr. Tobson was up on the porch making a speech about how everyone would have to volunteer a third shift to get it all canned.
in: A pan Tobson měl na verandě proslov o tom, že všichni budou muset dobrovolně nastoupit na třetí směnu, aby se to všechno zavařilo.

# conversations/companions/g_00_parvati_in_party:145:DefaultText
source: Anyhow, you ever seen an auto-loader run over a bottle of Zero Gee?
in: Už jste někdy viděli, aby automatický nabíječ přejel láhev Zero Gee?

# conversations/companions/g_00_parvati_in_party:146:DefaultText
source: BOOSH. Exploded all over Mr. Tobson. One bottle after another as the loaders went by.
in: BOOSH. Vybuchl po celém panu Tobsonovi. Jedna láhev za druhou, jak kolem projížděly nakladače.

# conversations/companions/g_00_parvati_in_party:156:DefaultText
source: I was just shy of working age, so dad had to pay all the damages. Moreau's still angry at me.
in: Byl jsem těsně před dosažením produktivního věku, takže táta musel zaplatit všechny škody. Moreau se na mě pořád zlobí.

# conversations/companions/g_00_parvati_in_party:157:DefaultText
source: I can laugh about it now, but I just about puked up my guts in terror in the moment. That's the one time I ever made Mr. Tobson look a fool.
in: Teď už se tomu můžu smát, ale v tu chvíli jsem se málem pozvracela hrůzou. To byl jediný případ, kdy jsem z pana Tobsona udělal hlupáka.

# conversations/companions/g_00_parvati_in_party:187:DefaultText
source: You picked the lock on the vending machine?
in: Vypáčil jsi zámek u automatu?

# conversations/companions/g_00_parvati_in_party:188:DefaultText
source: Well sure. They're not tough. Even back then, before I got real good at that sort of thing.
in: No jistě. Nejsou tvrdé. Dokonce i tehdy, než jsem se v tomhle stal opravdu dobrým.

# conversations/companions/g_00_parvati_in_party:190:DefaultText
source: It's not funny!
in: To není vtipné!

# conversations/companions/g_00_parvati_in_party:192:DefaultText
source: I'd just as soon forget it all anyhow. Because I was just shy of working age, my dad had to pay for the mess.
in: Stejně bych na to všechno radši zapomněl. Protože jsem byl těsně před dosažením produktivního věku, musel za ten nepořádek zaplatit táta.

# conversations/companions/g_00_parvati_in_party:193:DefaultText
source: You were a kid. That must have been forever ago.
in: Byl jsi dítě. To už musí být věčnost.

# conversations/companions/g_00_parvati_in_party:194:DefaultText
source: Sure. But folks got long memories around here.
in: Jistě. Ale lidé tu mají dlouhou paměť.

# conversations/companions/g_00_parvati_in_party:195:DefaultText
source: So would we get thrown out or what?
in: Takže by nás vyhodili nebo co?

# conversations/companions/g_00_parvati_in_party:196:DefaultText
source: You probably wouldn't.
in: Pravděpodobně ne.

# conversations/companions/g_00_parvati_in_party:197:DefaultText
source: Say no more.
in: Už nic neříkejte.

# conversations/companions/g_00_parvati_in_party:198:DefaultText
source: Thanks.
in: Děkuji.

# conversations/companions/g_00_parvati_in_party:202:DefaultText
source: It's not like I think it a failing, mind. It's just- I live right across the road. Most nights I watch folks out my window.
in: Není to tak, že bych si myslel, že je to selhání. Já jen, že bydlím hned naproti přes silnici. Většinu nocí pozoruju lidi z okna.

# conversations/companions/g_00_parvati_in_party:203:DefaultText
source: When they come in here, they might be happy or sad. Mostly they're tired.
in: Když sem přijdou, mohou být šťastní nebo smutní. Většinou jsou unavení.

# conversations/companions/g_00_parvati_in_party:204:DefaultText
source: When they leave, they're mad at themselves. Or they stumble into the alley and I listen to their hearts breaking.
in: Když odejdou, jsou na sebe naštvaní. Nebo se potácí v uličce a já poslouchám, jak jim puká srdce.

# conversations/companions/g_00_parvati_in_party:205:DefaultText
source: You're very sensitive, aren't you?
in: Jste velmi citlivý, že?

# conversations/companions/g_00_parvati_in_party:206:DefaultText
source: Am I? It's just normal to me. Why isn't everybody else, I wonder?
in: Jsem? Pro mě je to normální. Proč to tak není u všech ostatních?

# conversations/companions/g_00_parvati_in_party:207:DefaultText
source: I can't abide someone who can't handle their liquor.
in: Nemůžu vystát někoho, kdo neumí zacházet s alkoholem.

# conversations/companions/g_00_parvati_in_party:208:DefaultText
source: Well, I'm one of them that can't. So I don't make a habit of drinking.
in: No, já jsem jeden z těch, kteří to nedokážou. Takže nemám ve zvyku pít.

# conversations/companions/g_00_parvati_in_party:209:DefaultText
source: Are you safe living across from this place?
in: Je bezpečné bydlet naproti tomuto místu?

# conversations/companions/g_00_parvati_in_party:210:DefaultText
source: There's been scary nights. But Constable Reyes is right up the road. She keeps an orderly town.
in: Byly to děsivé noci. Ale konstábl Reyes je hned po cestě. Udržuje pořádek ve městě.

# conversations/companions/g_00_parvati_in_party:211:DefaultText
source: Sounds like folk here live hard lives.
in: Zdá se, že lidé tady žijí těžké životy.

# conversations/companions/g_00_parvati_in_party:212:DefaultText
source: Maybe so. But we don't think on it that way.
in: Možná ano. Ale my o tom takhle nepřemýšlíme.

# conversations/companions/g_00_parvati_in_party:213:DefaultText
source: Strong drink makes me sick. And it makes me real sad. I start thinking about things I oughtn't, and-
in: Po silném pití se mi dělá špatně. A je mi z toho opravdu smutno. Začínám myslet na věci, na které bych neměl, a...

# conversations/companions/g_00_parvati_in_party:214:DefaultText
source: Well, never mind that. You got better things to think on. Sorry.
in: No, to je jedno. Máš lepší věci na přemýšlení. Omlouvám se.

# conversations/companions/g_00_parvati_in_party:215:DefaultText
source: Don't apologize.
in: Neomlouvejte se.

# conversations/companions/g_00_parvati_in_party:216:DefaultText
source: It's what I do. You'll tire of it soon enough.
in: To je to, co dělám. Brzy tě to omrzí.

# conversations/companions/g_00_parvati_in_party:217:DefaultText
source: If you want to talk about it, I'm happy to listen.
in: Pokud o tom chcete mluvit, rád si vás poslechnu.

# conversations/companions/g_00_parvati_in_party:218:DefaultText
source: I'm sorry. I shouldn't have said anything.
in: Omlouvám se. Neměl jsem nic říkat.

# conversations/companions/g_00_parvati_in_party:219:DefaultText
source: Everybody needs to cut loose now and again.
in: Každý se občas potřebuje odvázat.

# conversations/companions/g_00_parvati_in_party:220:DefaultText
source: I'm just not everybody, I reckon.
in: Myslím, že nejsem každý.

# conversations/companions/g_00_parvati_in_party:221:DefaultText
source: I know, but- Vicar says the universe is a machine, that it runs by Law.
in: Já vím, ale vikář říká, že vesmír je stroj, že se řídí Zákonem.

# conversations/companions/g_00_parvati_in_party:222:DefaultText
source: Real machines have gunked up oil, scratches, and worn bits. You can tell they've seen handling, been used by folk.
in: Skutečné stroje mají znečištěný olej, škrábance a opotřebované kusy. Je na nich vidět, že se s nimi manipulovalo a že je používali lidé.

# conversations/companions/g_00_parvati_in_party:223:DefaultText
source: The machine Vicar sees is one ain't never been run. It's not for people to live in. It's something on a museum shelf, under glass.
in: Stroj, který vikář vidí, nikdy nebyl spuštěn. Není pro lidi, aby v něm žili. Je to něco na muzejní polici, pod sklem.

# conversations/companions/g_00_parvati_in_party:224:DefaultText
source: You're a mechanic. Whenever you see a machine, it's in need of fixing.
in: Jste mechanik. Kdykoli vidíš stroj, potřebuje opravit.

# conversations/companions/g_00_parvati_in_party:225:DefaultText
source: Fixing the universe is a job for somebody way better than the likes of me.
in: Náprava vesmíru je práce pro někoho mnohem lepšího, než jsem já.

# conversations/companions/g_00_parvati_in_party:226:DefaultText
source: It's an ideal. Not what we live in, but what we strive for.
in: Je to ideál. Ne to, v čem žijeme, ale to, o co usilujeme.

# conversations/companions/g_00_parvati_in_party:227:DefaultText
source: It just comes off cold to me, is all.
in: Přijde mi to prostě chladné, to je vše.

# conversations/companions/g_00_parvati_in_party:228:DefaultText
source: I reckon nobody'd want to live in a gunked-up universe.
in: Myslím, že nikdo by nechtěl žít v takovém zaneřáděném vesmíru.

# conversations/companions/g_00_parvati_in_party:229:DefaultText
source: I reckon we already do, and we ain't got no choice in the matter. So maybe somebody ought to take a rag to it.
in: Myslím, že už to tak je, a nemáme na výběr. Takže by na to možná někdo měl vzít hadr.

# conversations/companions/g_00_parvati_in_party:230:DefaultText
source: Then why'd you want to talk to him?
in: Tak proč s ním chceš mluvit?

# conversations/companions/g_00_parvati_in_party:231:DefaultText
source: The Vicar's about the only soul in the Vale who spends his time thinking on what is and ain't right.
in: Farář je asi jediná duše v Údolí, která tráví čas přemýšlením o tom, co je a co není správné.

# conversations/companions/g_00_parvati_in_party:232:DefaultText
source: It's just that when he looks at me, I feel I disappoint him.
in: Jenže když se na mě podívá, mám pocit, že jsem ho zklamala.

# conversations/companions/g_00_parvati_in_party:233:DefaultText
source: Never been much for religion, myself.
in: Sám jsem nikdy nebyl na náboženství.

# conversations/companions/g_00_parvati_in_party:234:DefaultText
source: I think there's something higher and greater than us. But I don't feel it when I'm in the Mission.
in: Myslím, že existuje něco vyššího a většího než my. Ale necítím to, když jsem v misii.

# conversations/companions/g_00_parvati_in_party:235:DefaultText
source: You wanted to talk to me?
in: Chtěl jsi se mnou mluvit?

# conversations/companions/g_00_parvati_in_party:237:DefaultText
source: Why aren't you allowed in Moreau's store anymore?
in: Proč už nesmíte do Moreauova obchodu?

# conversations/companions/g_00_parvati_in_party:239:DefaultText
source: I like a drink now and again.
in: Občas se rád napiju.

# conversations/companions/g_00_parvati_in_party:240:DefaultText
source: I'm going to guess you're not a drinker yourself.
in: Hádám, že vy sám nepijete.

# conversations/companions/g_00_parvati_in_party:241:DefaultText
source: I don't make a habit of imbibing.
in: Nemám ve zvyku pít.

# conversations/companions/g_00_parvati_in_party:243:DefaultText
source: I noticed you mention your dad a lot, but never your mother.
in: Všiml jsem si, že se často zmiňuješ o svém otci, ale nikdy o matce.

# conversations/companions/g_00_parvati_in_party:246:DefaultText
source: Okay, I've heard enough.
in: Dobře, už jsem slyšel dost.

# conversations/companions/g_00_parvati_in_party:247:DefaultText
source: It's just, he doesn't always get where other folk are talking from.
in: Jen ne vždy chápe, odkud ostatní mluví.

# conversations/companions/g_00_parvati_in_party:248:DefaultText
source: Did you know this "Adelaide" Reed mentioned?
in: Znáte tu "Adelaide", o které se Reed zmínil?

# conversations/companions/g_00_parvati_in_party:249:DefaultText
source: So you know Adelaide?
in: Takže znáš Adelaide?

# conversations/companions/g_00_parvati_in_party:251:DefaultText
source: There was a boy named Thomas who used to follow me around, asking questions about the stuff I fixed. He was real sweet to me. Not any sorta dissident.
in: Jeden kluk jménem Thomas mě sledoval a vyptával se na věci, které jsem opravoval. Byl na mě moc milý. Žádný disident.

# conversations/companions/g_00_parvati_in_party:252:DefaultText
source: I think you should talk to the town's Vicar about it. Max, his name is.
in: Myslím, že byste si o tom měl promluvit s městským farářem. Jmenuje se Max.

# conversations/companions/g_00_parvati_in_party:253:DefaultText
source: I suppose it couldn't hurt. We'll stop by.
in: Myslím, že to nemůže uškodit. Zastavíme se.

# conversations/companions/g_00_parvati_in_party:254:DefaultText
source: What do we need to talk to the Vicar about? Flipping a switch in your power mill?
in: O čem si máme promluvit s vikářem? O přepnutí vypínače ve vašem mlýnku?

# conversations/companions/g_00_parvati_in_party:255:DefaultText
source: Where would I find him?
in: Kde bych ho našel?

# conversations/companions/g_00_parvati_in_party:256:DefaultText
source: Ms. McDevitt? Gosh, no. She was a real important person. A flavorist. Made all the food taste decent. She used to work up in the Big Office with Mr. Tobson.
in: Paní McDevittová? Bože, ne. Byla to opravdu důležitá osoba. Ochutnávačka. Díky ní všechna jídla chutnala slušně. Pracovala nahoře ve Velké kanceláři s panem Tobsonem.

# conversations/companions/g_00_parvati_in_party:257:DefaultText
source: All's I know is, she left after her son died. It was a real big to-do. I could hear them both yelling clear from my own place.
in: Vím jen, že odešla po smrti svého syna. Bylo to opravdu velké pozdvižení. Slyšela jsem je oba křičet i ze svého bytu.

# conversations/companions/g_00_parvati_in_party:258:DefaultText
source: You can't leave it at that. Why were Reed and Adelaide arguing?
in: Nemůžete to tak nechat. Proč se Reed a Adelaide hádali?

# conversations/companions/g_00_parvati_in_party:259:DefaultText
source: Can't say as I know. I wasn't there. The sound carried, but not the words.
in: Nemohu říci, jak to vím. Nebyl jsem tam. Zvuk se nesl, ale ne slova.

# conversations/companions/g_00_parvati_in_party:261:DefaultText
source: If Mister Tobson ain't of a mind to tell you his own self, you'd best ask Ms. McDevitt. If you can get out to her.
in: Pokud vám to pan Tobson neřekne sám, zeptejte se raději slečny McDevittové. Pokud se k ní dostanete.

# conversations/companions/g_00_parvati_in_party:263:DefaultText
source: I'm sure the deserters are very fine people. So what?
in: Jsem si jistý, že dezertéři jsou velmi dobří lidé. No a co?

# conversations/companions/g_00_parvati_in_party:264:DefaultText
source: It just- it don't seem right to me, mister.
in: Mně to prostě nepřipadá správné, pane.

# conversations/companions/g_00_parvati_in_party:264:FemaleText
source: It just- it don't seem right to me, ma'am.
in: Mně to prostě nepřipadá správné, madam.

# conversations/companions/g_00_parvati_in_party:265:DefaultText
source: Mister Tobson's aiming to take away their power. They'll have no lights to see, nor heat to cook. They'll be at the mercy of marauders, or worse.
in: Mistr Tobson se je snaží zbavit jejich moci. Nebudou mít světlo, aby viděli, ani teplo, aby si mohli uvařit. Budou vydáni na milost a nemilost nájezdníkům, nebo ještě hůř.

# conversations/companions/g_00_parvati_in_party:266:DefaultText
source: I met the Vicar. He asked me to find a book for him.
in: Setkal jsem se s vikářem. Požádal mě, abych pro něj našel knihu.

# conversations/companions/g_00_parvati_in_party:267:DefaultText
source: Books are for rich folk. I wonder what he wants with something like that?
in: Knihy jsou pro bohaté. Zajímalo by mě, co s něčím takovým chce?

# conversations/companions/g_00_parvati_in_party:268:DefaultText
source: The Mission's on the east side of town. You can't miss it, on account of it being the only clean thing.
in: Mise je na východní straně města. Nemůžete ji minout, protože je jediná čistá.

# conversations/companions/g_00_parvati_in_party:269:DefaultText
source: I'll think about it.
in: Budu o tom přemýšlet.

# conversations/companions/g_00_parvati_in_party:270:DefaultText
source: About if what Mister Tobson proposes to do is upright. Leaving Ms. McDevitt's folk to their fate. They're neighbors. Kin.
in: O tom, zda to, co navrhuje pan Tobson, je správné. Nechat lidi paní McDevittové svému osudu. Jsou to sousedé. Příbuzní.

# conversations/companions/g_00_parvati_in_party:271:DefaultText
source: It's just an idea. That's all.
in: Je to jen nápad. To je vše.
