Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_00_parvati_*_party.po
Languages: in

# conversations/companions/g_00_parvati_in_party:467:DefaultText
source: You really did take a shine to Adelaide's camp. Wasn't enough to just send 'em power - you offered a hand whenever they asked.
in: Adelaidin tábor se ti opravdu zalíbil. Nestačilo jim jen posílat sílu - nabídl jsi pomocnou ruku, kdykoli o ni požádali.

# conversations/companions/g_00_parvati_in_party:468:DefaultText
source: I'm not interested, Parvati. Goodbye.
in: Nemám zájem, Parvati. Sbohem.

# conversations/companions/g_00_parvati_in_party:469:DefaultText
source: Oh. I thought- never mind. I got it. You won't see hide nor hair of me again. So long, Captain.
in: Oh. Myslel jsem, že... Nevadí. Mám to. Už ze mě neuvidíš ani chlup. Sbohem, kapitáne.

# conversations/companions/g_00_parvati_in_party:471:DefaultText
source: Is this your ship? Oh my stars - she is just so handsome. Does she have a name yet? What's her drive model?
in: Je to vaše loď? Moje hvězdy - je tak krásná. Už má jméno? Jaký je její model pohonu?

# conversations/companions/g_00_parvati_in_party:472:DefaultText
source: Oh, gosh. Listen to me babbling. When I was in Edgewater, I dreamed of flying on a real ship. Working on a real engine. Belonging to a proper crew.
in: Ach, bože. Poslouchej mě, jak blábolím. Když jsem byl v Edgewateru, snil jsem o tom, že poletím na opravdové lodi. Pracovat na skutečném motoru. Patřit k pořádné posádce.

# conversations/companions/g_00_parvati_in_party:473:DefaultText
source: Edgewater won't last another season without power, but that don't change the fact that I'm indentured to Spacer's Choice. Company expects me back at my post.
in: Edgewater nevydrží další sezónu bez proudu, ale to nic nemění na tom, že jsem se stal dlužníkem Spacer's Choice. Společnost mě očekává zpět na mém stanovišti.

# conversations/companions/g_00_parvati_in_party:474:DefaultText
source: I'm the only decent mechanic Edgewater's got. But every time I think of going back, I get this sinking feeling.
in: Jsem jediný slušný mechanik, kterého Edgewater má. Ale pokaždé, když přemýšlím, že se vrátím, mám pocit, že se mi dělá špatně.

# conversations/companions/g_00_parvati_in_party:475:DefaultText
source: Those Deserters left Edgewater behind. Nothing keeping you from doing the same.
in: Tito dezertéři nechali Edgewater za sebou. Nic vám nebrání udělat totéž.

# conversations/companions/g_00_parvati_in_party:476:DefaultText
source: I have imagined it. But until you came along, I never thought I had the choice.
in: Představoval jsem si to. Ale dokud jsi nepřišel ty, nikdy jsem si nemyslel, že mám na výběr.

# conversations/companions/g_00_parvati_in_party:477:DefaultText
source: Why are you telling me this?
in: Proč mi to říkáte?

# conversations/companions/g_00_parvati_in_party:478:DefaultText
source: Well, because - because I been thinking about what happens next. So much as changed since you walked into town.
in: No, protože - protože jsem přemýšlel o tom, co bude dál. Od té doby, co jsi přišel do města, se toho tolik změnilo.

# conversations/companions/g_00_parvati_in_party:479:DefaultText
source: I can understand not wanting to go back. You didn't seem happy in Edgewater.
in: Chápu, že se mi nechce zpátky. V Edgewateru jsi nevypadala šťastně.

# conversations/companions/g_00_parvati_in_party:480:DefaultText
source: It's kind of you to say that. And - you're right. I wasn't happy.
in: Je od vás milé, že to říkáte. A - máte pravdu. Nebyl jsem šťastný.

# conversations/companions/g_00_parvati_in_party:481:DefaultText
source: You've never been on a ship before?
in: Nikdy předtím jste na lodi nebyli?

# conversations/companions/g_00_parvati_in_party:482:DefaultText
source: I worked on the occasional supply coach in need of repairs. Once, I built a little model craft out of spare parts - but Mr. Tobson found out, and I had to take it apart.
in: Občas jsem pracoval na zásobovacím voze, který potřeboval opravu. Jednou jsem z náhradních dílů postavil malý model plavidla - ale pan Tobson na to přišel a já ho musel rozebrat.

# conversations/companions/g_00_parvati_in_party:483:DefaultText
source: Those people in Edgewater need you.
in: Lidé v Edgewateru vás potřebují.

# conversations/companions/g_00_parvati_in_party:484:DefaultText
source: That's just it. I don't think they need me. What they need is a good mechanic to treat Bess right and change her compressors every now and again - but that can't always be me.
in: To je právě ono. Myslím, že mě nepotřebují. Potřebují dobrého mechanika, který se bude k Bess chovat slušně a občas jí vymění kompresory - ale to nemůžu být vždycky já.

# conversations/companions/g_00_parvati_in_party:485:DefaultText
source: Hey, listen. Sorry - I know you're in a hurry. I know you want your power regulator and all.
in: Hej, poslouchej. Promiň - vím, že spěcháš. Vím, že chceš svůj regulátor výkonu a tak.

# conversations/companions/g_00_parvati_in_party:486:DefaultText
source: You've got a point there.
in: V tom máš pravdu.

# conversations/companions/g_00_parvati_in_party:487:DefaultText
source: I'm just having a look around.
in: Jen se tu rozhlížím.

# conversations/companions/g_00_parvati_in_party:488:DefaultText
source: I just feel like we should go talk to Adelaide. If we're gonna kill her power, least we could do is give her people a fair warning.
in: Mám pocit, že bychom si měli jít promluvit s Adelaide. Když už chceme zabít její moc, mohli bychom alespoň její lidi férově varovat.

# conversations/companions/g_00_parvati_in_party:489:DefaultText
source: Thanks for sharing. Are you done?
in: Děkujeme za sdílení. Už jsi skončil?

# conversations/companions/g_00_parvati_in_party:490:DefaultText
source: Yeah. Yeah - I'm done.
in: Jo. Jo - skončil jsem.

# conversations/companions/g_00_parvati_in_party:491:DefaultText
source: Yeah, that makes sense. Thanks - for hearing me out, I mean.
in: Ano, to dává smysl. Díky - za vyslechnutí.

# conversations/companions/g_00_parvati_in_party:492:DefaultText
source: Oh! Oh - well. Thanks. I mean, you're welcome. I mean - I appreciate you hearing me out.
in: Oh! Oh - no. Díky. Nemáš zač. Chci říct - oceňuji, že jsi mě vyslechl.

# conversations/companions/g_00_parvati_in_party:493:DefaultText
source: Ms. McDevitt's been using corpses in her fertilizer. The thought just makes my skin crawl. Sure, she's found a solution, but it ain't exactly pleasant.
in: Paní McDevittová používá mrtvoly jako hnojivo. Při té představě mi naskakuje husí kůže. Jistě, našla řešení, ale není zrovna příjemné.

# conversations/companions/g_00_parvati_in_party:495:DefaultText
source: Are you out of your mind?
in: Zbláznil ses?

# conversations/companions/g_00_parvati_in_party:496:DefaultText
source: You just - you just killed him.
in: Právě jsi ho zabil.

# conversations/companions/g_00_parvati_in_party:497:DefaultText
source: Killed who?
in: Koho zabil?

# conversations/companions/g_00_parvati_in_party:498:DefaultText
source: Mr. Tobson! Reed Tobson! You know, my boss?
in: Pane Tobsone! Reed Tobson! Víte, můj šéf?

# conversations/companions/g_00_parvati_in_party:499:DefaultText
source: I know. It was great.
in: Já vím. Bylo to skvělé.

# conversations/companions/g_00_parvati_in_party:500:DefaultText
source: You enjoyed that? Are you some kind of psychopath?
in: Líbilo se vám to? Jsi snad nějaký psychopat?

# conversations/companions/g_00_parvati_in_party:501:DefaultText
source: I can't- I need to leave. I need to get away from here. I need to get away from you.
in: Nemůžu... musím odejít. Musím odsud pryč. Potřebuju se dostat pryč od tebe.

# conversations/companions/g_00_parvati_in_party:502:DefaultText
source: Reed was treating you like garbage. I was trying to protect you.
in: Reed se k tobě choval jako k odpadu. Snažil jsem se tě chránit.

# conversations/companions/g_00_parvati_in_party:503:DefaultText
source: You killed Mr. Tobson for talking down his nose at me? You got a real twisted sense of chivalry, you know that?
in: Zabil jste pana Tobsona za to, že na mě mluvil skrz prsty? Máš opravdu zvrácený smysl pro rytířství, víš to?

# conversations/companions/g_00_parvati_in_party:504:DefaultText
source: Let's just... let's just move on. I couldn't forgive myself if I let you loose upon the Vale, unsupervised.
in: Pojďme... pojďme dál. Nemohl bych si odpustit, kdybych tě nechal volně pobíhat po Údolí bez dozoru.

# conversations/companions/g_00_parvati_in_party:505:DefaultText
source: Look, I didn't mean to kill the guy. Sometimes I just get confused.
in: Podívej, nechtěl jsem ho zabít. Někdy jsem jen zmatený.

# conversations/companions/g_00_parvati_in_party:506:DefaultText
source: You can't help yourself, huh? Took a couple knocks to the cranium? I get it.
in: Nemůžeš si pomoct, co? Dostal jsi pár ran do lebky? Chápu to.

# conversations/companions/g_00_parvati_in_party:507:DefaultText
source: Give me a break, Parvati. We were just settling our differences.
in: Dej mi pokoj, Parvati. Jen jsme si vyřizovali naše neshody.

# conversations/companions/g_00_parvati_in_party:508:DefaultText
source: I don't know how folk settle their differences wherever you're from, but I'd really appreciate it if you tried using, you know, words.
in: Nevím, jak si lidé řeší své spory tam, odkud pocházíte, ale opravdu bych ocenil, kdybyste zkusili použít, však víte, slova.

# conversations/companions/g_00_parvati_in_party:509:DefaultText
source: I'll be a perfect little angel.
in: Budu dokonalý andílek.

# conversations/companions/g_00_parvati_in_party:510:DefaultText
source: I'll take your word for it. For what it's worth. I guess.
in: Budu vám věřit na slovo. Ať to stojí, co to stojí. Myslím, že.

# conversations/companions/g_00_parvati_in_party:511:DefaultText
source: Get lost, Parvati. I don't need you.
in: Ztrať se, Parvati. Nepotřebuji tě.

# conversations/companions/g_00_parvati_in_party:512:DefaultText
source: Don't take this the wrong way or anything, but I don't ever want to see you again.
in: Neber si to špatně, ale už tě nechci nikdy vidět.

# conversations/companions/g_00_parvati_in_party:514:DefaultText
source: What are you getting upset for? I just did you a favor!
in: Proč se rozčiluješ? Právě jsem ti udělal laskavost!

# conversations/companions/g_00_parvati_in_party:515:DefaultText
source: A favor? You just made me an accomplice to murdering my boss.
in: Laskavost? Právě jsi ze mě udělal spoluviníka vraždy mého šéfa.

# conversations/companions/g_00_parvati_in_party:516:DefaultText
source: Then this is goodbye. Take care.
in: Pak je to sbohem. Dávejte na sebe pozor.

# conversations/companions/g_00_parvati_in_party:517:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_00_parvati_in_party:556:DefaultText
source: And it exploded all over him. I get it. Can we move on?
in: A vybuchla na něm celá. Chápu to. Můžeme jít dál?

# conversations/companions/g_00_parvati_in_party:557:DefaultText
source: Oh. Sure. Uh, sure thing.
in: Oh. Jistě.

# conversations/companions/g_00_parvati_in_party:559:DefaultText
source: Hey, mister? Can we talk? Sorry.
in: Hej, pane? Můžeme si promluvit? Promiňte.

# conversations/companions/g_00_parvati_in_party:559:FemaleText
source: Hey, ma'am? Can we talk? Sorry.
in: Hej, madam? Můžeme si promluvit? Promiňte.
