Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_00_parvati_*_party.po
Languages: in

# conversations/companions/g_00_parvati_in_party:272:DefaultText
source: And maybe he can think of something else to try. Something we ain't. He used to go walking outside town. Maybe he found something that'll help.
in: A možná ho napadne něco dalšího, co by mohl zkusit. Něco, co my nejsme. Chodil se procházet za město. Možná našel něco, co mu pomůže.

# conversations/companions/g_00_parvati_in_party:274:DefaultText
source: He's just interested in fixing stuff. He always used to follow me around, asking me to explain what I was doing. Like a puppy, kinda.
in: Zajímá ho jen opravování věcí. Vždycky za mnou chodil a chtěl, abych mu vysvětlil, co dělám. Tak trochu jako štěně.

# conversations/companions/g_00_parvati_in_party:275:DefaultText
source: I've not lately seen a man with a bigger or more obvious crush.
in: V poslední době jsem neviděla muže, který by byl zamilovanější nebo nápadnější.

# conversations/companions/g_00_parvati_in_party:275:FemaleText
source: That boy is head-over-heels for you.
in: Ten kluk je do tebe blázen.

# conversations/companions/g_00_parvati_in_party:276:DefaultText
source: The tool he was thinking with was definitely not a wrench.
in: Nástroj, kterým myslel, rozhodně nebyl klíč.

# conversations/companions/g_00_parvati_in_party:277:DefaultText
source: Are you sure? He nearly fell over when he saw you.
in: Jste si jistý? Málem upadl, když tě uviděl.

# conversations/companions/g_00_parvati_in_party:278:DefaultText
source: Thomas always listened to me. Never said I was odd. Never tried to- I just want to think of him like that.
in: Thomas mě vždycky poslouchal. Nikdy neřekl, že jsem divný. Nikdy se nesnažil... Chci na něj takhle vzpomínat.

# conversations/companions/g_00_parvati_in_party:279:DefaultText
source: I- I'm just glad he's alive. That he's okay. I mean, when Mister Tobson said he was fired, we all expected the worst.
in: Jsem rád, že je naživu. Že je v pořádku. Když pan Tobson řekl, že ho vyhodili, všichni jsme čekali to nejhorší.

# conversations/companions/g_00_parvati_in_party:280:DefaultText
source: If he wants to learn about engineering, we should help him get those datapads he wants. I'd like to do that for him.
in: Pokud se chce učit o inženýrství, měli bychom mu pomoci získat ty datapady, které chce. Rád bych to pro něj udělal.

# conversations/companions/g_00_parvati_in_party:281:DefaultText
source: He never told me a word to that effect. Since he didn't, I didn't have to say nothing about being- about feeling different. And nothing had to get weird.
in: Nikdy mi o tom neřekl ani slovo. Protože to neřekl, nemusela jsem říkat nic o tom, že jsem jiná. A nic nemuselo být divné.

# conversations/companions/g_00_parvati_in_party:282:DefaultText
source: Thomas seemed very fond of you.
in: Zdálo se, že tě má Thomas velmi rád.

# conversations/companions/g_00_parvati_in_party:334:DefaultText
source: I already got his opinion. He said to get everybody moved to the same place.
in: Jeho názor jsem už dostal. Říkal, ať se všichni přestěhují na stejné místo.

# conversations/companions/g_00_parvati_in_party:335:DefaultText
source: Gosh. That's sounds- that'll probably be tough. I mean, given that Mr. Tobson and Ms. McDevitt don't like each other all that much. I'm glad you asked, though.
in: Bože. To zní... to bude asi těžké. Vzhledem k tomu, že pan Tobson a slečna McDevittová se nemají moc rádi. Ale jsem ráda, že jste se zeptal.

# conversations/companions/g_00_parvati_in_party:337:DefaultText
source: Oh, right, back when we- I was just gonna say we ought to ask Vicar Max what to do about the deserters. But you did that, and I didn't need to say nothing.
in: Jasně, když jsme... Zrovna jsem chtěl říct, že bychom se měli zeptat faráře Maxe, co uděláme s dezertéry. Ale to jsi udělal ty a já nemusel nic říkat.

# conversations/companions/g_00_parvati_in_party:338:DefaultText
source: Anyhow, thanks letting me bend your ear. Um, metaphorically. I wouldn't actually touch your ear or nothing. That'd be rude.
in: Každopádně děkuji, že jsem tě nechal ohnout ucho. Obrazně řečeno. Ve skutečnosti bych se tvého ucha nedotýkal nebo tak něco. To by bylo neslušné.

# conversations/companions/g_00_parvati_in_party:340:DefaultText
source: You mentioned something earlier that I wanted to ask you about.
in: Předtím jste se zmínil o něčem, na co jsem se vás chtěl zeptat.

# conversations/companions/g_00_parvati_in_party:341:DefaultText
source: You mean about the Mission being too clean?
in: Myslíte to, že je mise příliš čistá?

# conversations/companions/g_00_parvati_in_party:343:DefaultText
source: Isn't it supposed to be clean? It's a church.
in: Neměla by být čistá? Je to kostel.

# conversations/companions/g_00_parvati_in_party:344:DefaultText
source: In the bar, you asked if I was a drinker.
in: V baru ses mě zeptal, jestli piju.

# conversations/companions/g_00_parvati_in_party:345:DefaultText
source: Sorry. I know it's none of my business.
in: Omlouvám se. Vím, že mi do toho nic není.

# conversations/companions/g_00_parvati_in_party:348:DefaultText
source: In the bar, when I asked if you were a drinker?
in: Když jsem se tě v baru zeptal, jestli piješ?

# conversations/companions/g_00_parvati_in_party:349:DefaultText
source: You mean why I'm not allowed in the store anymore?
in: Myslíš, proč už nesmím do obchodu?

# conversations/companions/g_00_parvati_in_party:350:DefaultText
source: You said the Mission was "too clean." Isn't a church supposed to be?
in: Řekl jste, že mise je "příliš čistá". Neměla by být církev čistá?

# conversations/companions/g_00_parvati_in_party:351:DefaultText
source: You sounded worried.
in: Zněl jsi ustaraně.

# conversations/companions/g_00_parvati_in_party:352:DefaultText
source: There seems to be a story there.
in: Zdá se, že to má svůj příběh.

# conversations/companions/g_00_parvati_in_party:353:DefaultText
source: You're right. It isn't.
in: Máte pravdu. Není.

# conversations/companions/g_00_parvati_in_party:354:DefaultText
source: Yeah, I didn't think- I mean, sorry.
in: Jo, nemyslel jsem si... tedy, promiň.

# conversations/companions/g_00_parvati_in_party:360:DefaultText
source: I did? Um, sorry. I can't remember what I was gonna say. Sorry.
in: Opravdu? Hm, promiňte. Nemůžu si vzpomenout, co jsem chtěl říct. Omlouvám se.

# conversations/companions/g_00_parvati_in_party:397:DefaultText
source: Hey, mister? Look, I know you want your power regulator and all. But, I just gotta ask you...
in: Hej, pane? Podívej, vím, že chceš svůj regulátor výkonu a tak. Ale musím se tě zeptat...

# conversations/companions/g_00_parvati_in_party:397:FemaleText
source: 'Scuse me, ma'am? Look, I know you want your power regulator and all. But, I just gotta ask you...
in: Promiňte, madam? Podívejte, vím, že chcete svůj regulátor výkonu a tak. Ale musím se vás zeptat...

# conversations/companions/g_00_parvati_in_party:398:DefaultText
source: Do you understand what you're about to do?
in: Rozumíte tomu, co se chystáte udělat?

# conversations/companions/g_00_parvati_in_party:399:DefaultText
source: I see your point. I think I'm ready to make a decision.
in: Chápu, o co vám jde. Myslím, že jsem připraven se rozhodnout.

# conversations/companions/g_00_parvati_in_party:400:DefaultText
source: Sorry. I didn't mean to babble on like that. I just - I felt like I had to say something.
in: Omlouvám se. Nechtěl jsem takhle blábolit. Jen jsem měl pocit, že musím něco říct.

# conversations/companions/g_00_parvati_in_party:401:DefaultText
source: I'm glad you did. I like hearing from you.
in: Jsem ráda, že jste to udělal. Rád vás slyším.

# conversations/companions/g_00_parvati_in_party:402:DefaultText
source: Really? I mean - wow. Thanks. No one's ever told me those words in that order.
in: Opravdu? Chci říct - wow. Díky. Nikdo mi nikdy neřekl tato slova v tomto pořadí.

# conversations/companions/g_00_parvati_in_party:403:DefaultText
source: Don't worry about it. I was barely listening to you.
in: Nedělejte si s tím starosti. Sotva jsem tě poslouchal.

# conversations/companions/g_00_parvati_in_party:404:DefaultText
source: Oh. Well. Okay, then.
in: Oh. Dobře. Dobře, tak tedy.

# conversations/companions/g_00_parvati_in_party:405:DefaultText
source: Let's get going.
in: Pojďme na to.

# conversations/companions/g_00_parvati_in_party:406:DefaultText
source: I know exactly what I'm doing, Parvati.
in: Vím přesně, co dělám, Parvati.

# conversations/companions/g_00_parvati_in_party:407:DefaultText
source: If you're sure. I just - I had to ask.
in: Pokud jste si jisti. Jen jsem se musel zeptat.

# conversations/companions/g_00_parvati_in_party:408:DefaultText
source: Reed tells me Edgewater's going to die without workers and power.
in: Reed mi říká, že Edgewater bez dělníků a energie zanikne.

# conversations/companions/g_00_parvati_in_party:409:DefaultText
source: That sure sounds like Mr. Tobson. If he was standing here, I imagine he'd remind us of how we're all one big, happy Spacer's Choice family.
in: To zní jako pan Tobson. Kdyby tu stál, asi by nám připomněl, jak jsme všichni jedna velká, šťastná rodina Spacer's Choice.

# conversations/companions/g_00_parvati_in_party:410:DefaultText
source: In Mr. Tobson's eyes, those Deserters are still part of the Spacer's Choice family. The family must work together in order to survive.
in: V očích pana Tobsona jsou tito dezertéři stále součástí rodiny Spacer's Choice. Rodina musí spolupracovat, aby přežila.

# conversations/companions/g_00_parvati_in_party:411:DefaultText
source: I hate to say it, but I think Mr. Tobson's got a point. Unless those Deserters come back, Edgewater's as good as dead. Cutting off their power might be the only way.
in: Nerad to říkám, ale myslím, že pan Tobson má pravdu. Pokud se ti dezertéři nevrátí, je Edgewater jako mrtvý. Jediná možnost je odříznout je od moci.

# conversations/companions/g_00_parvati_in_party:412:DefaultText
source: The Deserters are a community. I can't just destroy what they built.
in: Dezertéři jsou komunita. Nemůžu jen tak zničit to, co vybudovali.

# conversations/companions/g_00_parvati_in_party:413:DefaultText
source: Ms. McDevitt's built something beautiful. Somehow she's talked the ground into giving life again.
in: Paní McDevittová vytvořila něco nádherného. Nějakým způsobem přemluvila půdu, aby znovu dala život.

# conversations/companions/g_00_parvati_in_party:415:DefaultText
source: But Ms. McDevitt delights in Edgewater's suffering. She wants to hurt the town. Do you really want to be party to that kind of hatred?
in: Paní McDevittová si však v utrpení Edgewateru libuje. Chce městu ublížit. Opravdu se chcete podílet na takovém druhu nenávisti?

# conversations/companions/g_00_parvati_in_party:416:DefaultText
source: It's plain to see she's made the Vale a better place. Fed the hungry. Tended the sick. Gave a home to those that had none.
in: Je vidět, že díky ní se Údolí stalo lepším místem. Nakrmila hladové. Ošetřovala nemocné. Poskytla domov těm, kteří žádný neměli.

# conversations/companions/g_00_parvati_in_party:417:DefaultText
source: I wouldn't mind hearing your opinion.
in: Rád bych si vyslechl váš názor.

# conversations/companions/g_00_parvati_in_party:418:DefaultText
source: I don't think you should cut off Edgewater's power. I think it would be cruel. I'm - I'm sorry. That just sort of came out all at once.
in: Nemyslím si, že bys měl Edgewateru odpojit elektřinu. Myslím, že by to bylo kruté. Je mi to líto. Vypadlo to ze mě najednou.

# conversations/companions/g_00_parvati_in_party:419:DefaultText
source: Edgewater's hurting. We been losing workers year after year, and corporate hardly ever sends replacements. There's barely enough saltuna to fill our bellies anymore.
in: Edgewater trpí. Rok co rok přicházíme o zaměstnance a firma za ně téměř nikdy neposílá náhradu. Už máme sotva dost salátu, abychom si naplnili břicha.

# conversations/companions/g_00_parvati_in_party:420:DefaultText
source: But the town's got some good people in it. Decent, hard-working folk just living their lives the only way they know how. They don't deserve to be punished.
in: Ale ve městě žijí dobří lidé. Slušní, pracovití lidé, kteří žijí své životy tak, jak to umí. Nezaslouží si být trestáni.

# conversations/companions/g_00_parvati_in_party:422:DefaultText
source: I want to ask you something - and you can say no - but, can I come with you? I could tend to your engine. I know my g-valves from my catalyzers, and I can keep your ship singing.
in: Chci se tě na něco zeptat - a ty můžeš říct ne - ale můžu jít s tebou? Mohl bych se postarat o váš motor. Znám své g-ventily od katalyzátorů a mohu udržovat vaši loď v chodu.

# conversations/companions/g_00_parvati_in_party:423:DefaultText
source: And if you ever need a pair of eyes watching your back, I can do that, too. What do you think?
in: A kdybys někdy potřeboval pár očí, které by ti kryly záda, můžu to udělat taky. Co myslíš?

# conversations/companions/g_00_parvati_in_party:424:DefaultText
source: I'd be glad to have you along. Pick a cabin, it's yours.
in: Budu rád, když se přidáte. Vyberte si chatu, je vaše.

# conversations/companions/g_00_parvati_in_party:425:DefaultText
source: Yes! I mean, thanks. You won't regret this, mister.
in: Ano! Tedy, díky. Nebudete toho litovat, pane.

# conversations/companions/g_00_parvati_in_party:425:FemaleText
source: Yes! I mean, thanks. You won't regret this, ma'am.
in: Ano! Tedy, díky. Nebudete toho litovat, madam.

# conversations/companions/g_00_parvati_in_party:426:DefaultText
source: ...Captain. I can call you Captain now. Ha! I got a Captain.
in: ...kapitán. Teď už vám mohu říkat kapitáne. Ha! Mám kapitána.

# conversations/companions/g_00_parvati_in_party:427:DefaultText
source: Are you sure Reed won't mind you leaving with me?
in: Jsi si jistá, že Reedovi nebude vadit, když odejdeš se mnou?

# conversations/companions/g_00_parvati_in_party:428:DefaultText
source: I know, I know. Mr. Tobson said I was to chaperone you about the Vale. Loaned me out to you like I was Spacer's Choice property. Well, they may think I am, but I'm not.
in: Já vím, já vím. Pan Tobson říkal, že ti mám dělat garde v údolí. Půjčil ti mě, jako bych byl majetkem Spacer's Choice. No, možná si myslí, že jsem, ale nejsem.

# conversations/companions/g_00_parvati_in_party:429:DefaultText
source: Yeah, Mr. Tobson's got a temper. But I'm more scared of missing out than I am of him. I don't want to lose my one chance at seeing the stars.
in: Jo, pan Tobson je vznětlivý. Ale víc než jeho se bojím toho, že o něco přijdu. Nechci přijít o svou jedinou šanci vidět hvězdy.

# conversations/companions/g_00_parvati_in_party:430:DefaultText
source: I guess Reed won't mind. What with being dead and all.
in: Myslím, že Reedovi to vadit nebude. Když je mrtvý a tak.

# conversations/companions/g_00_parvati_in_party:431:DefaultText
source: You just met me. Why would you want to go into space with a stranger?
in: Právě jste mě potkali. Proč bys chtěl letět do vesmíru s cizím člověkem?

# conversations/companions/g_00_parvati_in_party:432:DefaultText
source: Yeah, I been thinking about that.
in: Jo, o tom jsem přemýšlel.

# conversations/companions/g_00_parvati_in_party:434:DefaultText
source: I never got along with Mister Tobson, but I don't think he deserved to die. He tried to do his best.
in: S panem Tobsonem jsem nikdy nevycházel, ale nemyslím si, že si zasloužil zemřít. Snažil se dělat, co mohl.

# conversations/companions/g_00_parvati_in_party:435:DefaultText
source: Hey, he threatened me first. You were there.
in: Hej, on mi vyhrožoval první. Byl jsi tam.

# conversations/companions/g_00_parvati_in_party:436:DefaultText
source: Suppose that's fair. You were just acting in self-defense and all.
in: Předpokládejme, že je to spravedlivé. Jednal jsi jen v sebeobraně a tak.

# conversations/companions/g_00_parvati_in_party:438:DefaultText
source: I been thinking about Ms. McDevitt, too. She took care of her folk. Kept 'em fed and safe. She was a sweet old lady. She didn't deserve to die.
in: Také jsem přemýšlel o paní McDevittové. Starala se o své lidi. Starala se o ně, aby měli co jíst a byli v bezpečí. Byla to milá stará dáma. Nezasloužila si zemřít.

# conversations/companions/g_00_parvati_in_party:439:DefaultText
source: No, she didn't. I don't know what got into me.
in: Ne, to neudělala. Nevím, co to do mě vjelo.

# conversations/companions/g_00_parvati_in_party:440:DefaultText
source: I'm still trying to guess at your intentions. Maybe you got a problem controlling your impulses. But at least you got the temperament to own up to that.
in: Stále se snažím odhadnout vaše záměry. Možná máš problém s ovládáním svých impulzů. Ale aspoň máš dost temperamentu na to, aby sis to přiznal.

# conversations/companions/g_00_parvati_in_party:442:DefaultText
source: You know, I think it's best if I tag along with you. For everybody's sake. You need somebody to balance you out.
in: Víš, myslím, že bude nejlepší, když půjdu s tebou. V zájmu všech. Potřebuješ někoho, kdo tě vyrovná.

# conversations/companions/g_00_parvati_in_party:443:DefaultText
source: You really want out of Edgewater that badly?
in: Opravdu chceš tak moc odejít z Edgewateru?

# conversations/companions/g_00_parvati_in_party:444:DefaultText
source: Not much of an Edgewater left to go back to.
in: Z Edgewateru už toho moc nezbylo, kam by se dalo vrátit.

# conversations/companions/g_00_parvati_in_party:445:DefaultText
source: Yeah. I really do.
in: Ano, opravdu.

# conversations/companions/g_00_parvati_in_party:446:DefaultText
source: My whole life's been... small. I realized that when you walked into town. I been seeing the same faces every day. The same sky. The same stars.
in: Celý můj život byl... malý. Uvědomil jsem si to, když jsi přišla do města. Každý den jsem vídala stejné tváře. Stejnou oblohu. Stejné hvězdy.

# conversations/companions/g_00_parvati_in_party:447:DefaultText
source: Then I saw this ship. This gorgeous, stately lady with her eyes turned skyward. And I made up my mind to come along with you.
in: Pak jsem uviděl tuhle loď. Nádhernou, majestátní dámu s očima obrácenýma k nebi. A rozhodl jsem se, že pojedu s vámi.

# conversations/companions/g_00_parvati_in_party:448:DefaultText
source: Please. She wasn't that sweet.
in: Prosím. Nebyla tak sladká.

# conversations/companions/g_00_parvati_in_party:449:DefaultText
source: What difference does that make? Honest to Law, do you just shoot anybody you don't like? You really are baffling.
in: Jaký je v tom rozdíl? Upřímně řečeno, zastřelíte každého, kdo se vám nelíbí? Jste opravdu nepochopitelný.

# conversations/companions/g_00_parvati_in_party:450:DefaultText
source: Oh, come on. That was an accident.
in: Ale no tak. To byla nehoda.

# conversations/companions/g_00_parvati_in_party:451:DefaultText
source: No, Gus losing a hand in the cannery was a mistake. What you did was cold-blooded. I'm just struggling to understand why.
in: Ne, to, že Gus přišel o ruku v konzervárně, byla chyba. To, co jsi udělal, bylo chladnokrevné. Jen se snažím pochopit proč.

# conversations/companions/g_00_parvati_in_party:452:DefaultText
source: Trust me. He threatened me first.
in: Věřte mi. Nejdřív mi vyhrožoval.

# conversations/companions/g_00_parvati_in_party:453:DefaultText
source: The Vale's better off without him.
in: Údolí je bez něj lepší.

# conversations/companions/g_00_parvati_in_party:454:DefaultText
source: I don't know about that. Mr. Tobson wasn't an evil man. He wasn't given to violence. Though, if Ms. McDevitt were here, I wager she'd agree with you.
in: To nevím. Pan Tobson nebyl zlý člověk. Neměl sklony k násilí. I když, kdyby tu byla paní McDevittová, vsadím se, že by s vámi souhlasila.

# conversations/companions/g_00_parvati_in_party:455:DefaultText
source: Don't lecture me, Parvati. I do what I want.
in: Nepoučuj mě, Parvati. Dělám si, co chci.

# conversations/companions/g_00_parvati_in_party:456:DefaultText
source: I don't know if anybody's ever told you this, mister. But you got a violent streak. I don't know what to make of you.
in: Nevím, jestli vám to někdo někdy řekl, pane. Ale máš násilnické sklony. Nevím, co si o vás mám myslet.

# conversations/companions/g_00_parvati_in_party:456:FemaleText
source: I don't know if anybody's ever told you this, ma'am. But you got a violent streak. I don't know what to make of you.
in: Nevím, jestli vám to někdo někdy řekl, madam. Ale máte násilnické sklony. Nevím, co si o vás mám myslet.

# conversations/companions/g_00_parvati_in_party:458:DefaultText
source: Edgewater was on the verge of collapse before you showed up. You sent them power, and now the town might see another season.
in: Edgewater byl na pokraji zhroucení, než jste se objevili. Poslali jste jim sílu a město teď možná zažije další sezónu.

# conversations/companions/g_00_parvati_in_party:459:DefaultText
source: You didn't owe those deserters a thing. But you helped 'em anyway. Made sure they had a home to come back to.
in: Těm dezertérům jste nic nedlužili. Ale stejně jsi jim pomohl. Zajistil jsi jim domov, kam se mohli vrátit.

# conversations/companions/g_00_parvati_in_party:460:DefaultText
source: You ain't exactly a stranger anymore. You done some kindness hereabouts. I wouldn't mind following somebody like that.
in: Už nejsi tak docela cizinec. Udělal jsi tu pár laskavostí. Nevadilo by mi někoho takového sledovat.

# conversations/companions/g_00_parvati_in_party:461:DefaultText
source: And you talked Ms. McDevitt into coming back to town. Maybe one day, Edgewater will have a garden where that cannery once stood.
in: A vy jste přemluvil slečnu McDevittovou, aby se vrátila do města. Možná jednou bude v Edgewateru zahrada, kde kdysi stála konzervárna.

# conversations/companions/g_00_parvati_in_party:462:DefaultText
source: All those people living in Edgewater - you never owed them a thing. But you went out of your way for 'em. Helped them when nobody else would.
in: Všichni ti lidé žijící v Edgewateru - nikdy jsi jim nic nedlužil. Ale ty ses pro ně rozkrájel. Pomohl jsi jim, když nikdo jiný nechtěl.

# conversations/companions/g_00_parvati_in_party:463:DefaultText
source: All this time, you been determined to get your regulator back, get your ship up and running, and cut a path out of this place. And - well - I want in.
in: Celou tu dobu jsi byl odhodlaný získat zpět svého regulátora, zprovoznit svou loď a prorazit si cestu ven z tohoto místa. A - no - chci do toho jít.

# conversations/companions/g_00_parvati_in_party:464:DefaultText
source: I had my misgivings about Ms. McDevitt and the Deserters. But you took pity on them and sent power to their garden, even though you knew Mr. Tobson would hate you for it.
in: O paní McDevittové a Dezertérech jsem měla pochybnosti. Ale ty ses nad nimi slitoval a poslal jsi jim do zahrady sílu, i když jsi věděl, že tě za to pan Tobson bude nenávidět.

# conversations/companions/g_00_parvati_in_party:465:DefaultText
source: You offered your hand to any who asked. Didn't matter to you if they were from Edgewater or Adelaide's camp - you took the time to help.
in: Nabídl jsi ruku každému, kdo se tě zeptal. Nezáleželo ti na tom, jestli byli z Edgewateru nebo z tábora Adelaide - udělal sis čas, abys jim pomohl.

# conversations/companions/g_00_parvati_in_party:466:DefaultText
source: But you never held a grudge against the people of Edgewater. You took the time to help them with their troubles.
in: Ale nikdy jsi k obyvatelům Edgewateru nechoval zášť. Udělal sis čas, abys jim pomohl s jejich problémy.
