Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_banter.po
Languages: cs

# conversations/companions/g_companion_parvati_banter:155:DefaultText
source: But... just 'cause you expect it doesn't make it any easier. Ah, shit. Next chance we get, I'm buying you a Spectrum bottle so we can proper drown this melancholy.
cs: Ale... to, že to očekáváte, to neznamená, že to bude snazší. Do prdele. Při nejbližší příležitosti ti koupím láhev Spectra, abychom tu melancholii mohli pořádně utopit.

# conversations/companions/g_companion_parvati_banter:156:DefaultText
source: Lot of fools tried to impress me. Feigning bravado in the wilds, thinking they'd catch my attention with their stories. It was cute.
cs: Spousta hlupáků se na mě snažila udělat dojem. Předstírali bravuru v divočině a mysleli si, že mě zaujmou svými historkami. Bylo to roztomilé.

# conversations/companions/g_companion_parvati_banter:157:DefaultText
source: Not so cute when their act got themselves munched. You know what's sexy? Confidence. You know what ain't? Disembowelment.
cs: Ne tak roztomilé, když se jejich výstup nechal přežrat. Víte, co je sexy? Sebevědomí. Víš, co není? Vykuchání.

# conversations/companions/g_companion_parvati_banter:158:DefaultText
source: Could call it "Guster's Demise." Or the "Guster Crusher." Ooh. That's got a ring to it.
cs: Mohl by se jmenovat "Gusterův zánik". Nebo "Gusterův drtič". Ooh. To má něco do sebe.

# conversations/companions/g_companion_parvati_banter:159:DefaultText
source: Besides, you know what? I've got a new crew. That don't make it any less painful, but it does help distract me from time to time.
cs: Kromě toho, víte co? Mám novou posádku. To sice neznamená, že je to méně bolestivé, ale čas od času mi to pomůže rozptýlit pozornost.

# conversations/companions/g_companion_parvati_banter:160:DefaultText
source: It is without a doubt the worst, most foul liquid mankind has ever had the misfortune to invent.
cs: Je to bezpochyby ta nejhorší a nejodpornější tekutina, jakou kdy lidstvo mělo tu smůlu vynalézt.

# conversations/companions/g_companion_parvati_banter:162:DefaultText
source: Hah. Yes, the Plan. A ridiculous notion! "There is an underlying universal order that predetermines everything." I was quite full of myself, haranguing everyone, going on and on...
cs: Hah. Ano, plán. Směšná představa! "Existuje základní univerzální řád, který vše předurčuje." Byl jsem docela plný sebe, všechny jsem harašil, pořád dokola...

# conversations/companions/g_companion_parvati_banter:164:DefaultText
source: He speaks the truth, but I'm afraid he doesn't understand it. And that lack of understanding may lead to his undoing, I'm sorry to say.
cs: Mluví pravdu, ale obávám se, že jí nerozumí. A toto nepochopení může vést k jeho zkáze, bohužel to musím říct.

# conversations/companions/g_companion_parvati_banter:165:DefaultText
source: Just 'cause he don't see things your way don't mean he's wrong, Vicar. Respectfully speaking.
cs: To, že nevidí věci podle tebe, neznamená, že se mýlí, vikáři. Se vší úctou.

# conversations/companions/g_companion_parvati_banter:166:DefaultText
source: I'm afraid my years are catching up with me, but never fear, I believe I can still keep pace with you and the Captain.
cs: Obávám se, že mě léta dohánějí, ale nebojte se, věřím, že s vámi a kapitánem stále dokážu držet krok.

# conversations/companions/g_companion_parvati_banter:167:DefaultText
source: I know you will, Ms. Holcomb, and... thank you.
cs: Vím, že ano, slečno Holcombová, a... děkuji vám.

# conversations/companions/g_companion_parvati_banter:168:DefaultText
source: You didn't seem to much like travelin' with us afore you met that hermit fellow.
cs: Nezdálo se, že bys s námi cestoval rád, než jsi potkal toho poustevníka.

# conversations/companions/g_companion_parvati_banter:169:DefaultText
source: Yes, I was kind of an ass, wasn't I?
cs: Ano, byl jsem tak trochu blbec, že?

# conversations/companions/g_companion_parvati_banter:172:DefaultText
source: I wouldn't say that, you were more of an... uhm.. well, I'm just glad you're not like that anymore.
cs: To bych neřekl, byl jsi spíš... ehm... no, jsem rád, že už takový nejsi.

# conversations/companions/g_companion_parvati_banter:174:DefaultText
source: Oh, I'm still an ass, just someone who knows he is. It's quite amusing, the ridiculous things that go through my head.
cs: Pořád jsem blbec, jen někdo, kdo ví, že je. Je to docela zábavné, ty směšné věci, které se mi honí hlavou.

# conversations/companions/g_companion_parvati_banter:175:DefaultText
source: Just like the rest of us, then. You're all right, Mr. Vicar.
cs: Stejně jako my ostatní. Jste v pořádku, pane faráři.

# conversations/companions/g_companion_parvati_banter:177:DefaultText
source: Wow, indeed. It's quite liberating to realize that one is simply an aperture through which the universe experiences itself, and that all my pain and suffering was of my own creation.
cs: Páni, opravdu. Je docela osvobozující uvědomit si, že člověk je jen průzorem, kterým vesmír prožívá sám sebe, a že veškerou svou bolest a utrpení jsem si způsobil sám.

# conversations/companions/g_companion_parvati_banter:178:DefaultText
source: I was not lying. It had no bearing on my ability to minister to my flock, and was therefore not worth mentioning.
cs: Nelhal jsem. Nemělo to žádný vliv na mou schopnost sloužit mému stádu, a proto to nestálo za zmínku.

# conversations/companions/g_companion_parvati_banter:179:DefaultText
source: Yes. Technically, I was assigned there as a vicar, but for all intents and purposes I was a prisoner. I hid the truth behind semantics and denial.
cs: Ano, technicky vzato jsem tam byl přidělen jako vikář, ale ve všech ohledech jsem byl vězeň. Pravdu jsem skrýval za sémantiku a popírání.

# conversations/companions/g_companion_parvati_banter:180:DefaultText
source: I hope you can forgive my deception.
cs: Doufám, že mi odpustíte můj podvod.

# conversations/companions/g_companion_parvati_banter:181:DefaultText
source: O-oh. Yeah, I mean, 'course. It was only ever the lyin' that bothered me. We all made our mistakes.
cs: O-oh. Jo, samozřejmě. Vadilo mi jen to lhaní. Všichni jsme dělali chyby.

# conversations/companions/g_companion_parvati_banter:182:DefaultText
source: You'll love it.
cs: Bude se vám líbit.

# conversations/companions/g_companion_parvati_banter:183:DefaultText
source: Maybe you oughta consider somebody else's point of view sometime. For variety's sake.
cs: Možná bys měl někdy zvážit pohled někoho jiného. Pro zpestření.

# conversations/companions/g_companion_parvati_banter:184:DefaultText
source: But I didn't... well said, Ms. Holcomb, well said.
cs: Ale já ne... dobře řečeno, paní Holcombová, dobře řečeno.

# conversations/companions/g_companion_parvati_banter:185:DefaultText
source: So if Felix snuck into your quarters one night and stole half your underwear and filled the other half with itching powder, you'd kindly thank the universe and take it in stride?
cs: Takže kdyby se Felix jednou v noci vplížil do tvé kajuty, ukradl ti půlku spodního prádla a druhou půlku naplnil svědivým práškem, poděkovala bys vesmíru a brala to s nadhledem?

# conversations/companions/g_companion_parvati_banter:186:DefaultText
source: Not that I'm askin' for any particular reason.
cs: Ne že bych se ptal z nějakého konkrétního důvodu.

# conversations/companions/g_companion_parvati_banter:187:DefaultText
source: Come on Parvati. Who're you talking to? Imagine me, pining after my family.
cs: No tak, Parvati. S kým to mluvíš? Představ si mě, jak se mi stýská po rodině.

# conversations/companions/g_companion_parvati_banter:188:DefaultText
source: Yeah, suppose I was a touch lonesome. But hey - look at me now. I made it. I got a ship and everything.
cs: Jo, asi jsem byl trochu osamělý. Ale hele - podívej se na mě teď. Dokázal jsem to. Mám loď a všechno.

# conversations/companions/g_companion_parvati_banter:189:DefaultText
source: I knew of her, though. Who didn't? She was just about the busiest woman on the Groundbreaker.
cs: Věděl jsem o ní. Kdo ne? Byla to asi nejzaměstnanější žena na Groundbreakeru.

# conversations/companions/g_companion_parvati_banter:190:DefaultText
source: Tough. Competent. Had a glare that'd stop you dead in your tracks.
cs: Těžké. Kompetentní. Měl pohled, který vás zastavil na místě.

# conversations/companions/g_companion_parvati_banter:191:DefaultText
source: Felix. Saltuna is a kind of fish. Lives in the ocean. You knew that, right?
cs: Felix. Saltuna je druh ryby. Žije v oceánu. To jsi věděl, že?

# conversations/companions/g_companion_parvati_banter:192:DefaultText
source: You serious? You telling me there's a fish made entirely out of saltuna?
cs: To myslíš vážně? Chceš mi říct, že existuje ryba vyrobená výhradně ze saltuna?

# conversations/companions/g_companion_parvati_banter:193:DefaultText
source: Never mind. I'll tell you later.
cs: Nevadí. Řeknu ti to později.

# conversations/companions/g_companion_parvati_banter:194:DefaultText
source: What? No! The answer is "echo."
cs: Cože? Ne! Odpověď zní "ozvěna".

# conversations/companions/g_companion_parvati_banter:195:DefaultText
source: And anyway, the answer's "a shadow."
cs: A odpověď je "stín".

# conversations/companions/g_companion_parvati_banter:196:DefaultText
source: Hey, I was close!
cs: Hej, byl jsem blízko!

# conversations/companions/g_companion_parvati_banter:197:DefaultText
source: SAM units are reliably certified at KILLING FILTH DEAD.
cs: Jednotky SAM jsou spolehlivě certifikovány na KILLING FILTH DEAD.

# conversations/companions/g_companion_parvati_banter:198:DefaultText
source: Error: Unable to process the specific DESIGNATED CAREGIVER's service request. Please, repeat the order.
cs: Chyba: Nelze zpracovat konkrétní požadavek na službu určeného pečovatele. Zopakujte prosím objednávku.

# conversations/companions/g_companion_parvati_banter:199:DefaultText
source: Because we understand our clientele is exclusive and discerning.
cs: Protože chápeme, že naše klientela je exkluzivní a náročná.

# conversations/companions/g_companion_parvati_banter:200:DefaultText
source: Yeah.
cs: Jo.

# conversations/companions/g_companion_parvati_banter:201:DefaultText
source: You got it! You're brighter'n folks give you credit for.
cs: Máš to mít! Jsi bystřejší, než si lidé myslí.

# conversations/companions/g_companion_parvati_banter:202:DefaultText
source: Nuh-uh. You keep that nozzle to your own self.
cs: Ne-e. Tu trysku si nech pro sebe.

# conversations/companions/g_companion_parvati_banter:203:DefaultText
source: We gotta be put in this universe to do more'n kill. We gotta.
cs: Do tohoto vesmíru jsme se dostali, abychom dělali víc než jen zabíjeli. Musíme.

# conversations/companions/g_companion_parvati_banter:204:DefaultText
source: I guess you probably never met him, huh. Well, that's okay. You got us! We'll be your dad now.
cs: Asi jste se s ním nikdy nesetkali. To nevadí. Dostal jsi nás! Teď budeme tvůj táta.
