Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie.po
Languages: cs

# conversations/companions/g_companion_ellie:253:DefaultText
source: You serious? I thought we were getting along just fine.
cs: To myslíš vážně? Myslel jsem, že spolu vycházíme dobře.

# conversations/companions/g_companion_ellie:254:DefaultText
source: On second thought, stick around.
cs: Když o tom tak přemýšlím, zůstaň tady.

# conversations/companions/g_companion_ellie:255:DefaultText
source: I mean it. You need to leave.
cs: Myslím to vážně. Musíš odejít.

# conversations/companions/g_companion_ellie:256:DefaultText
source: Whatever you say. This was fun while it lasted.
cs: Cokoli řekneš. Byla to zábava, dokud to trvalo.

# conversations/companions/g_companion_ellie:257:DefaultText
source: Okay. See you around.
cs: Dobře. Uvidíme se.

# conversations/companions/g_companion_ellie:271:DefaultText
source: You want me to send someone else to you?
cs: Chceš, abych za tebou poslal někoho jiného?

# conversations/companions/g_companion_ellie:272:DefaultText
source: Send Felix.
cs: Odeslat Felixovi.

# conversations/companions/g_companion_ellie:273:DefaultText
source: Send Nyoka.
cs: Odeslat Nyoka.

# conversations/companions/g_companion_ellie:274:DefaultText
source: Send Parvati.
cs: Pošlete Parvati.

# conversations/companions/g_companion_ellie:275:DefaultText
source: Send Max.
cs: Odeslat Max.

# conversations/companions/g_companion_ellie:276:DefaultText
source: Send SAM.
cs: Odeslat SAM.

# conversations/companions/g_companion_ellie:277:DefaultText
source: Not right now.
cs: Teď ne.

# conversations/companions/g_companion_ellie:278:DefaultText
source: Pretty sure he's been waiting on you to ask.
cs: Jsem si jistý, že čekal, až se ho zeptáš.

# conversations/companions/g_companion_ellie:279:DefaultText
source: Have fun.
cs: Bavte se.

# conversations/companions/g_companion_ellie:280:DefaultText
source: Go easy on her.
cs: Buďte na ni mírní.

# conversations/companions/g_companion_ellie:281:DefaultText
source: Better you than me.
cs: Lepší ty než já.

# conversations/companions/g_companion_ellie:282:DefaultText
source: Least that'll keep him out of my cabin.
cs: Alespoň se mi nedostane do chaty.
