Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_quest_main.po
Languages: cs

# conversations/companions/g_companion_parvati_quest_main:654:DefaultText
source: The important thing is - no more random errands?
cs: Důležité je - už žádné náhodné pochůzky?

# conversations/companions/g_companion_parvati_quest_main:655:DefaultText
source: Nope. You been real patient, Captain. Thanks.
cs: Ne. Byl jste opravdu trpělivý, kapitáne. Díky.

# conversations/companions/g_companion_parvati_quest_main:656:DefaultText
source: So if you don't mind? I'm just going to head to my cabin and happy-scream into my pillow for like an hour.
cs: Takže pokud vám to nevadí? Půjdu do své kajuty a budu asi hodinu šťastně křičet do polštáře.

# conversations/companions/g_companion_parvati_quest_main:657:DefaultText
source: It's all on your account, you know. Imagine if you'd never taken me outta Edgewater? I'd have never met Junlei at all.
cs: Je to všechno na tvůj účet, víš. Představ si, že bys mě nikdy nevzal z Edgewateru? Nikdy bych se s Junlei nesetkal.

# conversations/companions/g_companion_parvati_quest_main:658:DefaultText
source: Then she sneezed again. On account of the flowery soap.
cs: Pak znovu kýchla. Kvůli květinovému mýdlu.

# conversations/companions/g_companion_parvati_quest_main:660:DefaultText
source: I don't know nothing about the Vicar's capital-p Plan, but- you've sure changed my life.
cs: Nevím sice nic o vikářově kapitálovém plánu, ale určitě jsi mi změnil život.

# conversations/companions/g_companion_parvati_quest_main:663:DefaultText
source: Oh gosh. Junlei's something else, ain't she?
cs: Ach bože. Junlei je něco jiného, že?

# conversations/companions/g_companion_parvati_quest_main:664:DefaultText
source: You think?
cs: Myslíte?

# conversations/companions/g_companion_parvati_quest_main:665:DefaultText
source: I mean, she's so confident, you know? And she knows just what she's doing.
cs: Je tak sebevědomá, víš? A ví, co dělá.

# conversations/companions/g_companion_parvati_quest_main:666:DefaultText
source: I wish I could be a little more like that, is all.
cs: Přál bych si být trochu víc takový, to je vše.

# conversations/companions/g_companion_parvati_quest_main:667:DefaultText
source: I reckon she knows her job, if she keeps this whole place running.
cs: Počítám, že se ve své práci vyzná, pokud to tu celé udržuje v chodu.

# conversations/companions/g_companion_parvati_quest_main:668:DefaultText
source: Can you imagine? Keeping track of everything what goes on in a place this big?
cs: Dokážete si to představit? Mít přehled o všem, co se děje na tak velkém místě?

# conversations/companions/g_companion_parvati_quest_main:669:DefaultText
source: I get dizzy just thinking on it.
cs: Když na to pomyslím, zatočí se mi hlava.

# conversations/companions/g_companion_parvati_quest_main:670:DefaultText
source: Something real rude, maybe.
cs: Možná něco opravdu hrubého.

# conversations/companions/g_companion_parvati_quest_main:671:DefaultText
source: It sounds like she's under a lot of pressure right now.
cs: Zdá se, že je teď pod velkým tlakem.

# conversations/companions/g_companion_parvati_quest_main:672:DefaultText
source: We're gonna help, right Captain?
cs: Pomůžeme vám, že ano, kapitáne?

# conversations/companions/g_companion_parvati_quest_main:673:DefaultText
source: Huh. And?
cs: Huh. A?

# conversations/companions/g_companion_parvati_quest_main:674:DefaultText
source: I been thinking about what we talked about afore, when we went drinking at the Lost Hope.
cs: Přemýšlel jsem o tom, o čem jsme se bavili, když jsme šli pít do Ztracené naděje.

# conversations/companions/g_companion_parvati_quest_main:675:DefaultText
source: I been thinking about our night out on the Groundbreaker. I had- I had all these feelings, and it was so hard to get 'em all out at the time.
cs: Přemýšlel jsem o naší noci na Groundbreakeru. Měl jsem... měl jsem všechny ty pocity a bylo tak těžké je ze sebe tehdy dostat.

# conversations/companions/g_companion_parvati_quest_main:676:DefaultText
source: But now I got my thoughts in order, and...
cs: Ale teď jsem si udělal pořádek v myšlenkách a...

# conversations/companions/g_companion_parvati_quest_main:677:DefaultText
source: That nice older lady in the Rest-N-Go, Ms. Gladys? She seemed to know lots of things. Maybe she knows where to find fancy soap.
cs: Ta milá starší dáma v Rest-N-Go, paní Gladys? Zdálo se, že ví spoustu věcí. Možná ví, kde sehnat luxusní mýdlo.

# conversations/companions/g_companion_parvati_quest_main:678:DefaultText
source: Great idea! Drinking solves everything.
cs: Skvělý nápad! Pití vyřeší všechno.

# conversations/companions/g_companion_parvati_quest_main:679:DefaultText
source: Come on, Captain. This is no time to be fooling on me.
cs: No tak, kapitáne. Teď není čas si ze mě dělat legraci.

# conversations/companions/g_companion_parvati_quest_main:680:DefaultText
source: Are you sure you can hold your liquor?
cs: Jsi si jistý, že se dokážeš udržet na uzdě?

# conversations/companions/g_companion_parvati_quest_main:681:DefaultText
source: No, I mean, I don't know, but- do I gotta be? What's a bar for if not loosening your screws a bit?
cs: Ne, chci říct, že nevím, ale... musím být? K čemu je bar, když ne k tomu, aby ti trochu povolil šrouby?

# conversations/companions/g_companion_parvati_quest_main:685:DefaultText
source: ...And I'm thinking of doing it here, on the ship.
cs: ...A přemýšlím, že to udělám tady, na lodi.

# conversations/companions/g_companion_parvati_quest_main:688:DefaultText
source: Bringing her home to meet the family, huh? Bold move.
cs: Přivést ji domů, aby se seznámila s rodinou, co? Odvážný krok.

# conversations/companions/g_companion_parvati_quest_main:689:DefaultText
source: Oh gosh, do you think so? I just figured- you know, there's nowhere she can go on Groundbreaker where folks don't know her. Here, she can relax.
cs: Ach bože, myslíte si to? Jen mě napadlo, že v Groundbreakeru není místo, kde by ji lidé neznali. Tady si může odpočinout.

# conversations/companions/g_companion_parvati_quest_main:690:DefaultText
source: That's sweet. Can I help?
cs: To je milé. Mohu vám pomoci?

# conversations/companions/g_companion_parvati_quest_main:691:DefaultText
source: I don't like strangers in my personal space.
cs: Nemám rád cizí lidi ve svém osobním prostoru.

# conversations/companions/g_companion_parvati_quest_main:692:DefaultText
source: But- but she's not a stranger! You met her. I mean, you introduced us.
cs: Ale... ale ona není cizí! Potkal jsi ji. Chci říct, že jsi nás seznámil.

# conversations/companions/g_companion_parvati_quest_main:693:DefaultText
source: It's not happening, Parvati. You wanna socialize, do it on your own time.
cs: To se neděje, Parvati. Jestli se chceš scházet, dělej to ve svém volném čase.

# conversations/companions/g_companion_parvati_quest_main:694:DefaultText
source: O-oh. I see. Right. Um. Okay, then.
cs: O-oh. Aha. Správně. Um. Dobře, tak tedy.

# conversations/companions/g_companion_parvati_quest_main:695:DefaultText
source: Fine. You need something from me?
cs: V pořádku. Potřebuješ něco ode mě?

# conversations/companions/g_companion_parvati_quest_main:697:DefaultText
source: She's solid, and stern, and maybe a little too serious. But what she writes me... I don't know, Captain. It's real gentle.
cs: Je pevná, přísná a možná až příliš vážná. Ale to, co mi píše... Nevím, kapitáne. Je to opravdu jemné.

# conversations/companions/g_companion_parvati_quest_main:698:DefaultText
source: I wouldn't mind being treated gentle. Maybe especially by her.
cs: Nevadilo by mi, kdyby se ke mně chovali jemně. Možná hlavně ona.

# conversations/companions/g_companion_parvati_quest_main:699:DefaultText
source: Folks have said the same about me.
cs: Lidé o mně říkají totéž.

# conversations/companions/g_companion_parvati_quest_main:700:DefaultText
source: I'm sad to hear it, Captain. You seem plenty warm to me, in your way.
cs: To mě mrzí, kapitáne. Svým způsobem mi připadáte dost vřelý.

# conversations/companions/g_companion_parvati_quest_main:701:DefaultText
source: But yeah, it don't feel great, does it?
cs: Ale jo, není to dobrý pocit, že?

# conversations/companions/g_companion_parvati_quest_main:706:DefaultText
source: I saw the lady who runs it on aetherwave, and - well, she made everybody she dressed feel better. Confident.
cs: Viděla jsem paní, která ho vede, na aetherwave a - no, každý, koho oblékla, se cítil lépe. Sebevědomá.

# conversations/companions/g_companion_parvati_quest_main:708:DefaultText
source: Then I led her into the kitchen. I think she about cried when she saw the spread.
cs: Pak jsem ji odvedl do kuchyně. Myslím, že se málem rozplakala, když uviděla tu pomazánku.

# conversations/companions/g_companion_parvati_quest_main:709:DefaultText
source: I know, I was there.
cs: Já vím, byl jsem tam.

# conversations/companions/g_companion_parvati_quest_main:710:DefaultText
source: Well sure you could SEE, but I thought maybe you'd wanna know some of what was said.
cs: Jistě, že jste se mohli podívat, ale myslel jsem, že byste možná chtěli vědět něco z toho, co bylo řečeno.

# conversations/companions/g_companion_parvati_quest_main:711:DefaultText
source: You ain't much of a romantic, huh Captain.
cs: Vy nejste moc velký romantik, co, kapitáne?

# conversations/companions/g_companion_parvati_quest_main:712:DefaultText
source: But I stopped her, 'cause I wanted to say it first. I never felt so bold, Captain!
cs: Ale zastavil jsem ji, protože jsem to chtěl říct první. Nikdy jsem se necítil tak odvážný, kapitáne!

# conversations/companions/g_companion_parvati_quest_main:713:DefaultText
source: I told her about how she made me feel - bold like I acted, strong, smarter and kinder than I am on my lonesome. I listed all the things I liked about her.
cs: Řekla jsem jí o tom, jak jsem se díky ní cítila - odvážná, jak jsem se chovala, silná, chytřejší a laskavější než sama. Vyjmenoval jsem všechny věci, které se mi na ní líbily.

# conversations/companions/g_companion_parvati_quest_main:714:DefaultText
source: Smooth.
cs: Hladké.

# conversations/companions/g_companion_parvati_quest_main:715:DefaultText
source: That's unusually forward for you.
cs: To je na tebe neobvykle troufalé.

# conversations/companions/g_companion_parvati_quest_main:716:DefaultText
source: One of us has gotta be! We're both- Jun's so reserved, and I'm so shy... I worried if I never said anything, nothing'd ever get said, you know?
cs: Jeden z nás musí být! Jsme oba - Jun je tak zdrženlivý a já tak plachá... Bála jsem se, že když nic neřeknu, nic se neřekne, víš?

# conversations/companions/g_companion_parvati_quest_main:717:DefaultText
source: And?
cs: A?

# conversations/companions/g_companion_parvati_quest_main:718:DefaultText
source: What happened next? Don't leave me in suspense!
cs: Co se stalo dál? Nenechávejte mě v napětí!

# conversations/companions/g_companion_parvati_quest_main:719:DefaultText
source: That sounds unbearable.
cs: To zní nesnesitelně.

# conversations/companions/g_companion_parvati_quest_main:720:DefaultText
source: To a big ol' stick in the mud like you, maybe. Being honest is important to me, though, and Jun knows it.
cs: Možná pro takového velkého blázna, jako jsi ty. Upřímnost je pro mě důležitá a Jun to ví.

# conversations/companions/g_companion_parvati_quest_main:721:DefaultText
source: I don't know nothing 'bout the Law or the capital-p Plan, but- you've sure changed my life.
cs: Nevím nic o Zákoně ani o Plánu hlavního města, ale ty jsi určitě změnil můj život.

# conversations/companions/g_companion_parvati_quest_main:722:DefaultText
source: I knew I liked her.
cs: Věděl jsem, že se mi líbí.

# conversations/companions/g_companion_parvati_quest_main:724:DefaultText
source: You got an eye for people, Captain.
cs: Máte oko na lidi, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:725:DefaultText
source: So she got here, and the first thing she said was, "Oh, you smell nice. Like mock-apples." And I was like, "Yeah, new soap."
cs: Přišla sem a první, co řekla, bylo: "Krásně voníš. Jako makety jablek." A já na to: "Jo, nové mýdlo."

# conversations/companions/g_companion_parvati_quest_main:726:DefaultText
source: Actually, I already found you a fancy outfit.
cs: Vlastně už jsem ti našla luxusní oblečení.

# conversations/companions/g_companion_parvati_quest_main:727:DefaultText
source: Oh Captain, that was awfully kind of you. You needn't have, but I'm very glad you did.
cs: Kapitáne, to od vás bylo velmi milé. Nemusel jste, ale jsem moc rád, že jste to udělal.

# conversations/companions/g_companion_parvati_quest_main:729:DefaultText
source: I actually had another message from Junlei. I just... couldn't work up the courage to open it. But, I'm gonna change that. Right now. Okay. Here we go.
cs: Vlastně jsem dostal další zprávu od Junlei. Jen jsem... nenašel odvahu ji otevřít. Ale to se chystám změnit. Hned teď. Dobře. Jdeme na to.

# conversations/companions/g_companion_parvati_quest_main:730:DefaultText
source: Gosh, my tum's rumbling just smellin' that casserole.
cs: Bože, už jenom z té vůně mi kručí v břiše.

# conversations/companions/g_companion_parvati_quest_main:731:DefaultText
source: Aren't those cakes just about the cutest little things you ever seen?
cs: Nejsou ty dorty ty nejroztomilejší věcičky, jaké jste kdy viděli?

# conversations/companions/g_companion_parvati_quest_main:732:DefaultText
source: So, Junlei and I been talking some? Through messages? I got 'em here on my datapad. And, well...
cs: Takže jsme si s Junlei povídali? Prostřednictvím zpráv? Mám je tady na svém datapadu. A, no...

# conversations/companions/g_companion_parvati_quest_main:733:DefaultText
source: I guess I just needed to talk. I'm feeling a touch better. Thanks for hearing me out, Captain.
cs: Asi jsem si potřeboval promluvit. Cítím se o něco lépe. Díky, že jste mě vyslechl, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:734:DefaultText
source: They were... close, Captain. Like more-than-friends close.
cs: Byli... blízko, kapitáne. Blízcí víc než přátelé.
