Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_quest_main.po
Languages: cs

# conversations/companions/g_companion_ellie_quest_main:473:DefaultText
source: But you really do see a rosier version of things, huh?
cs: Ale vy opravdu vidíte věci růžověji, že?

# conversations/companions/g_companion_ellie_quest_main:474:DefaultText
source: You know, I think I get you just a little more now.
cs: Víš, myslím, že tě teď chápu o něco víc.

# conversations/companions/g_companion_ellie_quest_main:475:DefaultText
source: You've gotta take care of yourself. You can't count on anyone else to do it.
cs: Musíte se o sebe postarat. Nemůžeš spoléhat na to, že to udělá někdo jiný.

# conversations/companions/g_companion_ellie_quest_main:476:DefaultText
source: Nothing says two allies can't keep an eye on their own interests.
cs: Nic neříká, že dva spojenci nemohou dohlížet na své vlastní zájmy.

# conversations/companions/g_companion_ellie_quest_main:477:DefaultText
source: I'm not looking to get all introspective about this.
cs: Nechci se nad tím nijak zamýšlet.

# conversations/companions/g_companion_ellie_quest_main:478:DefaultText
source: I don't trust people who pretend they have all the answers, anyway.
cs: Nevěřím lidem, kteří předstírají, že znají všechny odpovědi.

# conversations/companions/g_companion_ellie_quest_main:479:DefaultText
source: Plenty of sense in that.
cs: To dává smysl.

# conversations/companions/g_companion_ellie_quest_main:480:DefaultText
source: I hear you there.
cs: Rozumím vám.

# conversations/companions/g_companion_ellie_quest_main:481:DefaultText
source: You know, I'm thinking I oughta find another gig once this one's all done. One where I can really work on my own.
cs: Víš, přemýšlím, že bych si měl najít jinou práci, až tahle skončí. Nějakou, kde bych mohl pracovat sám za sebe.

# conversations/companions/g_companion_ellie_quest_main:482:DefaultText
source: Easiest way to take care of myself is to work with the one person I trust the most, right?
cs: Nejjednodušší způsob, jak se o sebe postarat, je spolupracovat s osobou, které nejvíce důvěřuji, že?

# conversations/companions/g_companion_ellie_quest_main:483:DefaultText
source: Anyway, enough chit-chat.
cs: Každopádně už dost tlachání.

# conversations/companions/g_companion_ellie_quest_main:484:DefaultText
source: Sure.
cs: Jistě.

# conversations/companions/g_companion_ellie_quest_main:485:DefaultText
source: Don't get ahead of yourself. I don't normally hand out compliments.
cs: Nepředbíhejte. Obvykle komplimenty nerozdávám.

# conversations/companions/g_companion_ellie_quest_main:486:DefaultText
source: I consider myself a realist.
cs: Považuji se za realistu.

# conversations/companions/g_companion_ellie_quest_main:487:DefaultText
source: I get it. Halcyon's a rough place. Doesn't help to get all starry-eyed about it.
cs: Chápu to. Halcyon je drsné místo. Nepomáhá, když se nad tím rozplýváš.

# conversations/companions/g_companion_ellie_quest_main:488:DefaultText
source: Good luck, whatever you do.
cs: Hodně štěstí, ať už děláte cokoli.

# conversations/companions/g_companion_ellie_quest_main:489:DefaultText
source: That's a good idea.
cs: To je dobrý nápad.

# conversations/companions/g_companion_ellie_quest_main:490:DefaultText
source: You sure about that?
cs: Jste si tím jistý?

# conversations/companions/g_companion_ellie_quest_main:491:DefaultText
source: Hey, let's not get all mushy. I'm still here to see this one through.
cs: Hej, nebuďme tak sentimentální. Pořád jsem tady, abych to dotáhl do konce.

# conversations/companions/g_companion_ellie_quest_main:492:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/companions/g_companion_ellie_quest_main:493:DefaultText
source: Come on, Ellie. If I just wanted to make a few bits, there are other jobs I could've done.
cs: No tak, Ellie. Kdybych si chtěl vydělat jen pár drobných, mohl jsem dělat i jinou práci.

# conversations/companions/g_companion_ellie_quest_main:494:DefaultText
source: What're you saying, Captain?
cs: Co to říkáte, kapitáne?

# conversations/companions/g_companion_ellie_quest_main:495:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/companions/g_companion_ellie_quest_main:496:DefaultText
source: Hey, I get it. If anything, I respect you more now.
cs: Hej, chápu to. Když už nic jiného, tak si tě teď vážím víc.

# conversations/companions/g_companion_ellie_quest_main:497:DefaultText
source: Let's talk about this later.
cs: O tom si promluvíme později.

# conversations/companions/g_companion_ellie_quest_main:498:DefaultText
source: You're the boss.
cs: Vy jste šéf.

# conversations/companions/g_companion_ellie_quest_main:499:DefaultText
source: I need to ask you a few things.
cs: Musím se vás zeptat na pár věcí.

# conversations/companions/g_companion_ellie_quest_main:500:DefaultText
source: Let's go.
cs: Pojďme.

# conversations/companions/g_companion_ellie_quest_main:504:DefaultText
source: Oh, so it's not me this time. Whew.
cs: Aha, takže tentokrát to nejsem já. Uf.

# conversations/companions/g_companion_ellie_quest_main:505:DefaultText
source: That's not all I smell.
cs: To není vše, co cítím.

# conversations/companions/g_companion_ellie_quest_main:506:DefaultText
source: Never thought I'd say this, but... somehow I prefer my sulfur.
cs: Nikdy jsem si nemyslel, že to řeknu, ale... nějak dávám přednost síře.

# conversations/companions/g_companion_ellie_quest_main:508:DefaultText
source: It's lemony-fresh!
cs: Je citronově svěží!

# conversations/companions/g_companion_ellie_quest_main:509:DefaultText
source: I guess we're going to Fallbrook.
cs: Myslím, že jedeme do Fallbrooku.

# conversations/companions/g_companion_ellie_quest_main:510:DefaultText
source: I saw a letter in their mailbox. They're in Fallbrook.
cs: Viděl jsem dopis v jejich poštovní schránce. Jsou ve Fallbrooku.

# conversations/companions/g_companion_ellie_quest_main:511:DefaultText
source: What a relief. The less time we have to spend in Byzantium, the better.
cs: Jaká úleva. Čím méně času budeme muset strávit v Byzanci, tím lépe.

# conversations/companions/g_companion_ellie_quest_main:512:DefaultText
source: This looks like the place. We ready to get my money, or what?
cs: Tohle vypadá jako to pravé místo. Jsme připraveni dostat moje peníze, nebo co?

# conversations/companions/g_companion_ellie_quest_main:513:DefaultText
source: Let's talk outside.
cs: Promluvme si venku.
