Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_*_party.po
Languages: in

# conversations/companions/g_companion_felix_in_party:417:DefaultText
source: Or maybe you should've kept your head down and worked.
in: Nebo jsi měl raději sklonit hlavu a pracovat.

# conversations/companions/g_companion_felix_in_party:419:DefaultText
source: Hey Felix, head back to the ship.
in: Felixi, vrať se na loď.

# conversations/companions/g_companion_felix_in_party:420:DefaultText
source: Whatever you say, boss. I'll see you back there.
in: Jak myslíte, šéfe. Uvidíme se tam.

# conversations/companions/g_companion_felix_in_party:421:DefaultText
source: Felix, I think we should part ways.
in: Felixi, myslím, že bychom se měli rozejít.

# conversations/companions/g_companion_felix_in_party:422:DefaultText
source: Boss, you can't be serious. I thought I was doing real well.
in: Šéfe, to nemyslíte vážně. Myslel jsem, že si vedu dobře.

# conversations/companions/g_companion_felix_in_party:423:DefaultText
source: Never mind, Felix. Stick around.
in: Nevadí, Felixi. Zůstaň tady.

# conversations/companions/g_companion_felix_in_party:424:DefaultText
source: Don't make this harder than it needs to be. Your services are no longer necessary.
in: Nedělejte to těžší, než je nutné. Vaše služby již nejsou potřeba.

# conversations/companions/g_companion_felix_in_party:425:DefaultText
source: All right. You don't gotta tell me twice. I'll gather up my personals and get out of your hair.
in: Dobře. Nemusíš mi to říkat dvakrát. Seberu si osobní věci a půjdu ti z očí.

# conversations/companions/g_companion_felix_in_party:426:DefaultText
source: You sure about this? I'm not too happy with you working for the Board, but I'm still your crew.
in: Jste si tím jistý? Nejsem příliš nadšený z toho, že pracuješ pro Radu, ale pořád jsem tvoje posádka.

# conversations/companions/g_companion_felix_in_party:427:DefaultText
source: Am I wrong? I'm not so sure.
in: Mýlím se? Nejsem si tím tak jistý.

# conversations/companions/g_companion_felix_in_party:429:DefaultText
source: You need me to send out somebody else?
in: Mám poslat někoho jiného?

# conversations/companions/g_companion_felix_in_party:430:DefaultText
source: Send Ellie.
in: Odeslat Ellie.

# conversations/companions/g_companion_felix_in_party:431:DefaultText
source: Send Nyoka.
in: Odeslat Nyoka.

# conversations/companions/g_companion_felix_in_party:432:DefaultText
source: Send Parvati.
in: Pošlete Parvati.

# conversations/companions/g_companion_felix_in_party:433:DefaultText
source: Send Max.
in: Odeslat Max.

# conversations/companions/g_companion_felix_in_party:434:DefaultText
source: Send SAM.
in: Odeslat SAM.

# conversations/companions/g_companion_felix_in_party:435:DefaultText
source: Not right now.
in: Teď ne.

# conversations/companions/g_companion_felix_in_party:436:DefaultText
source: I'll let Ellie know you're waiting.
in: Dám Ellie vědět, že čekáš.

# conversations/companions/g_companion_felix_in_party:437:DefaultText
source: I'll ask Nyoka to catch up with you.
in: Požádám Nyoku, aby vás dohnala.

# conversations/companions/g_companion_felix_in_party:438:DefaultText
source: Hey, look after Parvati.
in: Hej, postarej se o Parvati.

# conversations/companions/g_companion_felix_in_party:439:DefaultText
source: Max, huh? Hey, it's your call.
in: Max, co? Hej, je to na tobě.

# conversations/companions/g_companion_felix_in_party:440:DefaultText
source: SAM it is.
in: Je to SAM.
