Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_*_party.po
Languages: in

# conversations/companions/g_companion_max_in_party:203:DefaultText
source: That was quite the argument you had with Graham.
in: To byla pěkná hádka s Grahamem.

# conversations/companions/g_companion_max_in_party:204:DefaultText
source: I've been mulling over everything with Graham and the Iconoclasts.
in: Přemýšlel jsem o všem, co se týkalo Grahama a Ikonoklastů.

# conversations/companions/g_companion_max_in_party:206:DefaultText
source: He's an unhinged zealot who lacks awareness of the consequences of his choices. I wouldn't trust him to lead a crew let alone a townwide cult.
in: Je to neovladatelný fanatik, který si neuvědomuje důsledky svých rozhodnutí. Nevěřil bych mu ani vedení posádky, natož celoměstského kultu.

# conversations/companions/g_companion_max_in_party:207:DefaultText
source: I don't normally advocate murder, but as far as Graham was concerned, I think you made the right call.
in: Obvykle se vraždy nezastávám, ale pokud jde o Grahama, myslím, že jste se rozhodl správně.

# conversations/companions/g_companion_max_in_party:208:DefaultText
source: Upon further reflection, Graham's not as much of an idiot as I thought he'd be, but in other ways he's worse. I'd urge you to be careful in future dealings with him, Captain.
in: Po dalším zamyšlení Graham není takový idiot, jak jsem si myslel, ale v jiných ohledech je horší. Vyzývám vás, abyste s ním v budoucnu jednal opatrně, kapitáne.

# conversations/companions/g_companion_max_in_party:209:DefaultText
source: He's the lesser of two evils.
in: Je menším zlem.

# conversations/companions/g_companion_max_in_party:210:DefaultText
source: Who would you trust to run Monarch?
in: Komu byste svěřili řízení společnosti Monarch?

# conversations/companions/g_companion_max_in_party:211:DefaultText
source: If I wanted your opinion, I'd have asked for it.
in: Kdybych chtěl znát váš názor, zeptal bych se na něj.

# conversations/companions/g_companion_max_in_party:212:DefaultText
source: Zora's militant, unbending, and ruthless for sure. I'd be hesitant to oppose her. But she gets results, and she doesn't suppress intelligent discourse.
in: Zora je bojovná, neústupná a bezohledná. Váhala bych, zda se jí postavit na odpor. Ale má výsledky a nepotlačuje inteligentní diskusi.

# conversations/companions/g_companion_max_in_party:213:DefaultText
source: As much as I usually appreciate the Board's ordered approach to governance, in Monarch's case, they aren't really running anything so much as leaving everyone to rot.
in: Ačkoli obvykle oceňuji řádný přístup správní rady k řízení, v případě Monarchu ve skutečnosti nic neřídí, ale nechává všechny hnít.

# conversations/companions/g_companion_max_in_party:214:DefaultText
source: Well, then, consider my opinion on the matter fully exhausted.
in: Považujte tedy můj názor na tuto záležitost za zcela vyčerpaný.

# conversations/companions/g_companion_max_in_party:215:DefaultText
source: Glad you see it my way.
in: Jsem rád, že to vidíš tak, jak to vidím já.

# conversations/companions/g_companion_max_in_party:216:DefaultText
source: I did what needed to be done.
in: Udělal jsem, co bylo třeba.

# conversations/companions/g_companion_max_in_party:217:DefaultText
source: I think we often see eye-to-eye. It's one of the reasons I believe our paths were destined to cross.
in: Myslím, že si často rozumíme. Je to jeden z důvodů, proč si myslím, že se naše cesty měly zkřížit.

# conversations/companions/g_companion_max_in_party:218:DefaultText
source: Exactly. Graham was an unhinged zealot sitting on a powderkeg. He was far too dangerous to leave loose on Monarch.
in: Přesně tak. Graham byl neovladatelný fanatik, který seděl na sudu s prachem. Byl příliš nebezpečný na to, aby ho nechali volně pobíhat po Monarchii.

# conversations/companions/g_companion_max_in_party:219:DefaultText
source: Let it be a lesson in what happens to those who annoy me.
in: Ať je to poučení, co se stane těm, kteří mě rozčilují.

# conversations/companions/g_companion_max_in_party:220:DefaultText
source: Good thing I never annoy you then.
in: Tak to je dobře, že tě nikdy neotravuju.

# conversations/companions/g_companion_max_in_party:222:DefaultText
source: He may not have struck at you yet, but he would have given enough time for his paranoia to grow.
in: Možná na vás ještě nezaútočil, ale dal by vám dost času na to, aby jeho paranoia vzrostla.

# conversations/companions/g_companion_max_in_party:223:DefaultText
source: Sanjar may be a corporate shill, but he's safe. He doesn't have it in him to hurt anyone.
in: Sanjar je sice firemní šiml, ale je v bezpečí. Nemá v sobě tolik, aby někomu ublížil.

# conversations/companions/g_companion_max_in_party:224:DefaultText
source: I can't believe you'd support Graham's riotous anarchism as Monarch's solution. But I trust you know what you are doing. So we'll leave it at that.
in: Nevěřím, že bys podporoval Grahamův výtržnický anarchismus jako řešení Monarchie. Ale věřím, že víte, co děláte. Takže to tak necháme.

# conversations/companions/g_companion_max_in_party:225:DefaultText
source: How so?
in: Jak to?

# conversations/companions/g_companion_max_in_party:226:DefaultText
source: Unless you agree with them that the inhabitants of Monarch should be forced to evacuate - or die from their stubborn rebelliousness.
in: Pokud s nimi ovšem nesouhlasíte, že by obyvatelé Monarchie měli být donuceni k evakuaci - nebo zemřít na svou tvrdohlavou vzpurnost.

# conversations/companions/g_companion_max_in_party:227:DefaultText
source: Zora's militant, unbending, and ruthless for sure. I'd be hesitant to oppose her. But she gets results, and she doesn't suppress intelligent discourse.
in: Zora je bojovná, neústupná a bezohledná. Váhala bych, zda se jí postavit na odpor. Ale má výsledky a nepotlačuje inteligentní diskusi.

# conversations/companions/g_companion_max_in_party:228:DefaultText
source: Can't say I agree with the Iconoclasts. But Zora has what it takes to save Monarch.
in: Nemohu říct, že bych souhlasil s Ikonoklasty. Ale Zora má na to, aby Monarchu zachránila.

# conversations/companions/g_companion_max_in_party:229:DefaultText
source: Sanjar may be a corporate shill, but he's safe. He doesn't have it in him to hurt anyone.
in: Sanjar je sice firemní šiml, ale je v bezpečí. Nemá v sobě tolik, aby někomu ublížil.

# conversations/companions/g_companion_max_in_party:230:DefaultText
source: If I was going to trust Monarch's wellbeing to anyone, it'd be him.
in: Kdybych měl někomu svěřit Monarchovo blaho, byl by to on.

# conversations/companions/g_companion_max_in_party:231:DefaultText
source: You don't think we should have left him in charge of Monarch?
in: Nemyslíte si, že jsme ho měli nechat ve vedení Monarchie?

# conversations/companions/g_companion_max_in_party:232:DefaultText
source: I have my doubts that Sanjar or Zora would've been any better.
in: Pochybuji, že by Sanjar nebo Zora byli lepší.

# conversations/companions/g_companion_max_in_party:235:DefaultText
source: Do you have any thoughts on the presentation we saw on the Board's plan for solving the food crisis?
in: Máte nějaký názor na prezentaci, kterou jsme viděli, týkající se plánu rady na řešení potravinové krize?

# conversations/companions/g_companion_max_in_party:236:DefaultText
source: Anyone with eyes to see would not be shocked to hear that the colony is dying. But the Board's solution, on the other hand...
in: Každého, kdo má oči, by nešokovalo, kdyby se dozvěděl, že kolonie umírá. Na druhou stranu řešení představenstva...

# conversations/companions/g_companion_max_in_party:239:DefaultText
source: Well, that was... as unexpected and disturbing as it was enlightening.
in: No, to bylo... stejně nečekané a znepokojivé jako poučné.

# conversations/companions/g_companion_max_in_party:240:DefaultText
source: I don't know yet.
in: Ještě nevím.

# conversations/companions/g_companion_max_in_party:241:DefaultText
source: We'll have to dig more into the issue and sort it all out.
in: Budeme muset do problému více proniknout a vše vyřešit.

# conversations/companions/g_companion_max_in_party:242:DefaultText
source: I fail to see how it's our problem.
in: Nechápu, v čem je to náš problém.

# conversations/companions/g_companion_max_in_party:244:DefaultText
source: Yes, of course. And when you do, you can count on me to back your play.
in: Ano, samozřejmě. A až to uděláte, můžete se spolehnout, že vaši hru podpořím.

# conversations/companions/g_companion_max_in_party:245:DefaultText
source: Well, I would love to point out the flaws in your logic, but it's undeniable that self interest hasn't failed us so far.
in: Rád bych poukázal na chyby ve vaší logice, ale je nepopiratelné, že vlastní zájem nás zatím nezklamal.

# conversations/companions/g_companion_max_in_party:248:DefaultText
source: So, tell me what's on your mind. I excel at confessional listening.
in: Tak mi řekni, co tě trápí. V naslouchání zpovědím jsem vynikající.

# conversations/companions/g_companion_max_in_party:249:DefaultText
source: What are we contemplating today?
in: O čem dnes uvažujeme?

# conversations/companions/g_companion_max_in_party:250:DefaultText
source: What's occupying your thoughts?
in: Co zaměstnává vaše myšlenky?

# conversations/companions/g_companion_max_in_party:251:DefaultText
source: Something vexing you, Captain?
in: Něco vás trápí, kapitáne?

# conversations/companions/g_companion_max_in_party:252:DefaultText
source: I find myself marveling at the complex simplicity of the Fibonacci spiral. I'm sure you know what that's like.
in: Obdivuji složitou jednoduchost Fibonacciho spirály. Určitě víte, jaké to je.

# conversations/companions/g_companion_max_in_party:255:DefaultText
source: Captain, if I could trouble you for a moment of your time. While we're on the Groundbreaker, I may have an idea for how we could find a translator.
in: Kapitáne, jestli vás mohu na chvíli obtěžovat. Když už jsme na Groundbreakeru, možná bych měl nápad, jak bychom mohli najít překladatele.

# conversations/companions/g_companion_max_in_party:256:DefaultText
source: You know somebody who can read the book?
in: Znáte někoho, kdo umí číst knihu?

# conversations/companions/g_companion_max_in_party:257:DefaultText
source: Not now, Vicar.
in: Teď ne, pane faráři.

# conversations/companions/g_companion_max_in_party:259:DefaultText
source: During the experience at the hermit's you seemed, um, somewhat at odds with your mother...
in: Během toho zážitku u poustevníka jsi vypadal, ehm, poněkud v rozporu se svou matkou...

# conversations/companions/g_companion_max_in_party:260:DefaultText
source: I wouldn't say my parents disowned me, strictly speaking... but before they died, they accused me of thoughtlessly abandoning them.
in: Neřekl bych, že se mě rodiče zřekli, ale než zemřeli, obvinili mě, že jsem je bezmyšlenkovitě opustil.

# conversations/companions/g_companion_max_in_party:261:DefaultText
source: I couldn't understand it. I was only trying to make them proud by becoming a better vessel for the Plan, to feel the joy they felt.
in: Nechápal jsem to. Jen jsem se snažil, aby na mě byli pyšní, abych se stal lepší nádobou pro Plán, abych cítil radost, kterou cítili oni.

# conversations/companions/g_companion_max_in_party:262:DefaultText
source: Couldn't they see that my potential was wasted as a laborer? Going so far in my hunt for the truth, risking it all, I just wanted to prove to them... well, it doesn't really matter now.
in: Copak neviděli, že můj potenciál byl jako dělníka promarněn? Zašel jsem tak daleko ve svém pátrání po pravdě, riskoval jsem všechno, chtěl jsem jim jen dokázat... no, teď už je to vlastně jedno.

# conversations/companions/g_companion_max_in_party:263:DefaultText
source: Even so, I might very well have taken offense at your killing her were she not already dead.
in: Přesto bych se možná urazil, kdybys ji zabil, kdyby už nebyla mrtvá.

# conversations/companions/g_companion_max_in_party:264:DefaultText
source: Choosing to save themselves, and their families, and friends, at the expense of the rest of the colony? Those fucking bastards. What are we going to do about this?
in: Rozhodli se zachránit sebe, své rodiny a přátele na úkor zbytku kolonie? Ti zkurvení bastardi. Co s tím uděláme?

# conversations/companions/g_companion_max_in_party:265:DefaultText
source: I don’t know, but someone's going to die. And it won’t be us.
in: Nevím, ale někdo zemře. A my to nebudeme.

# conversations/companions/g_companion_max_in_party:266:DefaultText
source: I couldn't agree more.
in: Nemohu než souhlasit.

# conversations/companions/g_companion_max_in_party:267:DefaultText
source: Well, when you figure it out, you can count on me to back your play.
in: Až na to přijdete, můžete se spolehnout, že vás podpořím.

# conversations/companions/g_companion_max_in_party:270:DefaultText
source: Your ability to get out of tight situations virtually undetected hasn't failed us so far.
in: Tvá schopnost dostat se ze svízelných situací prakticky nepozorovaně nás zatím nezklamala.

# conversations/companions/g_companion_max_in_party:271:DefaultText
source: Your ability to talk us out of even the most hopeless situations hasn't failed us so far.
in: Tvá schopnost vymluvit nám i ty nejbeznadějnější situace nás zatím nezklamala.

# conversations/companions/g_companion_max_in_party:272:DefaultText
source: Your propensity for wanton violence hasn't failed us so far.
in: Vaše sklony k bezohlednému násilí nás zatím nezklamaly.

# conversations/companions/g_companion_max_in_party:273:DefaultText
source: I hate to contradict you by pointing out that everyone dies. But it *is* better to die last, I suppose.
in: Nerad bych vám odporoval, kdybych vás upozornil, že všichni umírají. Ale je lepší zemřít jako poslední.

# conversations/companions/g_companion_max_in_party:274:DefaultText
source: Your instincts haven't failed us so far.
in: Vaše instinkty nás zatím nezklamaly.

# conversations/companions/g_companion_max_in_party:275:DefaultText
source: I feel compelled to remind you that none of us are an island. We exist in relation to all that is around us. In short, we're stuck here. If this colony dies, we die with it.
in: Cítím povinnost vám připomenout, že nikdo z nás není ostrov. Existujeme ve vztahu ke všemu, co je kolem nás. Stručně řečeno, jsme tu uvězněni. Pokud tato kolonie zanikne, zemřeme s ní.

# conversations/companions/g_companion_max_in_party:277:DefaultText
source: If I still believed in the Grand Plan a revelation like this would have seriously shaken my faith.
in: Kdybych ještě věřil ve Velký plán, takové zjevení by mou vírou vážně otřáslo.

# conversations/companions/g_companion_max_in_party:279:DefaultText
source: Knowing you, I can only assume you have already begun formulating a plan to deal with this. So tell me, what are we going to do?
in: Jak vás znám, mohu jen předpokládat, že jste již začal formulovat plán, jak se s tím vypořádat. Tak mi řekněte, co budeme dělat?

# conversations/companions/g_companion_max_in_party:285:DefaultText
source: Graham is so close to the truth, but he'll never see it. He's too busy wielding it like a bludgeon to support his own self image.
in: Graham je tak blízko pravdě, ale nikdy ji neuvidí. Je příliš zaneprázdněn tím, že se jí ohání jako obuškem, aby podpořil svůj vlastní obraz.

# conversations/companions/g_companion_max_in_party:286:DefaultText
source: This leaves him unhinged and unaware of the consequences of his choices. I urge you to be careful in your dealings with him. His mercurial nature makes him a bad choice to lead anyone.
in: Z toho důvodu je nesvéprávný a neuvědomuje si důsledky svých rozhodnutí. Vyzývám vás, abyste s ním jednali opatrně. Jeho rtuťovitá povaha z něj dělá špatnou volbu pro vedení kohokoli.

# conversations/companions/g_companion_max_in_party:287:DefaultText
source: Thanks for your input, I'll keep it in mind.
in: Děkuji za váš příspěvek, budu na něj pamatovat.

# conversations/companions/g_companion_max_in_party:288:DefaultText
source: Of course, it's my job.
in: Je to samozřejmě moje práce.

# conversations/companions/g_companion_max_in_party:289:DefaultText
source: What are your thoughts on what happened in Amber Heights?
in: Co si myslíte o tom, co se stalo v Amber Heights?

# conversations/companions/g_companion_max_in_party:291:DefaultText
source: I used to believe their religion to be false, in contradiction to what I knew to be true.
in: Dříve jsem věřil, že jejich náboženství je falešné, v rozporu s tím, co jsem věděl, že je pravda.

# conversations/companions/g_companion_max_in_party:292:DefaultText
source: How pompous and sure of myself I was. Their basic tenets were closer to the truth than my own cherished beliefs.
in: Jak jsem byl nafoukaný a sebejistý. Jejich základní principy byly blíže pravdě než moje vlastní přesvědčení.

# conversations/companions/g_companion_max_in_party:293:DefaultText
source: I was so certain my potential was wasted as a laborer, and was willing to risk everything just to prove to them that they were wrong. I was lost, misguided...
in: Byl jsem si tak jistý, že můj dělnický potenciál je promarněný, a byl jsem ochoten riskovat všechno, jen abych jim dokázal, že se mýlí. Byl jsem ztracený, pomýlený...

# conversations/companions/g_companion_max_in_party:294:DefaultText
source: Please, Vic. You're just all shook up 'cause Mr. Graham argued circles around you.
in: Prosím, Vicu. Jsi jenom celý rozrušený, protože pan Graham se s tebou hádal.

# conversations/companions/g_companion_max_in_party:296:DefaultText
source: Your mouth's moving, but all I hear coming out is - "I'm jealous because Mr. Bryant's got a devoted cult following his every word, and I don't."
in: Tvá ústa se hýbou, ale jediné, co z nich slyším, je: "Žárlím, protože pan Bryant má oddaný kult, který sleduje každé jeho slovo, a já ne."

# conversations/companions/g_companion_max_in_party:297:DefaultText
source: Your scathing insight into the true nature of my character has cut me to the quick, Felix. I'm not sure I'll ever recover. Graham is the better man, you've forced me to admit it.
in: Tvůj sžíravý vhled do skutečné povahy mého charakteru mě zasáhl, Felixi. Nejsem si jistý, jestli se z toho někdy vzpamatuju. Graham je ten lepší, donutil jsi mě to přiznat.

# conversations/companions/g_companion_max_in_party:299:DefaultText
source: I must admit I'm a little surprised you're still considering working with them, especially after hearing of their plan. And erasing a town? Are we really going to do this?
in: Musím přiznat, že mě trochu překvapuje, že stále uvažujete o spolupráci s nimi, zvláště poté, co jste se dozvěděl o jejich plánu. A vymazání města? Opravdu to uděláme?

# conversations/companions/g_companion_max_in_party:300:DefaultText
source: I'll back whichever side is best for us.
in: Budu podporovat tu stranu, která pro nás bude nejlepší.

# conversations/companions/g_companion_max_in_party:301:DefaultText
source: Why wouldn't we? We don't owe anyone anything.
in: Proč bychom neměli? Nikomu nic nedlužíme.

# conversations/companions/g_companion_max_in_party:302:DefaultText
source: Of course. Well, whatever you decide, you can count on me to back your play.
in: Samozřejmě. Ať už se rozhodnete jakkoli, můžete se spolehnout, že vás podpořím.

# conversations/companions/g_companion_max_in_party:303:DefaultText
source: Well, it sounds like some people need to die. As long it's not us, I'm good with that.
in: No, vypadá to, že někteří lidé potřebují zemřít. Dokud to nebudeme my, tak mi to nevadí.

# conversations/companions/g_companion_max_in_party:309:DefaultText
source: <Let them argue>
in: <Ať se hádají>

# conversations/companions/g_companion_max_in_party:310:DefaultText
source: So, Max, you don't think we should have left him in charge of Monarch?
in: Takže si nemyslíš, Maxi, že jsme ho měli nechat ve vedení Monarchie?

# conversations/companions/g_companion_max_in_party:311:DefaultText
source: I'd say he's the lesser of two evils.
in: Řekl bych, že je menším zlem.

# conversations/companions/g_companion_max_in_party:312:DefaultText
source: So, Max, who would you trust to run Monarch?
in: Maxi, komu bys svěřil vedení společnosti Monarch?

# conversations/companions/g_companion_max_in_party:313:DefaultText
source: Felix is right. If I wanted your opinion, Max, I'd have asked for it.
in: Felix má pravdu. Kdybych chtěl znát tvůj názor, zeptal bych se tě na něj.

# conversations/companions/g_companion_max_in_party:314:DefaultText
source: Stow it, Felix.Thanks for your input, Max, I'll keep it in mind.
in: Díky za tvůj příspěvek, Maxi, budu na něj pamatovat.

# conversations/companions/g_companion_max_in_party:315:DefaultText
source: And how did he do that?
in: A jak to udělal?

# conversations/companions/g_companion_max_in_party:316:DefaultText
source: Return to the Unreliable, Vicar. I want you to wait for me on the ship.
in: Návrat k Nespolehlivému, pane faráři. Chci, abys na mě počkal na lodi.

# conversations/companions/g_companion_max_in_party:317:DefaultText
source: Vicar, you're out of my crew. I want you off this ship.
in: Vikáři, jste mimo mou posádku. Chci, abys odešel z této lodi.

# conversations/companions/g_companion_max_in_party:318:DefaultText
source: Wish I could say I was surprised, but I got the sense we weren't quite getting on as well as we should for a time now.
in: Kéž bych mohl říct, že mě to překvapilo, ale měl jsem pocit, že si už nějakou dobu nerozumíme tak, jak bychom měli.

# conversations/companions/g_companion_max_in_party:319:DefaultText
source: Will do, Captain. I'll keep an eye on her. In the meantime, take care of yourself out here.
in: Udělám to, kapitáne. Budu na ni dávat pozor. Mezitím se tu o sebe postarejte.

# conversations/companions/g_companion_max_in_party:320:DefaultText
source: Maybe I was too hasty. No need to leave yet.
in: Možná jsem se unáhlil. Ještě není třeba odcházet.

# conversations/companions/g_companion_max_in_party:321:DefaultText
source: I mean it. Get lost, preacher man.
in: Myslím to vážně. Vypadni, kazateli.

# conversations/companions/g_companion_max_in_party:322:DefaultText
source: All right. I'll be going it alone from here. See you around Halcyon. Maybe.
in: Dobře. Odtud už budu pokračovat sám. Uvidíme se v Halcyonu. Možná.

# conversations/companions/g_companion_max_in_party:323:DefaultText
source: I'll pack my belongings and go. If that's what you truly desire.
in: Sbalím si věci a půjdu. Pokud si to opravdu přeješ.

# conversations/companions/g_companion_max_in_party:324:DefaultText
source: I appreciate the second chance, Captain.
in: Oceňuji druhou šanci, kapitáne.

# conversations/companions/g_companion_max_in_party:325:DefaultText
source: As you know, I was a bit... obsessed with that book and my 'pursuit of the truth'. You seemed my last, only option.
in: Jak víte, byl jsem tou knihou a svou "honbou za pravdou" trochu... posedlý. Zdálo se, že jsi moje poslední, jediná možnost.

# conversations/companions/g_companion_max_in_party:327:DefaultText
source: Nothing too out of the ordinary, just your run of the mill vicar with a "violently enthusiastic" disposition.
in: Nic neobvyklého, prostě obyčejný farář s "prudce nadšenou" povahou.

# conversations/companions/g_companion_max_in_party:330:DefaultText
source: Would you like me to send another of our compatriots out to assist?
in: Chcete, abych na pomoc vyslal dalšího z našich krajanů?

# conversations/companions/g_companion_max_in_party:331:DefaultText
source: Send Ellie.
in: Odeslat Ellie.

# conversations/companions/g_companion_max_in_party:332:DefaultText
source: Send Felix.
in: Odeslat Felixovi.

# conversations/companions/g_companion_max_in_party:333:DefaultText
source: Send Nyoka.
in: Odeslat Nyoka.
