Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_*_party.po
Languages: in

# conversations/companions/g_companion_felix_in_party:143:DefaultText
source: I don't need to trust her, so long as she pays for my work.
in: Nemusím jí věřit, pokud mi za práci zaplatí.

# conversations/companions/g_companion_felix_in_party:144:DefaultText
source: The Adjutant is an upstanding professional, Felix. Don't be so suspicious.
in: Adjutant je bezúhonný profesionál, Felixi. Nebuď tak podezřívavý.

# conversations/companions/g_companion_felix_in_party:145:DefaultText
source: Probably not. There's a good chance she's using us.
in: Pravděpodobně ne. Je velká šance, že nás využívá.

# conversations/companions/g_companion_felix_in_party:146:DefaultText
source: Working for the Board always costs more than it pays. No job's worth your principles.
in: Práce pro správní radu vždy stojí víc, než kolik vynáší. Žádná práce nestojí za vaše zásady.

# conversations/companions/g_companion_felix_in_party:147:DefaultText
source: A professional accessory to tyranny. Did you see that fancy getup? She oughta be on the cover of Corruption Quarterly.
in: Profesionální spoluviník tyranie. Viděli jste ten parádní oblek? Měla by být na obálce Corruption Quarterly.

# conversations/companions/g_companion_felix_in_party:148:DefaultText
source: If you think she's using us, why'd you give her the time of day?
in: Jestli si myslíš, že nás využívá, proč jí dáváš čas?

# conversations/companions/g_companion_felix_in_party:158:DefaultText
source: Principles? What are those?
in: Zásady? Jaké to jsou?

# conversations/companions/g_companion_felix_in_party:159:DefaultText
source: You're one to talk, box-hauler.
in: Ty jsi ten, kdo mluví, box-haulere.

# conversations/companions/g_companion_felix_in_party:160:DefaultText
source: That's a good point, Felix.
in: To je dobrá poznámka, Felixi.

# conversations/companions/g_companion_felix_in_party:161:DefaultText
source: Sophia is honorable, despite her allegiance to the Board. You could learn from that.
in: Sophia je čestná, přestože je věrná představenstvu. Z toho by ses mohl poučit.

# conversations/companions/g_companion_felix_in_party:162:DefaultText
source: The Board's not as awful as you think.
in: Rada není tak hrozná, jak si myslíte.

# conversations/companions/g_companion_felix_in_party:163:DefaultText
source: Say what you like about the Board. They know how to wear a uniform.
in: Říkejte si o radě, co chcete. Umí nosit uniformu.

# conversations/companions/g_companion_felix_in_party:164:DefaultText
source: I pretty much ooze charisma. She couldn't stop talking to me.
in: Docela ze mě vyzařuje charisma. Nemohla se mnou přestat mluvit.

# conversations/companions/g_companion_felix_in_party:165:DefaultText
source: I've got a plan, Felix. Trust me on this one.
in: Mám plán, Felixi. Věř mi.

# conversations/companions/g_companion_felix_in_party:166:DefaultText
source: If I ever have to kill her, I want her to recognize my face.
in: Kdybych ji někdy musel zabít, chci, aby poznala můj obličej.

# conversations/companions/g_companion_felix_in_party:167:DefaultText
source: Nice one, boss. I know you don't mean that. I wouldn't have joined you if you didn't have some sort of principles.
in: Pěkné, šéfe. Vím, že to tak nemyslíš. Nepřidal bych se k vám, kdybyste neměl nějaké zásady.

# conversations/companions/g_companion_felix_in_party:168:DefaultText
source: Whoa. Hey. Come on. You know that's not true. I'm a *former* box-hauler.
in: Páni. Ahoj. No tak. Víš, že to není pravda. Jsem *bývalý* bedňák.

# conversations/companions/g_companion_felix_in_party:169:DefaultText
source: It was? No one's told me that before. I mean - yeah. Absolutely. Think about it.
in: Bylo to tak? To mi ještě nikdo neřekl. Chci říct - jo. Rozhodně. Přemýšlej o tom.

# conversations/companions/g_companion_felix_in_party:170:DefaultText
source: Or maybe the Adjutant could learn something from me. Can she name every Tossball Hall of Famer in alphabetical order? Didn't think so.
in: Nebo by se ode mě mohl adjutant něco naučit. Dokáže vyjmenovat všechny členy Síně slávy v abecedním pořadí? To jsem si nemyslel.

# conversations/companions/g_companion_felix_in_party:171:DefaultText
source: I'm willing to bet they're exactly as awful as I think. Possibly worse.
in: Vsadím se, že jsou přesně tak hrozné, jak si myslím. Možná ještě horší.

# conversations/companions/g_companion_felix_in_party:172:DefaultText
source: I always say what I like about the Board, but I'm glad I've got your permission.
in: Vždycky říkám, co se mi na radě líbí, ale jsem rád, že jsem dostal vaše svolení.

# conversations/companions/g_companion_felix_in_party:173:DefaultText
source: You sure that's charisma, boss? Maybe you should ask Ellie to take a look at you.
in: Jste si jistý, že to je charisma, šéfe? Možná byste měl požádat Ellie, aby se na vás podívala.

# conversations/companions/g_companion_felix_in_party:174:DefaultText
source: You got some secret plan to double-cross the Board? I knew it! Er - sorry. I probably shouldn't have said that out loud.
in: Máš nějaký tajný plán, jak podrazit Radu? Já to věděl! Ehm - promiň. Asi jsem to neměl říkat nahlas.

# conversations/companions/g_companion_felix_in_party:175:DefaultText
source: That's cold, boss. I like it.
in: To je chladné, šéfe. To se mi líbí.

# conversations/companions/g_companion_felix_in_party:176:DefaultText
source: I know we're freelancers and all. We take work where we can find it. But we gotta be vigilant, you know?
in: Vím, že jsme na volné noze a tak. Bereme práci, kde ji najdeme. Ale musíme být ostražití, víte?

# conversations/companions/g_companion_felix_in_party:177:DefaultText
source: Are you going somewhere with this?
in: Míříte někam?

# conversations/companions/g_companion_felix_in_party:178:DefaultText
source: I wouldn't mind an occasional yes-sir out of you.
in: Nevadilo by mi, kdybyste mi občas řekl ano.

# conversations/companions/g_companion_felix_in_party:178:FemaleText
source: I wouldn't mind the occasional yes-ma'am out of you.
in: Nevadilo by mi, kdybyste občas řekla "ano, paní".

# conversations/companions/g_companion_felix_in_party:179:DefaultText
source: I know what I'm doing, Felix.
in: Vím, co dělám, Felixi.

# conversations/companions/g_companion_felix_in_party:180:DefaultText
source: Your warning has been noted.
in: Vaše varování bylo zaznamenáno.

# conversations/companions/g_companion_felix_in_party:181:DefaultText
source: Come on, boss. You know I'd never imagine you as some sort of authority figure.
in: No tak, šéfe. Víš, že bych si tě nikdy nepředstavoval jako nějakou autoritu.

# conversations/companions/g_companion_felix_in_party:182:DefaultText
source: I appreciate your time. Let's get back to it.
in: Vážím si vašeho času. Vraťme se k tomu.

# conversations/companions/g_companion_felix_in_party:184:DefaultText
source: Just trying to watch out for you, boss.
in: Jen se na tebe snažím dávat pozor, šéfe.

# conversations/companions/g_companion_felix_in_party:185:DefaultText
source: But the way you treated Ms. Lockwood was real honorable.
in: Ale to, jak jste se choval ke slečně Lockwoodové, bylo opravdu čestné.

# conversations/companions/g_companion_felix_in_party:186:DefaultText
source: We're heroes, Felix. Heroes always do the honorable thing.
in: Jsme hrdinové, Felixi. Hrdinové se vždy chovají čestně.

# conversations/companions/g_companion_felix_in_party:187:DefaultText
source: I don't care about Lockwood. I just wanted to annoy Sophia.
in: Lockwood mě nezajímá. Jen jsem chtěl naštvat Sophii.

# conversations/companions/g_companion_felix_in_party:188:DefaultText
source: Nah. I just didn't want her blood all over my clothes, you know?
in: Ne. Jen jsem nechtěl mít její krev na oblečení, víš?

# conversations/companions/g_companion_felix_in_party:189:DefaultText
source: You went through all that trouble just to annoy the Adjutant? I knew there was a reason I liked you.
in: Dělal sis tolik starostí jen proto, abys naštval adjutanta? Věděl jsem, že mám důvod, proč tě mám rád.

# conversations/companions/g_companion_felix_in_party:190:DefaultText
source: I know what you mean. We may be doing the Board's dirty work, but we don't have to look the part.
in: Vím, co máte na mysli. Možná děláme špinavou práci pro Radu, ale nemusíme se tak tvářit.

# conversations/companions/g_companion_felix_in_party:191:DefaultText
source: "Heroes always do the honorable thing." There it is. The tag line for our adventure serial.
in: "Hrdinové se vždy chovají čestně." Tady to je. Slogan našeho dobrodružného seriálu.

# conversations/companions/g_companion_felix_in_party:202:DefaultText
source: This is all part of your plan, right? You're putting on an act.
in: Tohle všechno je součástí vašeho plánu, že? Hraješ divadlo.

# conversations/companions/g_companion_felix_in_party:211:DefaultText
source: Real discreet, Felix. Why don't you tell the whole colony?
in: Opravdu diskrétní, Felixi. Proč to neřekneš celé kolonii?

# conversations/companions/g_companion_felix_in_party:212:DefaultText
source: <Tap the side of your nose.>
in: <Poklepejte si na stranu nosu.>

# conversations/companions/g_companion_felix_in_party:213:DefaultText
source: I want the Adjutant to trust me, but I have no intention of betraying her.
in: Chci, aby mi adjutantka důvěřovala, ale nemám v úmyslu ji zradit.

# conversations/companions/g_companion_felix_in_party:215:DefaultText
source: Hey, no problem, boss. I can keep it on the quiet. What were we talking about, again? Have we even met before?
in: Hej, žádný problém, šéfe. Můžu to nechat v klidu. O čem že jsme to mluvili? Už jsme se někdy potkali?

# conversations/companions/g_companion_felix_in_party:216:DefaultText
source: We should get back to work. Thanks for the talk.
in: Měli bychom se vrátit k práci. Díky za rozhovor.

# conversations/companions/g_companion_felix_in_party:217:DefaultText
source: What? Is there something on my nose?
in: Cože? Mám něco na nose?

# conversations/companions/g_companion_felix_in_party:218:DefaultText
source: What was all that business with Lockwood? The Adjutant wanted her dead, and you went against her orders.
in: Co to bylo s Lockwoodem? Adjutantka ji chtěla zabít a vy jste se postavil proti jejím rozkazům.

# conversations/companions/g_companion_felix_in_party:219:DefaultText
source: There's a difference between loyalty and blind obedience.
in: Je rozdíl mezi loajalitou a slepou poslušností.

# conversations/companions/g_companion_felix_in_party:220:DefaultText
source: Rachel Lockwood did not deserve to die. Sophia will understand.
in: Rachel Lockwoodová si nezasloužila zemřít. Sophia to pochopí.

# conversations/companions/g_companion_felix_in_party:221:DefaultText
source: I've got my reasons.
in: Mám své důvody.

# conversations/companions/g_companion_felix_in_party:222:DefaultText
source: You got a point there, boss. If I've ever got a problem with your leadership, I'll make sure you know.
in: Máš pravdu, šéfe. Jestli budu mít někdy problém s vaším vedením, určitě se to dozvíte.

# conversations/companions/g_companion_felix_in_party:223:DefaultText
source: Sounds like you've got a lot more faith in the Adjutant than I do. I'm glad you made the right call, though.
in: Zdá se, že máš v adjutanta mnohem větší důvěru než já. Jsem ale rád, že jste se rozhodl správně.

# conversations/companions/g_companion_felix_in_party:224:DefaultText
source: Playing your cards close to your chest, huh? Suppose that's fair.
in: Hraješ si s kartami na prsou, co? To je asi fér.

# conversations/companions/g_companion_felix_in_party:228:DefaultText
source: Makes you wonder if being a treacherous, two-timing coward is some sort of contagious disease, or if he was just born that way.
in: Člověk si říká, jestli je proradný a podrazácký zbabělec nějaká nakažlivá nemoc, nebo se tak prostě narodil.

# conversations/companions/g_companion_felix_in_party:229:DefaultText
source: Is this about Graham Bryant?
in: Jde o Grahama Bryanta?

# conversations/companions/g_companion_felix_in_party:230:DefaultText
source: Felix, what are you talking about?
in: Felixi, o čem to mluvíš?

# conversations/companions/g_companion_felix_in_party:231:DefaultText
source: Never meet your heroes.
in: Nikdy se nesetkejte se svými hrdiny.

# conversations/companions/g_companion_felix_in_party:232:DefaultText
source: I looked up to Clyde Harlow, too. Turns out he was just another fraud, like Graham.
in: Také jsem vzhlížel ke Clydu Harlowovi. Ukázalo se, že to byl jen další podvodník, stejně jako Graham.

# conversations/companions/g_companion_felix_in_party:233:DefaultText
source: Graham wasn't my hero. But I did admire his work.
in: Graham nebyl můj hrdina. Ale obdivoval jsem jeho práci.

# conversations/companions/g_companion_felix_in_party:234:DefaultText
source: Graham Bryant, if that is his real name. I can't trust a word that came out of his mouth.
in: Graham Bryant, pokud je to jeho skutečné jméno. Nemůžu věřit ani slovu, které vypustil z úst.

# conversations/companions/g_companion_felix_in_party:235:DefaultText
source: At first, I liked what Graham was doing. The Iconoclasts were going to change Halcyon for the better.
in: Zpočátku se mi líbilo, co Graham dělal. Ikonoklasté měli změnit Halcyon k lepšímu.

# conversations/companions/g_companion_felix_in_party:236:DefaultText
source: But then we found out Graham was behind the slaughter of Amber Heights. How can anybody so morally bankrupt lead a movement to transform the colony?
in: Pak jsme ale zjistili, že za masakrem v Amber Heights stojí Graham. Jak může někdo tak morálně zkrachovalý vést hnutí za přeměnu kolonie?

# conversations/companions/g_companion_felix_in_party:237:DefaultText
source: I give up. How?
in: Vzdávám se. Jak?

# conversations/companions/g_companion_felix_in_party:238:DefaultText
source: Don't go looking for role models, Felix. You're just asking to be lied to.
in: Nehledej vzory, Felixi. Jen si koleduješ o to, aby ti někdo lhal.

# conversations/companions/g_companion_felix_in_party:239:DefaultText
source: He was sorry for what he did.
in: Litoval toho, co udělal.

# conversations/companions/g_companion_felix_in_party:240:DefaultText
source: He's dead now, so it doesn't matter.
in: Teď už je mrtvý, takže na tom nezáleží.

# conversations/companions/g_companion_felix_in_party:241:DefaultText
source: Graham's a piece of trash.
in: Graham je odpad.

# conversations/companions/g_companion_felix_in_party:242:DefaultText
source: Uh, boss. That wasn't a trick question. I was being, what's the word, rhetorical.
in: Šéfe. To nebyla záludná otázka. Byla to, jak se to říká, řečnická otázka.

# conversations/companions/g_companion_felix_in_party:243:DefaultText
source: Don't have to remind me. Clyde was my hero for a time. We both know how that ended up.
in: Nemusíš mi to připomínat. Clyde byl jeden čas můj hrdina. Oba víme, jak to dopadlo.

# conversations/companions/g_companion_felix_in_party:244:DefaultText
source: Yeah, maybe you're right.
in: Jo, možná máš pravdu.

# conversations/companions/g_companion_felix_in_party:245:DefaultText
source: You'd never do something like that, would you? Slaughter a whole community of innocents.
in: Něco takového bys nikdy neudělal, že ne? Vyvraždit celou komunitu nevinných lidí.

# conversations/companions/g_companion_felix_in_party:247:DefaultText
source: Nah, he was sorry for getting found out. Graham never cared about anybody but himself.
in: Ne, mrzelo ho, že ho odhalili. Graham se nikdy nestaral o nikoho jiného než o sebe.

# conversations/companions/g_companion_felix_in_party:248:DefaultText
source: That's putting it kindly, boss. Graham's worse than trash. He's a traitor.
in: To je mírně řečeno, šéfe. Graham je horší než odpad. Je to zrádce.

# conversations/companions/g_companion_felix_in_party:257:DefaultText
source: Let's get back to it. I need to put all this ugly business with Graham behind me.
in: Vraťme se k tomu. Musím hodit tuhle ošklivou záležitost s Grahamem za hlavu.

# conversations/companions/g_companion_felix_in_party:258:DefaultText
source: Graham wasn't the one who killed all those people. He just allowed it to happen.
in: Graham nebyl tím, kdo všechny ty lidi zabil. On to jen dovolil.

# conversations/companions/g_companion_felix_in_party:259:DefaultText
source: Sure, for the right price.
in: Jistě, za správnou cenu.

# conversations/companions/g_companion_felix_in_party:260:DefaultText
source: Never.
in: Nikdy.

# conversations/companions/g_companion_felix_in_party:261:DefaultText
source: For both our sakes, I'm gonna assume you're joking.
in: Pro dobro nás obou budu předpokládat, že si děláš legraci.

# conversations/companions/g_companion_felix_in_party:262:DefaultText
source: Yeah, that's what I thought.
in: Jo, to jsem si myslel.

# conversations/companions/g_companion_felix_in_party:263:DefaultText
source: I'm sure Graham told himself the same thing. He wasn't the one who held the gun and pulled the trigger. All he did was turn a key.
in: Graham si určitě říkal totéž. Nebyl to on, kdo držel zbraň a zmáčkl spoušť. Jen otočil klíčem.

# conversations/companions/g_companion_felix_in_party:264:DefaultText
source: I been trying to think of a good title for this episode. I like the sound of "The Skip Job."
in: Snažil jsem se vymyslet dobrý název pro tento díl. Líbí se mi název "The Skip Job".

# conversations/companions/g_companion_felix_in_party:265:DefaultText
source: No, no wait. I got it. "Hope In Dark Times." Get it? Hope? Like the ship? That's what folks in the business call wordplay.
in: Ne, ne, počkejte. Už to mám. "Naděje v temných časech." Chápeš? Naděje? Jako ta loď? Tomu se v branži říká slovní hříčka.

# conversations/companions/g_companion_felix_in_party:266:DefaultText
source: Yeah, I got it.
in: Jo, chápu.

# conversations/companions/g_companion_felix_in_party:267:DefaultText
source: Whoa. I just got that.
in: Páni. Právě jsem to pochopil.

# conversations/companions/g_companion_felix_in_party:268:DefaultText
source: Not bad, Felix. Our adventure serial's gonna need a name, too.
in: To není špatné, Felixi. Náš dobrodružný seriál bude také potřebovat jméno.

# conversations/companions/g_companion_felix_in_party:269:DefaultText
source: Not bad, huh? I have my moments. I been thinking about what I'd call our adventure serial.
in: To není špatné, co? Mám své chvíle. Přemýšlel jsem, jak bych nazval náš dobrodružný seriál.

# conversations/companions/g_companion_felix_in_party:270:DefaultText
source: This isn't a serial drama. We're not heroes in some fanciful story.
in: Tohle není seriál. Nejsme hrdinové nějakého fantaskního příběhu.

# conversations/companions/g_companion_felix_in_party:271:DefaultText
source: Yeah, I been thinking about that. Got a list right here.
in: Jo, o tom jsem přemýšlel. Mám tady seznam.

# conversations/companions/g_companion_felix_in_party:272:DefaultText
source: Nothing gets past you, boss. In fact, I been thinking about what we'd call our adventure serial.
in: Nic vám neprojde, šéfe. Vlastně jsem přemýšlel o tom, jak bychom nazvali náš dobrodružný seriál.

# conversations/companions/g_companion_felix_in_party:273:DefaultText
source: "Thrilling Tales of the Unreliable." Or maybe "Spine-Chilling Stories from the Edge of the System." Was also considering "Astounding Adventures in the Aether."
in: "Napínavé příběhy nespolehlivých." Nebo třeba "Mrazivé příběhy z okraje systému". Uvažoval jsem také o "Úžasných dobrodružstvích v éteru".

# conversations/companions/g_companion_felix_in_party:274:DefaultText
source: I'm partial to that last one.
in: To poslední se mi líbí.

# conversations/companions/g_companion_felix_in_party:275:DefaultText
source: Hey, nice. You can totally pull off the tough-as-nails hardass boss with no sense of humor.
in: Hej, hezké. Rozhodně zvládneš roli drsného šéfa bez smyslu pro humor.

# conversations/companions/g_companion_felix_in_party:276:DefaultText
source: And everybody thinks you're serious and professional all the time. Except at the end, when you sacrifice your life for the good of the team, proving you cared all along.
in: A všichni si myslí, že jsi pořád seriózní a profesionální. Až na konec, kdy obětuješ svůj život pro dobro týmu a dokážeš, že ti na něm celou dobu záleželo.

# conversations/companions/g_companion_felix_in_party:277:DefaultText
source: Wait, no. Don't do that.
in: Počkat, ne. To nedělej.

# conversations/companions/g_companion_felix_in_party:278:DefaultText
source: I've got no intention of dying.
in: Nemám v úmyslu zemřít.

# conversations/companions/g_companion_felix_in_party:279:DefaultText
source: Are you taking this seriously at all?
in: Berete to vůbec vážně?

# conversations/companions/g_companion_felix_in_party:280:DefaultText
source: <Squeeze the bridge of your nose.> Felix...
in: <Stiskněte si kořen nosu.> Felix...

# conversations/companions/g_companion_felix_in_party:281:DefaultText
source: Right. I'm overdoing it again. Got it. Sorry, boss. I'm just excited, you know?
in: Vpravo. Zase to přeháním. Mám to. Promiň, šéfe. Jsem jenom vzrušený, víš?

# conversations/companions/g_companion_felix_in_party:282:DefaultText
source: Absolutely. I am so serious about this.
in: Rozhodně. Myslím to vážně.

# conversations/companions/g_companion_felix_in_party:283:DefaultText
source: That was an amazing last line. So, you know, don't say that sort of thing if you're about to go charging into a fight.
in: To byla úžasná poslední věta. Takže, víte, neříkejte takové věci, když se chystáte jít do boje.

# conversations/companions/g_companion_felix_in_party:284:DefaultText
source: Stealing the Hope from the Board. Skipping it across the whole damn system. This is gonna be great. I can't wait.
in: Krádež naděje ze správní rady. Přeskočit ji napříč celým zatraceným systémem. Tohle bude skvělé. Nemůžu se dočkat.

# conversations/companions/g_companion_felix_in_party:285:DefaultText
source: I prefer "The Adventures of <oeitoken>PlayerName</oeitoken> and Company."
in: Já dávám přednost "Dobrodružství <oeitoken>Jméno hráče</oeitoken> a spol.".

# conversations/companions/g_companion_felix_in_party:286:DefaultText
source: How about this one? "Felix's Adventures in Shutting Up and Doing As He's Told."
in: Co třeba tohle? "Felixovo dobrodružství, jak držet hubu a krok."

# conversations/companions/g_companion_felix_in_party:287:DefaultText
source: I'm glad you're having fun, but we've got a job to do.
in: Jsem rád, že se bavíte, ale my máme práci.

# conversations/companions/g_companion_felix_in_party:288:DefaultText
source: Not bad. Got a nice ring to it.
in: Není to špatné. Pěkně to zní.

# conversations/companions/g_companion_felix_in_party:289:DefaultText
source: Yeah, we got a job to do. We're hijacking a lost colony ship and slamming it right into the rings of Terra 2.
in: Jo, máme práci. Uneseme ztracenou koloniální loď a narazíme s ní přímo do prstenců Terry 2.

# conversations/companions/g_companion_felix_in_party:290:DefaultText
source: Not a huge fan of that one.
in: Nejsem jeho velkým fanouškem.

# conversations/companions/g_companion_felix_in_party:291:DefaultText
source: Oh, you were being serious. Right. Yep, got it.
in: Aha, to jsi myslel vážně. Správně. Jo, chápu.

# conversations/companions/g_companion_felix_in_party:292:DefaultText
source: I don't have the time or the patience for this nonsense.
in: Na tyhle nesmysly nemám čas ani trpělivost.

# conversations/companions/g_companion_felix_in_party:293:DefaultText
source: Say no more, boss.
in: Už nic neříkejte, šéfe.

# conversations/companions/g_companion_felix_in_party:294:DefaultText
source: Didn't I tell you? I'm secretly the Chairman's orphan child, abandoned at birth in the Back Bays.
in: Neříkal jsem ti to? Jsem tajně předsedův sirotek, opuštěný po narození v Zadních zátokách.
