Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_sam.po
Languages: cs

# conversations/companions/g_companion_sam:1:DefaultText
source: [There's no response from the automechanical unit. A serial number etched in its chassis includes the letters "SAM."]
cs: [Automechanická jednotka nereaguje. Na jejím šasi je vyleptané sériové číslo s písmeny "SAM".]

# conversations/companions/g_companion_sam:2:DefaultText
source: <Install the acid steeper.>
cs: <Instalace strmější kyseliny.>

# conversations/companions/g_companion_sam:3:DefaultText
source: <Leave the automechanical alone.>
cs: <Automechaniku nechte na pokoji.>

# conversations/companions/g_companion_sam:5:DefaultText
source: Every SAM unit comes lean, mean, and ready to clean!
cs: Každá jednotka SAM je štíhlá, zlá a připravená k čištění!

# conversations/companions/g_companion_sam:6:DefaultText
source: Battery levels are: FULLY CHARGED.
cs: Úroveň nabití baterie je: PLNĚ NABITÉ.

# conversations/companions/g_companion_sam:7:DefaultText
source: Issuing sanitation ticket. ERROR: refill printer paper.
cs: Vydání hygienického lístku. CHYBA: doplnění papíru do tiskárny.

# conversations/companions/g_companion_sam:8:DefaultText
source: Scanning for c2547-grade rated contaminants.
cs: Skenování kontaminantů třídy c2547.

# conversations/companions/g_companion_sam:9:DefaultText
source: Dust accumulation analysis: 2.5 years.
cs: Analýza akumulace prachu: 2,5 roku.

# conversations/companions/g_companion_sam:10:DefaultText
source: AHHHHHHHHHHHHHH!!!!!!!!!!
cs: AHHHHHHHHHHHHHHHHHH!!!!!!!!!!

# conversations/companions/g_companion_sam:11:DefaultText
source: [The unit does not respond to your high-pitched scream.]
cs: [Jednotka nereaguje na váš vysoký křik.]

# conversations/companions/g_companion_sam:12:DefaultText
source: [A rumbling vibrates from the unit's chassis.]
cs: [Z podvozku jednotky se ozývá dunění.]

# conversations/companions/g_companion_sam:13:DefaultText
source: Go back to the ship, SAM.
cs: Vrať se na loď, SAMe.

# conversations/companions/g_companion_sam:14:DefaultText
source: Command accepted. Unit relocating to specified destination: the Unreliable.
cs: Příkaz přijat. Jednotka se přemisťuje na zadané místo určení: Nespolehlivé.

# conversations/companions/g_companion_sam:15:DefaultText
source: SAM, I'm decommissioning you from service. You're fired.
cs: SAM, vyřazuji tě ze služby. Máš padáka.

# conversations/companions/g_companion_sam:16:DefaultText
source: Customer, please confirm that you wish to terminate this SAM unit's employment contract.
cs: Zákazníku, potvrďte prosím, že si přejete ukončit pracovní smlouvu s touto jednotkou SAM.

# conversations/companions/g_companion_sam:17:DefaultText
source: Once decommissioned, this unit will no longer be available for service on the Unreliable.
cs: Po vyřazení z provozu již tato jednotka nebude k dispozici pro službu na Nespolehlivém.

# conversations/companions/g_companion_sam:18:DefaultText
source: On second thought, I could use your cleaning skills.
cs: Když o tom tak přemýšlím, hodily by se mi tvé úklidové schopnosti.

# conversations/companions/g_companion_sam:19:DefaultText
source: Customer service contract successfully renewed. Thank you for your commitment to utilizing a SAM.
cs: Smlouva o poskytování služeb zákazníkům byla úspěšně prodloužena. Děkujeme vám za váš závazek využívat SAM.

# conversations/companions/g_companion_sam:20:DefaultText
source: Exactly. Get lost, scrapheap.
cs: Přesně tak. Ztrať se, šrot.

# conversations/companions/g_companion_sam:21:DefaultText
source: Service request processed. New task: "deploy to remote lands" is scheduled for immediate execution.
cs: Požadavek na službu zpracován. Nová úloha: "deploy to remote lands" je naplánována k okamžitému provedení.

# conversations/companions/g_companion_sam:22:DefaultText
source: AHHHHHHHHHHHHHH!!!!!!!!!!
cs: AHHHHHHHHHHHHHHHHHH!!!!!!!!!!

# conversations/companions/g_companion_sam:23:DefaultText
source: Error: this unit is unable to process the service request, "AHHHHHHHHHHHHHH!!!!!!!!!!" Customer, please repeat the command.
cs: Chyba: tato jednotka není schopna zpracovat požadavek na službu, "AHHHHHHHHHHHHHHHHHH!!!!!!!!!!" Zákazníku, zopakujte prosím příkaz.

# conversations/companions/g_companion_sam:24:DefaultText
source: This area is utterly filthy.
cs: Tato oblast je naprosto špinavá.

# conversations/companions/g_companion_sam:25:DefaultText
source: Back to work, SAM.
cs: Zpátky do práce, SAMe.

# conversations/companions/g_companion_sam:26:DefaultText
source: All cleaning tasks have been completed. Scheduling next round of cleaning to commence in... four minutes.
cs: Všechny úklidové práce byly dokončeny. Plánujeme další kolo úklidu, které začne za... čtyři minuty.

# conversations/companions/g_companion_sam:27:DefaultText
source: So where did you come from?
cs: Odkud pocházíte?

# conversations/companions/g_companion_sam:29:DefaultText
source: Good work, SAM!
cs: Dobrá práce, SAMe!

# conversations/companions/g_companion_sam:30:DefaultText
source: Thank you, customer!
cs: Děkujeme, zákazníku!

# conversations/companions/g_companion_sam:31:DefaultText
source: Initiating initialization sequences.... GREETINGS, CUSTOMER! This SAM unit is unable to locate your registered information.
cs: Zahájení inicializačních sekvencí.... ZDRAVÍM, ZÁKAZNÍKU! Tato jednotka SAM nemůže najít vaše registrované informace.

# conversations/companions/g_companion_sam:32:DefaultText
source: Would you like to register your SAM?
cs: Chcete zaregistrovat svůj SAM?

# conversations/companions/g_companion_sam:33:DefaultText
source: Welcome to the crew, SAM.
cs: Vítej v posádce, SAMe.

# conversations/companions/g_companion_sam:34:DefaultText
source: SAM units live to clean and clean to live!
cs: Jednotky SAM žijí, aby čistily, a čistí, aby žili!

# conversations/companions/g_companion_sam:35:DefaultText
source: All SAM units travel fully assembled in a twelve by twelve corrugated steel box.
cs: Všechny jednotky SAM se přepravují kompletně smontované v ocelové krabici o rozměrech dvanáct krát dvanáct.

# conversations/companions/g_companion_sam:36:DefaultText
source: No, I mean, I want to know more about you.
cs: Ne, chci říct, že o vás chci vědět víc.

# conversations/companions/g_companion_sam:37:DefaultText
source: Did you know SAM units are capable of equipping regulation-grade flamethrower nozzles? Upgrade your attachment today, and get to Firing Away!
cs: Věděli jste, že jednotky SAM mohou být vybaveny plamenometnými tryskami? Vylepšete svůj nástavec ještě dnes a pusťte se do palby!

# conversations/companions/g_companion_sam:39:DefaultText
source: I'll leave you to it, then.
cs: Nechám vás tedy o samotě.

# conversations/companions/g_companion_sam:40:DefaultText
source: What do you say, SAM? You want to help me clean up this colony?
cs: Co říkáš, SAMe? Chceš mi pomoct vyčistit tuhle kolonii?

# conversations/companions/g_companion_sam:41:DefaultText
source: Got stubborn stains? Leave them for SAM.
cs: Máte odolné skvrny? Nechte je na SAM.

# conversations/companions/g_companion_sam:43:DefaultText
source: Yes.
cs: Ano.

# conversations/companions/g_companion_sam:44:DefaultText
source: No.
cs: Ne.

# conversations/companions/g_companion_sam:45:DefaultText
source: Registering new owner... CAPTAIN.
cs: Registrace nového majitele... KAPITÁN.

# conversations/companions/g_companion_sam:46:DefaultText
source: You know what's great about our SAM units? They never need to be told twice!
cs: Víte, co je na našich jednotkách SAM skvělé? Nikdy jim to nemusíte říkat dvakrát!

# conversations/companions/g_companion_sam:47:DefaultText
source: SAM - we guarantee it's the only sanitation and maintenance unit you'll ever need.
cs: SAM - zaručujeme, že je to jediná sanitační a údržbová jednotka, kterou kdy budete potřebovat.

# conversations/companions/g_companion_sam:48:DefaultText
source: WARNING: Raptidon claws carry bacteria and have the potential to cause organic death due to massive amounts of blood loss. Service cancellation request processing...
cs: VAROVÁNÍ: Raptidoní drápy přenášejí bakterie a mohou způsobit organickou smrt v důsledku masivní ztráty krve. Zpracování žádosti o zrušení služby...

# conversations/companions/g_companion_sam:49:DefaultText
source: SAM: merciless on germs!
cs: SAM: nemilosrdný k bakteriím!

# conversations/companions/g_companion_sam:52:DefaultText
source: Customer, please select who you would like to replace this unit for duty!
cs: Zákazníku, vyberte, prosím, kdo má tuto jednotku nahradit ve službě!

# conversations/companions/g_companion_sam:53:DefaultText
source: Send Ellie.
cs: Odeslat Ellie.

# conversations/companions/g_companion_sam:54:DefaultText
source: Request acknowledged. Retrieving crewmember now!
cs: Žádost vzata na vědomí. Vracíme člena posádky!

# conversations/companions/g_companion_sam:55:DefaultText
source: Send Felix.
cs: Odeslat Felixovi.

# conversations/companions/g_companion_sam:56:DefaultText
source: Understood, customer! Goodbye for now.
cs: Rozumím, zákazníku! Prozatím sbohem.

# conversations/companions/g_companion_sam:57:DefaultText
source: Send Nyoka.
cs: Odeslat Nyoka.

# conversations/companions/g_companion_sam:58:DefaultText
source: Request acknowledged. Retrieving crewmember now!
cs: Žádost vzata na vědomí. Vracíme člena posádky!

# conversations/companions/g_companion_sam:59:DefaultText
source: Send Max.
cs: Odeslat Max.

# conversations/companions/g_companion_sam:60:DefaultText
source: Request acknowledged. Retrieving crewmember now!
cs: Žádost vzata na vědomí. Vracíme člena posádky!

# conversations/companions/g_companion_sam:61:DefaultText
source: Send Parvati.
cs: Pošlete Parvati.

# conversations/companions/g_companion_sam:62:DefaultText
source: Understood, customer! Goodbye for now.
cs: Rozumím, zákazníku! Prozatím sbohem.

# conversations/companions/g_companion_sam:63:DefaultText
source: Not right now.
cs: Teď ne.
