Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_quest_main.po
Languages: cs

# conversations/companions/g_companion_ellie_quest_main:333:DefaultText
source: Now, getting back to my story...
cs: Nyní se vrátím ke svému příběhu...

# conversations/companions/g_companion_ellie_quest_main:334:DefaultText
source: You've got a sense of drama, I'll give you that much.
cs: Máš smysl pro drama, to se musí nechat.

# conversations/companions/g_companion_ellie_quest_main:335:DefaultText
source: I'll consider that a compliment.
cs: Považuji to za kompliment.

# conversations/companions/g_companion_ellie_quest_main:336:DefaultText
source: Trust me, this was for the best.
cs: Věřte mi, bylo to tak nejlepší.

# conversations/companions/g_companion_ellie_quest_main:337:DefaultText
source: I'm sorry. It's a rough situation.
cs: Omlouvám se. Je to těžká situace.

# conversations/companions/g_companion_ellie_quest_main:338:DefaultText
source: THAT sounds familiar.
cs: To zní povědomě.

# conversations/companions/g_companion_ellie_quest_main:344:DefaultText
source: I'd love to know how you'd describe getting kneecapped.
cs: Rád bych věděl, jak bys popsal, že jsi dostal koleno.

# conversations/companions/g_companion_ellie_quest_main:345:DefaultText
source: I'm used to rough situations. Like when someone loads your pistol with blanks and strands you in a marauder moonbase. Or traps you in an airlock with an angry mantiswarm.
cs: Jsem zvyklý na drsné situace. Třeba když vám někdo nabije pistoli slepými náboji a uvězní vás na marauderské měsíční základně. Nebo vás uvězní v přechodové komoře s rozzuřenou kudlankou.

# conversations/companions/g_companion_ellie_quest_main:346:DefaultText
source: Everyone's only out for themselves. You've seen that now.
cs: Každý se stará jen o sebe. To už jsi viděl.

# conversations/companions/g_companion_ellie_quest_main:347:DefaultText
source: You've got to surround yourself with people who will really look out for you.
cs: Musíte se obklopit lidmi, kteří se o vás budou opravdu starat.

# conversations/companions/g_companion_ellie_quest_main:348:DefaultText
source: I always thought I knew that. Didn't realize it would take getting stabbed in the back to really get it.
cs: Vždycky jsem si myslel, že to vím. Neuvědomil jsem si, že k tomu, abych to pochopil, je třeba, aby mě někdo bodl do zad.

# conversations/companions/g_companion_ellie_quest_main:349:DefaultText
source: Anyway, I don't wanna sift through this lousy experience for meaningful life lessons! I'm mad, and I wanna DO something about it! Something like...
cs: Každopádně se nechci prokousávat touto mizernou zkušeností kvůli smysluplným životním lekcím! Jsem naštvaný a chci s tím něco DĚLAT! Něco jako...

# conversations/companions/g_companion_ellie_quest_main:350:DefaultText
source: Unless you mean the kind who'll look out for you to blink so they can swipe your bits, the galaxy's not exactly crawling with those.
cs: Pokud nemyslíte ty, kteří si dávají pozor, abyste mrkli a oni vás mohli okrást, tak těmi se galaxie zrovna nehemží.

# conversations/companions/g_companion_ellie_quest_main:351:DefaultText
source: I think there's a lesson here, Ellie.
cs: Myslím, že z toho plyne ponaučení, Ellie.

# conversations/companions/g_companion_ellie_quest_main:358:DefaultText
source: I hope you don't think I'm talking about this because I want to be introspective.
cs: Doufám, že si nemyslíte, že o tom mluvím proto, že chci být introspektivní.

# conversations/companions/g_companion_ellie_quest_main:360:DefaultText
source: Uh oh. It looks like we're in for a Big Talk.
cs: Uh oh. Vypadá to, že nás čeká Velký rozhovor.

# conversations/companions/g_companion_ellie_quest_main:362:DefaultText
source: I know.
cs: Já vím.

# conversations/companions/g_companion_ellie_quest_main:363:DefaultText
source: Once again, that's very specific.
cs: To je opět velmi specifické.

# conversations/companions/g_companion_ellie_quest_main:364:DefaultText
source: What can I say? I don't collect things, I collect experiences.
cs: Co na to říct? Nesbírám věci, ale zážitky.

# conversations/companions/g_companion_ellie_quest_main:365:DefaultText
source: What happened with your parents is in the past now. Move on.
cs: To, co se stalo tvým rodičům, je už minulostí. Jdi dál.

# conversations/companions/g_companion_ellie_quest_main:366:DefaultText
source: This episode reflects on them, not you.
cs: Tato epizoda se týká jich, ne vás.

# conversations/companions/g_companion_ellie_quest_main:367:DefaultText
source: I know, I know. This whole experience is stuck in my head like a bad jingle.
cs: Já vím, já vím. Celý tenhle zážitek mi utkvěl v hlavě jako špatná znělka.

# conversations/companions/g_companion_ellie_quest_main:368:DefaultText
source: You can learn something from this. It's up to you to determine what that is.
cs: Můžete se z toho poučit. Je na vás, abyste určili, co to je.

# conversations/companions/g_companion_ellie_quest_main:369:DefaultText
source: Can't I just have a drink and punch some poor, defenseless pillow instead?
cs: Nemůžu se prostě napít a místo toho praštit nějaký ubohý bezbranný polštář?

# conversations/companions/g_companion_ellie_quest_main:370:DefaultText
source: Work through it on your own time. I just want to know what we're doing next.
cs: Projděte si ji ve svém volném čase. Chci jen vědět, co budeme dělat dál.

# conversations/companions/g_companion_ellie_quest_main:371:DefaultText
source: Hey, the last thing I wanna do is sit around thinking about all this. I wanna take action. I wanna...
cs: Hej, poslední věc, kterou chci dělat, je sedět a přemýšlet o tom všem. Chci jednat. Chci...

# conversations/companions/g_companion_ellie_quest_main:372:DefaultText
source: Bad things happen. It doesn't mean anything.
cs: Stávají se špatné věci. Nic to neznamená.

# conversations/companions/g_companion_ellie_quest_main:373:DefaultText
source: I would've fixed a drink if I knew we were in for one of these.
cs: Kdybych věděl, že nás čeká jeden z nich, připravil bych si pití.

# conversations/companions/g_companion_ellie_quest_main:374:DefaultText
source: But I want to talk about ME now.
cs: Ale teď chci mluvit o sobě.

# conversations/companions/g_companion_ellie_quest_main:375:DefaultText
source: Just can't think of a good use for this one.
cs: Jen mě nenapadá, jak ho dobře využít.

# conversations/companions/g_companion_ellie_quest_main:376:DefaultText
source: Just need something worse to get it out.
cs: Potřebujete jen něco horšího, abyste to dostali ven.

# conversations/companions/g_companion_ellie_quest_main:377:DefaultText
source: There, that's what I was talking about! Really, though.
cs: Tak, to je to, o čem jsem mluvil! Ale opravdu.

# conversations/companions/g_companion_ellie_quest_main:378:DefaultText
source: There, that's what I was talking about! Really, though.
cs: Tak, to je to, o čem jsem mluvil! Ale opravdu.

# conversations/companions/g_companion_ellie_quest_main:379:DefaultText
source: Good thing it happened with a couple top-rungers who can't stick worse than a butter knife in me.
cs: Ještě že se to stalo s pár špičkovými lidmi, kteří do mě nemohou vrazit nic horšího než nůž na máslo.

# conversations/companions/g_companion_ellie_quest_main:380:DefaultText
source: You really know how to cheer a girl up, don't you?
cs: Ty opravdu víš, jak rozveselit dívku, že?

# conversations/companions/g_companion_ellie_quest_main:381:DefaultText
source: They got no idea what a real double-cross looks like. Much less a Hephaestean Triple-Cross. Or an Inverted Olympian Blind Cross...
cs: Nemají ponětí, jak vypadá skutečný podraz. A už vůbec ne o hefaistickém trojkříži. Nebo obrácený olympijský slepý kříž...

# conversations/companions/g_companion_ellie_quest_main:382:DefaultText
source: Quite the role reversal.
cs: To je docela výměna rolí.

# conversations/companions/g_companion_ellie_quest_main:383:DefaultText
source: Maybe you could use some of your "people skills" to help me set up a dummy beneficiary account.
cs: Možná bys mohl využít některé ze svých "lidských schopností" a pomoci mi založit fiktivní účet příjemce.

# conversations/companions/g_companion_ellie_quest_main:385:DefaultText
source: If that doesn't work, I'm sure we can find one of their terminals and do it ourselves.
cs: Pokud to nepůjde, určitě najdeme jeden z jejich terminálů a uděláme to sami.

# conversations/companions/g_companion_ellie_quest_main:386:DefaultText
source: As long as I don't develop a taste for Woolgonzola and bad legal dramas, that's fine by me.
cs: Dokud si neudělám chuť na Woolgonzolu a špatná právnická dramata, tak mi to nevadí.

# conversations/companions/g_companion_ellie_quest_main:388:DefaultText
source: Good thing I caught up on my messages, 'cause I got one saying my policy's been updated with a new beneficiary. That wouldn't be your doing, would it?
cs: Ještě že jsem si zkontroloval zprávy, protože mi přišla jedna, že moje pojistka byla aktualizována a přibyl nový příjemce. To by nebyla tvoje práce, že ne?

# conversations/companions/g_companion_ellie_quest_main:389:DefaultText
source: If that's all you wanted, you could've just stayed in Byzantium...
cs: Pokud jsi chtěl jen tohle, mohl jsi zůstat v Byzanci...

# conversations/companions/g_companion_ellie_quest_main:391:DefaultText
source: Being a surgeon out there isn't as great as it seems. At least half your day is paperwork and red tape - no amount of money is worth dealing with that.
cs: Být chirurgem není tak skvělé, jak se zdá. Nejméně polovinu dne tvoří papírování a byrokracie - žádné peníze nestojí za to, abyste se s tím potýkali.

# conversations/companions/g_companion_ellie_quest_main:392:DefaultText
source: Real jobs?
cs: Skutečná pracovní místa?

# conversations/companions/g_companion_ellie_quest_main:393:DefaultText
source: Maybe as line holders. Or warm bodies.
cs: Možná jako držáky linek. Nebo na zahřátí.

# conversations/companions/g_companion_ellie_quest_main:394:DefaultText
source: Those are real jobs?
cs: To jsou skutečná zaměstnání?

# conversations/companions/g_companion_ellie_quest_main:395:DefaultText
source: Oh, sure. You've gotta wait in line for just about anything in Byzantium, and not everyone has the time or inclination to do it themselves.
cs: Jistě. V Byzanci se musí čekat ve frontě skoro na všechno a ne každý má čas nebo chuť to dělat sám.

# conversations/companions/g_companion_ellie_quest_main:396:DefaultText
source: As for warm bodies... some companies like to keep extra workers on site. To look more productive.
cs: Co se týče teplých míst... některé společnosti si rády nechávají na stavbě další pracovníky. Aby vypadali produktivněji.

# conversations/companions/g_companion_ellie_quest_main:397:DefaultText
source: And they just... do nothing?
cs: A oni prostě... nic nedělají?

# conversations/companions/g_companion_ellie_quest_main:398:DefaultText
source: Oh no, there's lots of paper shuffling and pen clicking that goes on.
cs: Ale ne, je tu spousta přehazování papírů a cvakání perem.

# conversations/companions/g_companion_ellie_quest_main:399:DefaultText
source: I guess not. Better to figure things out as you go.
cs: Myslím, že ne. Lepší je na to přijít za pochodu.

# conversations/companions/g_companion_ellie_quest_main:400:DefaultText
source: Why not?
cs: Proč ne?

# conversations/companions/g_companion_ellie_quest_main:401:DefaultText
source: You've got to plan ahead at some point.
cs: Někdy je třeba plánovat dopředu.

# conversations/companions/g_companion_ellie_quest_main:402:DefaultText
source: You talk like someone who likes lists.
cs: Mluvíte jako někdo, kdo má rád seznamy.

# conversations/companions/g_companion_ellie_quest_main:403:DefaultText
source: Maybe you haven't noticed, but you can't even count on a bribe making it into the right pocket. What's the point of planning for anything around here?
cs: Možná jste si toho nevšimli, ale nemůžete počítat ani s tím, že se úplatek dostane do správné kapsy. Jaký smysl má tady něco plánovat?

# conversations/companions/g_companion_ellie_quest_main:404:DefaultText
source: That's the kind of thinking that's running this place into the crapper.
cs: To je způsob myšlení, který vede toto místo do hajzlu.

# conversations/companions/g_companion_ellie_quest_main:405:DefaultText
source: I guess there isn't one.
cs: Myslím, že žádný není.

# conversations/companions/g_companion_ellie_quest_main:406:DefaultText
source: Anyway, enough of that. You did a job for me, so here's your fee.
cs: Nicméně, dost už o tom. Odvedl jsi pro mě práci, takže tady je tvůj honorář.

# conversations/companions/g_companion_ellie_quest_main:407:DefaultText
source: I appreciate it, but I didn't do this for the money.
cs: Vážím si toho, ale nedělal jsem to pro peníze.

# conversations/companions/g_companion_ellie_quest_main:408:DefaultText
source: Thanks.
cs: Děkuji.

# conversations/companions/g_companion_ellie_quest_main:409:DefaultText
source: Don't make it weird. Even you've gotta be in it for the money now and then. Why else would you go through all this trouble?
cs: Nedělejte to divně. I ty v tom občas musíš být pro peníze. Proč bys jinak podstupoval všechny tyhle problémy?

# conversations/companions/g_companion_ellie_quest_main:410:DefaultText
source: Could've fooled me with all your tough talk. What's gotten into you?
cs: Mohl jsi mě oklamat svými drsňáckými řečmi. Co to do tebe vjelo?

# conversations/companions/g_companion_ellie_quest_main:411:DefaultText
source: Yep. That money's all yours now.
cs: Ano. Ty peníze jsou teď všechny tvoje.

# conversations/companions/g_companion_ellie_quest_main:412:DefaultText
source: I did no such thing.
cs: Nic takového jsem neudělal.

# conversations/companions/g_companion_ellie_quest_main:413:DefaultText
source: Hey, don't be modest. It's tacky.
cs: Hej, nebuď skromný. Je to nevkusné.

# conversations/companions/g_companion_ellie_quest_main:414:DefaultText
source: Out of all the frauds I've committed, this one's gotta be my favorite.
cs: Ze všech podvodů, kterých jsem se dopustil, je tenhle můj nejoblíbenější.

# conversations/companions/g_companion_ellie_quest_main:415:DefaultText
source: Cut to the chase, Ellie.
cs: Přejdi k věci, Ellie.

# conversations/companions/g_companion_ellie_quest_main:416:DefaultText
source: Sure. You did my job, so here's your fee.
cs: Jistě. Odvedl jste mou práci, takže tady je váš honorář.

# conversations/companions/g_companion_ellie_quest_main:417:DefaultText
source: Hate to say it, but Halcyon's already there.
cs: Nerad to říkám, ale Halcyon už tam je.

# conversations/companions/g_companion_ellie_quest_main:418:DefaultText
source: Forget it.
cs: Zapomeňte na to.

# conversations/companions/g_companion_ellie_quest_main:419:DefaultText
source: Forget what?
cs: Na co jste zapomněli?

# conversations/companions/g_companion_ellie_quest_main:420:DefaultText
source: If only you could've been my chief surgeon back in the day.
cs: Kdybys tak mohl být kdysi mým šéfchirurgem.

# conversations/companions/g_companion_ellie_quest_main:421:DefaultText
source: See? Even after all your starry-eyed talk, you're a mercenary at heart. Same as me.
cs: Vidíte? I po všech těch hvězdných řečech jsi v jádru žoldák. Stejně jako já.

# conversations/companions/g_companion_ellie_quest_main:422:DefaultText
source: That's one thing I appreciate about you - things are simple. Straightforward. A job's a job and that's it, right?
cs: To je jedna z věcí, které si na tobě cením - věci jsou jednoduché. Přímočaré. Práce je práce a hotovo, ne?

# conversations/companions/g_companion_ellie_quest_main:423:DefaultText
source: We're crewmates. That means we look out for each other.
cs: Jsme členové posádky. To znamená, že na sebe navzájem dáváme pozor.

# conversations/companions/g_companion_ellie_quest_main:424:DefaultText
source: You're my friend, Ellie. This is what friends do.
cs: Jsi moje kamarádka, Ellie. Tohle přátelé dělají.

# conversations/companions/g_companion_ellie_quest_main:425:DefaultText
source: Glad we're remembering what's important.
cs: Jsem rád, že si připomínáme, co je důležité.

# conversations/companions/g_companion_ellie_quest_main:426:DefaultText
source: You know, with all your starry-eyed talk, you almost had me convinced you really weren't doing this for the money.
cs: Víš, se všemi těmi tvými hvězdnými řečmi jsi mě skoro přesvědčil, že to opravdu neděláš pro peníze.

# conversations/companions/g_companion_ellie_quest_main:427:DefaultText
source: Hey, a job's a job - you know that. That's one of the things that makes you so easy to follow.
cs: Hej, práce je práce - to přece víš. To je jedna z věcí, díky které tě lze tak snadno sledovat.

# conversations/companions/g_companion_ellie_quest_main:428:DefaultText
source: I've got my reasons.
cs: Mám své důvody.

# conversations/companions/g_companion_ellie_quest_main:429:DefaultText
source: Uh huh. Well, you keep the money anyhow. One of us has to look out for your interests.
cs: Uh huh. Peníze si stejně necháš. Jeden z nás musí hlídat tvé zájmy.

# conversations/companions/g_companion_ellie_quest_main:430:DefaultText
source: You sure? Because my kinda "friends" will pick your pocket clean while they're getting hammered with you.
cs: Určitě? Protože moji "kamarádi" si na tobě namastí kapsu, zatímco se s tebou budou opíjet.

# conversations/companions/g_companion_ellie_quest_main:431:DefaultText
source: I always thought it meant we get used to the smell of each other's dirty socks.
cs: Vždycky jsem si myslel, že to znamená, že si zvykneme na pach špinavých ponožek toho druhého.

# conversations/companions/g_companion_ellie_quest_main:432:DefaultText
source: So you just keep the money. One of us has to look out for your interests.
cs: Takže si peníze prostě necháte. Jeden z nás musí hájit vaše zájmy.

# conversations/companions/g_companion_ellie_quest_main:433:DefaultText
source: Thanks.
cs: Děkuji.

# conversations/companions/g_companion_ellie_quest_main:434:DefaultText
source: Whatever you say.
cs: Cokoli řekneš.

# conversations/companions/g_companion_ellie_quest_main:436:DefaultText
source: Friendship is important. What else are we fighting for if not for the people we care about?
cs: Přátelství je důležité. Za co jiného bojujeme, když ne za lidi, na kterých nám záleží?

# conversations/companions/g_companion_ellie_quest_main:437:DefaultText
source: We're better off when we're part of a team. We can't make it out here alone.
cs: Je nám lépe, když jsme součástí týmu. Sami to tady nezvládneme.

# conversations/companions/g_companion_ellie_quest_main:438:DefaultText
source: I'm a doer, not a talker. Let's just leave it at that.
cs: Jsem muž činu, ne mluvka. Nechme to tak.

# conversations/companions/g_companion_ellie_quest_main:439:DefaultText
source: Don't mention it. Really. This feels weird enough as it is.
cs: Nezmiňujte se o tom. Opravdu. Už tak je to dost divné.

# conversations/companions/g_companion_ellie_quest_main:440:DefaultText
source: You don't have to get all mushy about it.
cs: Nemusíte se kvůli tomu rozčilovat.

# conversations/companions/g_companion_ellie_quest_main:441:DefaultText
source: Well, I've got a few years of experience that would suggest differently.
cs: Mám několik let zkušeností, které by naznačovaly něco jiného.

# conversations/companions/g_companion_ellie_quest_main:442:DefaultText
source: Still, maybe you've got a point. Maybe it's good to watch someone's back now and then so that one day, they watch yours.
cs: Přesto máš možná pravdu. Možná je dobré občas někomu krýt záda, aby jednou mohl krýt záda tobě.

# conversations/companions/g_companion_ellie_quest_main:443:DefaultText
source: Yeah, yeah, I'm not trying to get all mushy or anything.
cs: Jo, jo, nesnažím se být nějak rozmazlený nebo tak něco.

# conversations/companions/g_companion_ellie_quest_main:446:DefaultText
source: Everyone's got to look out for themselves. You know that.
cs: Každý se musí starat sám o sebe. To přece víte.

# conversations/companions/g_companion_ellie_quest_main:447:DefaultText
source: I don't know what to tell you.
cs: Nevím, co vám mám říct.

# conversations/companions/g_companion_ellie_quest_main:449:DefaultText
source: Yeah. Never hurts to get a friendly reminder, though.
cs: Jo. Nikdy ale neuškodí, když vám to někdo přátelsky připomene.

# conversations/companions/g_companion_ellie_quest_main:450:DefaultText
source: If I wanted philosophical bullshit, I'd talk to the vicar.
cs: Kdybych chtěl filozofické kecy, promluvil bych si s farářem.

# conversations/companions/g_companion_ellie_quest_main:452:DefaultText
source: I thought it was my charming personality and good looks.
cs: Myslela jsem, že je to mou okouzlující osobností a dobrým vzhledem.

# conversations/companions/g_companion_ellie_quest_main:453:DefaultText
source: Really?
cs: Opravdu?

# conversations/companions/g_companion_ellie_quest_main:454:DefaultText
source: Lotta folk expect some kind of soft-headed charity, especially with me being a sawbones. But you get it.
cs: Spousta lidí očekává nějakou dobročinnost, obzvlášť když jsem pila. Ale chápeš to.

# conversations/companions/g_companion_ellie_quest_main:455:DefaultText
source: Let's talk about your future instead.
cs: Pojďme si raději promluvit o vaší budoucnosti.

# conversations/companions/g_companion_ellie_quest_main:456:DefaultText
source: Enough about them. What's next for you?
cs: Dost o nich. Co vás čeká dál?

# conversations/companions/g_companion_ellie_quest_main:457:DefaultText
source: See, this is why I had to get out of Byzantium. Not sure what comes next for me, though. I've never been much of a planner.
cs: Proto jsem se musel dostat z Byzance. Nejsem si ale jistý, co bude následovat. Nikdy jsem nebyl moc plánovač.

# conversations/companions/g_companion_ellie_quest_main:458:DefaultText
source: The really good ones know how to leave sticky notes in just the right places.
cs: Ti opravdu dobří vědí, jak zanechat samolepky na správných místech.

# conversations/companions/g_companion_ellie_quest_main:459:DefaultText
source: It's better to figure things out as you go.
cs: Je lepší si věci vyřešit za pochodu.

# conversations/companions/g_companion_ellie_quest_main:460:DefaultText
source: Who needs a plan? Figure it out as you go.
cs: Kdo potřebuje plán? Vymyslete si ho za pochodu.

# conversations/companions/g_companion_ellie_quest_main:461:DefaultText
source: I've never been much of a planner. Makes my eyeballs itch.
cs: Nikdy jsem si moc neplánoval. Svědí mě z toho oči.

# conversations/companions/g_companion_ellie_quest_main:462:DefaultText
source: Wouldn't want to be indebted to me, huh?
cs: Nechtěl bys být mým dlužníkem, co?

# conversations/companions/g_companion_ellie_quest_main:464:DefaultText
source: I want to talk about something else.
cs: Chci mluvit o něčem jiném.

# conversations/companions/g_companion_ellie_quest_main:465:DefaultText
source: Let's get a move on.
cs: Pojďme se pohnout.

# conversations/companions/g_companion_ellie_quest_main:467:DefaultText
source: It's nothing personal. It's just the closest thing I've got to a code.
cs: Není to nic osobního. Je to jen nejbližší věc, kterou mám ke kodexu.

# conversations/companions/g_companion_ellie_quest_main:468:DefaultText
source: Disappointed?
cs: Zklamání?

# conversations/companions/g_companion_ellie_quest_main:469:DefaultText
source: Relieved, actually.
cs: Vlastně se mi ulevilo.

# conversations/companions/g_companion_ellie_quest_main:470:DefaultText
source: Anyway, enough of the touchy-feelies, huh?
cs: Každopádně, dost už bylo citlivek, co říkáte?

# conversations/companions/g_companion_ellie_quest_main:471:DefaultText
source: Yeah, yeah. Don't make too much of this, okay?
cs: Jo, jo. Nedělej z toho příliš velkou vědu, dobře?
