Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_*_party.po
Languages: in

# conversations/companions/g_companion_nyoka_in_party:480:DefaultText
source: And to be honest, after him, I... I stopped trying, because it hurt like hell to do so.
in: A abych byl upřímný, po něm jsem... jsem se přestal snažit, protože to pekelně bolelo.

# conversations/companions/g_companion_nyoka_in_party:481:DefaultText
source: You didn't try and find them?
in: Nepokusil ses je najít?

# conversations/companions/g_companion_nyoka_in_party:482:DefaultText
source: It sounds like they abandoned you.
in: Zní to, jako by vás opustili.

# conversations/companions/g_companion_nyoka_in_party:484:DefaultText
source: I don't rightly know what happened. I should have tried to track them down back then.
in: Nevím, co se stalo. Měl jsem se je tehdy pokusit vypátrat.

# conversations/companions/g_companion_nyoka_in_party:485:DefaultText
source: I should have. I... I really should have.
in: Měl jsem. I... Opravdu jsem měl.

# conversations/companions/g_companion_nyoka_in_party:486:DefaultText
source: But... soon after they left, Hayes and the others died.
in: Ale... brzy po jejich odchodu Hayes a ostatní zemřeli.

# conversations/companions/g_companion_nyoka_in_party:487:DefaultText
source: Oh, sure. Once, our group was short on bits and we were low on meat. We were trying to come up with a plan when we met Rebekah and her little sister.
in: Jistě. Jednou měla naše skupina málo kousků a my jsme měli málo masa. Snažili jsme se vymyslet plán, když jsme potkali Rebeku a její mladší sestru.

# conversations/companions/g_companion_nyoka_in_party:488:DefaultText
source: I'll tell you how I met Hayes.
in: Řeknu vám, jak jsem se seznámil s Hayesem.

# conversations/companions/g_companion_nyoka_in_party:490:DefaultText
source: We were having trouble off-loading meat once. We had a bit of a surplus - mostly rapt, but a bit of ptero, too - and we couldn't find a buyer.
in: Jednou jsme měli problémy s vykládkou masa. Měli jsme trochu přebytek - hlavně hroznýšů, ale i trochu ptero - a nemohli jsme najít kupce.

# conversations/companions/g_companion_nyoka_in_party:491:DefaultText
source: Every once in a while, when times got desperate, we looked to Fallbrook for dirty work. The sisters had never been there before - they'd lived in Cascadia all their life.
in: Když byly časy zoufalé, hledali jsme ve Fallbrooku špinavou práci. Sestry tam nikdy předtím nebyly - celý život žily v Kaskádii.

# conversations/companions/g_companion_nyoka_in_party:492:DefaultText
source: First night we stayed there, I - well, you know me. I was in my cups. I sat to play cards with a few gentlemen from Byzantium who had deep pockets. Thought I'd make a bit or two.
in: První noc, kdy jsme tam zůstali, jsem - no, znáte mě. Byl jsem ve svých šálcích. Sedl jsem si ke kartám s několika pány z Byzance, kteří měli hluboko do kapsy. Říkal jsem si, že si něco málo vydělám.

# conversations/companions/g_companion_nyoka_in_party:493:DefaultText
source: You play cards?
in: Hrajete karty?

# conversations/companions/g_companion_nyoka_in_party:494:DefaultText
source: I bet the tourists make easy marks.
in: Vsadím se, že turisté jsou snadné cíle.

# conversations/companions/g_companion_nyoka_in_party:495:DefaultText
source: That's how you earned money? By getting drunk and gambling?
in: Takhle jste si vydělal peníze? Opíjením se a hazardem?

# conversations/companions/g_companion_nyoka_in_party:496:DefaultText
source: I do a lot of things, Captain.
in: Dělám spoustu věcí, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:497:DefaultText
source: You'd bet correctly. They're willing to throw away money because they've got so much extra.
in: Vsadili jste správně. Jsou ochotni vyhazovat peníze, protože mají tolik peněz navíc.

# conversations/companions/g_companion_nyoka_in_party:498:DefaultText
source: Awful judgmental for an outlaw.
in: Na psance strašně soudný.

# conversations/companions/g_companion_nyoka_in_party:499:DefaultText
source: So. I'm up against this old man from somewhere on Terra 2. Long retired and looking for adventure he hadn't found in his youth.
in: Takže. Stojím proti jednomu staříkovi odněkud z Terry 2. Dávno v důchodu a hledá dobrodružství, které v mládí nenašel.

# conversations/companions/g_companion_nyoka_in_party:500:DefaultText
source: Thing is, he's smarter than the average tourist. Tighter. I'm chipping away at his wallet, but it's a slow-going, frustrating game.
in: Je chytřejší než průměrný turista. Těsnější. Odsekávám mu peněženku, ale je to pomalá, frustrující hra.

# conversations/companions/g_companion_nyoka_in_party:502:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_companion_nyoka_in_party:503:DefaultText
source: You met your match.
in: Potkal jsi svého soupeře.

# conversations/companions/g_companion_nyoka_in_party:504:DefaultText
source: What does this have to do with Rebekah and her sister?
in: Co to má společného s Rebekou a její sestrou?

# conversations/companions/g_companion_nyoka_in_party:505:DefaultText
source: So then Rebekah sits at the table. I hadn't known she could even play - let alone that she'd be willing to.
in: Rebeka si tedy sedne ke stolu. Nevěděl jsem, že vůbec umí hrát - natož že by byla ochotná.

# conversations/companions/g_companion_nyoka_in_party:506:DefaultText
source: For her part, she did fine - didn't lose much. But the tourist? The old Terra 2 retiree? Rebekah distracted him something awful, and I took him for all he had.
in: Pokud jde o ni, vedla si dobře - moc neztratila. Ale turista? Starý důchodce z Terry 2? Rebeka ho něčím strašně rozptýlila a já ho připravil o všechno, co měl.

# conversations/companions/g_companion_nyoka_in_party:507:DefaultText
source: I suppose. Not for long, though.
in: Předpokládám, že. Ne však na dlouho.

# conversations/companions/g_companion_nyoka_in_party:508:DefaultText
source: I'm getting there, Captain.
in: Dostávám se k tomu, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:509:DefaultText
source: Serves him right, the dirty old man.
in: To mu slouží ke cti, tomu špinavému dědkovi.

# conversations/companions/g_companion_nyoka_in_party:510:DefaultText
source: Sounds like the start of a great team.
in: To vypadá na začátek skvělého týmu.

# conversations/companions/g_companion_nyoka_in_party:511:DefaultText
source: You cheated!
in: Podváděli jste!

# conversations/companions/g_companion_nyoka_in_party:512:DefaultText
source: Pff. By whose ruling, Captain? I played my cards. So did he.
in: Pff. Čí je to rozhodnutí, kapitáne? Hrál jsem podle svých karet. To on taky.

# conversations/companions/g_companion_nyoka_in_party:513:DefaultText
source: We're in agreement there. He got what was coming to him. Just... not what he wanted to.
in: V tom se shodujeme. Dostal, co si zasloužil. Jen... ne to, co chtěl.

# conversations/companions/g_companion_nyoka_in_party:514:DefaultText
source: Oh, yes.
in: Ach, ano.

# conversations/companions/g_companion_nyoka_in_party:515:DefaultText
source: Rebekah and I became fast friends that night. I'd... I'd give quite a bit to see her at the tables again.
in: Ten večer jsme se s Rebekou rychle spřátelily. Já jsem... Dala bych hodně za to, abych ji zase viděla u stolu.

# conversations/companions/g_companion_nyoka_in_party:517:DefaultText
source: Before the corporations left, I took patrol contracts for the Monarch roads. Protecting caravans from rapts and the like.
in: Než korporace odešly, vzal jsem si smlouvy na hlídání silnic Monarch. Chránil jsem karavany před násilníky a podobně.

# conversations/companions/g_companion_nyoka_in_party:518:DefaultText
source: One such contract, the client's autoloader broke down, so we started the rest of the journey on foot. It comes to the middle of the night when I start hearing... noises.
in: Při jedné takové zakázce se klientovi porouchal autoloader, takže jsme zbytek cesty absolvovali pěšky. Přichází půlnoc, když začínám slyšet... zvuky.

# conversations/companions/g_companion_nyoka_in_party:519:DefaultText
source: Noises? In the wilderness? I'm shocked.
in: Hluk? V divočině? Jsem v šoku.

# conversations/companions/g_companion_nyoka_in_party:520:DefaultText
source: You were out in the middle of the night?
in: Byl jste venku uprostřed noci?

# conversations/companions/g_companion_nyoka_in_party:522:DefaultText
source: Stow it. These weren't... normal.
in: Uložte ji. Tyhle nebyly... normální.

# conversations/companions/g_companion_nyoka_in_party:523:DefaultText
source: Yeah. Client didn't want to break camp - said he was nervous being out there. I don't blame him, especially on account of the noises.
in: Jo. Klient nechtěl přerušit kemp - říkal, že je nervózní, když je venku. Nedivím se mu, zejména kvůli těm zvukům.

# conversations/companions/g_companion_nyoka_in_party:524:DefaultText
source: They were a kind of... whistling. These low, short, piercing whistles. Thing is, in all my travels, I'd never heard them from the wildlife.
in: Bylo to takové... pískání. Nízké, krátké, pronikavé pískání. Při všech svých cestách jsem je nikdy neslyšel od divoké zvěře.

# conversations/companions/g_companion_nyoka_in_party:525:DefaultText
source: Just as I put one thought to the other, a group of men leap out of hiding, guns drawn. Fucking pirates.
in: Zrovna když jsem si promyslel jednu myšlenku za druhou, vyskočí z úkrytu skupina mužů s vytasenými zbraněmi. Zasraní piráti.

# conversations/companions/g_companion_nyoka_in_party:526:DefaultText
source: Fucking pirates.
in: Zasraní piráti.

# conversations/companions/g_companion_nyoka_in_party:527:DefaultText
source: Oh, no.
in: Ale ne.

# conversations/companions/g_companion_nyoka_in_party:528:DefaultText
source: They ambushed you? Big mistake.
in: Přepadli vás? Velká chyba.

# conversations/companions/g_companion_nyoka_in_party:529:DefaultText
source: I set my faithful machine gun to two of them immediately. A third fled. The remaining two stopped dead in their tracks.
in: Na dva z nich jsem okamžitě namířil svůj věrný kulomet. Třetí utekl. Zbylí dva se zastavili na místě.

# conversations/companions/g_companion_nyoka_in_party:530:DefaultText
source: Right? The audacity. I'd respect it if it hadn't been me they were trying to rob.
in: Je to tak? Drzost. Respektoval bych to, kdybych to nebyl já, koho chtěli okrást.

# conversations/companions/g_companion_nyoka_in_party:531:DefaultText
source: Quite right, Captain. They didn't know what they were getting into.
in: Máte pravdu, kapitáne. Nevěděli, do čeho jdou.

# conversations/companions/g_companion_nyoka_in_party:532:DefaultText
source: One begged for his life. Had quite a mouth on him. The other was silent. Just staring at me.
in: Jeden z nich prosil o život. Měl pěkně prořízlou pusu. Druhý mlčel. Jen na mě zíral.

# conversations/companions/g_companion_nyoka_in_party:533:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_companion_nyoka_in_party:534:DefaultText
source: Life flashing before his eyes, I bet.
in: Vsadím se, že se mu před očima promítl život.

# conversations/companions/g_companion_nyoka_in_party:535:DefaultText
source: I wouldn't have given this a second thought. They ambushed you. Fuck 'em.
in: O tom bych ani nepřemýšlel. Přepadli tě ze zálohy. Ať jdou do hajzlu.

# conversations/companions/g_companion_nyoka_in_party:536:DefaultText
source: I asked the quiet one: "What should I do with you two?" My client shouted to kill them. The other man ran his mouth - kept begging me to spare them.
in: Zeptal jsem se toho tichého: "Co mám s vámi dvěma dělat?" zeptal jsem se tichého. Můj klient vykřikl, že je zabije. Druhý muž si pustil pusu na špacír - stále mě prosil, abych je ušetřil.

# conversations/companions/g_companion_nyoka_in_party:537:DefaultText
source: The quiet one said "Listen." We all stopped for a beat, but I didn't hear anything. Then, slow, creeping - a quiet snarling. Mantisaurs.
in: Ten tichý řekl: "Poslouchej." Všichni jsme se na chvíli zastavili, ale nic jsem neslyšel. Pak se pomalu, plíživě ozvalo tiché zavrčení. Kudlanky.

# conversations/companions/g_companion_nyoka_in_party:538:DefaultText
source: Naw. He was listening.
in: Ne. Poslouchal.

# conversations/companions/g_companion_nyoka_in_party:539:DefaultText
source: Yeah, maybe I ought to've. Glad I didn't.
in: Jo, možná jsem to měl udělat. Jsem rád, že jsem to neudělal.

# conversations/companions/g_companion_nyoka_in_party:540:DefaultText
source: Oh, shit.
in: Do prdele.

# conversations/companions/g_companion_nyoka_in_party:541:DefaultText
source: Attracted by the gunfire, I bet.
in: Vsadím se, že je přilákala střelba.

# conversations/companions/g_companion_nyoka_in_party:542:DefaultText
source: More things to kill! Quite a night, huh?
in: Více věcí k zabití! To byla noc, co?

# conversations/companions/g_companion_nyoka_in_party:543:DefaultText
source: It got bloody fast, but in the thick of it, the quiet man and I stood back-to-back, fending off a swarm. In the end, his mouthy friend went down.
in: Bylo to zatraceně rychlé, ale v té vřavě jsme s tím tichým mužem stáli zády k sobě a odráželi rojnici. Nakonec jeho ukecaný kamarád padl k zemi.

# conversations/companions/g_companion_nyoka_in_party:544:DefaultText
source: He helped my client and I limp back to town. Along the way, he introduced himself. Jackson Hayes. After that, we stuck around each other. Good help is hard to find out here.
in: Pomohl mému klientovi a mně odkulhat zpět do města. Cestou se mi představil. Jackson Hayes. Pak jsme se kolem sebe drželi. Dobrá pomoc se tu hledá těžko.

# conversations/companions/g_companion_nyoka_in_party:545:DefaultText
source: Likely so.
in: Pravděpodobně ano.

# conversations/companions/g_companion_nyoka_in_party:546:DefaultText
source: Hah. I like your spirit, Captain.
in: Hah. Líbí se mi váš duch, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:547:DefaultText
source: Firefights make fast friends, huh?
in: Z přestřelek se rychle stanou přátelé, co?

# conversations/companions/g_companion_nyoka_in_party:548:DefaultText
source: Why? You weren't mad about him ambushing you?
in: Proč? Nebyl jsi naštvaný, že tě přepadl?

# conversations/companions/g_companion_nyoka_in_party:549:DefaultText
source: A shame he isn't around to serve on this crew.
in: Škoda, že už v této posádce není.

# conversations/companions/g_companion_nyoka_in_party:550:DefaultText
source: They surely do, Captain. Something about facing off impending death together.
in: To jistě ano, kapitáne. Něco o tom, jak společně čelíme hrozící smrti.

# conversations/companions/g_companion_nyoka_in_party:551:DefaultText
source: I won't lie - it still puts a strain my spirit to think about him. But it also puts a smile on my face, so.
in: Nebudu lhát - stále mi dělá potíže na něj myslet. Ale taky mi to vykouzlí úsměv na tváři, takže.

# conversations/companions/g_companion_nyoka_in_party:552:DefaultText
source: Thanks for chatting.
in: Děkujeme za rozhovor.

# conversations/companions/g_companion_nyoka_in_party:553:DefaultText
source: Naw. He could've killed me when the mantisaurs attacked. Or anywhere along the road after. He didn't. That choice redeemed the other.
in: Ne. Mohl mě zabít, když na mě zaútočili mantisauři. Nebo kdekoliv po cestě potom. Ale neudělal to. Tato volba vykoupila tu druhou.

# conversations/companions/g_companion_nyoka_in_party:554:DefaultText
source: Hah. You'd be his crew, not the other way around, most like.
in: Hah. Ty bys byl jeho parta, ne naopak.

# conversations/companions/g_companion_nyoka_in_party:555:DefaultText
source: Well. Opal often cooked for us, so... she offered to make a feast. The meat was going to go bad if we didn't use it anyway.
in: Dobře. Opal pro nás často vařila, takže... se nabídla, že udělá hostinu. Maso by se stejně zkazilo, kdybychom ho nepoužili.

# conversations/companions/g_companion_nyoka_in_party:556:DefaultText
source: The rest of us set to gathering things we could use as tables and chairs. Rocks. Logs. Leathers.
in: My ostatní jsme se pustili do shánění věcí, které bychom mohli použít jako stoly a židle. Kameny. Klády. Kůže.

# conversations/companions/g_companion_nyoka_in_party:557:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_companion_nyoka_in_party:558:DefaultText
source: A feast out of raptidons? Revolting.
in: Hostina z raptidonů? Odporné.

# conversations/companions/g_companion_nyoka_in_party:559:DefaultText
source: A Monarch picnic. I can't even imagine.
in: Monarchův piknik. To si ani nedokážu představit.

# conversations/companions/g_companion_nyoka_in_party:560:DefaultText
source: Anders managed to find these little mushrooms that didn't make your stomach roll over if you boiled 'em. Hayes brought an old Spectrum bottle he'd been saving.
in: Andersovi se podařilo najít houbičky, po kterých se vám při vaření nepřevrátí žaludek. Hayes přinesl starou láhev od Spektra, kterou si schovával.

# conversations/companions/g_companion_nyoka_in_party:561:DefaultText
source: But what really made it special was Clara. She'd been handling our books, and it turned out that every time we stopped through Fallbrook to trade, she'd been skimming off the top.
in: Ale co bylo opravdu výjimečné, byla Clara. Zabývala se našimi knihami a ukázalo se, že pokaždé, když jsme se zastavili ve Fallbrooku, abychom si vyměnili zboží, strhávala nám z něj peníze.

# conversations/companions/g_companion_nyoka_in_party:562:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_companion_nyoka_in_party:563:DefaultText
source: Wait, that sounds like a bad thing.
in: Počkat, to zní jako špatná věc.

# conversations/companions/g_companion_nyoka_in_party:564:DefaultText
source: Saving up for something?
in: Šetříte si na něco?

# conversations/companions/g_companion_nyoka_in_party:565:DefaultText
source: I know. Proper civilized.
in: Já vím. Pořádně civilizované.

# conversations/companions/g_companion_nyoka_in_party:566:DefaultText
source: Hey, meat is meat, Captain. Don't judge.
in: Hej, maso je maso, kapitáne. Nesuďte.

# conversations/companions/g_companion_nyoka_in_party:567:DefaultText
source: I suppose. I never asked as to what her original intentions were.
in: Předpokládám, že. Nikdy jsem se nezeptal, jaké byly její původní záměry.

# conversations/companions/g_companion_nyoka_in_party:568:DefaultText
source: We ain't talking riches - a bit or two here and there, that's all. We might've been pissed if she hadn't... well.
in: Nemluvíme o bohatství - tu a tam něco málo, nic víc. Možná bychom byli naštvaní, kdyby... no.

# conversations/companions/g_companion_nyoka_in_party:569:DefaultText
source: Turns out, she had taken those savings and had medallions made. A set of them, one for each of us.
in: Ukázalo se, že tyto úspory vzala a nechala si vyrobit medailonky. Sadu, pro každého z nás jednu.

# conversations/companions/g_companion_nyoka_in_party:570:DefaultText
source: Each had one of our initials, and together they spelled 'Charon.' The word had been Hayes's idea, but it wasn't until Clara passed out those medallions that we stuck to it.
in: Každý z nás měl jednu z iniciál a dohromady to znamenalo "Charon". To slovo byl Hayesův nápad, ale teprve když Klára rozdala medailonky, zůstali jsme u něj.

# conversations/companions/g_companion_nyoka_in_party:571:DefaultText
source: That's really sweet.
in: To je opravdu milé.

# conversations/companions/g_companion_nyoka_in_party:572:DefaultText
source: I would've bought food or something practical.
in: Koupil bych si jídlo nebo něco praktického.

# conversations/companions/g_companion_nyoka_in_party:574:DefaultText
source: Me, too. But Clara had a better heart than the both of us, Captain, and that's what made her special.
in: Já také. Ale Clara měla lepší srdce než my oba, kapitáne, a to ji dělalo výjimečnou.

# conversations/companions/g_companion_nyoka_in_party:575:DefaultText
source: Yeah. Hayes had said it was some kind of myth. I don't know. It sounded cool.
in: Jo, Hayes říkal, že je to nějaký mýtus. Já nevím. Znělo to skvěle.

# conversations/companions/g_companion_nyoka_in_party:576:DefaultText
source: That night, around a roaring fire, eating a feast fit for kings, drinking and laughing and sharing our lives...
in: Tu noc jsme u plápolajícího ohně jedli hostinu vhodnou pro krále, pili, smáli se a sdíleli své životy...

# conversations/companions/g_companion_nyoka_in_party:577:DefaultText
source: That's when my misfit group of ne'er-do-wells became a family. I'll never forget 'em, much as it pains me to remember.
in: Tehdy se z mé nesourodé skupiny neumětelů stala rodina. Nikdy na ně nezapomenu, i když mě to bolí.

# conversations/companions/g_companion_nyoka_in_party:578:DefaultText
source: You're lucky to have had them.
in: Máte štěstí, že jste je měli.

# conversations/companions/g_companion_nyoka_in_party:580:DefaultText
source: I think that's enough sentiment for one day.
in: Myslím, že pro dnešek už bylo sentimentu dost.

# conversations/companions/g_companion_nyoka_in_party:581:DefaultText
source: Yeah. I really am.
in: Jo, opravdu jsem.

# conversations/companions/g_companion_nyoka_in_party:582:DefaultText
source: Heh. Fine. Let's find something to shoot.
in: Heh. Fajn. Pojďme najít něco, co bychom mohli zastřelit.

# conversations/companions/g_companion_nyoka_in_party:586:DefaultText
source: Why do we need their help?
in: Proč potřebujeme jejich pomoc?

# conversations/companions/g_companion_nyoka_in_party:587:DefaultText
source: The queen ain't just going to come out on her own. She'll have dug tunnels into the mountain. I've got theories about how to lure her out, but Anders would know for sure.
in: Královna se jen tak sama od sebe neobjeví. Vykopala by si tunely do hory. Mám teorii, jak ji vylákat ven, ale Anders to ví jistě.

# conversations/companions/g_companion_nyoka_in_party:588:DefaultText
source: And... they took a UDL contract?
in: A... vzali si smlouvu UDL?

# conversations/companions/g_companion_nyoka_in_party:589:DefaultText
source: Why do we need their help?
in: Proč potřebujeme jejich pomoc?

# conversations/companions/g_companion_nyoka_in_party:590:DefaultText
source: The queen ain't just going to come out on her own. She'll have dug tunnels into the mountain. I've got theories about how to lure her out, but Anders would know for sure.
in: Královna se jen tak sama od sebe neobjeví. Vykopala by si tunely do hory. Mám teorie, jak ji vylákat ven, ale Anders to ví jistě.

# conversations/companions/g_companion_nyoka_in_party:591:DefaultText
source: Of course. Although... I think you should hold on to the medallions.
in: Samozřejmě. I když... Myslím, že by sis měl ty medailonky nechat.

# conversations/companions/g_companion_nyoka_in_party:592:DefaultText
source: What? Why? Them's painful memories, Captain.
in: Cože? Proč? To jsou bolestné vzpomínky, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:593:DefaultText
source: They'll help remind you of both the good and the bad, not just the bad.
in: Pomohou vám připomenout dobré i špatné věci, nejen ty špatné.

# conversations/companions/g_companion_nyoka_in_party:594:DefaultText
source: They'd like to be remembered once in a while. Even if it hurts.
in: Rádi by, aby si na ně někdo občas vzpomněl. I když to bolí.

# conversations/companions/g_companion_nyoka_in_party:595:DefaultText
source: What if someone finds this site? They'll just steal them.
in: Co když někdo najde tuto stránku? Prostě je ukradne.

# conversations/companions/g_companion_nyoka_in_party:596:DefaultText
source: Huh. That's... that ain't a bad point. All right, Captain. Thanks.
in: Huh. To... to není špatná poznámka. Dobře, kapitáne. Díky.

# conversations/companions/g_companion_nyoka_in_party:597:DefaultText
source: Good.
in: Dobré.
