Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_quest_main.po
Languages: cs

# conversations/companions/g_companion_parvati_quest_main:210:DefaultText
source: That's okay 'cause it ain't me. And anyhow, I don't even mind it. Compared to what I smelt cleaning out grease traps in Edgewater, she's all rose-ish.
cs: To nevadí, protože to nejsem já. A vůbec, ani mi to nevadí. V porovnání s tím, co jsem cítil při čištění lapačů tuku v Edgewateru, je celá růžová.

# conversations/companions/g_companion_parvati_quest_main:211:DefaultText
source: Some place on the Promenade? They got those little stalls - someone's bound to have special soaps and perfumes and what all.
cs: Někde na promenádě? Mají tam takové malé stánky - někdo tam určitě má speciální mýdla a parfémy a tak.

# conversations/companions/g_companion_parvati_quest_main:214:DefaultText
source: I got savings! Not a powerful lot, but some. How expensive can soap be?
cs: Mám úspory! Ne moc, ale nějaké ano. Jak drahé může být mýdlo?

# conversations/companions/g_companion_parvati_quest_main:215:DefaultText
source: I care, sir. And by the way? Rude.
cs: Záleží mi na tom, pane. A mimochodem? Hrubý.

# conversations/companions/g_companion_parvati_quest_main:215:FemaleText
source: I care, ma'am. And by the way? Rude.
cs: Záleží mi na tom, madam. A mimochodem? Hrubý.

# conversations/companions/g_companion_parvati_quest_main:216:DefaultText
source: Thanks, Captain. That's a hefty load off my mind.
cs: Díky, kapitáne. To mi hodně ulevilo.

# conversations/companions/g_companion_parvati_quest_main:217:DefaultText
source: Anyhow, next time we dock in Groundbreaker, lemme know. 'Cause I wanna come with.
cs: Až příště zakotvíme v Groundbreakeru, dejte mi vědět. Protože chci jít s vámi.

# conversations/companions/g_companion_parvati_quest_main:218:DefaultText
source: Maybe so. But if- if things are otherwise, I don't wanna make an even bigger fool of myself.
cs: Možná ano. Ale jestli je to jinak, nechci ze sebe udělat ještě většího hlupáka.

# conversations/companions/g_companion_parvati_quest_main:267:DefaultText
source: In her messages, Junlei said her mama used to make this dish from Monarch - dustback casserole. Saltuna and xenogold needle mushrooms.
cs: Junlei ve svých zprávách uvedla, že její maminka dělávala toto jídlo z Monarchu - dustback casserole. Saltuna a xenogoldové jehličnaté houby.

# conversations/companions/g_companion_parvati_quest_main:268:DefaultText
source: All right, we'll figure it out.
cs: Dobře, vyřešíme to.

# conversations/companions/g_companion_parvati_quest_main:277:DefaultText
source: There's gotta be some place in Stellar Bay that can bake a casserole, and I heard tell there's a Rizzo's town near there called Cascadia what specializes in sweets.
cs: Ve Stellar Bay musí být nějaké místo, kde umí upéct kastrol, a slyšela jsem, že nedaleko odtud je Rizzo's town jménem Cascadia, které se specializuje na sladkosti.

# conversations/companions/g_companion_parvati_quest_main:280:DefaultText
source: Thanks, Captain. I know I'm asking an awful lot. But I'm sure it's gonna be worth it.
cs: Díky, kapitáne. Vím, že žádám strašně moc. Ale určitě to bude stát za to.

# conversations/companions/g_companion_parvati_quest_main:295:DefaultText
source: The dustback casserole Mr. Raymond made smells incredible. I kinda want to take a little taste. But I'm gonna be strong.
cs: Kastrol s prachovkou, který připravil pan Raymond, neuvěřitelně voní. Chtěla bych ochutnat. Ale budu silná.

# conversations/companions/g_companion_parvati_quest_main:297:DefaultText
source: Now look how cute these cakes from Cascadia are. Someone even traced little hearts in them.
cs: Podívejte se, jak roztomilé jsou tyto dorty od společnosti Cascadia. Někdo do nich dokonce vyryl malá srdíčka.

# conversations/companions/g_companion_parvati_quest_main:300:DefaultText
source: You gotta be more careful about what you say around Felix. He's a good guy, but real impressionable. I don't want him thinking it's okay to threaten folk.
cs: Musíš si dávat větší pozor na to, co říkáš před Felixem. Je to dobrý kluk, ale je velmi vnímavý. Nechci, aby si myslel, že je v pořádku vyhrožovat lidem.

# conversations/companions/g_companion_parvati_quest_main:303:DefaultText
source: You're welcome. Shouldn't you get ready for Junlei now?
cs: Není zač. Neměl by ses teď připravit na Junlei?

# conversations/companions/g_companion_parvati_quest_main:304:DefaultText
source: I hope we got enough that everyone can get a taste.
cs: Doufám, že jsme jich získali dost, aby každý mohl ochutnat.

# conversations/companions/g_companion_parvati_quest_main:305:DefaultText
source: Whatever.
cs: To je jedno.

# conversations/companions/g_companion_parvati_quest_main:318:DefaultText
source: But it is okay to threaten people.
cs: Ale vyhrožovat lidem je v pořádku.

# conversations/companions/g_companion_parvati_quest_main:319:DefaultText
source: I didn't make Felix jump in.
cs: Nenutil jsem Felixe, aby skočil dovnitř.

# conversations/companions/g_companion_parvati_quest_main:321:DefaultText
source: No, Captain. Bad folk, maybe, if they're gonna hurt somebody otherwise. But Raymond wasn't bad. He was just a man doing his job.
cs: Ne, kapitáne. Možná špatní lidé, pokud chtějí někomu ublížit jinak. Ale Raymond nebyl zlý. Byl to jen člověk, který dělal svou práci.

# conversations/companions/g_companion_parvati_quest_main:323:DefaultText
source: I don't want him hurting people on account of me. I want him to be a better person.
cs: Nechci, aby kvůli mně ubližoval lidem. Chci, aby se stal lepším člověkem.

# conversations/companions/g_companion_parvati_quest_main:326:DefaultText
source: If there's leftovers, they're all yours.
cs: Pokud zbydou zbytky, jsou vaše.

# conversations/companions/g_companion_parvati_quest_main:327:DefaultText
source: I was gonna, but then it hit me.
cs: Chtěl jsem, ale pak mi to došlo.

# conversations/companions/g_companion_parvati_quest_main:330:DefaultText
source: You're fine as you are.
cs: Jsi v pořádku tak, jak jsi.

# conversations/companions/g_companion_parvati_quest_main:331:DefaultText
source: What do you want now?
cs: Co chcete teď?

# conversations/companions/g_companion_parvati_quest_main:333:DefaultText
source: I'm fine for overhauling an engine, maybe.
cs: Možná jsem pro generální opravu motoru.

# conversations/companions/g_companion_parvati_quest_main:334:DefaultText
source: I don't have a head for fashion, and I can't really picture myself in something clean and... pretty.
cs: Na módu nemám hlavu a nedokážu si představit sebe v něčem čistém a... hezkém.

# conversations/companions/g_companion_parvati_quest_main:335:DefaultText
source: That place we went in Byzantium - Jolicoeur's Haberdashery? I bet they'd have something.
cs: To místo, kde jsme byli v Byzanci - Jolicoeurova galanterie? Vsadím se, že tam něco mají.

# conversations/companions/g_companion_parvati_quest_main:338:DefaultText
source: Celeste is dead, but there's got to be someone running the place now.
cs: Celeste je mrtvá, ale někdo to tu teď musí řídit.

# conversations/companions/g_companion_parvati_quest_main:339:DefaultText
source: All right. We'll swing by when we can.
cs: Dobře. Zastavíme se, až budeme moct.

# conversations/companions/g_companion_parvati_quest_main:340:DefaultText
source: You know we can't get into Byzantium, right?
cs: Víš, že se nemůžeme dostat do Byzance, že?

# conversations/companions/g_companion_parvati_quest_main:341:DefaultText
source: We're not going to Byzantium for CLOTHES, Parvati.
cs: Nejedeme do Byzance pro oblečení, Parvati.

# conversations/companions/g_companion_parvati_quest_main:342:DefaultText
source: Not today, no. But maybe someday.
cs: Dnes ne. Ale možná někdy ano.

# conversations/companions/g_companion_parvati_quest_main:343:DefaultText
source: I know this is all a little crazy, Captain, but I think it's gotta be this place.
cs: Vím, že je to celé trochu šílené, kapitáne, ale myslím, že to musí být tohle místo.

# conversations/companions/g_companion_parvati_quest_main:344:DefaultText
source: Thanks, Captain. I know I've been asking a lot. But you helped me out every time. You're the best.
cs: Díky, kapitáne. Vím, že jsem se ptal hodně. Ale pokaždé jste mi pomohl. Jste nejlepší.

# conversations/companions/g_companion_parvati_quest_main:345:DefaultText
source: Guess it's a good thing we got that Navkey for Byzantium.
cs: Asi je dobře, že máme tu Navkey pro Byzanc.

# conversations/companions/g_companion_parvati_quest_main:348:DefaultText
source: Vicar would say it's the Universal Equation at work. I reckon it's just that 90% of everything that ain't crap is in Byzantium.
cs: Vikář by řekl, že jde o univerzální rovnici. Podle mě je to tím, že 90 % všeho, co není sračka, je v Byzanci.

# conversations/companions/g_companion_parvati_quest_main:349:DefaultText
source: I guess it's a good thing we happened to stop by that place.
cs: Myslím, že je dobře, že jsme se tam náhodou zastavili.

# conversations/companions/g_companion_parvati_quest_main:352:DefaultText
source: I understand - you got colonists to save and all. But if you do drop by Byzantium, just think about it. Please, Captain?
cs: Chápu to - máte kolonisty, které musíte zachránit, a tak dále. Ale pokud se zastavíte v Byzanci, přemýšlejte o tom. Prosím, kapitáne?

# conversations/companions/g_companion_parvati_quest_main:354:DefaultText
source: I used to watch her on aetherwave. They had a show about her, you know?
cs: Sledoval jsem ji na aetherwave. Měli o ní pořad, víš?

# conversations/companions/g_companion_parvati_quest_main:355:DefaultText
source: I wouldn't have even known that there were so many pretty clothes in all the universe.
cs: Ani bych nevěděla, že v celém vesmíru existuje tolik krásných šatů.

# conversations/companions/g_companion_parvati_quest_main:356:DefaultText
source: Can you imagine being somebody who gets to wear such everyday? It must feel like being an heiress in a serial.
cs: Dokážete si představit, že byste byli někým, kdo je nosí každý den? Musí to být jako být dědičkou v seriálu.

# conversations/companions/g_companion_parvati_quest_main:357:DefaultText
source: Ms. Celeste had a quality. Everybody she dressed left feeling better about themself.
cs: Paní Celeste měla své kvality. Každý, koho oblékla, odcházel s lepším pocitem.

# conversations/companions/g_companion_parvati_quest_main:460:DefaultText
source: That sounded pretty desperate, huh?
cs: To znělo dost zoufale, co?

# conversations/companions/g_companion_parvati_quest_main:461:DefaultText
source: I know. For a while, it felt like everything I did was a little bit of help. And it meant I didn't have to ask her to be mine. Not yet. Not for real.
cs: Já vím. Nějakou dobu mi připadalo, že všechno, co dělám, mi trochu pomáhá. A znamenalo to, že jsem ji nemusel žádat, aby byla moje. Ještě ne. Ne doopravdy.

# conversations/companions/g_companion_parvati_quest_main:462:DefaultText
source: This is real scary, Captain. I'm grateful for all you done.
cs: Tohle je opravdu děsivé, kapitáne. Jsem vám vděčný za všechno, co jste udělal.

# conversations/companions/g_companion_parvati_quest_main:464:DefaultText
source: You look terrific.
cs: Vypadáš úžasně.

# conversations/companions/g_companion_parvati_quest_main:466:DefaultText
source: Cleaner, maybe.
cs: Možná čistší.

# conversations/companions/g_companion_parvati_quest_main:467:DefaultText
source: Eh, you're okay.
cs: Jsi v pořádku.

# conversations/companions/g_companion_parvati_quest_main:469:DefaultText
source: You bet I am. You don't wanna know how much engine gunk came off me in the shower.
cs: To si pište, že ano. Nechtějte vědět, kolik motorového sajrajtu ze mě ve sprše spadlo.

# conversations/companions/g_companion_parvati_quest_main:471:DefaultText
source: I hope Junlei's a little more impressed.
cs: Doufám, že to na Junlei udělá větší dojem.

# conversations/companions/g_companion_parvati_quest_main:526:DefaultText
source: Oh, look at all the pretties.
cs: Podívejte se na všechny ty krásy.

# conversations/companions/g_companion_parvati_quest_main:528:DefaultText
source: I swear, next time we put into Groundbreaker, I'm gonna do it. I'm gonna ask her over.
cs: Přísahám, že až se příště pustíme do Groundbreakera, udělám to. Pozvu ji k sobě.

# conversations/companions/g_companion_parvati_quest_main:567:DefaultText
source: So how's this work? Do we get a table? Stand in a corner?
cs: Jak to funguje? Dostaneme stůl? Stát v rohu?

# conversations/companions/g_companion_parvati_quest_main:570:DefaultText
source: So she got here, and the first thing she said was, "Oh, you smell nice. Like mock-apples." And I was like, "Yeah, new soap."
cs: Přišla sem a první, co řekla, bylo: "Krásně voníš. Jako makety jablek." A já na to: "Jo, nové mýdlo."

# conversations/companions/g_companion_parvati_quest_main:571:DefaultText
source: Did it go well?
cs: Proběhlo to dobře?

# conversations/companions/g_companion_parvati_quest_main:572:DefaultText
source: I want all the details!
cs: Chci všechny podrobnosti!

# conversations/companions/g_companion_parvati_quest_main:573:DefaultText
source: Before you say anything, I want to be clear that I'm done running around for you.
cs: Než něco řekneš, chci, aby bylo jasné, že už jsem kvůli tobě přestal běhat.

# conversations/companions/g_companion_parvati_quest_main:574:DefaultText
source: Great. I'm sure something broke while you were busy. You best get to it.
cs: Skvělé. Určitě se ti něco rozbilo, když jsi byl zaneprázdněný. Měl by ses do toho pustit.

# conversations/companions/g_companion_parvati_quest_main:575:DefaultText
source: No need to worry about that, Captain.
cs: S tím si nemusíte dělat starosti, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:576:DefaultText
source: Uh, I figured after all the work you put in on my account, you'd want to know how it went?
cs: Říkal jsem si, že po vší té práci, kterou jsi na mém účtu odvedl, bys chtěl vědět, jak to šlo?

# conversations/companions/g_companion_parvati_quest_main:577:DefaultText
source: It's not my business. I just helped you get ready.
cs: Není to moje věc. Jen jsem ti pomohl připravit se.

# conversations/companions/g_companion_parvati_quest_main:578:DefaultText
source: I saw enough with my own two eyes. I don't need the details.
cs: Viděl jsem toho dost na vlastní oči. Nepotřebuji detaily.

# conversations/companions/g_companion_parvati_quest_main:580:DefaultText
source: I'm near about vibrating, I'm so excited.
cs: Jsem blízko vibracím, jsem tak nadšená.

# conversations/companions/g_companion_parvati_quest_main:582:DefaultText
source: Then she just sorta touched my arm real gentle-like and called the cut of my outfit "elegant" - I couldn't hear the rest on account of my heart was beating so hard.
cs: Pak se mě jen jemně dotkla na ruce a střih mého oblečení označila za "elegantní" - zbytek jsem neslyšela, protože mi strašně bušilo srdce.

# conversations/companions/g_companion_parvati_quest_main:584:DefaultText
source: Captain, you're the one who told me I was putting it off on account of nerves. If it'd been up to me, it wouldn't have happened.
cs: Kapitáne, to vy jste mi řekl, že to odkládám kvůli nervům. Kdyby to záleželo na mně, nestalo by se to.

# conversations/companions/g_companion_parvati_quest_main:585:DefaultText
source: Without you doing all that, I'd never have got over my nerves. You were real patient.
cs: Bez toho všeho bych se nikdy nedostal z nervozity. Byl jsi opravdu trpělivý.

# conversations/companions/g_companion_parvati_quest_main:586:DefaultText
source: I feel like running laps around the cargo bay!
cs: Mám chuť oběhnout nákladový prostor!

# conversations/companions/g_companion_parvati_quest_main:587:DefaultText
source: So she got here, and - well, she sneezed. She said, "Wow, new soap?" And I was like, "Yeah, rose-ish." Turns out it tickled her nose. Oops.
cs: Přišla sem a - no, kýchla. Řekla: "Páni, nové mýdlo?" A já na to: "Jo, růžové." Ukázalo se, že ji to lechtá v nose. Ups.

# conversations/companions/g_companion_parvati_quest_main:588:DefaultText
source: So she got here, and after a few minutes, she said, "Hey, do you have some new parts?" And I was like, "Nah, I used a new soap."
cs: Přišla sem a po pár minutách se zeptala: "Hele, nemáte nějaké nové součástky?" A já na to: "Ne, použila jsem nové mýdlo."

# conversations/companions/g_companion_parvati_quest_main:594:DefaultText
source: So you laid out the meal, brought Jun in, and started the music?
cs: Takže jsi připravil jídlo, přivedl Juna a spustil hudbu?

# conversations/companions/g_companion_parvati_quest_main:595:DefaultText
source: I figured you'd do this some place more romantic, like the engine room.
cs: Myslel jsem, že to uděláš na nějakém romantičtějším místě, třeba ve strojovně.

# conversations/companions/g_companion_parvati_quest_main:596:DefaultText
source: We both see enough engines in our day-to-day. There's nothing special 'bout sitting next to another one, even if ours is real sweet.
cs: Oba vidíme dost motorů v každodenním životě. Není nic zvláštního sedět vedle jiného, i když ten náš je opravdu sladký.

# conversations/companions/g_companion_parvati_quest_main:597:DefaultText
source: Jun hardly ever makes it down to Groundbreaker's mess during regular meal times, so sharing the kitchen was... special. Like being part of a real family.
cs: Jun se během pravidelného jídla do Hromotlukovy jídelny skoro nikdy nedostane, takže sdílení kuchyně bylo... zvláštní. Jako být součástí skutečné rodiny.

# conversations/companions/g_companion_parvati_quest_main:598:DefaultText
source: Let's skip to the good part.
cs: Přejděme k tomu lepšímu.

# conversations/companions/g_companion_parvati_quest_main:600:DefaultText
source: She stood stock-still, and just said, "Oh." Real soft. And lemme tell you, I was sweating. Then she blinked and said, "Is that dustback casserole?"
cs: Stála bez hnutí a jen řekla: "Aha." Opravdu tiše. A řeknu vám, že jsem se zapotil. Pak zamrkala a zeptala se: "To je prachový kastrol?"

# conversations/companions/g_companion_parvati_quest_main:601:DefaultText
source: I told her about how we got the ingredients, going all the way to Monarch and all. And she was like, "wow."
cs: Vyprávěla jsem jí o tom, jak jsme získali ingredience, jak jsme jeli až do Monarchu a tak. A ona na to: "Páni."

# conversations/companions/g_companion_parvati_quest_main:602:DefaultText
source: I told her how we got Mr. Raymond to bake it for us, so it was double-authentic. Made by a real live... Monarchian? Monarchist? Monarch-person.
cs: Řekla jsem jí, jak jsme přiměli pana Raymonda, aby nám ho upekl, takže byl dvojnásob autentický. Udělal ho skutečný živý... Monarchistou? Monarchista? Monarchista.

# conversations/companions/g_companion_parvati_quest_main:604:DefaultText
source: So the meal went well. The dessert too?
cs: Jídlo se tedy povedlo. A dezert?

# conversations/companions/g_companion_parvati_quest_main:607:DefaultText
source: So did she like it? I expect you'd never made it before.
cs: Líbilo se jí to? Předpokládám, že jsi ho nikdy předtím nedělala.

# conversations/companions/g_companion_parvati_quest_main:613:DefaultText
source: Well, I- I'm used to cooking for myself. Using herbs I grow and such. It wasn't quite like her late mama's. She said it was better, but I think she was just being nice.
cs: No, já jsem zvyklá vařit si sama. Používám bylinky, které si vypěstuju, a tak. Nebylo to úplně jako u její zesnulé maminky. Říkala, že je to lepší, ale myslím, že byla jen milá.

# conversations/companions/g_companion_parvati_quest_main:615:DefaultText
source: Well, we talked a bunch over dinner. About the things we learned just through messages. Stuff we repaired. How I taught her to salvage and she taught me to build.
cs: No, u večeře jsme si hodně povídali. O věcech, které jsme se dozvěděli jen prostřednictvím zpráv. Věci, které jsme opravili. Jak jsem ji naučil zachraňovat a ona mě stavět.

# conversations/companions/g_companion_parvati_quest_main:616:DefaultText
source: When I brung out the sweetheart cakes, Jun- she got a little teary. Said she had a thing she needed to say.
cs: Když jsem přinesla sladké dorty, Jun se trochu rozplakala. Říkala, že mi musí něco říct.

# conversations/companions/g_companion_parvati_quest_main:618:DefaultText
source: Then she pulled out a paper and read a speech. She- she talked about the things she admired about me, like my cleverness and my humor, and how it made her wanna be more open.
cs: Pak vytáhla papír a přečetla řeč. Mluvila o věcech, které na mně obdivuje, jako je moje chytrost a můj humor, a o tom, že díky tomu chce být otevřenější.

# conversations/companions/g_companion_parvati_quest_main:631:DefaultText
source: What about your disinterest in physical affection?
cs: A co váš nezájem o fyzickou náklonnost?

# conversations/companions/g_companion_parvati_quest_main:632:DefaultText
source: We talked about it some. I told her I wasn't sure how it'd work. How I've had a bad time of it in the past.
cs: Trochu jsme o tom mluvili. Řekl jsem jí, že si nejsem jistý, jak to bude fungovat. Jak jsem to v minulosti špatně zvládal.

# conversations/companions/g_companion_parvati_quest_main:634:DefaultText
source: She said we'll take it as it comes. Fix things together. Share meals. Talk. Maybe she could rub my shoulders when they're sore. I said I might like that.
cs: Řekla, že to budeme brát tak, jak to přijde. Napravíme to společně. Dělit se o jídlo. Mluvit. Možná by mi mohla masírovat ramena, když mě budou bolet. Řekl jsem, že by se mi to mohlo líbit.

# conversations/companions/g_companion_parvati_quest_main:638:DefaultText
source: All right. But skip to the important part. I just want to know how it ended.
cs: Dobře. Ale přejděte k tomu důležitému. Chci jen vědět, jak to skončilo.

# conversations/companions/g_companion_parvati_quest_main:639:DefaultText
source: I wasn't sure about that guy. I'm glad the end result was good.
cs: Nebyl jsem si tím chlapem jistý. Jsem rád, že to nakonec dopadlo dobře.

# conversations/companions/g_companion_parvati_quest_main:640:DefaultText
source: Sure was. Near-best thing to home-made, Junlei said.
cs: Jistěže byl. Téměř nejlepší domácí výroba, řekl Junlei.

# conversations/companions/g_companion_parvati_quest_main:641:DefaultText
source: Did she say anything about us taking mushrooms from the Back Bays?
cs: Říkala něco o tom, že jsme si vzali houby z Back Bays?

# conversations/companions/g_companion_parvati_quest_main:642:DefaultText
source: She got a little grumble-y about that area being off-limits on account of how it's so dangerous. I told her I had you watching my back, so it was all right.
cs: Trochu si posteskla, že je tam zakázaný vstup, protože je to tam nebezpečné. Řekl jsem jí, že mi kryješ záda, takže to bylo v pořádku.

# conversations/companions/g_companion_parvati_quest_main:643:DefaultText
source: Wait, she WROTE a speech to declare her love?
cs: Počkat, ona napsala projev, ve kterém vyznává lásku?

# conversations/companions/g_companion_parvati_quest_main:644:DefaultText
source: She was worried she wouldn't get the words out right. Especially after that message about Isabelle. It's sweet.
cs: Bála se, že se jí slova nepodaří správně vyslovit. Zvlášť po té zprávě o Isabelle. Je to milé.

# conversations/companions/g_companion_parvati_quest_main:652:DefaultText
source: Anyhow, when she wrapped up, I asked her to be my girlfriend. And Captain, she said yes!
cs: Když to zabalila, požádal jsem ji, aby se stala mou přítelkyní. A kapitáne, ona řekla ano!

# conversations/companions/g_companion_parvati_quest_main:653:DefaultText
source: That was very sweet. Congratulations.
cs: To bylo velmi milé. Gratulujeme.
