Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_quest_main.po
Languages: cs

# conversations/companions/g_companion_ellie_quest_main:184:DefaultText
source: Yeah. The funny thing about getting what you want is then you gotta figure out what to do with it.
cs: Jo. Vtipné na tom je, že když získáš, co chceš, musíš vymyslet, co s tím udělat.

# conversations/companions/g_companion_ellie_quest_main:194:DefaultText
source: Funny, you don't strike me as the type who keeps in touch.
cs: Je zvláštní, že mi nepřipadáš jako typ, který je v kontaktu.

# conversations/companions/g_companion_ellie_quest_main:195:DefaultText
source: Anyway, it's probably about time I paid them a visit. Given the dangerous life I lead, they've gotta be worried sick.
cs: Každopádně je asi nejvyšší čas, abych je navštívil. Vzhledem k tomu, jak nebezpečný život vedu, se o mě musí bát.

# conversations/companions/g_companion_ellie_quest_main:196:DefaultText
source: Whoa, let's calm down. I'm not asking for a favor or anything.
cs: Uklidněte se. Nežádám tě o laskavost nebo tak něco.

# conversations/companions/g_companion_ellie_quest_main:197:DefaultText
source: Which brings us to where we are today, several messages and a few years late.
cs: To nás přivádí do dnešní situace, kdy máme několik zpráv a několik let zpoždění.

# conversations/companions/g_companion_ellie_quest_main:198:DefaultText
source: I'm just suggesting we stop by. When we're in the neighborhood.
cs: Jen navrhuju, abychom se zastavili. Až budeme poblíž.

# conversations/companions/g_companion_ellie_quest_main:199:DefaultText
source: I'm only bringing it up because we're already here.
cs: Připomínám to jen proto, že už jsme tady.

# conversations/companions/g_companion_ellie_quest_main:205:DefaultText
source: Oh! Well, I was thinking you'd come, too.
cs: No, myslel jsem, že přijdeš taky.

# conversations/companions/g_companion_ellie_quest_main:206:DefaultText
source: Yep, you got me!
cs: Jo, dostal jsi mě!

# conversations/companions/g_companion_ellie_quest_main:207:DefaultText
source: You won't be laughing when I confine you to quarters, young lady.
cs: Nebudete se smát, až vás zavřu do kajuty, mladá dámo.

# conversations/companions/g_companion_ellie_quest_main:208:DefaultText
source: "Reconnect" is a strong word.
cs: "Znovu se spojit" je silné slovo.

# conversations/companions/g_companion_ellie_quest_main:209:DefaultText
source: Yeah. Exactly.
cs: Jo. Přesně tak.

# conversations/companions/g_companion_ellie_quest_main:210:DefaultText
source: I don't see why you can't go see them when it's convenient.
cs: Nevím, proč byste je nemohli navštívit, když se vám to hodí.

# conversations/companions/g_companion_ellie_quest_main:211:DefaultText
source: I'm proud of you, Ellie. Of course you should reconnect with your parents.
cs: Jsem na tebe hrdý, Ellie. Samozřejmě by ses měla znovu setkat se svými rodiči.

# conversations/companions/g_companion_ellie_quest_main:213:DefaultText
source: Absolutely not. I forbid it.
cs: Rozhodně ne. Zakazuji to.

# conversations/companions/g_companion_ellie_quest_main:214:DefaultText
source: What? You're joking, right?
cs: Cože? Děláš si srandu, že jo?

# conversations/companions/g_companion_ellie_quest_main:215:DefaultText
source: Of course I'm joking. Do what you need to do.
cs: Samozřejmě si dělám legraci. Dělej, co musíš.

# conversations/companions/g_companion_ellie_quest_main:216:DefaultText
source: Don't take that tone with me. I'm serious.
cs: Neberte to tak. Myslím to vážně.

# conversations/companions/g_companion_ellie_quest_main:217:DefaultText
source: Oh, I see what you're doing. Now you're acting like my parents. Very funny, Captain.
cs: Aha, už vím, co děláte. Teď se chováš jako moji rodiče. Velmi vtipné, kapitáne.

# conversations/companions/g_companion_ellie_quest_main:218:DefaultText
source: Hey, you're not my father. You don't get to tell me what to do.
cs: Hej, nejsi můj otec. Nemůžeš mi říkat, co mám dělat.

# conversations/companions/g_companion_ellie_quest_main:218:FemaleText
source: Hey, you're not my mother. You don't get to tell me what to do.
cs: Hej, nejsi moje matka. Nemůžeš mi říkat, co mám dělat.

# conversations/companions/g_companion_ellie_quest_main:219:DefaultText
source: Calm down, I'm just teasing you.
cs: Uklidni se, jen tě škádlím.

# conversations/companions/g_companion_ellie_quest_main:220:DefaultText
source: I am your CAPTAIN! So yes, I do!
cs: Jsem váš KAPITÁN! Takže ano, dělám!

# conversations/companions/g_companion_ellie_quest_main:221:DefaultText
source: Oh, is that how it's gonna be? Well, you can't order me around if I stop listening to you!
cs: Tak takhle to bude? No, nemůžeš mi rozkazovat, když tě přestanu poslouchat!

# conversations/companions/g_companion_ellie_quest_main:222:DefaultText
source: I really didn't mean any of that!
cs: Nic z toho jsem opravdu nemyslel vážně!

# conversations/companions/g_companion_ellie_quest_main:223:DefaultText
source: Fine!
cs: Fajn!

# conversations/companions/g_companion_ellie_quest_main:224:DefaultText
source: Fine!
cs: Fajn!

# conversations/companions/g_companion_ellie_quest_main:225:DefaultText
source: And, uh, I was thinking you'd come, too.
cs: A myslel jsem, že přijdeš taky.

# conversations/companions/g_companion_ellie_quest_main:226:DefaultText
source: What? Why would you want me to meet your parents?
cs: Cože? Proč chceš, abych se seznámil s tvými rodiči?

# conversations/companions/g_companion_ellie_quest_main:227:DefaultText
source: Because it would be fun?
cs: Protože by to byla zábava?

# conversations/companions/g_companion_ellie_quest_main:228:DefaultText
source: Oh, whew. Good. Looks like I'll be seeing them, then.
cs: Ach, fuj. Dobře. Vypadá to, že je uvidím.

# conversations/companions/g_companion_ellie_quest_main:229:DefaultText
source: Level with me, Ellie. What's this really about?
cs: Buď se mnou zajedno, Ellie. O co tu vlastně jde?

# conversations/companions/g_companion_ellie_quest_main:230:DefaultText
source: You're the boss.
cs: Vy jste šéf.

# conversations/companions/g_companion_ellie_quest_main:231:DefaultText
source: If you've got an outfit you haven't washed in a while - maybe one with some bloodstains? - wear that one.
cs: Pokud máte oblečení, které jste dlouho neprali - třeba se skvrnami od krve? - oblečte si ho.

# conversations/companions/g_companion_ellie_quest_main:232:DefaultText
source: It's not going to get weird, is it?
cs: Nebude to divné, že ne?

# conversations/companions/g_companion_ellie_quest_main:233:DefaultText
source: Of course not! I mean, not unless you want to bring a feral canid. Or a mantisaur on a leash. That'd make a real impression.
cs: Samozřejmě, že ne! Tedy pokud si nechceš přivést divokého kanida. Nebo kudlanku na vodítku. To by udělalo opravdový dojem.

# conversations/companions/g_companion_ellie_quest_main:234:DefaultText
source: Ellie, I'm flattered. Thank you.
cs: Ellie, to mi lichotí. Děkuji.

# conversations/companions/g_companion_ellie_quest_main:235:DefaultText
source: Yeah, just don't let it go to your head.
cs: Jo, jen si to nenech přerůst přes hlavu.

# conversations/companions/g_companion_ellie_quest_main:236:DefaultText
source: What?
cs: Cože?

# conversations/companions/g_companion_ellie_quest_main:237:DefaultText
source: Oh, and help yourself to the good snacks, and put your feet on the coffee table. Mother HATES that.
cs: A dejte si dobré občerstvení a položte si nohy na konferenční stolek. Matka to nesnáší.

# conversations/companions/g_companion_ellie_quest_main:238:DefaultText
source: It's almost like you want me on my worst behavior.
cs: Je to skoro jako bys chtěl, abych se choval co nejhůř.

# conversations/companions/g_companion_ellie_quest_main:239:DefaultText
source: That's the idea!
cs: To je ten nápad!

# conversations/companions/g_companion_ellie_quest_main:241:DefaultText
source: I'll take care of dressing myself, thanks.
cs: O oblékání se postarám sám, díky.

# conversations/companions/g_companion_ellie_quest_main:242:DefaultText
source: I get the idea, Ellie.
cs: Chápu to, Ellie.

# conversations/companions/g_companion_ellie_quest_main:243:DefaultText
source: Just know that I've got plenty more suggestions if you need 'em.
cs: Vězte, že mám spoustu dalších návrhů, pokud je budete potřebovat.

# conversations/companions/g_companion_ellie_quest_main:244:DefaultText
source: In any case, this'll still be a shock to my parents. I bet they'll barely recognize me!
cs: V každém případě to bude pro mé rodiče šok. Vsadím se, že mě sotva poznají!

# conversations/companions/g_companion_ellie_quest_main:247:DefaultText
source: And I didn't expect you to renew your marriage contract. But we're all full of surprises today, aren't we?
cs: A nečekal jsem, že obnovíš svou manželskou smlouvu. Ale dnes jsme všichni plní překvapení, že?

# conversations/companions/g_companion_ellie_quest_main:248:DefaultText
source: Speaking of surprises, you should meet my new friend. We've been running around the system for a while now, stirring up all sorts of trouble.
cs: Když už mluvíme o překvapeních, měli byste se seznámit s mým novým přítelem. Už nějakou dobu běháme po systému a vyvoláváme různé problémy.

# conversations/companions/g_companion_ellie_quest_main:249:DefaultText
source: It's a pleasure to meet you. Thank you for welcoming us into your home.
cs: Rád vás poznávám. Děkujeme, že jste nás přivítali ve svém domě.

# conversations/companions/g_companion_ellie_quest_main:250:DefaultText
source: <Spit on the floor.> Fancy place. I'll probably be taking a few things with me.
cs: <Plivu na podlahu.> Nóbl místo. Pravděpodobně si s sebou vezmu pár věcí.

# conversations/companions/g_companion_ellie_quest_main:251:DefaultText
source: I don't know what to say. He's usually not like this.
cs: Nevím, co na to říct. Obvykle takový není.

# conversations/companions/g_companion_ellie_quest_main:251:FemaleText
source: I don't know what to say. She's usually not like this.
cs: Nevím, co na to říct. Obvykle taková není.

# conversations/companions/g_companion_ellie_quest_main:252:DefaultText
source: Ellie, let's do this another time.
cs: Ellie, zkusíme to jindy.

# conversations/companions/g_companion_ellie_quest_main:253:DefaultText
source: ...If you say so.
cs: ...když to říkáte.

# conversations/companions/g_companion_ellie_quest_main:254:DefaultText
source: But keep the Calavedos handy 'cause we'll be back!
cs: Ale mějte po ruce Calavedos, protože se vrátíme!

# conversations/companions/g_companion_ellie_quest_main:256:DefaultText
source: Not exactly...
cs: Ne tak docela...

# conversations/companions/g_companion_ellie_quest_main:257:DefaultText
source: The last few years have been a bloody haze. You wouldn't believe the messes we've gotten ourselves into.
cs: Posledních několik let bylo jako krvavá mlha. Nevěřili byste, do jakých průšvihů jsme se dostali.

# conversations/companions/g_companion_ellie_quest_main:258:DefaultText
source: Right?
cs: Je to tak?

# conversations/companions/g_companion_ellie_quest_main:259:DefaultText
source: Indeed. We've saved towns and restored property across Halcyon.
cs: Vskutku. Zachránili jsme města a obnovili majetek v celém Halcyonu.

# conversations/companions/g_companion_ellie_quest_main:260:DefaultText
source: Theft. Vandalism. Profanity. You name it, we've done it at least twice.
cs: Krádeže. Vandalismus. Sprosté nadávky. Řekněte si, co chcete, a my jsme to udělali nejméně dvakrát.

# conversations/companions/g_companion_ellie_quest_main:262:DefaultText
source: Anyway, you're probably wondering where I've been all this time.
cs: Asi se divíte, kde jsem celou tu dobu byl.

# conversations/companions/g_companion_ellie_quest_main:263:DefaultText
source: Are you trying to make me look bad?
cs: Snažíte se mě znemožnit?

# conversations/companions/g_companion_ellie_quest_main:264:DefaultText
source: Yep! We're a pair of disgraceful lowlifes.
cs: Jo! Jsme dvojice hanebných ubožáků.

# conversations/companions/g_companion_ellie_quest_main:265:DefaultText
source: Come on! You're supposed to help me make an impression!
cs: No tak! Máš mi pomoct udělat dojem!

# conversations/companions/g_companion_ellie_quest_main:266:DefaultText
source: Marilyn, this really isn't the best time. Perhaps you should go.
cs: Marilyn, teď opravdu není ta nejlepší doba. Možná bys měla jít.

# conversations/companions/g_companion_ellie_quest_main:267:DefaultText
source: Don't treat her like that. She's come a long way to see you.
cs: Takhle se k ní nechovej. Urazila dlouhou cestu, aby tě viděla.

# conversations/companions/g_companion_ellie_quest_main:268:DefaultText
source: This is getting awkward...
cs: Začíná to být trapné...

# conversations/companions/g_companion_ellie_quest_main:269:DefaultText
source: I mean, we had other business in Byzantium, so it's not like we went out of our way...
cs: V Byzanci jsme měli i jiné záležitosti, takže jsme se nevzdalovali...

# conversations/companions/g_companion_ellie_quest_main:270:DefaultText
source: What Ellie said.
cs: Co řekla Ellie.

# conversations/companions/g_companion_ellie_quest_main:271:DefaultText
source: Come on, try to get into it a little more.
cs: No tak, zkus se do toho trochu víc ponořit.

# conversations/companions/g_companion_ellie_quest_main:272:DefaultText
source: But you can't just kick us out!
cs: Ale nemůžete nás jen tak vyhodit!

# conversations/companions/g_companion_ellie_quest_main:273:DefaultText
source: We'll stay as long as we like! And while we're at it, we'll drink your expensive hooch, wear our outside shoes all over your nice floors...
cs: Zůstaneme, jak dlouho budeme chtít! A když už budeme v tom, vypijeme vaši drahou kořalku, obujeme si naše venkovní boty na vaši krásnou podlahu...

# conversations/companions/g_companion_ellie_quest_main:274:DefaultText
source: He's right. Since when can you afford authentic Terran marble?
cs: Má pravdu. Odkdy si můžete dovolit pravý terranský mramor?

# conversations/companions/g_companion_ellie_quest_main:274:FemaleText
source: She's right. Since when can you afford authentic Terran marble?
cs: Má pravdu. Odkdy si můžete dovolit pravý terranský mramor?

# conversations/companions/g_companion_ellie_quest_main:275:DefaultText
source: Let's not get carried away...
cs: Nenechme se unést...

# conversations/companions/g_companion_ellie_quest_main:276:DefaultText
source: What is it?
cs: Co to je?

# conversations/companions/g_companion_ellie_quest_main:277:DefaultText
source: Keep going, Ellie. I like where that list is headed.
cs: Pokračuj, Ellie. Líbí se mi, kam ten seznam směřuje.

# conversations/companions/g_companion_ellie_quest_main:278:DefaultText
source: That means it's getting fun!
cs: To znamená, že začíná být zábava!

# conversations/companions/g_companion_ellie_quest_main:279:DefaultText
source: We'll leave when we're good and ready.
cs: Odejdeme, až budeme připraveni.

# conversations/companions/g_companion_ellie_quest_main:280:DefaultText
source: You tell 'em.
cs: Řekněte jim to.

# conversations/companions/g_companion_ellie_quest_main:281:DefaultText
source: That's what we've been trying to tell you, dear. But you must understand... we hadn't heard from you in ages.
cs: To jsme se ti snažili říct, drahá. Ale musíš pochopit, že jsme o tobě neslyšeli už celou věčnost.

# conversations/companions/g_companion_ellie_quest_main:282:DefaultText
source: It's the floors.
cs: Jde o podlahy.

# conversations/companions/g_companion_ellie_quest_main:283:DefaultText
source: Just a second.
cs: Vteřinku.

# conversations/companions/g_companion_ellie_quest_main:284:DefaultText
source: I'm afraid the distinction was lost on us, darling.
cs: Obávám se, že nám ten rozdíl unikl, miláčku.

# conversations/companions/g_companion_ellie_quest_main:285:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:286:DefaultText
source: Why do I get the feeling you people are about to apologize for something?
cs: Proč mám pocit, že se chcete za něco omluvit?

# conversations/companions/g_companion_ellie_quest_main:287:DefaultText
source: Why, we did what any grieving parents would do.
cs: Udělali jsme to, co by udělal každý truchlící rodič.

# conversations/companions/g_companion_ellie_quest_main:288:DefaultText
source: What did you do?
cs: Co jste udělali?

# conversations/companions/g_companion_ellie_quest_main:289:DefaultText
source: We collected on your life insurance policy.
cs: Vybrali jsme peníze z vašeho životního pojištění.

# conversations/companions/g_companion_ellie_quest_main:290:DefaultText
source: We only did what any grieving parents in our position would do.
cs: Udělali jsme jen to, co by udělali všichni truchlící rodiče v naší situaci.

# conversations/companions/g_companion_ellie_quest_main:291:DefaultText
source: You WHAT?!
cs: Cože?!

# conversations/companions/g_companion_ellie_quest_main:292:DefaultText
source: Of course, and we shall always harbor that joyful secret deep within our hearts.
cs: Jistě, a my budeme toto radostné tajemství vždy uchovávat hluboko v našich srdcích.

# conversations/companions/g_companion_ellie_quest_main:293:DefaultText
source: We couldn't very well tell people you'd run off to become a miscreant, could we?
cs: Nemohli jsme přece lidem říct, že jsi utekl a stal se z tebe darebák, ne?

# conversations/companions/g_companion_ellie_quest_main:294:DefaultText
source: We concocted a story about Celeste Jolicoeur designing a pair of twelve-inch heels for you...
cs: Vymysleli jsme příběh o Celeste Jolicoeurové, která pro vás navrhla pár dvanácticentimetrových podpatků...

# conversations/companions/g_companion_ellie_quest_main:295:DefaultText
source: Why not?
cs: Proč ne?

# conversations/companions/g_companion_ellie_quest_main:296:DefaultText
source: I'll have you know Ellie's a PROFESSIONAL miscreant.
cs: Ellie je PROFESIONÁLNÍ záškodnice.

# conversations/companions/g_companion_ellie_quest_main:297:DefaultText
source: The neighbors would talk. And not in a good way.
cs: Sousedé si povídali. A ne v dobrém slova smyslu.

# conversations/companions/g_companion_ellie_quest_main:298:DefaultText
source: Shh! Someone could hear you.
cs: Pšššt! Někdo by tě mohl slyšet.

# conversations/companions/g_companion_ellie_quest_main:300:DefaultText
source: She hasn't changed a bit, I see.
cs: Vidím, že se ani trochu nezměnila.

# conversations/companions/g_companion_ellie_quest_main:302:DefaultText
source: Well, we're trying to avoid further embarrassment.
cs: Snažíme se vyhnout dalším trapasům.

# conversations/companions/g_companion_ellie_quest_main:303:DefaultText
source: Damn right, Captain.
cs: To máš sakra pravdu, kapitáne.

# conversations/companions/g_companion_ellie_quest_main:304:DefaultText
source: Let's just get out of here, Captain.
cs: Pojďme odsud, kapitáne.

# conversations/companions/g_companion_ellie_quest_main:305:DefaultText
source: Hello.
cs: Dobrý den.

# conversations/companions/g_companion_ellie_quest_main:306:DefaultText
source: Play the "ruffian" angle some more. You're supposed to help me make an impression!
cs: Ještě chvíli hrajte na "lumpa". Máš mi pomoct udělat dojem!

# conversations/companions/g_companion_ellie_quest_main:307:DefaultText
source: There you go again, Captain! Always menacing polite society.
cs: A je to tu zase, kapitáne! Stále ohrožujete slušnou společnost.

# conversations/companions/g_companion_ellie_quest_main:308:DefaultText
source: In the flesh.
cs: Na vlastní kůži.

# conversations/companions/g_companion_ellie_quest_main:309:DefaultText
source: Ellie, you've made your point. Can we just get this over with?
cs: Ellie, už jsi se vyjádřila. Můžeme to už ukončit?

# conversations/companions/g_companion_ellie_quest_main:310:DefaultText
source: I must agree with your unusual friend. You see, after going for so long without hearing from you, we collected on your life insurance policy.
cs: Musím souhlasit s vaším neobvyklým přítelem. Víte, poté, co jsme o vás tak dlouho neslyšeli, jsme vybrali peníze z vaší životní pojistky.

# conversations/companions/g_companion_ellie_quest_main:311:DefaultText
source: Let's go, Ellie. We've got better things to do than hang around these two.
cs: Jdeme, Ellie. Máme lepší věci na práci než se poflakovat kolem těch dvou.

# conversations/companions/g_companion_ellie_quest_main:312:DefaultText
source: Hold up. These floors aren't just nice. They're top-quality marble.
cs: Počkejte. Tyto podlahy nejsou jen pěkné. Jsou to mramory špičkové kvality.

# conversations/companions/g_companion_ellie_quest_main:313:DefaultText
source: Now that we're here, you can put that behind you, right?
cs: Teď, když jsme tady, to můžeš hodit za hlavu, že?

# conversations/companions/g_companion_ellie_quest_main:314:DefaultText
source: I'm afraid it's a little late for that.
cs: Obávám se, že na to je už trochu pozdě.

# conversations/companions/g_companion_ellie_quest_main:315:DefaultText
source: I've heard enough. Let's go, Ellie.
cs: Už jsem toho slyšel dost. Jdeme, Ellie.

# conversations/companions/g_companion_ellie_quest_main:316:DefaultText
source: Sorry, Ellie. I guess I misunderstood.
cs: Promiň, Ellie. Asi jsem to špatně pochopil.

# conversations/companions/g_companion_ellie_quest_main:317:DefaultText
source: You expect me to believe you're feeling sentimental?
cs: Čekáš, že ti uvěřím, že jsi sentimentální?

# conversations/companions/g_companion_ellie_quest_main:318:DefaultText
source: By now, you should know I handle things my way.
cs: Teď už byste měli vědět, že věci řeším po svém.

# conversations/companions/g_companion_ellie_quest_main:319:DefaultText
source: I guess I did, too. When I joined up with you.
cs: Myslím, že jsem to udělal taky. Když jsem se k tobě přidal.

# conversations/companions/g_companion_ellie_quest_main:320:DefaultText
source: Me being mad doesn't mean I wanted you to murder them!
cs: To, že jsem naštvaný, neznamená, že jsem chtěl, abys je zavraždil!

# conversations/companions/g_companion_ellie_quest_main:321:DefaultText
source: That wasn't a problem before it meant killing my folks in their own home.
cs: To nebyl problém, dokud to neznamenalo zabití mých rodičů v jejich vlastním domě.

# conversations/companions/g_companion_ellie_quest_main:322:DefaultText
source: You're on your own now. Consider my debt to you forgotten and cancelled.
cs: Teď jste na to sami. Považuj můj dluh vůči tobě za zapomenutý a zrušený.

# conversations/companions/g_companion_ellie_quest_main:323:DefaultText
source: For what it's worth, I'm sorry. Good luck.
cs: Ať to stojí, co to stojí, je mi to líto. Hodně štěstí.

# conversations/companions/g_companion_ellie_quest_main:324:DefaultText
source: That's it?
cs: To je vše?

# conversations/companions/g_companion_ellie_quest_main:325:DefaultText
source: So long.
cs: Tak dlouho.

# conversations/companions/g_companion_ellie_quest_main:326:DefaultText
source: Don't let the door clip you on the way out.
cs: Nedovolte, aby vás dveře při odchodu přimáčkly.

# conversations/companions/g_companion_ellie_quest_main:327:DefaultText
source: It sure better be. Now go.
cs: To by mělo být. Teď běžte.

# conversations/companions/g_companion_ellie_quest_main:328:DefaultText
source: We'd hardly been there a minute, and they turned us out like yesterday's garbage!
cs: Byli jsme tam sotva minutu a oni nás vyhodili jako včerejší odpadky!

# conversations/companions/g_companion_ellie_quest_main:329:DefaultText
source: Come on, Ellie. We don't have time to dwell on this.
cs: No tak, Ellie. Nemáme čas se tím zabývat.

# conversations/companions/g_companion_ellie_quest_main:330:DefaultText
source: Can we do this later?
cs: Můžeme to udělat později?

# conversations/companions/g_companion_ellie_quest_main:331:DefaultText
source: Absolutely. I can hold onto my anger for a real long time.
cs: Rozhodně. Dokážu si udržet vztek opravdu dlouho.
