Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_quest_main.po
Languages: cs

# conversations/companions/g_companion_felix_quest_main:2:DefaultText
source: Clyde's got a crew of his own, huh? Good for him.
cs: Clyde má vlastní posádku, co? To je dobře.

# conversations/companions/g_companion_felix_quest_main:3:DefaultText
source: Thus to all traitors, huh?
cs: Tedy všem zrádcům, co?

# conversations/companions/g_companion_felix_quest_main:4:DefaultText
source: Clyde Harlow, agent of the Board. Yeah, that sounds even more insane out loud than it did in my head.
cs: Clyde Harlow, zástupce správní rady. Jo, nahlas to zní ještě šíleněji než v mé hlavě.

# conversations/companions/g_companion_felix_quest_main:6:DefaultText
source: We need to talk.
cs: Musíme si promluvit.

# conversations/companions/g_companion_felix_quest_main:7:DefaultText
source: Are you out of your mind? What was that? What - did Clyde look at you funny, and you just opened fire?
cs: Zbláznil ses? Co to bylo? Co - podíval se na tebe Clyde divně a ty jsi začal střílet?

# conversations/companions/g_companion_felix_quest_main:8:DefaultText
source: This is... this is definitely not how I imagined it'd end.
cs: Takhle... takhle jsem si rozhodně nepředstavovala, že to skončí.

# conversations/companions/g_companion_felix_quest_main:18:DefaultText
source: Let's get going.
cs: Pojďme na to.

# conversations/companions/g_companion_felix_quest_main:19:DefaultText
source: Did you want to ask me something?
cs: Chtěl ses mě na něco zeptat?

# conversations/companions/g_companion_felix_quest_main:20:DefaultText
source: You just killed the guy. Please tell me you've got some half-decent reason for doing what you did.
cs: Právě jsi ho zabil. Prosím, řekni mi, že máš nějaký aspoň trochu slušný důvod, proč jsi to udělal.

# conversations/companions/g_companion_felix_quest_main:21:DefaultText
source: The void's black, water's wet, and Clyde hated the Board. That's something I just knew. Now? I don't know. I don't know what to think.
cs: Prázdnota je černá, voda mokrá a Clyde nenáviděl prkno. To jsem prostě věděl. A teď? Nevím. Nevím, co si mám myslet.

# conversations/companions/g_companion_felix_quest_main:22:DefaultText
source: You're just going to have to come to terms with that.
cs: S tím se budete muset smířit.

# conversations/companions/g_companion_felix_quest_main:23:DefaultText
source: I've just got a lot on my mind right now. This is - this is a lot to take in.
cs: Mám toho teď hodně na srdci. Je toho hodně, co musím vstřebat.

# conversations/companions/g_companion_felix_quest_main:24:DefaultText
source: We should probably get back to Clyde. He'll want to see Trask's ring.
cs: Asi bychom se měli vrátit ke Clydovi. Bude chtít vidět Traskův prsten.

# conversations/companions/g_companion_felix_quest_main:25:DefaultText
source: Then again, Trask knew he was a dead man. Could've been trying to shift the blame.
cs: Na druhou stranu Trask věděl, že je mrtvý. Mohl se snažit přehodit vinu na někoho jiného.

# conversations/companions/g_companion_felix_quest_main:26:DefaultText
source: What's on your mind?
cs: Na co myslíte?

# conversations/companions/g_companion_felix_quest_main:27:DefaultText
source: I wanted to ask you about this Harlow guy.
cs: Chtěl jsem se tě zeptat na toho Harlowa.

# conversations/companions/g_companion_felix_quest_main:28:DefaultText
source: Sure thing. Ask away.
cs: Jistě. Zeptejte se.

# conversations/companions/g_companion_felix_quest_main:29:DefaultText
source: You've given me a lot to think about. I'm gonna be mulling over this whole mess for a couple days.
cs: Dala jsi mi hodně podnětů k přemýšlení. Budu nad tím vším pár dní přemýšlet.

# conversations/companions/g_companion_felix_quest_main:30:DefaultText
source: Thanks for your time, boss.
cs: Díky za váš čas, šéfe.

# conversations/companions/g_companion_felix_quest_main:31:DefaultText
source: There's something else I wanted to talk about.
cs: Ještě o něčem jsem chtěl mluvit.

# conversations/companions/g_companion_felix_quest_main:36:DefaultText
source: Something about this feels strange. Are you sure you trust this guy?
cs: Něco mi na tom připadá divné. Jsi si jistý, že mu věříš?

# conversations/companions/g_companion_felix_quest_main:37:DefaultText
source: Maybe we should go have a word with Trask. Get to the bottom of all this.
cs: Možná bychom si měli promluvit s Traskem. Přijít tomu všemu na kloub.

# conversations/companions/g_companion_felix_quest_main:38:DefaultText
source: We still going after Trask, boss?
cs: Pořád jdeme po Traskovi, šéfe?

# conversations/companions/g_companion_felix_quest_main:44:DefaultText
source: Better take his ring.
cs: Raději si vezměte jeho prsten.

# conversations/companions/g_companion_felix_quest_main:47:DefaultText
source: I always looked up to Clyde. The thought that he could be an agent of the Board is just abhorrent to me.
cs: Vždycky jsem ke Clydovi vzhlížel. Myšlenka, že by mohl být agentem Rady, je mi odporná.

# conversations/companions/g_companion_felix_quest_main:48:DefaultText
source: Are you crazy?!
cs: Zbláznili jste se?!

# conversations/companions/g_companion_felix_quest_main:49:DefaultText
source: Is that Rosana?
cs: Je to Rosana?

# conversations/companions/g_companion_felix_quest_main:50:DefaultText
source: I think that's the guy.
cs: Myslím, že je to on.

# conversations/companions/g_companion_felix_quest_main:52:DefaultText
source: I'm glad I didn't go back to Harlow. I've got all the family I need right here on our ship.
cs: Jsem ráda, že jsem se nevrátila do Harlow. Veškerou rodinu, kterou potřebuji, mám tady na naší lodi.

# conversations/companions/g_companion_felix_quest_main:53:DefaultText
source: Part of me just wishes Trask was still around. Just so I could shake some more answers out of him.
cs: Jedna moje část si přeje, aby tu Trask ještě byl. Jen abych z něj mohl vytřískat další odpovědi.

# conversations/companions/g_companion_felix_quest_main:54:DefaultText
source: Part of me wishes we'd put Trask in the ground. But you know, I think that's just my frustration talking.
cs: Část mého já si přeje, abychom Traska uložili do země. Ale víte, myslím, že to je jen moje frustrace.

# conversations/companions/g_companion_felix_quest_main:55:DefaultText
source: I don't know what I believe anymore. Maybe it's better that way.
cs: Už nevím, čemu věřím. Možná je to tak lepší.

# conversations/companions/g_companion_felix_quest_main:58:DefaultText
source: Hey, boss. Got a hypothetical for you. You've got a friend, see. Somebody you knew when you were growing up. You were close - then one day they up and vanished.
cs: Hej, šéfe. Mám pro tebe hypotetickou otázku. Máš kamaráda, vidíš? Někoho, koho jsi znal, když jsi vyrůstal. Byli jste si blízcí - a jednoho dne se zvedl a zmizel.

# conversations/companions/g_companion_felix_quest_main:59:DefaultText
source: Five years go by, they send you a message out of the aether. What's going through your head?
cs: Uplyne pět let a oni ti pošlou zprávu z éteru. Co se ti honí hlavou?

# conversations/companions/g_companion_felix_quest_main:60:DefaultText
source: Are you going somewhere with this?
cs: Míříte někam?

# conversations/companions/g_companion_felix_quest_main:61:DefaultText
source: Guy by the name of Clyde Harlow. He was an old friend of mine. Honestly, he was probably my first and longest friend.
cs: Chlap jménem Clyde Harlow. Byl to můj starý přítel. Upřímně řečeno, byl to asi můj první a nejdelší přítel.

# conversations/companions/g_companion_felix_quest_main:62:DefaultText
source: I just heard from him. Says he wants to talk to me. Says it's urgent.
cs: Právě se mi ozval. Říká, že se mnou chce mluvit. Prý je to naléhavé.

# conversations/companions/g_companion_felix_quest_main:63:DefaultText
source: Harlow, huh? Yeah, I've met the guy.
cs: Harlow, co? Jo, už jsem ho potkal.

# conversations/companions/g_companion_felix_quest_main:64:DefaultText
source: Wait - you've met him? Was this before or after you picked me up? Boss. C'mon.
cs: Počkej - ty ses s ním setkal? Bylo to předtím, nebo potom, co jsi mě vyzvedl? Šéf. No tak.

# conversations/companions/g_companion_felix_quest_main:65:DefaultText
source: You mind us paying him another visit? Seeing how you already know the way.
cs: Vadilo by vám, kdybychom ho navštívili znovu? Když už znáte cestu.

# conversations/companions/g_companion_felix_quest_main:66:DefaultText
source: This is obviously important to you. Let's go.
cs: To je pro vás zjevně důležité. Pojďme.

# conversations/companions/g_companion_felix_quest_main:67:DefaultText
source: Clyde's waiting for us on Scylla. What he's doing on an asteroid, I can't begin to imagine.
cs: Clyde na nás čeká na Scylle. Co dělá na asteroidu, si nedokážu představit.

# conversations/companions/g_companion_felix_quest_main:68:DefaultText
source: I appreciate this, boss. I know you're going out of your way for me.
cs: Toho si vážím, šéfe. Vím, že se pro mě snažíte udělat něco, co by mi pomohlo.

# conversations/companions/g_companion_felix_quest_main:69:DefaultText
source: Thank me later.
cs: Poděkujte mi později.

# conversations/companions/g_companion_felix_quest_main:70:DefaultText
source: I know we've got bigger problems to worry about right now. Maybe we could swing by some time.
cs: Vím, že teď máme větší starosti. Možná bychom se mohli někdy zastavit.

# conversations/companions/g_companion_felix_quest_main:71:DefaultText
source: We'll see.
cs: Uvidíme.

# conversations/companions/g_companion_felix_quest_main:72:DefaultText
source: Another time, Felix. We've got work to do.
cs: Jindy, Felixi. Máme práci.

# conversations/companions/g_companion_felix_quest_main:73:DefaultText
source: You don't sound too sure about this.
cs: Nezdá se, že byste si tím byl příliš jistý.

# conversations/companions/g_companion_felix_quest_main:74:DefaultText
source: The guy just vanished without a trace one day. No goodbyes. No explanations. Been gnawing at me ever since, you know?
cs: Ten chlap jednoho dne beze stopy zmizel. Žádné loučení. Žádné vysvětlení. Od té doby to ve mně hlodá, víte?

# conversations/companions/g_companion_felix_quest_main:75:DefaultText
source: I can see why you're worried.
cs: Chápu, proč si děláte starosti.

# conversations/companions/g_companion_felix_quest_main:76:DefaultText
source: Clyde was my first friend, but he was also my mentor. Taught me how to think. How to question. How to disobey.
cs: Clyde byl můj první přítel, ale také můj učitel. Naučil mě myslet. Jak se ptát. Jak neposlouchat.

# conversations/companions/g_companion_felix_quest_main:77:DefaultText
source: I figured the Board got him in the end. Some guys with black uniforms snatching him off the street in the middle of the night or something.
cs: Došlo mi, že ho nakonec dostala rada. Nějací chlápci v černých uniformách ho uprostřed noci sebrali z ulice nebo tak něco.

# conversations/companions/g_companion_felix_quest_main:78:DefaultText
source: You think he's in trouble?
cs: Myslíš, že má potíže?

# conversations/companions/g_companion_felix_quest_main:79:DefaultText
source: That's what I don't know. The message was light on details. No explanations, as usual.
cs: To je to, co nevím. Zpráva byla málo podrobná. Žádné vysvětlení, jako obvykle.

# conversations/companions/g_companion_felix_quest_main:80:DefaultText
source: Clyde - he was a blustery old cuss. Carried on about violent revolution and seizing the means of production.
cs: Clyde - byl to starý bručoun. Pořád mluvil o násilné revoluci a zabavování výrobních prostředků.

# conversations/companions/g_companion_felix_quest_main:81:DefaultText
source: That's cute, Felix. What's her name?
cs: To je roztomilé, Felixi. Jak se jmenuje?

# conversations/companions/g_companion_felix_quest_main:82:DefaultText
source: Hah. You got the wrong idea, boss. It ain't like that.
cs: Hah. Špatně jste si to představil, šéfe. Takhle to není.

# conversations/companions/g_companion_felix_quest_main:83:DefaultText
source: Shock and disbelief, seeing how most of my friends are still on Earth.
cs: Šok a nedůvěra, když vidím, že většina mých přátel je stále na Zemi.

# conversations/companions/g_companion_felix_quest_main:84:DefaultText
source: Right. Forgot about that. Though, shock and disbelief's a good way to put it.
cs: Vpravo. Na to jsem zapomněl. I když, šok a nedůvěra je dobrý způsob, jak to vyjádřit.

# conversations/companions/g_companion_felix_quest_main:86:DefaultText
source: What's a guy like him doing all the way on Scylla?
cs: Co dělá člověk jako on celou cestu na Scyllu?

# conversations/companions/g_companion_felix_quest_main:87:DefaultText
source: I've been thinking about that. Scylla's about as far away from civilization as I can imagine. Cold, barren rocks and the occasional mining operation.
cs: Přemýšlel jsem o tom. Scylla je tak daleko od civilizace, jak si jen dokážu představit. Chladné, pusté skály a občasná těžba.

# conversations/companions/g_companion_felix_quest_main:88:DefaultText
source: Clyde wasn't exactly a prospector. I guess we'll find out when we get there.
cs: Clyde nebyl zrovna prospektor. To se asi dozvíme, až tam dorazíme.

# conversations/companions/g_companion_felix_quest_main:89:DefaultText
source: How well did you know Harlow?
cs: Jak dobře znáte Harlowa?

# conversations/companions/g_companion_felix_quest_main:90:DefaultText
source: Clyde was my first friend, but he was also my mentor. Taught me how to think. How to question. How to disobey.
cs: Clyde byl můj první přítel, ale také můj učitel. Naučil mě myslet. Jak se ptát. Jak neposlouchat.

# conversations/companions/g_companion_felix_quest_main:91:DefaultText
source: I figured the Board got him in the end. Some guys with black uniforms snatching him off the street in the middle of the night or something.
cs: Došlo mi, že ho nakonec dostala rada. Nějací chlápci v černých uniformách ho uprostřed noci sebrali z ulice nebo tak něco.

# conversations/companions/g_companion_felix_quest_main:92:DefaultText
source: You said Harlow was your mentor?
cs: Říkal jsi, že Harlow byl tvůj mentor?

# conversations/companions/g_companion_felix_quest_main:93:DefaultText
source: Yeah. I was just a lonely orphan kid getting my knuckles dirty. Clyde - I want to say he saw some potential in me. Like as not, he just took pity on me.
cs: Jo, byl jsem jen osamělý sirotek, který si ušpinil klouby. Clyde - chci říct, že ve mně viděl nějaký potenciál. Jako by ne, prostě se nade mnou slitoval.

# conversations/companions/g_companion_felix_quest_main:94:DefaultText
source: So he took me in. Gave me a place to live. Gave me something to believe in.
cs: Tak mě vzal k sobě. Dal mi bydlení. Dal mi něco, v co jsem mohl věřit.

# conversations/companions/g_companion_felix_quest_main:95:DefaultText
source: You think Harlow might be in trouble?
cs: Myslíš, že by Harlow mohla mít potíže?

# conversations/companions/g_companion_felix_quest_main:96:DefaultText
source: That's what I don't know. The message was light on details. No explanations, as usual.
cs: To je to, co nevím. Zpráva byla málo podrobná. Žádné vysvětlení, jako obvykle.

# conversations/companions/g_companion_felix_quest_main:97:DefaultText
source: Clyde - he was a blustery old cuss. Carried on about violent revolution and seizing the means of production.
cs: Clyde - byl to starý bručoun. Pořád mluvil o násilné revoluci a zabavování výrobních prostředků.

# conversations/companions/g_companion_felix_quest_main:98:DefaultText
source: Harlow must have made some enemies, the way he talked about revolutions.
cs: Harlow si musel udělat pár nepřátel, když mluvil o revolucích.

# conversations/companions/g_companion_felix_quest_main:99:DefaultText
source: Clyde wasn't an idiot. He kept his head down. Worked hard. Did as he was told. You're not gonna catch him standing on a soapbox decrying the tyranny of the Board.
cs: Clyde nebyl idiot. Držel se při zemi. Tvrdě pracoval. Dělal, co se mu řeklo. Nepřistihnete ho, jak stojí na mýdlové skříňce a kritizuje tyranii představenstva.

# conversations/companions/g_companion_felix_quest_main:100:DefaultText
source: But when the Mardets had their backs turned? Oh yeah. He carried on about starting a revolution. Said he was going to do something big.
cs: Ale když se Mardějové otočili zády? No jo. Pořád mluvil o zahájení revoluce. Říkal, že udělá něco velkého.

# conversations/companions/g_companion_felix_quest_main:101:DefaultText
source: Never mind. Let's talk about something else.
cs: Nevadí. Promluvme si o něčem jiném.

# conversations/companions/g_companion_felix_quest_main:102:DefaultText
source: Back to work.
cs: Zpět do práce.

# conversations/companions/g_companion_felix_quest_main:103:DefaultText
source: I know, I know. Clyde comes off rougher than mantisaur hide. He's a good guy, though. Just gotta get to know him.
cs: Já vím, já vím. Clyde je drsnější než kudlanka. Ale je to dobrý chlap. Jen ho musíš poznat.

# conversations/companions/g_companion_felix_quest_main:104:DefaultText
source: I think you're being too forgiving of the guy who abandoned you without a word.
cs: Myslím, že jsi příliš shovívavá k člověku, který tě beze slova opustil.

# conversations/companions/g_companion_felix_quest_main:105:DefaultText
source: I feel like he wants you to do his dirty work, and then take the fall.
cs: Mám pocit, že chce, abys za něj udělala špinavou práci a pak to odnesla.

# conversations/companions/g_companion_felix_quest_main:106:DefaultText
source: He's a massive fucking gasbag. I had to keep myself from shooting him in the face.
cs: Je to zasranej hajzl. Měl jsem co dělat, abych ho nestřelil do obličeje.

# conversations/companions/g_companion_felix_quest_main:107:DefaultText
source: Yeah. I'm still not over that. You'd think a grown man would know how to let go of his past, but I guess I'm just not there yet.
cs: Jo, pořád jsem se přes to nepřenesl. Člověk by si myslel, že dospělý muž se umí odpoutat od své minulosti, ale asi jsem to ještě nedokázal.

# conversations/companions/g_companion_felix_quest_main:108:DefaultText
source: You think he's using me? He wouldn't. Would he?
cs: Myslíš, že mě využívá? To by neudělal. Že ne?

# conversations/companions/g_companion_felix_quest_main:109:DefaultText
source: I can always count on you for a straight answer. Honestly, he was... he was a lot more condescending than I remember him.
cs: Vždycky se na tebe můžu spolehnout, že mi odpovíš na rovinu. Upřímně řečeno, byl... byl mnohem povýšenější, než si ho pamatuji.

# conversations/companions/g_companion_felix_quest_main:110:DefaultText
source: You were a kid, and he was like an older brother. That's not something you get over.
cs: Byl jsi dítě a on byl jako starší bratr. To se nedá překonat.

# conversations/companions/g_companion_felix_quest_main:111:DefaultText
source: You're sentimental. I know it. Harlow knows it. Only, he's taking advantage of you.
cs: Jste sentimentální. Já to vím. Harlow to ví. Jenže on tě využívá.

# conversations/companions/g_companion_felix_quest_main:112:DefaultText
source: Yeah, maybe you're right. Walking out on a kid when you're pretty much the only friend he's got? That's pretty damn low.
cs: Jo, možná máš pravdu. Odejít od dítěte, když jsi v podstatě jediný přítel, kterého má? To je zatraceně nízké.

# conversations/companions/g_companion_felix_quest_main:113:DefaultText
source: Yeah. Yeah, I think I'm starting to feel the same way. Got the feeling he was looking down his nose at me. At both of us.
cs: Jo. Jo, myslím, že začínám mít stejný pocit. Mám pocit, že se na mě dívá skrz prsty. Na nás oba.

# conversations/companions/g_companion_felix_quest_main:114:DefaultText
source: He won't catch up with you until you kill Trask. What does that tell you?
cs: Nedožene tě, dokud Traska nezabiješ. Co ti to říká?

# conversations/companions/g_companion_felix_quest_main:115:DefaultText
source: I would. It's not a bad plan, and you're pretty gullible.
cs: Já bych to udělal. Není to špatný plán a ty jsi dost důvěřivý.

# conversations/companions/g_companion_felix_quest_main:116:DefaultText
source: That he's probably using me. Yeah, you're right. I guess he thinks I'm still just some wide-eyed tenderfoot looking for a scrap.
cs: Že mě pravděpodobně využívá. Jo, máš pravdu. Asi si myslí, že jsem pořád jenom nějaká okatá něha, co hledá nějakou šlupku.

# conversations/companions/g_companion_felix_quest_main:117:DefaultText
source: Yeah. Nice one, boss. You're not wrong, though. I got the distinct impression he was more interested in Trask than the guy who flew halfway across the system to see him again.
cs: Jo. Pěkné, šéfe. Ale nemýlíš se. Měl jsem dojem, že ho víc zajímá Trask než chlap, který letěl přes půl soustavy, aby ho zase viděl.

# conversations/companions/g_companion_felix_quest_main:118:DefaultText
source: Maybe. Or maybe he was always a massive fucking gasbag.
cs: Možná. Nebo možná byl vždycky obrovský hajzl.

# conversations/companions/g_companion_felix_quest_main:119:DefaultText
source: You don't need him, Felix. You've already got us.
cs: Nepotřebuješ ho, Felixi. Už nás máš.

# conversations/companions/g_companion_felix_quest_main:120:DefaultText
source: Okay, okay. I get it. He's full of hot air. You're not wrong.
cs: Dobře, dobře. Už to chápu. Je plný horkého vzduchu. Nemýlíš se.

# conversations/companions/g_companion_felix_quest_main:121:DefaultText
source: Aw, stop it. You're getting me all fluttery-like.
cs: Nech toho. Začínám se třást.

# conversations/companions/g_companion_felix_quest_main:123:DefaultText
source: You never really know what's going on inside somebody's skull.
cs: Nikdy nevíte, co se děje v něčí lebce.

# conversations/companions/g_companion_felix_quest_main:124:DefaultText
source: No, I guess you really don't.
cs: Ne, myslím, že opravdu ne.

# conversations/companions/g_companion_felix_quest_main:125:DefaultText
source: Don't look at me, Felix. I don't think. I just shoot things.
cs: Nedívej se na mě, Felixi. Nemyslím si to. Já jen střílím.

# conversations/companions/g_companion_felix_quest_main:126:DefaultText
source: Yeah, no kidding, boss. You made that clear as day.
cs: Jo, bez legrace, šéfe. Řekl jsi to jasně jako den.

# conversations/companions/g_companion_felix_quest_main:127:DefaultText
source: I had a bad feeling about him. You're just going to have to trust me.
cs: Měl jsem z něj špatný pocit. Budeš mi muset věřit.

# conversations/companions/g_companion_felix_quest_main:128:DefaultText
source: He was a jackass, Felix. Since when do you have a problem beating up jackasses?
cs: Byl to osel, Felixi. Odkdy máš problém mlátit blbce?

# conversations/companions/g_companion_felix_quest_main:129:DefaultText
source: It's like you're asking me to lie to you.
cs: Je to, jako bys po mně chtěl, abych ti lhal.

# conversations/companions/g_companion_felix_quest_main:130:DefaultText
source: *Trust* you? Boss, you can't just go around killing anybody who looks at you sideways! I shouldn't be the one telling you this.
cs: *Důvěřovat* vám? Šéfe, nemůžete jen tak chodit a zabíjet každého, kdo se na vás podívá z boku! Tohle bych ti neměl říkat já.

# conversations/companions/g_companion_felix_quest_main:131:DefaultText
source: I just wish you would've given him a chance. Maybe you didn't trust him or didn't like him. Least we could've done was talk to this Trask guy.
cs: Jen bych si přál, abys mu dal šanci. Možná jsi mu nevěřila nebo se ti nelíbil. To nejmenší, co jsme mohli udělat, bylo promluvit si s tím Traskem.

# conversations/companions/g_companion_felix_quest_main:132:DefaultText
source: I don't know, maybe since he was my childhood friend.
cs: Nevím, možná proto, že to byl můj kamarád z dětství.

# conversations/companions/g_companion_felix_quest_main:133:DefaultText
source: Yeah, that's about the answer I expected.
cs: Jo, to je odpověď, kterou jsem očekával.
