Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_*_party.po
Languages: in

# conversations/companions/g_companion_nyoka_in_party:598:DefaultText
source: I bet you'll like Rebekah.
in: Vsadím se, že se vám Rebeka bude líbit.

# conversations/companions/g_companion_nyoka_in_party:600:DefaultText
source: Anders can be a creep, but he'll fit in fine, don't worry.
in: Anders může být podivín, ale zapadne mezi nás, nebojte se.

# conversations/companions/g_companion_nyoka_in_party:601:DefaultText
source: That queen ain't gonna go down easy. I can't wait.
in: Ta královna se jen tak lehce nevzdá. Nemůžu se dočkat.

# conversations/companions/g_companion_nyoka_in_party:602:DefaultText
source: Hey, if we die in that cave, I just want to say thanks anyway. For everything.
in: Hele, jestli v té jeskyni umřeme, tak ti chci stejně poděkovat. Za všechno.

# conversations/companions/g_companion_nyoka_in_party:603:DefaultText
source: Hey, you got a sec?
in: Hej, máš chvilku?

# conversations/companions/g_companion_nyoka_in_party:604:DefaultText
source: Hey, you got a sec?
in: Hej, máš chvilku?

# conversations/companions/g_companion_nyoka_in_party:609:DefaultText
source: You want me to send one of the others out?
in: Mám poslat někoho z ostatních?

# conversations/companions/g_companion_nyoka_in_party:610:DefaultText
source: Send Ellie.
in: Odeslat Ellie.

# conversations/companions/g_companion_nyoka_in_party:611:DefaultText
source: Send Felix.
in: Odeslat Felixovi.

# conversations/companions/g_companion_nyoka_in_party:612:DefaultText
source: Send Parvati.
in: Pošlete Parvati.

# conversations/companions/g_companion_nyoka_in_party:613:DefaultText
source: Send Max.
in: Odeslat Max.

# conversations/companions/g_companion_nyoka_in_party:614:DefaultText
source: Send SAM.
in: Odeslat SAM.

# conversations/companions/g_companion_nyoka_in_party:615:DefaultText
source: Not right now.
in: Teď ne.

# conversations/companions/g_companion_nyoka_in_party:616:DefaultText
source: Sure thing. Keep half an eye on your bits.
in: Jistě. Dávejte si pozor na své kousky.

# conversations/companions/g_companion_nyoka_in_party:617:DefaultText
source: Heh, need someone drop-kicked? I'll let him know.
in: Heh, potřebuješ někoho nakopnout? Dám mu vědět.

# conversations/companions/g_companion_nyoka_in_party:618:DefaultText
source: Right. You watch her back, you hear?
in: Vpravo. Hlídej jí záda, slyšíš?

# conversations/companions/g_companion_nyoka_in_party:619:DefaultText
source: Oh, someone needs a stern talking-to? Got it.
in: Ach, někdo potřebuje přísnou promluvu? Mám to.

# conversations/companions/g_companion_nyoka_in_party:620:DefaultText
source: Oh, whew. I'll get some peace and quiet for once.
in: Ach, fuj. Pro jednou budu mít klid.
