Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_quest_main.po
Languages: cs

# conversations/companions/g_companion_max_quest_main:1:DefaultText
source: I've been thinking on that. There's a former assoc... er, infamous Philosophist scholar who fled Terra 2 some years ago. He's an expert on Bakonu.
cs: Přemýšlel jsem o tom. Jeden bývalý docent... ehm, nechvalně známý filosofický učenec před několika lety uprchl z Terry 2. Je to expert na Bakonu.

# conversations/companions/g_companion_max_quest_main:2:DefaultText
source: Of course. Are you ready to break into security on the Groundbreaker?
cs: Samozřejmě. Jste připraveni proniknout do zabezpečení na Groundbreakeru?

# conversations/companions/g_companion_max_quest_main:3:DefaultText
source: Yes, I've been meaning to discuss exactly that. Now that we know where... uh, the scholar is, when will we be searching him out?
cs: Ano, přesně o tom jsem chtěl mluvit. Teď, když víme, kde... ehm, ten učenec je, kdy ho budeme hledat?

# conversations/companions/g_companion_max_quest_main:4:DefaultText
source: There it is. Just yank the drive and I'll do the rest.
cs: Tady je. Jen vytáhněte disk a já udělám zbytek.

# conversations/companions/g_companion_max_quest_main:6:DefaultText
source: I want to thank you for not interfering back there with Chaney.
cs: Chci ti poděkovat, že jsi tam s Chaneym nezasahoval.

# conversations/companions/g_companion_max_quest_main:7:DefaultText
source: I must admit to a certain anxiousness. To be able to... question Chaney, to get some answers from him. I feel, I don't know, young again.
cs: Musím přiznat, že jsem se cítil trochu nervózní. Mít možnost... Chaneyho vyslechnout, dostat od něj nějaké odpovědi. Cítím se, já nevím, zase mladá.

# conversations/companions/g_companion_max_quest_main:8:DefaultText
source: I have dreamed of this moment for years. Soon, the answers will be in my hands.
cs: O této chvíli jsem snil celé roky. Brzy budu mít odpovědi ve svých rukou.

# conversations/companions/g_companion_max_quest_main:12:DefaultText
source: It may seem silly, but, if you'd indulge me one last thing, I think I'd like to find this hermit he spoke of and give her the book. Maybe she can find some use for it.
cs: Možná se to bude zdát hloupé, ale pokud mi dovolíte poslední věc, myslím, že bych rád našel toho poustevníka, o kterém mluvil, a dal jí tu knihu. Třeba pro ni najde nějaké využití.

# conversations/companions/g_companion_max_quest_main:13:DefaultText
source: That sounds like a good lead. But how do we find him?
cs: To zní jako dobrá stopa. Ale jak ho najdeme?

# conversations/companions/g_companion_max_quest_main:14:DefaultText
source: That seems like a bit of a long shot. What makes you so sure?
cs: Zdá se, že je to trochu riskantní. Proč jste si tak jistý?

# conversations/companions/g_companion_max_quest_main:15:DefaultText
source: Fortunately, we're in the perfect place to start. This is where I'd go if I wanted to get off Terra 2. Great place to pick up a ride to Hephaestus, Scylla, even Monarch.
cs: Naštěstí se nacházíme na ideálním místě, kde můžeme začít. Sem bych se vydal, kdybych chtěl opustit Terru 2. Skvělé místo, kde se dá nabrat na cestu k Hefaistovi, Skylle, dokonce i k Monarchovi.

# conversations/companions/g_companion_max_quest_main:16:DefaultText
source: I'm anything but certain. But it's all I've got at the moment.
cs: Nejsem si tím jistý. Ale to je vše, co mám v tuto chvíli k dispozici.

# conversations/companions/g_companion_max_quest_main:17:DefaultText
source: Got it! His name is, uh, Reginald Chaney and he joined a SubLight salvage crew. Only he's not listed on the return manifest. Must've made landfall somewhere he wasn't supposed to.
cs: Mám to! Jmenuje se Reginald Chaney a přidal se k záchranné posádce SubLight. Jenže není uveden na zpátečním seznamu. Musel přistát někde, kde neměl.

# conversations/companions/g_companion_max_quest_main:19:DefaultText
source: How do we get there?
cs: Jak se tam dostaneme?

# conversations/companions/g_companion_max_quest_main:20:DefaultText
source: Sounds good, let's go.
cs: To zní dobře, jdeme.

# conversations/companions/g_companion_max_quest_main:21:DefaultText
source: This all seems awfully convenient.
cs: Tohle všechno se zdá být strašně výhodné.

# conversations/companions/g_companion_max_quest_main:22:DefaultText
source: I admit it was a bit of a long shot, but when you've spent as many hours as I have in contemplation of the universe's secrets, you sometimes get a sense for these things.
cs: Uznávám, že to byl trochu risk, ale když strávíte tolik hodin jako já rozjímáním o tajemstvích vesmíru, někdy se vám takové věci podaří vytušit.

# conversations/companions/g_companion_max_quest_main:25:DefaultText
source: I might have had questions for her after this experience... ah, well.
cs: Po této zkušenosti jsem na ni mohl mít otázky... ah, no.

# conversations/companions/g_companion_max_quest_main:33:DefaultText
source: Why would you do that?! To come so far only to create a literal dead-end... You've ruined decades of meticulously derived plans!
cs: Proč bys to dělal?! Dojít tak daleko jen proto, abyste vytvořili doslova slepou uličku... Zničil jsi desítky let pečlivě připravovaných plánů!

# conversations/companions/g_companion_max_quest_main:34:DefaultText
source: I can't believe this... years of obsession, my whole life's work... it was all for nothing. It can't just end like this.
cs: Nemůžu tomu uvěřit... roky posedlosti, celý můj život... všechno bylo zbytečné. Takhle to přece nemůže skončit.

# conversations/companions/g_companion_max_quest_main:35:DefaultText
source: What sort of a half-assed destiny just peters out into nothing? I DEVOTED MYSELF - every moment of every day - to uncovering the truth.
cs: Co je to za polovičatý osud, který jen tak vyšumí do prázdna? VĚNOVAL jsem se - každý okamžik každého dne - odhalování pravdy.

# conversations/companions/g_companion_max_quest_main:36:DefaultText
source: Wish me luck. I've heard these things can drive one to insanity.
cs: Držte mi palce. Slyšel jsem, že tyhle věci mohou člověka dohnat k šílenství.

# conversations/companions/g_companion_max_quest_main:41:DefaultText
source: Fallbrook is actually closer to Cascadia, but we should land in Stellar Bay and proceed from there. The whole planet is dangerous, but the route from Cascadia is pure suicide.
cs: Fallbrook je ve skutečnosti blíž ke Kaskádii, ale měli bychom přistát ve Hvězdné zátoce a pokračovat odtud. Celá planeta je nebezpečná, ale cesta z Cascadie je čistá sebevražda.

# conversations/companions/g_companion_max_quest_main:43:DefaultText
source: He's also who told me of the journal's presence in Emerald Vale. If anyone in this colony could translate that book, it would be him.
cs: To on mi také řekl o přítomnosti deníku ve Smaragdovém údolí. Pokud by někdo v této kolonii mohl tu knihu přeložit, byl by to on.

# conversations/companions/g_companion_max_quest_main:44:DefaultText
source: Seriously? Only one guy in this whole colony that can translate French?
cs: Vážně? Jen jeden člověk v celé kolonii umí překládat francouzsky?

# conversations/companions/g_companion_max_quest_main:45:DefaultText
source: The only one I'm aware of. I suppose we could always just ask random passersby if they are fluent in it.
cs: Jediný, o kterém vím. Předpokládám, že bychom se vždycky mohli zeptat náhodných kolemjdoucích, jestli jím mluví plynně.

# conversations/companions/g_companion_max_quest_main:46:DefaultText
source: Hey, I'm the captain here, only I get to be a smart ass.
cs: Hej, já jsem tady kapitán, jenom já můžu být chytrý.

# conversations/companions/g_companion_max_quest_main:48:DefaultText
source: Point taken.
cs: Bod pro vás.

# conversations/companions/g_companion_max_quest_main:49:DefaultText
source: That sounds like a great idea!
cs: To zní jako skvělý nápad!

# conversations/companions/g_companion_max_quest_main:50:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/companions/g_companion_max_quest_main:51:DefaultText
source: I can't believe my desperation has led me to... you. Well, I, uh, just remembered there actually is a list like that. The Groundbreaker has access to it.
cs: Nemůžu uvěřit, že mě moje zoufalství dovedlo k... tobě. No, právě jsem si vzpomněl, že takový seznam skutečně existuje. Lamač má k němu přístup.

# conversations/companions/g_companion_max_quest_main:53:DefaultText
source: All I need is access to a data cartridge from the security terminal. Their easily hackable system keeps a registry of all crew manifests for both arrivals and departures.
cs: Potřebuji jen přístup k datové kazetě z bezpečnostního terminálu. Jejich snadno nabouratelný systém uchovává registr všech seznamů posádky pro přílety i odlety.

# conversations/companions/g_companion_max_quest_main:54:DefaultText
source: Sounds good, let's go.
cs: To zní dobře, jdeme.

# conversations/companions/g_companion_max_quest_main:55:DefaultText
source: I'll have to think about it.
cs: Budu o tom muset popřemýšlet.

# conversations/companions/g_companion_max_quest_main:56:DefaultText
source: We should start on the Groundbreaker. It's where I'd go if I wanted to get off Terra 2. Great place to pick up a ride to Hephaestus, Scylla, even Monarch.
cs: Měli bychom začít s Groundbreakerem. Tam bych šel, kdybych se chtěl dostat z Terry 2. Skvělé místo, kde se dá nabrat na cestu k Hefaistovi, Skylle, dokonce i k Monarchovi.

# conversations/companions/g_companion_max_quest_main:57:DefaultText
source: That's a good question.
cs: To je dobrá otázka.

# conversations/companions/g_companion_max_quest_main:58:DefaultText
source: Yes, well, now that we're here, can we check in with security? I'd like to track down that scholar.
cs: Ano, když už jsme tady, můžeme se přihlásit u ochranky? Rád bych toho učence našel.

# conversations/companions/g_companion_max_quest_main:59:DefaultText
source: You hesitated there, Vicar. What aren't you telling me?
cs: Zaváhal jste, pane faráři. Co jste mi neřekl?

# conversations/companions/g_companion_max_quest_main:60:DefaultText
source: Oh, it's nothing. I suppose I really didn't have much faith in actually finding him. Was a bit of a long shot, wasn't it?
cs: To nic není. Asi jsem opravdu moc nevěřil, že ho najdu. Bylo to trochu riskantní, ne?

# conversations/companions/g_companion_max_quest_main:61:DefaultText
source: Before we can do anything we'll need to acquire that Stellar Bay Navkey you're looking for.
cs: Než budeme moci cokoli udělat, budeme muset získat ten hvězdný záliv Navkey, který hledáte.

# conversations/companions/g_companion_max_quest_main:62:DefaultText
source: Sounds like a challenge.
cs: To zní jako výzva.

# conversations/companions/g_companion_max_quest_main:63:DefaultText
source: I'll take your word for it.
cs: Budu vám věřit na slovo.

# conversations/companions/g_companion_max_quest_main:64:DefaultText
source: And why is that?
cs: A proč tomu tak je?

# conversations/companions/g_companion_max_quest_main:65:DefaultText
source: Stellar Bay still has some semblance of society, if you could call it that, but Cascadia is overrun with all manner of vile things intent on murdering anything or anyone they can.
cs: Ve Hvězdné zátoce ještě existuje jakési zdání společnosti, pokud se to tak dá nazvat, ale Kaskádie je zaplavena nejrůznějšími odpornými stvořeními, která chtějí zavraždit cokoli a kohokoli.

# conversations/companions/g_companion_max_quest_main:66:DefaultText
source: And you know this how?
cs: A jak to víte?

# conversations/companions/g_companion_max_quest_main:67:DefaultText
source: A vicar values knowledge above all else. And, in my case, that includes the hotbed of Philosophist radicals inhabiting Monarch.
cs: Vikář si nade vše cení znalostí. A v mém případě k nim patří i semeniště filosofických radikálů obývající Monarchii.

# conversations/companions/g_companion_max_quest_main:68:DefaultText
source: Got it.
cs: Mám to.

# conversations/companions/g_companion_max_quest_main:70:DefaultText
source: As soon as we can, I promise.
cs: Jakmile to bude možné, slibuji.

# conversations/companions/g_companion_max_quest_main:71:DefaultText
source: I'm not sure yet.
cs: Ještě si nejsem jistý.

# conversations/companions/g_companion_max_quest_main:72:DefaultText
source: When I decide we will.
cs: Až se rozhodnu, tak to uděláme.

# conversations/companions/g_companion_max_quest_main:73:DefaultText
source: How could you have killed Chaney like that? You robbed me of the pleasure of doing it myself.
cs: Jak jsi mohl Chaneyho takhle zabít? Připravil jsi mě o potěšení udělat to sám.

# conversations/companions/g_companion_max_quest_main:74:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/companions/g_companion_max_quest_main:75:DefaultText
source: That man you killed in Fallbrook. His name was Reginald Chaney, and, as you may have surmised, he was not actually a Philosophist scholar.
cs: Ten muž, kterého jste zabil ve Fallbrooku. Jmenoval se Reginald Chaney, a jak jste si možná domyslel, nebyl to ve skutečnosti filosofický učenec.

# conversations/companions/g_companion_max_quest_main:76:DefaultText
source: He was a prisoner in the penitentiary I was assigned to. He's the one who told me about the book - conned me out of good money for its location.
cs: Byl vězněm ve věznici, kam jsem byl přidělen. To on mi řekl o té knize - vylákal ze mě slušné peníze za její umístění.

# conversations/companions/g_companion_max_quest_main:77:DefaultText
source: You're welcome.
cs: Není zač.

# conversations/companions/g_companion_max_quest_main:78:DefaultText
source: Look, I'm in charge of my crew, and I decide who dies. You have a problem with that?
cs: Podívej, já velím své posádce a já rozhoduji o tom, kdo zemře. Máš s tím problém?

# conversations/companions/g_companion_max_quest_main:80:DefaultText
source: I did it so you wouldn't have to. You can thank me later.
cs: Udělal jsem to, abyste nemuseli. Poděkovat mi můžeš později.

# conversations/companions/g_companion_max_quest_main:81:DefaultText
source: I'm sorry. Sometimes I just can't control myself.
cs: Omlouvám se. Někdy se prostě nedokážu ovládat.

# conversations/companions/g_companion_max_quest_main:82:DefaultText
source: You will know when I do.
cs: Dozvíte se to, až to udělám.

# conversations/companions/g_companion_max_quest_main:83:DefaultText
source: So that's what that looks like.
cs: Takto to vypadá.

# conversations/companions/g_companion_max_quest_main:84:DefaultText
source: I've never heard it called that.
cs: Nikdy jsem neslyšel, že by se tomu tak říkalo.

# conversations/companions/g_companion_max_quest_main:85:DefaultText
source: I've denied that part of myself for too long, pretending I was something I'm not. I've spent myself chasing an illusion.
cs: Příliš dlouho jsem tuto část sebe sama popírala a předstírala, že jsem něco, co nejsem. Strávil jsem honbou za iluzí.

# conversations/companions/g_companion_max_quest_main:86:DefaultText
source: It's time I gave up childish dreams and accepted who I am.
cs: Je čas vzdát se dětských snů a přijmout to, kým jsem.

# conversations/companions/g_companion_max_quest_main:87:DefaultText
source: What will you do now?
cs: Co budete dělat teď?

# conversations/companions/g_companion_max_quest_main:88:DefaultText
source: Why?
cs: Proč?

# conversations/companions/g_companion_max_quest_main:89:DefaultText
source: That sounds like a good idea.
cs: To zní jako dobrý nápad.

# conversations/companions/g_companion_max_quest_main:90:DefaultText
source: I can't rightly say. Perhaps I just need some sort of closure, a formal end to my lifelong quest perhaps.
cs: Nemohu to říci správně. Možná jen potřebuji nějak uzavřít, možná formálně ukončit své celoživotní hledání.

# conversations/companions/g_companion_max_quest_main:91:DefaultText
source: Wow. That's quite the turn around.
cs: Páni. To je docela obrat.

# conversations/companions/g_companion_max_quest_main:92:DefaultText
source: I'm sure it would seem such to you, but I don't believe it is. I think I always knew this day would come. I was just afraid to admit it. Even to myself.
cs: Jsem si jistý, že vám to tak připadá, ale nevěřím, že tomu tak je. Myslím, že jsem vždycky věděl, že ten den přijde. Jen jsem se to bál přiznat. Dokonce i sám sobě.

# conversations/companions/g_companion_max_quest_main:93:DefaultText
source: I don't think so. Seems like a waste of time to me.
cs: To si nemyslím. Připadá mi to jako ztráta času.

# conversations/companions/g_companion_max_quest_main:94:DefaultText
source: So you're feeling 'violently enthusiastic'?
cs: Takže se cítíte "prudce nadšený"?

# conversations/companions/g_companion_max_quest_main:95:DefaultText
source: Hah. Not quite that young.
cs: Hah. Ne tak úplně mladá.

# conversations/companions/g_companion_max_quest_main:96:DefaultText
source: It's time you faced the truth, Vicar. Your religion is nothing but lies.
cs: Je načase, abyste se postavil pravdě, vikáři. Vaše náboženství není nic jiného než lež.

# conversations/companions/g_companion_max_quest_main:98:DefaultText
source: Your sarcasm is duly noted and will be reflected on your review.
cs: Váš sarkasmus je náležitě zaznamenán a bude zohledněn ve vašem hodnocení.

# conversations/companions/g_companion_max_quest_main:102:DefaultText
source: A thousand pardons, my good captain. I thought we were engaging in witty repartee.
cs: Tisíceré odpuštění, můj dobrý kapitáne. Myslel jsem, že jsme se pustili do vtipné repliky.

# conversations/companions/g_companion_max_quest_main:103:DefaultText
source: Now, as far as tracking down this scholar...
cs: Pokud jde o vypátrání tohoto učence...

# conversations/companions/g_companion_max_quest_main:105:DefaultText
source: That's the plan.
cs: Takový je plán.

# conversations/companions/g_companion_max_quest_main:106:DefaultText
source: Not just yet.
cs: Ještě ne.

# conversations/companions/g_companion_max_quest_main:108:DefaultText
source: I want to thank you for talking some sense into me back there with Chaney.
cs: Chci ti poděkovat, že jsi mě tam s Chaneym přivedl k rozumu.

# conversations/companions/g_companion_max_quest_main:109:DefaultText
source: What was it like, being in prison?
cs: Jaké to bylo být ve vězení?

# conversations/companions/g_companion_max_quest_main:110:DefaultText
source: Why didn't you tell me you served time in prison?
cs: Proč jste mi neřekl, že jste seděl ve vězení?

# conversations/companions/g_companion_max_quest_main:112:DefaultText
source: You never asked.
cs: Nikdy jste se nezeptal.

# conversations/companions/g_companion_max_quest_main:113:DefaultText
source: Very funny. Would you care to explain now?
cs: Velmi vtipné. Mohl byste to teď vysvětlit?

# conversations/companions/g_companion_max_quest_main:114:DefaultText
source: Oh, exactly as you'd imagine. Can't say I enjoyed the stint. It did provide me with plenty of time to think.
cs: Přesně tak, jak si představujete. Nemůžu říct, že by se mi to líbilo. Poskytla mi ale spoustu času na přemýšlení.

# conversations/companions/g_companion_max_quest_main:115:DefaultText
source: Let's move on.
cs: Pojďme dál.

# conversations/companions/g_companion_max_quest_main:116:DefaultText
source: Most laypeople are not aware of this, but we've not discovered any new insights into the Plan for a long, long time.
cs: Většina laiků si to neuvědomuje, ale už dlouho jsme neobjevili žádné nové poznatky o Plánu.

# conversations/companions/g_companion_max_quest_main:117:DefaultText
source: I had an idea that we should welcome the truth, no matter where we found it. I had the worse idea to share my thoughts with a superior.
cs: Napadlo mě, že bychom měli vítat pravdu, ať už ji najdeme kdekoli. Horší nápad jsem měl podělit se o své myšlenky s nadřízeným.

# conversations/companions/g_companion_max_quest_main:118:DefaultText
source: And that's how I ended up assigned prison duty, where I was fool enough to let an inmate bend my ear with stories of an original Bakonu journal.
cs: A tak jsem se dostal do vězení, kde jsem byl natolik bláhový, že jsem se nechal uchlácholit vyprávěním jednoho vězně o originálním deníku z Bakonu.

# conversations/companions/g_companion_max_quest_main:119:DefaultText
source: What should I expect in Stellar Bay?
cs: Co mohu očekávat ve Stellar Bay?

# conversations/companions/g_companion_max_quest_main:120:DefaultText
source: Stellar Bay still has some semblance of society, if you could call it that. Outside their walls though, Monarch is a lawless and deadly land. I'm sure we'll be fine.
cs: Ve Hvězdné zátoce stále ještě existuje jakési zdání společnosti, pokud se to tak dá nazvat. Za svými zdmi je však Monarchie zemí bez zákonů a smrtelně nebezpečnou. Jsem si jistý, že se nám bude dařit.

# conversations/companions/g_companion_max_quest_main:121:DefaultText
source: This is Reginald's stuff, all right, but it looks like he's not home. Let's search the room, try to figure out where he's gone.
cs: Tohle jsou Reginaldovy věci, ale vypadá to, že není doma. Prohledáme pokoj a pokusíme se zjistit, kam odešel.

# conversations/companions/g_companion_max_quest_main:123:DefaultText
source: The way I see it, the universe was snapping me back to where I needed to be. You stray too far from the course of your destiny, the world will try to correct for it.
cs: Vidím to tak, že mě vesmír vrátil tam, kde jsem potřeboval být. Když se příliš odchýlíte od směru svého osudu, svět se to pokusí napravit.

# conversations/companions/g_companion_max_quest_main:125:DefaultText
source: Well, you didn't. But fine.
cs: No, neudělal jsi to. Ale dobře.

# conversations/companions/g_companion_max_quest_main:126:DefaultText
source: No. I don't accept it. I did find the truth, and the truth is this religion is nothing more than a well-constructed lie. Meant to keep the lowly sheep of the world in line.
cs: Ne, to neberu. Našel jsem pravdu a pravda je, že toto náboženství není nic jiného než dobře vykonstruovaná lež. Má udržet pokorné ovce světa v souladu.

# conversations/companions/g_companion_max_quest_main:127:DefaultText
source: What're you going to do?
cs: Co budete dělat?

# conversations/companions/g_companion_max_quest_main:129:DefaultText
source: My eyes are open now. I won't live a lie - I reject any man-made system of control. What I'll do next... I just don't know.
cs: Mám teď otevřené oči. Nebudu žít ve lži - odmítám jakýkoli systém kontroly vytvořený člověkem. Co budu dělat dál... Prostě nevím.

# conversations/companions/g_companion_max_quest_main:130:DefaultText
source: Exactly right. I'm no sheep.
cs: Přesně tak. Nejsem ovce.

# conversations/companions/g_companion_max_quest_main:131:DefaultText
source: How is it that a simple vicar happens to be such a highly skilled hacker?
cs: Jak je možné, že je obyčejný farář tak zkušený hacker?

# conversations/companions/g_companion_max_quest_main:132:DefaultText
source: Before I transferred to Edgewater, I had a wealth of time to develop certain, ah, secular skills during my years serving a particular "penitentiary flock."
cs: Než jsem byl přeložen do Edgewateru, měl jsem spoustu času na rozvoj určitých světských dovedností během let, kdy jsem sloužil určitému "vězeňskému stádu".

# conversations/companions/g_companion_max_quest_main:133:DefaultText
source: Remind me why we want to do that?
cs: Připomeňte mi, proč to chceme udělat?

# conversations/companions/g_companion_max_quest_main:134:DefaultText
source: I meditated, led sermons, provided guidance to the inmates as needed, of course... I also played prison yard tossball and taught myself a bit about computronic security systems.
cs: Meditoval jsem, vedl jsem kázání, podle potřeby jsem poskytoval poradenství vězňům, samozřejmě... Také jsem hrál na vězeňském dvoře přehazovanou a naučil se něco o počítačových bezpečnostních systémech.
