Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_quest_main.po
Languages: cs

# conversations/companions/g_companion_felix_quest_main:134:DefaultText
source: I'm gonna need to some time to myself.
cs: Budu potřebovat nějaký čas pro sebe.

# conversations/companions/g_companion_felix_quest_main:135:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/companions/g_companion_felix_quest_main:136:DefaultText
source: I believe him.
cs: Věřím mu.

# conversations/companions/g_companion_felix_quest_main:137:DefaultText
source: I know. The whole thing sounds suspicious.
cs: Já vím. Celé to zní podezřele.

# conversations/companions/g_companion_felix_quest_main:138:DefaultText
source: Trask said he had evidence.
cs: Trask řekl, že má důkazy.

# conversations/companions/g_companion_felix_quest_main:139:DefaultText
source: I wish I had your conviction, boss.
cs: Kéž bych měl vaše přesvědčení, šéfe.

# conversations/companions/g_companion_felix_quest_main:140:DefaultText
source: None of this is making a lick of sense to me right now. I think we need to have a word with Clyde.
cs: Nic z toho mi teď nedává smysl. Myslím, že bychom si měli promluvit s Clydem.

# conversations/companions/g_companion_felix_quest_main:141:DefaultText
source: Yeah. Well, we let him live. Let's hope we don't have to make two trips.
cs: Jo. No, nechali jsme ho žít. Doufejme, že nebudeme muset jet dvakrát.

# conversations/companions/g_companion_felix_quest_main:142:DefaultText
source: I can't imagine Clyde working for the Board. But we owe it to ourselves to find out.
cs: Nedokážu si představit, že by Clyde pracoval pro správní radu. Ale dlužíme si to zjistit.

# conversations/companions/g_companion_felix_quest_main:143:DefaultText
source: I'm not sure what to think right now. You told me to be suspicious, but I never imagined Clyde would stoop to informing for the establishment.
cs: Nevím, co si mám teď myslet. Říkal jsi mi, abych byl podezřívavý, ale nikdy by mě nenapadlo, že se Clyde sníží k udavačství pro podnik.

# conversations/companions/g_companion_felix_quest_main:144:DefaultText
source: The lesson here is to not look up to anyone.
cs: Z toho plyne ponaučení, že nesmíte k nikomu vzhlížet.

# conversations/companions/g_companion_felix_quest_main:145:DefaultText
source: I can understand why you're upset. You feel like he betrayed you.
cs: Chápu, proč jsi naštvaný. Máš pocit, že tě zradil.

# conversations/companions/g_companion_felix_quest_main:146:DefaultText
source: Money changes people. The Board probably offered Harlow a lot of money.
cs: Peníze mění lidi. Správní rada pravděpodobně nabídla Harlowovi hodně peněz.

# conversations/companions/g_companion_felix_quest_main:147:DefaultText
source: That's pretty harsh, boss. You including yourself in that lesson?
cs: To je dost drsné, šéfe. Zapojil ses do té lekce?

# conversations/companions/g_companion_felix_quest_main:148:DefaultText
source: Yeah he did. And I'm not sure how I'm going to get over that.
cs: Ano, to udělal. A nejsem si jistá, jak se s tím vyrovnám.

# conversations/companions/g_companion_felix_quest_main:149:DefaultText
source: I just hope I never turn out like that. Selling my soul for a fistful of bits.
cs: Jen doufám, že já takový nikdy nebudu. Zaprodat duši za hrst kousků.

# conversations/companions/g_companion_felix_quest_main:150:DefaultText
source: Don't look up to me, either. You don't know what I'm about.
cs: Ani ke mně nevzhlížejte. Nevíš, co jsem zač.

# conversations/companions/g_companion_felix_quest_main:151:DefaultText
source: Of course not. I'm amazing and you should admire me.
cs: Samozřejmě že ne. Jsem úžasná a měla bys mě obdivovat.

# conversations/companions/g_companion_felix_quest_main:152:DefaultText
source: Get drunk, for a start.
cs: Pro začátek se opijte.

# conversations/companions/g_companion_felix_quest_main:153:DefaultText
source: Cry me a river, Felix. Your childhood friend let you down. Move on.
cs: Vyplač mě, Felixi. Tvůj přítel z dětství tě zklamal. Jdi dál.

# conversations/companions/g_companion_felix_quest_main:154:DefaultText
source: Well, it's not like I pay you.
cs: No, není to tak, že bych ti platil.

# conversations/companions/g_companion_felix_quest_main:155:DefaultText
source: I think you're better than that.
cs: Myslím, že jsi lepší.

# conversations/companions/g_companion_felix_quest_main:156:DefaultText
source: I ought to thank you for that. Keeping me on the straight and narrow.
cs: Za to bych vám měl poděkovat. Udržuješ mě na správné cestě.

# conversations/companions/g_companion_felix_quest_main:157:DefaultText
source: Thanks for the vote of confidence, boss.
cs: Díky za důvěru, šéfe.

# conversations/companions/g_companion_felix_quest_main:158:DefaultText
source: No kidding. I'm glad you keep the kitchen stocked.
cs: Bez legrace. Jsem ráda, že máš v kuchyni zásoby.

# conversations/companions/g_companion_felix_quest_main:159:DefaultText
source: Wow. Tell me how you really feel. You got a point, though. Moping won't do me any good.
cs: Páni. Řekni mi, jak se opravdu cítíš. Ale máš pravdu. Mrzutost mi nepomůže.

# conversations/companions/g_companion_felix_quest_main:160:DefaultText
source: Yeah, I guess I don't know what you're about. But I know you treated me fair.
cs: Jo, asi nevím, o co ti jde. Ale vím, že jste se ke mně choval férově.

# conversations/companions/g_companion_felix_quest_main:161:DefaultText
source: Way ahead of you there, boss.
cs: V tom máš velký náskok, šéfe.

# conversations/companions/g_companion_felix_quest_main:162:DefaultText
source: Something about this whole affair leaves a bitter taste.
cs: Něco na celé věci zanechává hořkou příchuť.

# conversations/companions/g_companion_felix_quest_main:163:DefaultText
source: I'm pretty sure Harlow was just using us.
cs: Jsem si jistá, že nás Harlow jen využíval.

# conversations/companions/g_companion_felix_quest_main:164:DefaultText
source: We had to do some ugly work, Felix.
cs: Museli jsme udělat pár ošklivých věcí, Felixi.

# conversations/companions/g_companion_felix_quest_main:165:DefaultText
source: You were expecting a reunion with an old friend.
cs: Čekal jsi setkání se starým přítelem.

# conversations/companions/g_companion_felix_quest_main:166:DefaultText
source: The Clyde I knew wouldn't use his friends. Would he?
cs: Clyde, kterého jsem znal, by své přátele nevyužil. Nebo ano?

# conversations/companions/g_companion_felix_quest_main:167:DefaultText
source: Yeah, but we've done ugly work before. This just feels different somehow.
cs: Jo, ale ošklivou práci jsme už dělali. Tohle je prostě nějak jiné.

# conversations/companions/g_companion_felix_quest_main:168:DefaultText
source: Yeah, I was. I just didn't expect to have to prove myself.
cs: Jo, to jsem byl. Jen jsem nečekal, že budu muset něco dokazovat.

# conversations/companions/g_companion_felix_quest_main:169:DefaultText
source: He wanted Trask dead and needed someone disposable to do the job.
cs: Chtěl Traska mrtvého a potřeboval někoho na jedno použití, aby to udělal.

# conversations/companions/g_companion_felix_quest_main:170:DefaultText
source: He's not your friend. He's an arrogant narcissist.
cs: Není to váš přítel. Je to arogantní narcis.

# conversations/companions/g_companion_felix_quest_main:171:DefaultText
source: Yeah. It feels like we just did someone else's dirty work.
cs: Jo. Mám pocit, že jsme právě udělali špinavou práci za někoho jiného.

# conversations/companions/g_companion_felix_quest_main:172:DefaultText
source: It'll pass. Give it time.
cs: Projde to. Dejte tomu čas.

# conversations/companions/g_companion_felix_quest_main:173:DefaultText
source: People change. The Clyde Harlow you knew is a different man now.
cs: Lidé se mění. Clyde Harlow, kterého jsi znal, je teď jiný člověk.

# conversations/companions/g_companion_felix_quest_main:174:DefaultText
source: He didn't treat you like an old friend.
cs: Nechoval se k vám jako ke starému příteli.

# conversations/companions/g_companion_felix_quest_main:175:DefaultText
source: So that's all I was to Clyde, huh? A disposable gun-hand.
cs: Takže to je všechno, čím jsem pro Clyda byl, co? Jednorázová ruka se zbraní.

# conversations/companions/g_companion_felix_quest_main:176:DefaultText
source: Clyde ain't seen me in years, and the first thing he does is ask me for a favor. I think you might be right.
cs: Clyde mě neviděl roky a první, co udělá, je, že mě požádá o laskavost. Myslím, že máš pravdu.

# conversations/companions/g_companion_felix_quest_main:177:DefaultText
source: Yeah, it feels exactly like that. Clyde wanted Trask dead, and used us to pull the trigger. I wasn't important to him - just useful.
cs: Ano, přesně tak to cítím. Clyde chtěl Traska zabít a využil nás, abychom stiskli spoušť. Nebyl jsem pro něj důležitý - jen užitečný.

# conversations/companions/g_companion_felix_quest_main:178:DefaultText
source: I hope so. I don't see this one passing any time soon.
cs: V to doufám. Nezdá se mi, že by to v dohledné době prošlo.

# conversations/companions/g_companion_felix_quest_main:179:DefaultText
source: I guess you're right. Maybe I have been clinging to the past.
cs: Myslím, že máš pravdu. Možná jsem lpěl na minulosti.

# conversations/companions/g_companion_felix_quest_main:180:DefaultText
source: Yeah, no kidding. He treated me like a hired gun. Treated both of us like that.
cs: Jo, bez legrace. Choval se ke mně jako k nájemnému zabijákovi. Choval se tak k nám oběma.

# conversations/companions/g_companion_felix_quest_main:181:DefaultText
source: Boss, when we get back to the ship, I'd like a word with you.
cs: Šéfe, až se vrátíme na loď, rád bych si s vámi promluvil.

# conversations/companions/g_companion_felix_quest_main:182:DefaultText
source: I don't know what to think. Between you and Clyde, I'm starting to think everybody's on the Board's payroll.
cs: Nevím, co si mám myslet. Mezi tebou a Clydem si začínám myslet, že všichni jsou na výplatní listině správní rady.

# conversations/companions/g_companion_felix_quest_main:183:DefaultText
source: We found evidence, Felix. Your old friend's been bought off by the Board.
cs: Našli jsme důkazy, Felixi. Tvůj starý přítel byl podplacen představenstvem.

# conversations/companions/g_companion_felix_quest_main:184:DefaultText
source: I been trying to tell myself Clyde's got some sensible explanation for all this, but I just don't know.
cs: Snažím se namluvit si, že Clyde má pro to všechno nějaké rozumné vysvětlení, ale prostě nevím.

# conversations/companions/g_companion_felix_quest_main:185:DefaultText
source: Trask said he stashed the evidence in a vent back at the base. We should go take a look.
cs: Trask uvedl, že důkazy ukryl ve ventilační šachtě na základně. Měli bychom se tam jít podívat.

# conversations/companions/g_companion_felix_quest_main:187:DefaultText
source: That business with Clyde was personal. There wasn't any money at the end of it, so I can't imagine why you went out of your way. But for what it's worth, I appreciate it.
cs: Ta záležitost s Clydem byla osobní. Na jeho konci nebyly žádné peníze, takže si nedovedu představit, proč jsi vybočoval z cesty. Ale ať to stojí, co to stojí, vážím si toho.

# conversations/companions/g_companion_felix_quest_main:188:DefaultText
source: We don't have to be enemies, Felix.
cs: Nemusíme být nepřátelé, Felixi.

# conversations/companions/g_companion_felix_quest_main:189:DefaultText
source: Then why are you serving the enemy? You're supporting a tyrannical system crushing the blood out of the colony, and I'm supposed to just fall in line?
cs: Proč tedy sloužíte nepříteli? Podporuješ tyranský systém, který drtí krev z kolonie, a já se mám jen podřídit?

# conversations/companions/g_companion_felix_quest_main:190:DefaultText
source: I don't like your tone.
cs: Nelíbí se mi váš tón.

# conversations/companions/g_companion_felix_quest_main:191:DefaultText
source: And I don't like how cozy you're getting with the Board.
cs: A nelíbí se mi, jak se k představenstvu chováte přítulně.

# conversations/companions/g_companion_felix_quest_main:192:DefaultText
source: If you have a problem with my leadership, let's just settle it now.
cs: Pokud máte problém s mým vedením, vyřešme ho hned.

# conversations/companions/g_companion_felix_quest_main:193:DefaultText
source: Yeah, I got a problem with your leadership. You ain't leading us. You're letting the Board lead you around by the nose.
cs: Ano, mám problém s vaším vedením. Ty nás nevedeš. Necháváš se vodit za nos představenstvem.

# conversations/companions/g_companion_felix_quest_main:194:DefaultText
source: It's your ship. You're the boss. You want me to watch your back, I'll watch your back. You need something done, I'll get it done. But I don't gotta like it.
cs: Je to vaše loď. Vy jste šéf. Jestli chceš, abych ti kryl záda, budu ti krýt záda. Když potřebuješ něco udělat, udělám to. Ale nemusí se mi to líbit.

# conversations/companions/g_companion_felix_quest_main:195:DefaultText
source: Conflict is good for you. Nothing strengthens your beliefs like arguing with your boss.
cs: Konflikty jsou pro vás dobré. Nic neposílí vaše přesvědčení tak jako hádka se šéfem.

# conversations/companions/g_companion_felix_quest_main:196:DefaultText
source: I'm setting a good example for you, Felix. Whatever I do, just do the opposite.
cs: Jdu ti dobrým příkladem, Felixi. Ať udělám cokoli, dělej pravý opak.

# conversations/companions/g_companion_felix_quest_main:197:DefaultText
source: Wow. I - you know something? I never thought of it that way. Maybe hanging around you is giving me a valuable education.
cs: Wow. Já - víte co? Nikdy jsem o tom takhle nepřemýšlel. Možná, že když jsem s tebou, získávám cenné vzdělání.

# conversations/companions/g_companion_felix_quest_main:198:DefaultText
source: That's why I need you around. I like that you disagree with me.
cs: Proto tě potřebuji mít u sebe. Líbí se mi, že se mnou nesouhlasíš.

# conversations/companions/g_companion_felix_quest_main:199:DefaultText
source: You got a point, there. Long as you're working for the Board, you're gonna need me around to keep you honest.
cs: Máš pravdu. Dokud budeš pracovat pro Radu, budeš mě potřebovat, abych tě udržel v poctivosti.

# conversations/companions/g_companion_felix_quest_main:200:DefaultText
source: I had to get that off my chest before I could talk to you. This business with Clyde and Trask - it's been weighing on me.
cs: Musel jsem to ze sebe dostat, než jsem si s tebou mohl promluvit. Ta záležitost s Clydem a Traskem mě tíží.

# conversations/companions/g_companion_felix_quest_main:201:DefaultText
source: Your complaints have been noted.
cs: Vaše stížnosti byly zaznamenány.

# conversations/companions/g_companion_felix_quest_main:202:DefaultText
source: Let's just move on. I wanted to talk to you about this business with Clyde and Trask.
cs: Pojďme dál. Chtěl jsem s tebou mluvit o té záležitosti s Clydem a Traskem.

# conversations/companions/g_companion_felix_quest_main:203:DefaultText
source: Uh-huh. Good to get that off your chest?
cs: Uh-huh. Je dobré se toho zbavit?

# conversations/companions/g_companion_felix_quest_main:204:DefaultText
source: Yeah. Little bit.
cs: Jo. Trochu.

# conversations/companions/g_companion_felix_quest_main:205:DefaultText
source: Listen, boss. I owe you an apology. I got stupid. Clyde wanted me on his crew, and I jumped at the shot.
cs: Poslouchej, šéfe. Dlužím ti omluvu. Byl jsem hloupý. Clyde mě chtěl do své posádky a já po tom skočil.

# conversations/companions/g_companion_felix_quest_main:206:DefaultText
source: You took a chance with me back on the Groundbreaker. I should've shown you a little more loyalty.
cs: Na Groundbreakeru jsi se mnou riskoval. Měl jsem ti projevit trochu víc loajality.

# conversations/companions/g_companion_felix_quest_main:207:DefaultText
source: Apology accepted.
cs: Omluva přijata.

# conversations/companions/g_companion_felix_quest_main:208:DefaultText
source: I appreciate you hearing me out.
cs: Oceňuji, že jste mě vyslechl.

# conversations/companions/g_companion_felix_quest_main:209:DefaultText
source: Don't give it a second thought, Felix. I know this was important to you.
cs: Nepřemýšlej o tom, Felixi. Vím, že to pro tebe bylo důležité.

# conversations/companions/g_companion_felix_quest_main:210:DefaultText
source: Nah, Clyde wasn't important. Knowing you can count on me? That's important.
cs: Ne, Clyde nebyl důležitý. Víš, že se na mě můžeš spolehnout? To je důležité.

# conversations/companions/g_companion_felix_quest_main:211:DefaultText
source: There was something else on my mind, honestly. I been trying to make sense of all this business with Clyde and Trask.
cs: Upřímně řečeno, měl jsem na mysli něco jiného. Snažil jsem se pochopit celou tu záležitost s Clydem a Traskem.

# conversations/companions/g_companion_felix_quest_main:212:DefaultText
source: You were quick to turn your back on me. I'm a little insulted.
cs: Rychle ses ke mně otočil zády. Trochu mě to uráží.

# conversations/companions/g_companion_felix_quest_main:213:DefaultText
source: You got every right to be insulted. I'll do better.
cs: Máte plné právo být uraženi. Já se polepším.

# conversations/companions/g_companion_felix_quest_main:216:DefaultText
source: You don't have to prove yourself to me.
cs: Nemusíš mi nic dokazovat.

# conversations/companions/g_companion_felix_quest_main:218:DefaultText
source: Of course not. I'm already the face of our little outfit, boss.
cs: Samozřejmě, že ne. Už teď jsem tváří naší malé organizace, šéfe.

# conversations/companions/g_companion_felix_quest_main:220:DefaultText
source: It's different because it's personal.
cs: Je to jiné, protože je to osobní.

# conversations/companions/g_companion_felix_quest_main:222:DefaultText
source: Yeah, you're right. I thought I was helping an old friend. But now I just feel used.
cs: Ano, máš pravdu. Myslel jsem, že pomáhám starému příteli. Ale teď se cítím jen využitý.

# conversations/companions/g_companion_felix_quest_main:223:DefaultText
source: You want me to admire you, go tell the Adjutant to get spaced.
cs: Jestli chceš, abych tě obdivoval, jdi říct adjutantovi, ať se rozestoupí.

# conversations/companions/g_companion_felix_quest_main:224:DefaultText
source: Souls are overrated. A fistful of bits can buy you all sorts of things.
cs: Duše se přeceňují. Za hrst drobných si můžete koupit různé věci.

# conversations/companions/g_companion_felix_quest_main:225:DefaultText
source: Good one, boss. You oughta sell that slogan to the Board.
cs: Dobrá práce, šéfe. Měl bys ten slogan prodat správní radě.

# conversations/companions/g_companion_felix_quest_main:230:DefaultText
source: He wasn't your friend. He was an arrogant narcissist.
cs: Nebyl to tvůj přítel. Byl to arogantní narcis.

# conversations/companions/g_companion_felix_quest_main:232:DefaultText
source: You're right. I don't know what you're about.
cs: Máte pravdu. Nevím, o co ti jde.

# conversations/companions/g_companion_felix_quest_main:233:DefaultText
source: It's all there. Clyde really was taking money from the Board.
cs: Je tam všechno. Clyde skutečně bral peníze od správní rady.

# conversations/companions/g_companion_felix_quest_main:234:DefaultText
source: We need to have a word with Clyde.
cs: Musíme si promluvit s Clydem.

# conversations/companions/g_companion_felix_quest_main:235:DefaultText
source: I'm still trying to make sense of what happened. Could we talk about this back on the ship?
cs: Stále se snažím pochopit, co se stalo. Mohli bychom si o tom promluvit na lodi?

# conversations/companions/g_companion_felix_quest_main:236:DefaultText
source: What do you think about this evidence?
cs: Co si myslíte o těchto důkazech?

# conversations/companions/g_companion_felix_quest_main:237:DefaultText
source: Looks like Trask was telling the truth. It's all there. Receipts for services rendered. Payments. Records. Ship manifests.
cs: Zdá se, že Trask mluvil pravdu. Všechno je tam. Účtenky za poskytnuté služby. Platby. Záznamy. Lodní seznamy.

# conversations/companions/g_companion_felix_quest_main:238:DefaultText
source: Clyde was a pirate-for-hire, and the Board was paying him off. In typical Board fashion, they left a trail of receipts behind. Ain't that just ironic?
cs: Clyde byl nájemný pirát a správní rada ho vyplácela. Typicky pro představenstvo za sebou nechávali stopy účtenek. Není to ironie?

# conversations/companions/g_companion_felix_quest_main:239:DefaultText
source: Ironical, Felix. The word you're looking for is ironical.
cs: Ironické, Felixi. Slovo, které hledáš, je ironický.

# conversations/companions/g_companion_felix_quest_main:240:DefaultText
source: Strictly speaking, no. Irony is the opposite of what you expect.
cs: Přesně řečeno, ne. Ironie je opak toho, co očekáváte.

# conversations/companions/g_companion_felix_quest_main:241:DefaultText
source: You can't blame him for trying to make a living.
cs: Nemůžete mu vyčítat, že se snaží vydělat si na živobytí.

# conversations/companions/g_companion_felix_quest_main:242:DefaultText
source: I don't like being lied to.
cs: Nemám rád, když mi někdo lže.

# conversations/companions/g_companion_felix_quest_main:243:DefaultText
source: We need to go have a word with your friend.
cs: Musíme si promluvit s tvým přítelem.

# conversations/companions/g_companion_felix_quest_main:244:DefaultText
source: That ain't the point, boss! I feel like Clyde's been taking us for a ride. I don't want to believe it, but I need to know.
cs: O to nejde, šéfe! Mám pocit, že nás Clyde bere na projížďku. Nechci tomu věřit, ale musím to vědět.

# conversations/companions/g_companion_felix_quest_main:245:DefaultText
source: Yeah. You and me both.
cs: Jo. Ty i já.

# conversations/companions/g_companion_felix_quest_main:246:DefaultText
source: Sure I can, if making a living means betraying the ideals.
cs: Jistě, že mohu, pokud si vydělám na živobytí zradou ideálů.

# conversations/companions/g_companion_felix_quest_main:247:DefaultText
source: Clyde owes me - owes *us* some answers. Something about this don't add up, and I mean to find out why.
cs: Clyde mi dluží - dluží nám odpovědi. Něco mi na tom nesedí a chci zjistit proč.

# conversations/companions/g_companion_felix_quest_main:250:DefaultText
source: Figured I should let you know, seeing as we're on Scylla and all. Clyde's got a base on the other side of this rock.
cs: Říkal jsem si, že bych vám měl dát vědět, když už jsme na Scylle a tak. Clyde má základnu na druhé straně této skály.

# conversations/companions/g_companion_felix_quest_main:251:DefaultText
source: Of course.
cs: Samozřejmě.
