Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_banter.po
Languages: cs

# conversations/companions/g_companion_felix_banter:138:DefaultText
source: You can also kick it. That's called a foot goal. Or throw it. That's called a hand goal. Running's worth more points, but it's got some risks.
cs: Můžete do něj také kopnout. Tomu se říká gól nohou. Nebo ji můžete hodit. Tomu se říká gól rukou. Běh má větší bodovou hodnotu, ale je spojen s určitými riziky.

# conversations/companions/g_companion_felix_banter:139:DefaultText
source: You could get cleaved, hacked, winged, bronzed. You could tumble the ball in the Wednesday zone, also known as getting humped.
cs: Mohli byste být rozštípáni, rozsekáni, okřídleni, bronzoví. Ve středním pásmu jste se mohli potácet s míčem, což je také známé jako "hrbení".

# conversations/companions/g_companion_felix_banter:140:DefaultText
source: Felix, are we still talking about tossball, or...?
cs: Felixi, stále mluvíme o tossballu, nebo...?

# conversations/companions/g_companion_felix_banter:141:DefaultText
source: Well, yeah. What did you think we were talking about?
cs: No, jo. O čem sis myslel, že mluvíme?

# conversations/companions/g_companion_felix_banter:142:DefaultText
source: Yeah, until the Captain picked me up. I was the town mechanic. Had my own little garage and everything.
cs: Jo, dokud mě kapitán nevyzvedl. Byl jsem městský mechanik. Měl jsem vlastní malou garáž a všechno.

# conversations/companions/g_companion_felix_banter:143:DefaultText
source: Don't know how you did it. If I had to spend every day working on the Board's machinery, I would've gone spare.
cs: Nevím, jak jsi to udělal. Kdybych měl trávit každý den prací na strojním vybavení rady, šel bych do zálohy.

# conversations/companions/g_companion_felix_banter:144:DefaultText
source: I don't think I belonged, really. Folks tried to treat me nice, but we didn't understand each other.
cs: Myslím, že jsem tam nepatřil. Lidé se ke mně snažili chovat hezky, ale nerozuměli jsme si.

# conversations/companions/g_companion_felix_banter:145:DefaultText
source: I'm glad the boss picked you up. Crew wouldn't be the same without you.
cs: Jsem rád, že tě šéf vyzvedl. Posádka by bez tebe nebyla stejná.

# conversations/companions/g_companion_felix_banter:146:DefaultText
source: That's real sweet, Felix. Right back atcha.
cs: To je opravdu milé, Felixi. Hned jsem u tebe.

# conversations/companions/g_companion_felix_banter:148:DefaultText
source: You ever get sick of taking orders, SAM?
cs: Už tě někdy přestalo bavit přijímat rozkazy, SAMe?

# conversations/companions/g_companion_felix_banter:149:DefaultText
source: All SAM units have been programmed to obey customer directives!
cs: Všechny jednotky SAM byly naprogramovány tak, aby se řídily pokyny zákazníka!

# conversations/companions/g_companion_felix_banter:150:DefaultText
source: Board's made a mess of the colony, SAM.
cs: Správní rada udělala v kolonii nepořádek, SAMe.

# conversations/companions/g_companion_felix_banter:151:DefaultText
source: Need a cleaner? Call SAM. Our units are the best in the biz.
cs: Potřebujete čisticí prostředek? Zavolejte SAM. Naše jednotky jsou nejlepší v oboru.

# conversations/companions/g_companion_felix_banter:152:DefaultText
source: SAM, I don't need you snooping around in my bunk. I got everything right where I want it.
cs: SAMe, nepotřebuju, abys slídil po mém lůžku. Mám všechno přesně tam, kde to chci mít.

# conversations/companions/g_companion_felix_banter:153:DefaultText
source: Area filth-level assessment: DISGUSTING!
cs: Posouzení úrovně znečištění oblasti: ODPORNÉ!

# conversations/companions/g_companion_felix_banter:154:DefaultText
source: Ain't your fault you been programmed by the Board. Whole colony's been programmed by the Board.
cs: Nemůžeš za to, že tě rada naprogramovala. Celá kolonie byla naprogramována radou.

# conversations/companions/g_companion_felix_banter:157:DefaultText
source: Yeah, I got a feeling you ain't cleaning this mess up. Colony's rotten down to the core.
cs: Jo, mám pocit, že tenhle bordel neuklidíš. Kolonie je prohnilá až do morku kostí.

# conversations/companions/g_companion_felix_banter:158:DefaultText
source: No job is too great, too grueling, or too gruesome for a SAM!
cs: Žádná práce není pro SAM příliš velká, příliš vyčerpávající nebo příliš hrozná!

# conversations/companions/g_companion_felix_banter:159:DefaultText
source: You really think so? With all the problems Halcyon's got, sometimes I wonder if we're ever gonna fix this colony.
cs: Opravdu si to myslíte? Se všemi těmi problémy, které Halcyon má, si někdy říkám, jestli tuhle kolonii vůbec někdy opravíme.

# conversations/companions/g_companion_felix_banter:160:DefaultText
source: Yeah, yeah. Keep talking, SAM. Least I don't live in a closet.
cs: Jo, jo. Mluv dál, SAMe. Alespoň nežiju ve skříni.

# conversations/companions/g_companion_felix_banter:161:DefaultText
source: Warning: SAM's specially formulated 'Blood-Out' fluid remover has been known to eat through flesh. Handle with caution.
cs: Varování: Je známo, že speciálně vyvinutý odstraňovač tekutin "Blood-Out" od společnosti SAM proniká masem. Zacházejte s ním opatrně.

# conversations/companions/g_companion_felix_banter:164:DefaultText
source: Reminder: large jobs take SAM longer to clean.
cs: Připomínáme, že úklid velkých zakázek trvá SAM déle.

# conversations/companions/g_companion_felix_banter:165:DefaultText
source: Hey, maybe you're right. Things don't change overnight. We gotta be patient.
cs: Možná máš pravdu. Věci se nezmění přes noc. Musíme být trpěliví.

# conversations/companions/g_companion_felix_banter:166:DefaultText
source: Thanks for the talk, SAM.
cs: Díky za rozhovor, SAMe.

# conversations/companions/g_companion_felix_banter:167:DefaultText
source: SAM units aren't just lethal to germs, they're lethal to ALL organic lifeforms. Settings can be adjusted using the "Easy 1-2-3 Installation Manual."
cs: Jednotky SAM nejsou smrtící jen pro bakterie, ale pro VŠECHNY organické formy života. Nastavení lze upravit pomocí "Snadné instalační příručky 1-2-3".
