Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_bar_crawl_new.po
Languages: cs

# conversations/companions/g_companion_parvati_bar_crawl_new:163:DefaultText
source: My guts are still all twisted. Maybe it's telling me to use the head? Or- or maybe I should think on it more. You know, to be certain-like.
cs: Mám ještě pořád zkroucené vnitřnosti. Možná mi to říká, abych použil hlavu? Nebo - nebo bych o tom měl víc přemýšlet. Víš, abych si byl jistý.

# conversations/companions/g_companion_parvati_bar_crawl_new:164:DefaultText
source: Follow your heart, Parvati.
cs: Následuj své srdce, Parvati.

# conversations/companions/g_companion_parvati_bar_crawl_new:165:DefaultText
source: All right, all right! There's no need to strip your screws over it.
cs: Dobře, dobře! Nemusíte si kvůli tomu rozebírat šrouby.

# conversations/companions/g_companion_parvati_bar_crawl_new:168:DefaultText
source: Thanks for hearing me out, and giving me counsel, and- well, for being a friend. It means a whole lot. You're good people, Captain.
cs: Díky, že jsi mě vyslechl, poradil mi a... no, že jsi přítel. Moc to pro mě znamená. Jste dobří lidé, kapitáne.

# conversations/companions/g_companion_parvati_bar_crawl_new:169:DefaultText
source: But- but why not?
cs: Ale... ale proč ne?

# conversations/companions/g_companion_parvati_bar_crawl_new:170:DefaultText
source: You gotta be smooth. Wait for her to ask you out first.
cs: Musíš být uhlazený. Nejdřív počkej, až tě pozve na rande.

# conversations/companions/g_companion_parvati_bar_crawl_new:171:DefaultText
source: I don't think you two are meant to be.
cs: Myslím, že vy dva si nejste souzeni.

# conversations/companions/g_companion_parvati_bar_crawl_new:173:DefaultText
source: What do you mean, Captain?
cs: Co tím myslíte, kapitáne?

# conversations/companions/g_companion_parvati_bar_crawl_new:174:DefaultText
source: Trying to manage others' feelings will drive you crazy.
cs: Snaha řídit pocity druhých vás přivede k šílenství.

# conversations/companions/g_companion_parvati_bar_crawl_new:175:DefaultText
source: The only thing you can control is you.
cs: Jediné, co můžete ovládat, jste vy sami.

# conversations/companions/g_companion_parvati_bar_crawl_new:177:DefaultText
source: So I should just be myself? You sound like my dad. It's... sweet.
cs: Takže bych měl být sám sebou? Mluvíš jako můj táta. Je to... sladké.

# conversations/companions/g_companion_parvati_bar_crawl_new:178:DefaultText
source: So, if I'm doing my very best to be kind and open-hearted, I shouldn't worry how she thinks of me?
cs: Takže pokud se snažím být laskavý a otevřený, neměl bych si dělat starosti s tím, co si o mně myslí?

# conversations/companions/g_companion_parvati_bar_crawl_new:180:DefaultText
source: <Shrug.> It sounded more profound in my head.
cs: <Pokrčení ramen.> V mé hlavě to znělo hlouběji.

# conversations/companions/g_companion_parvati_bar_crawl_new:181:DefaultText
source: I think I get what you're saying - that I should focus on being the best 'me' I can and hope that's enough for her.
cs: Myslím, že chápu, co říkáš - že bych se měla soustředit na to, abych byla co nejlepší a doufat, že jí to bude stačit.

# conversations/companions/g_companion_parvati_bar_crawl_new:182:DefaultText
source: Fuck if I know. I'm just here for the booze.
cs: Kurva, jestli to vím. Jsem tu jen kvůli chlastu.

# conversations/companions/g_companion_parvati_bar_crawl_new:183:DefaultText
source: Well, thank you for the conversating, Captain. I got a lot to think about now.
cs: Děkuji vám za rozhovor, kapitáne. Mám teď o čem přemýšlet.

# conversations/companions/g_companion_parvati_bar_crawl_new:184:DefaultText
source: Not the least of which is how whiskey's the devil.
cs: V neposlední řadě je to, že whisky je ďábel.

# conversations/companions/g_companion_parvati_bar_crawl_new:185:DefaultText
source: ...Like how beer's a crime against man and common decency.
cs: ...Jako že pivo je zločin proti lidskosti a slušnosti.

# conversations/companions/g_companion_parvati_bar_crawl_new:186:DefaultText
source: One of which is how wine is actually... really good? And maybe we should keep some on the ship?
cs: Jedním z nich je, že víno je vlastně... opravdu dobré? A možná bychom si měli nějaké nechat na lodi?

# conversations/companions/g_companion_parvati_bar_crawl_new:187:DefaultText
source: Let's get going, then. I'm sure we got lots of important things to do.
cs: Tak pojďme na to. Určitě máme spoustu důležitých věcí na práci.

# conversations/companions/g_companion_parvati_bar_crawl_new:188:DefaultText
source: Yeah, well... you're not the boss of me! Even if you are!
cs: Jo, no... ty mi nešéfuješ! I když jsi!

# conversations/companions/g_companion_parvati_bar_crawl_new:189:DefaultText
source: I don't care if the Law's on my side! I'm gonna do it anyway!
cs: Je mi jedno, jestli je zákon na mé straně! Stejně to udělám!

# conversations/companions/g_companion_parvati_bar_crawl_new:190:DefaultText
source: I'm gonna do it soon as... soon as I sober up. Probably. Eventually.
cs: Udělám to hned, jak... jakmile vystřízlivím. Pravděpodobně. Nakonec.

# conversations/companions/g_companion_parvati_bar_crawl_new:191:DefaultText
source: I'm tired of waiting around! I'm gonna do it anyway, even if maybe it's not- not entirely proper.
cs: Už mě nebaví čekat! Stejně to udělám, i když to možná není úplně správné.

# conversations/companions/g_companion_parvati_bar_crawl_new:204:DefaultText
source: Oh Captain, I wanna talk to Junlei all the time. Even about silly things. But I'm so scared.
cs: Kapitáne, já chci s Junlei mluvit pořád. I o hloupostech. Ale já se tak bojím.

# conversations/companions/g_companion_parvati_bar_crawl_new:205:DefaultText
source: About what?
cs: O čem?

# conversations/companions/g_companion_parvati_bar_crawl_new:206:DefaultText
source: Um. Everything. I got a solar system's worth of terrifying questions swirling 'round my head.
cs: Um. Všechno. V hlavě mi víří spousta děsivých otázek, které by se daly srovnat se sluneční soustavou.

# conversations/companions/g_companion_parvati_bar_crawl_new:207:DefaultText
source: You're swell, Captain, don't get me wrong. I like spending time with you, going on adventures and all. But... that ain't the same as- as romance.
cs: Jste skvělý, kapitáne, nechápejte mě špatně. Rád s tebou trávím čas, jezdím za dobrodružstvím a tak. Ale... to není totéž co romantika.

# conversations/companions/g_companion_parvati_bar_crawl_new:210:DefaultText
source: You need to get over it.
cs: Musíte se přes to přenést.

# conversations/companions/g_companion_parvati_bar_crawl_new:212:DefaultText
source: Figuring feelings ain't so easy as saying words, Captain. Someone so brave as you, well, you can't understand.
cs: Zjistit pocity není tak snadné jako říkat slova, kapitáne. Někdo tak odvážný jako ty, no, nemůže to pochopit.

# conversations/companions/g_companion_parvati_bar_crawl_new:215:DefaultText
source: We've spent too much time here already. Let's go.
cs: Už jsme tu strávili příliš mnoho času. Pojďme.

# conversations/companions/g_companion_parvati_bar_crawl_new:216:DefaultText
source: Can we do this now? Afore I lose my nerve.
cs: Můžeme to udělat hned? Než ztratím nervy.

# conversations/companions/g_companion_parvati_bar_crawl_new:217:DefaultText
source: No, that's just- that's on account of my not being able to sleep lately. Makes my hands all twitchy, you know?
cs: Ne, to jen proto, že poslední dobou nemůžu spát. Mám z toho celé ruce rozhozené, víš?

# conversations/companions/g_companion_parvati_bar_crawl_new:218:DefaultText
source: I just been lying awake, thinking about what Junlei said, and feeling my heart shake.
cs: Právě jsem ležela vzhůru, přemýšlela o tom, co řekl Junlei, a cítila, jak se mi třese srdce.

# conversations/companions/g_companion_parvati_bar_crawl_new:220:DefaultText
source: Whoa, easy there, Parvati. Maybe you wanna work yourself up to whiskey next time?
cs: Klídek, Parvati. Možná bys příště chtěla zapracovat na whisky?

# conversations/companions/g_companion_parvati_bar_crawl_new:221:DefaultText
source: Didn't think you had it in you. I'm impressed.
cs: Nemyslel jsem si, že na to máš. Jsem ohromen.

# conversations/companions/g_companion_parvati_bar_crawl_new:222:DefaultText
source: Whiskey's a fine choice. Think I may have a glass myself.
cs: Whisky je dobrá volba. Myslím, že si taky dám skleničku.

# conversations/companions/g_companion_parvati_bar_crawl_new:223:DefaultText
source: Good start. You want a few gaps in your memory, whiskey's the way to do it.
cs: Dobrý začátek. Pokud chceš mít v paměti pár mezer, whisky je ten správný způsob, jak toho dosáhnout.

# conversations/companions/g_companion_parvati_bar_crawl_new:224:DefaultText
source: Warning: cleaning substance is flammable.
cs: Varování: čisticí prostředek je hořlavý.

# conversations/companions/g_companion_parvati_bar_crawl_new:226:DefaultText
source: I'm no expert on wine, but ain't you supposed to drink that stuff with your little finger up?
cs: Nejsem odborník na víno, ale nemělo by se to pít se zdviženým malíčkem?

# conversations/companions/g_companion_parvati_bar_crawl_new:227:DefaultText
source: Good choice for gettin' sloshed when you wanna act fancy about it.
cs: Dobrá volba pro opíjení se, když si chceš hrát na fajnšmekra.

# conversations/companions/g_companion_parvati_bar_crawl_new:228:DefaultText
source: Purpleberry wine's all right if you require a sweetness to your spirits. Seems like a drink that would suit you, Ms. Holcomb. Just mind how much you imbibe.
cs: Purpurové víno je v pořádku, pokud potřebujete sladký destilát. Zdá se, že by vám tento nápoj mohl vyhovovat, slečno Holcombová. Jen si dejte pozor, kolik ho vypijete.

# conversations/companions/g_companion_parvati_bar_crawl_new:229:DefaultText
source: Careful, now. Wine's deceptive. Only time I've come close to a medical emergency was when I found a brand of wine that agreed with my tastes.
cs: Opatrně. Víno je ošidné. Jediný případ, kdy jsem se přiblížil k lékařské pohotovosti, bylo, když jsem našel značku vína, která odpovídala mým chutím.

# conversations/companions/g_companion_parvati_bar_crawl_new:230:DefaultText
source: Have an urgent or an embarrassing spill? Wipe it away with SAM's emergency stain disappearing gloop. Disclaimer: gloop may dissolve skin or flooring on contact.
cs: Máte naléhavý nebo nepříjemný únik? Setřete ji pomocí pohotovostního gloopu SAM na skvrny. Upozornění: gloop může při kontaktu rozpustit kůži nebo podlahu.

# conversations/companions/g_companion_parvati_bar_crawl_new:232:DefaultText
source: Beer, huh? Good choice, if you wanna get unsober in a hurry.
cs: Pivo, co? Dobrá volba, pokud chceš rychle vystřízlivět.

# conversations/companions/g_companion_parvati_bar_crawl_new:233:DefaultText
source: Think of it like a fizzy tea that's gone a little off.
cs: Představte si to jako šumivý čaj, který se trochu pokazil.

# conversations/companions/g_companion_parvati_bar_crawl_new:234:DefaultText
source: Welcome to a favored pastime of the common masses, Ms. Holcomb. I myself don't imagine you'll care for the flavor.
cs: Vítejte v oblíbené zábavě obyčejných lidí, paní Holcombová. Sám si nedovedu představit, že by vás ta chuť zajímala.

# conversations/companions/g_companion_parvati_bar_crawl_new:235:DefaultText
source: Smart. One step at a time. Beer will get you nice and fuzzy, and then you're ready for the good stuff.
cs: Chytré. Postupně. Pivo vás příjemně naladí a pak jste připraveni na to dobré.

# conversations/companions/g_companion_parvati_bar_crawl_new:236:DefaultText
source: Litter collected. REMINDER: Please dispose of all empty bottles in the appropriate waste receptacle as outlined by ordinance P-51 of the Board's certified sub-Board of Health.
cs: Sebrané odpadky. UPOZORNĚNÍ: Prosíme, abyste všechny prázdné láhve odevzdávali do příslušné nádoby na odpad, jak je uvedeno ve vyhlášce P-51 o certifikovaných podkladech Rady pro zdraví.

# conversations/companions/g_companion_parvati_bar_crawl_new:238:DefaultText
source: I can't think of a single time you have taken something personal, Ms. Holcomb. Truly it is your hidden strength.
cs: Nevzpomínám si na jediný případ, kdy byste si vzala něco osobního, paní Holcombová. V tom je skutečně vaše skrytá síla.

# conversations/companions/g_companion_parvati_bar_crawl_new:241:DefaultText
source: You wanna know what I think? I think you should write what you want to say down on your hand. Always worked for me.
cs: Chcete vědět, co si myslím? Myslím, že by sis měl napsat na ruku, co chceš říct. Mně to vždycky fungovalo.

# conversations/companions/g_companion_parvati_bar_crawl_new:242:DefaultText
source: I'd give you my advice, but if I'm being honest, you're probably better off following whatever the captain has to say.
cs: Poradil bych ti, ale pokud mám být upřímný, asi bude lepší, když se budeš řídit tím, co ti řekne kapitán.

# conversations/companions/g_companion_parvati_bar_crawl_new:243:DefaultText
source: I give counsel to plenty of folks I don't consider to be friends. If you need an ear, Ms. Holcomb, I'm listening.
cs: Radím spoustě lidí, které nepovažuji za přátele. Pokud potřebujete slyšet, slečno Holcombová, naslouchám.

# conversations/companions/g_companion_parvati_bar_crawl_new:244:DefaultText
source: Kid, if you keep cowering from your target, afraid to pull the trigger, eventually it'll dash off and leave you wondering what it would've tasted like for the rest of your life.
cs: Chlapče, když se budeš před svým cílem krčit a bát se stisknout spoušť, nakonec ti uletí a ty budeš do konce života přemýšlet, jak by chutnal.

# conversations/companions/g_companion_parvati_bar_crawl_new:245:DefaultText
source: Please take a moment to complete this customer survey. Did you find SAM's cleaning today to be: a. satisfactory, b. extremely satisfactory, or c. exceptional?
cs: Věnujte prosím chvíli vyplnění tohoto zákaznického průzkumu. Považujete dnešní úklid společnosti SAM za: a. uspokojivý, b. velmi uspokojivý, nebo c. výjimečný?

# conversations/companions/g_companion_parvati_bar_crawl_new:247:DefaultText
source: So, Parvati. You gonna read this poem for us, or do we have to turn down the lights first?
cs: Takže, Parvati. Přečteš nám tu báseň, nebo musíme nejdřív zhasnout?

# conversations/companions/g_companion_parvati_bar_crawl_new:248:DefaultText
source: Let's read it right now. Just to be sure.
cs: Přečtěme si ji hned teď. Jen pro jistotu.

# conversations/companions/g_companion_parvati_bar_crawl_new:249:DefaultText
source: As an avid reader and collector of rare tomes, I believe I ought to have a look at this specimen of literary self-expression.
cs: Jako vášnivý čtenář a sběratel vzácných svazků se domnívám, že bych se měl podívat na tuto ukázku literárního sebevyjádření.

# conversations/companions/g_companion_parvati_bar_crawl_new:250:DefaultText
source: I tell you, if someone I fancied sent written word instructing me to touch them, they wouldn't have to ask me twice.
cs: Kdyby mi někdo, kdo se mi líbí, poslal písemný pokyn, abych se ho dotkl, nemusel by se mě ptát dvakrát.

# conversations/companions/g_companion_parvati_bar_crawl_new:251:DefaultText
source: <slow whistles>
cs: <pomalé pískání>

# conversations/companions/g_companion_parvati_bar_crawl_new:253:DefaultText
source: This Isabelle lady never quite managed get her dad's approval, but they carried on anyways, made something good out of a bad situation.
cs: Tahle Isabelle si nikdy nedokázala získat otcův souhlas, ale i tak pokračovali dál a ze špatné situace udělali něco dobrého.

# conversations/companions/g_companion_parvati_bar_crawl_new:254:DefaultText
source: Then it all went down the tubes. Do you think Junlei still has feelings for her?
cs: Pak to šlo všechno do háje. Myslíš, že k ní Junlei stále něco cítí?

# conversations/companions/g_companion_parvati_bar_crawl_new:271:DefaultText
source: Come ooon, Captain. I'm here to DRINK.
cs: Pojďte, kapitáne. Přišel jsem se napít.

# conversations/companions/g_companion_parvati_bar_crawl_new:273:DefaultText
source: Aw, this was just about to get fun.
cs: Tohle měla být teprve zábava.

# conversations/companions/g_companion_parvati_bar_crawl_new:274:DefaultText
source: Sensible, Cap, starting her off slow. Else she might be sick in the Unreliable's engine.
cs: Rozumné, Cape, začít s ní pomalu. Jinak by se jí mohlo udělat špatně v motoru Nespolehlivého.

# conversations/companions/g_companion_parvati_bar_crawl_new:275:DefaultText
source: Good thinking, boss. You just saved Parvati a whole lot of trouble.
cs: Dobrý nápad, šéfe. Právě jsi Parvati ušetřil spoustu problémů.

# conversations/companions/g_companion_parvati_bar_crawl_new:276:DefaultText
source: Good call. It's best to proceed with a light hand the first time.
cs: Dobrá volba. Poprvé je lepší postupovat lehkou rukou.

# conversations/companions/g_companion_parvati_bar_crawl_new:277:DefaultText
source: Booze won't fix weird, I'm afraid.
cs: Obávám se, že chlast divné věci nespraví.

# conversations/companions/g_companion_parvati_bar_crawl_new:278:DefaultText
source: Oof, right in the guts, Captain.
cs: Uf, přímo do střev, kapitáne.

# conversations/companions/g_companion_parvati_bar_crawl_new:279:DefaultText
source: Come on, now. What should I drink? I'm here to try new things.
cs: No tak. Co mám pít? Jsem tu, abych vyzkoušel nové věci.

# conversations/companions/g_companion_parvati_bar_crawl_new:286:DefaultText
source: Back in Edgewater, there wasn't no one who wanted to know my mind, excepting my dad.
cs: V Edgewateru nikdo nechtěl znát mé myšlenky, kromě mého otce.

# conversations/companions/g_companion_parvati_bar_crawl_new:287:DefaultText
source: She seems perfect to me, but maybe those are just my rose-ish colored goggles talking. To be strong, like her...
cs: Zdá se mi dokonalá, ale možná jsou to jen moje růžové brýle. Být silný jako ona...

# conversations/companions/g_companion_parvati_bar_crawl_new:288:DefaultText
source: Like I'm just a lone little gear, spinning in the void. Nothing to grab onto, no machine to move. To be strong, like you...?
cs: Jako bych byl jen osamělé ozubené kolečko, které se točí v prázdnotě. Nic, čeho bych se mohl chytit, žádný stroj, který by se pohyboval. Být silný jako ty...?

# conversations/companions/g_companion_parvati_bar_crawl_new:289:DefaultText
source: Okay. I'm- I'm gonna do it! I'm gonna ask Jun out. Just as soon as we get back to the ship. I mean, probably. Eventually.
cs: Dobře. Udělám to! Pozvu Juna na rande. Hned jak se vrátíme na loď. Teda, nejspíš. Nakonec.

# conversations/companions/g_companion_parvati_bar_crawl_new:292:DefaultText
source: Gosh, I don't know that I got that in me. Sometimes I feel real mean inside, Captain. I think ungenerous thoughts.
cs: Bože, nevím, jestli to mám v sobě. Někdy si uvnitř připadám opravdu zlý, kapitáne. Myslím na špatné věci.

# conversations/companions/g_companion_parvati_bar_crawl_new:293:DefaultText
source: Something to work on, then.
cs: Je tedy na čem pracovat.

# conversations/companions/g_companion_parvati_bar_crawl_new:294:DefaultText
source: We all do.
cs: Všichni to děláme.

# conversations/companions/g_companion_parvati_bar_crawl_new:295:DefaultText
source: So what?
cs: No a co?

# conversations/companions/g_companion_parvati_bar_crawl_new:296:DefaultText
source: Yeah. I like the way you put that, like it's okay to want to be better for her and not impossible to try.
cs: Jo, líbí se mi, jak jsi to řekla, jako že je v pořádku chtít být pro ni lepší a není nemožné se o to pokusit.

# conversations/companions/g_companion_parvati_bar_crawl_new:297:DefaultText
source: I 'spose so, but I want to be my best self for her. A good person worth caring for.
cs: Asi ano, ale chci se pro ni ukázat v tom nejlepším světle. Dobrým člověkem, o kterého stojí za to se starat.

# conversations/companions/g_companion_parvati_bar_crawl_new:298:DefaultText
source: I don't wanna be that person. Don't wanna be cold. I want to bring light to Jun's life.
cs: Nechci jím být. Nechci být chladný. Chci vnést světlo do Junova života.

# conversations/companions/g_companion_parvati_bar_crawl_new:301:DefaultText
source: Then you go your separate ways.
cs: Pak se rozejdete každý svou cestou.

# conversations/companions/g_companion_parvati_bar_crawl_new:302:DefaultText
source: We have that in common, you know. I'm not interested in physical affection either.
cs: To máme společné, víš. Ani mě nezajímá fyzická náklonnost.

# conversations/companions/g_companion_parvati_bar_crawl_new:303:DefaultText
source: Just move on, like snapping your fingers? I dunno. Maybe I got a weak heart. It all just seems... impossible.
cs: Prostě jít dál, jako lusknutím prstů? Já nevím. Možná mám slabé srdce. Prostě mi to všechno připadá... nemožné.

# conversations/companions/g_companion_parvati_bar_crawl_new:304:DefaultText
source: You- you're not? You're like me?
cs: Ty... ty ne? Jsi jako já?

# conversations/companions/g_companion_parvati_bar_crawl_new:305:DefaultText
source: Well, I'm cooler, but yeah.
cs: No, já jsem víc v pohodě, ale jo.

# conversations/companions/g_companion_parvati_bar_crawl_new:308:DefaultText
source: Sure am.
cs: Jistěže ano.

# conversations/companions/g_companion_parvati_bar_crawl_new:309:DefaultText
source: I don't got much use for romance, neither.
cs: Ani já nemám moc rád romantiku.

# conversations/companions/g_companion_parvati_bar_crawl_new:310:DefaultText
source: Must be why you got so many friends.
cs: Proto máš tolik přátel.

# conversations/companions/g_companion_parvati_bar_crawl_new:312:DefaultText
source: Stands to reason, you being a dashing ship captain and all. Me, I just got a big wrench and a good swingin' arm.
cs: Je to logické, když jsi švihácký kapitán lodi a tak dále. Já mám jen velký klíč a pořádnou ruku.

# conversations/companions/g_companion_parvati_bar_crawl_new:313:DefaultText
source: So we're... we're kin-like. That makes me, well- unaccountably happy, Captain. It's a lonely thing, being different like this.
cs: Takže jsme... jsme si příbuzní. To mi dělá, dobře, nevysvětlitelnou radost, kapitáne. Je to osamělá věc, být takhle jiný.

# conversations/companions/g_companion_parvati_bar_crawl_new:315:DefaultText
source: So, feeling how you do... what if she really does like me and then- and then she changes her mind?
cs: Takže, když cítíš, jak to děláš... co když se jí opravdu líbím a pak... a pak si to rozmyslí?

# conversations/companions/g_companion_parvati_bar_crawl_new:316:DefaultText
source: Any time.
cs: Kdykoli.

# conversations/companions/g_companion_parvati_bar_crawl_new:317:DefaultText
source: Do you think I should ask her on a- a date?
cs: Myslíš, že bych ji měl pozvat na rande?

# conversations/companions/g_companion_parvati_bar_crawl_new:318:DefaultText
source: Come on, let's go.
cs: Pojď, jdeme.

# conversations/companions/g_companion_parvati_bar_crawl_new:319:DefaultText
source: I don't think asking her out is a good idea.
cs: Nemyslím si, že pozvat ji na rande je dobrý nápad.

# conversations/companions/g_companion_parvati_bar_crawl_new:324:DefaultText
source: Ha! All right. Thank you, guys. You're real good friends. You know that? I wish- I wish there was a place we could all live quiet together.
cs: Ha! Dobře. Děkuji vám, lidi. Jste opravdu dobří přátelé. Víš to? Přál bych si... Přál bych si, abychom mohli všichni žít v klidu.

# conversations/companions/g_companion_parvati_bar_crawl_new:326:DefaultText
source: You know something, Parvati? You oughta come drinking with the crew more often.
cs: Víš co, Parvati? Měla bys chodit častěji pít s posádkou.

# conversations/companions/g_companion_parvati_bar_crawl_new:327:DefaultText
source: This was fun. We should do it again after you send that message.
cs: Byla to zábava. Měli bychom si to zopakovat, až pošleš tu zprávu.
