Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_*_party.po
Languages: in

# conversations/companions/g_companion_nyoka_in_party:1:DefaultText
source: What's up?
in: Co se děje?

# conversations/companions/g_companion_nyoka_in_party:3:DefaultText
source: Never mind.
in: Nevadí.

# conversations/companions/g_companion_nyoka_in_party:27:DefaultText
source: Has Monarch always been your home?
in: Byl Monarch vždy vaším domovem?

# conversations/companions/g_companion_nyoka_in_party:28:DefaultText
source: I don't have a single spot I call home. Wherever I can sit in peace with a bottle is good enough for me.
in: Nemám jediné místo, kterému bych říkal domov. Stačí mi, když si můžu v klidu sednout s lahví.

# conversations/companions/g_companion_nyoka_in_party:29:DefaultText
source: Did you have family here?
in: Měl jste tu rodinu?

# conversations/companions/g_companion_nyoka_in_party:31:DefaultText
source: Why haven't you left?
in: Proč jsi neodešel?

# conversations/companions/g_companion_nyoka_in_party:32:DefaultText
source: But... yes. I've always been on Monarch.
in: Ale... ano. Vždycky jsem byl na Monarchu.

# conversations/companions/g_companion_nyoka_in_party:34:DefaultText
source: In a sense. My parents took off when the corporations did. I took to companionship with a few friends here for a time, but... those days are long past.
in: V jistém smyslu. Moji rodiče se rozjeli, když se rozjely korporace. Nějakou dobu jsem se tu stýkal s několika přáteli, ale... ty časy jsou dávno pryč.

# conversations/companions/g_companion_nyoka_in_party:38:DefaultText
source: What made you choose the hunter life?
in: Proč jste se rozhodl pro život lovce?

# conversations/companions/g_companion_nyoka_in_party:39:DefaultText
source: I didn't. I was born into security detail and when the corporations abandoned this place, I stayed.
in: Já ne. Narodil jsem se jako člen ochranky, a když korporace toto místo opustily, zůstal jsem.

# conversations/companions/g_companion_nyoka_in_party:40:DefaultText
source: Why'd you stay?
in: Proč jsi zůstal?

# conversations/companions/g_companion_nyoka_in_party:41:DefaultText
source: Fair enough.
in: To je fér.

# conversations/companions/g_companion_nyoka_in_party:42:DefaultText
source: It's all I know. Besides, I had a few friends here, and they were staying, too.
in: To je vše, co vím. Kromě toho jsem tu měl pár přátel a ti tu také zůstali.

# conversations/companions/g_companion_nyoka_in_party:43:DefaultText
source: A few friends? Tell me about them.
in: Několik přátel? Povězte mi o nich.

# conversations/companions/g_companion_nyoka_in_party:45:DefaultText
source: No. That's a painful trail I ain't keen on walking again.
in: Ne. Je to bolestivá cesta, kterou už nechci znovu projít.

# conversations/companions/g_companion_nyoka_in_party:46:DefaultText
source: Why? What happened?
in: Proč? Co se stalo?

# conversations/companions/g_companion_nyoka_in_party:47:DefaultText
source: All right, all right.
in: Dobře, dobře.

# conversations/companions/g_companion_nyoka_in_party:51:DefaultText
source: You can tell me. I won't judge.
in: Můžete mi říct. Nebudu vás soudit.

# conversations/companions/g_companion_nyoka_in_party:52:DefaultText
source: No! I'm not saying more on the subject.
in: Ne! Víc k tomuto tématu neřeknu.

# conversations/companions/g_companion_nyoka_in_party:55:DefaultText
source: I'm sure you've got all manner of hunting stories. Tell me one?
in: Určitě máš různé lovecké historky. Povězte mi nějaký?

# conversations/companions/g_companion_nyoka_in_party:62:DefaultText
source: Heh. I took a job once to clear out a rapt nest. Partnered up with a fellow out of Fallbrook who called himself Dirty Don.
in: Heh. Jednou jsem vzal práci, abych vyčistil hnízdo raptů. Spojil jsem se s chlápkem z Fallbrooku, který si říkal Dirty Don.

# conversations/companions/g_companion_nyoka_in_party:63:DefaultText
source: Hmm. You ever name a place? Ever come to a spot in the world you think oughta be remembered?
in: Hmm. Pojmenoval jsi někdy nějaké místo? Přišli jste někdy na místo na světě, o kterém si myslíte, že by mělo být zapamatováno?

# conversations/companions/g_companion_nyoka_in_party:64:DefaultText
source: All right. I made friends with a canid once. They ain't as savage as the rapts. They're more careful - some of 'em will sniff your feet before they attack.
in: Dobře. Jednou jsem se spřátelil s psovitou šelmou. Nejsou tak divocí jako raptoři. Jsou opatrnější - někteří z nich si před útokem očichají tvé nohy.

# conversations/companions/g_companion_nyoka_in_party:67:DefaultText
source: Maybe later, Cap. I'm all storied out for the moment.
in: Možná později, kapitáne. Momentálně jsem vyčerpaný.

# conversations/companions/g_companion_nyoka_in_party:68:DefaultText
source: Bit on the shorter side. Had a penchant for cards. Thing is, he introduces himself and... the man is immaculate. Clean.
in: Trochu kratší. Měl zálibu v kartách. Představí se a... ten člověk je bezvadný. Čistý.

# conversations/companions/g_companion_nyoka_in_party:70:DefaultText
source: Well. One morning, I opened the flap to my tent to find a canid sniffing around the remains of my firepit. Suppose it must've smelled the rapt I boiled for dinner the night before.
in: Dobře. Jednou ráno jsem otevřel poklop stanu a zjistil, že kolem zbytků ohniště čenichá psovitá šelma. Asi ucítila pach řepky, kterou jsem si předešlý večer uvařil k večeři.

# conversations/companions/g_companion_nyoka_in_party:71:DefaultText
source: Where do we go from here?
in: Jak dál?

# conversations/companions/g_companion_nyoka_in_party:72:DefaultText
source: South, along the road.
in: Na jih, podél silnice.

# conversations/companions/g_companion_nyoka_in_party:73:DefaultText
source: And on your left... heh, kidding. That's Amber Heights. The Iconoclasts live there, but they're nutjobs. Keep walking south.
in: A vlevo... heh, žertuji. To je Amber Heights. Žijí tam Ikonoklasté, ale jsou to cvoci. Jdi dál na jih.

# conversations/companions/g_companion_nyoka_in_party:74:DefaultText
source: Fallbrook's around here. SubLight runs a dirty little joint there. Good place for a drink or a box of ammo if you want to stop in, but otherwise we head toward the river.
in: V okolí je Fallbrook. SubLight tam provozuje malý špinavý podnik. Dobré místo na pití nebo krabičku nábojů, pokud se tam chcete zastavit, ale jinak míříme k řece.

# conversations/companions/g_companion_nyoka_in_party:75:DefaultText
source: We've gone too far. Double back to the river.
in: Zašli jsme příliš daleko. Vraťte se dvakrát k řece.

# conversations/companions/g_companion_nyoka_in_party:76:DefaultText
source: These caves lead up through the mountain. It ain't the most direct way, but it's the safest.
in: Tyto jeskyně vedou skrz horu. Není to nejpřímější cesta, ale je nejbezpečnější.

# conversations/companions/g_companion_nyoka_in_party:77:DefaultText
source: Almost there. Whew. Been a while since I hiked this much in one go.
in: Už to skoro je. Uf. Už je to dlouho, co jsem ušel tolik kilometrů najednou.

# conversations/companions/g_companion_nyoka_in_party:78:DefaultText
source: Uh, we're here.
in: Jsme tady.

# conversations/companions/g_companion_nyoka_in_party:79:DefaultText
source: This here's the north road. You want south. South is down on a map. Unless you're holding it upside down.
in: Tady je severní cesta. Vy chcete na jih. Jih je na mapě dole. Pokud ji nedržíte vzhůru nohama.

# conversations/companions/g_companion_nyoka_in_party:80:DefaultText
source: I, uh... hmm. Hate to say it, but we might be lost.
in: Já... hmm. Nerad to říkám, ale možná jsme ztraceni.

# conversations/companions/g_companion_nyoka_in_party:82:DefaultText
source: What's the story with these mercenaries?
in: Jak je to s těmi žoldáky?

# conversations/companions/g_companion_nyoka_in_party:83:DefaultText
source: Hiram has 'em on retainer to guard the caverns. They have a station around here somewhere. Maybe they can help.
in: Hiram si je najal, aby hlídali jeskyně. Někde tady mají stanici. Možná by mohli pomoct.

# conversations/companions/g_companion_nyoka_in_party:84:DefaultText
source: How are we supposed to get through that?
in: Jak se přes to máme dostat?

# conversations/companions/g_companion_nyoka_in_party:85:DefaultText
source: Yeah, uh... last time I was here, there weren't marauders.
in: Jo... když jsem tu byl naposledy, žádní nájezdníci tu nebyli.

# conversations/companions/g_companion_nyoka_in_party:86:DefaultText
source: Hiram's got some mercs that he hired to guard the station. Maybe they can help.
in: Hiram si najal pár žoldáků, aby stanici hlídali. Možná by mohli pomoct.

# conversations/companions/g_companion_nyoka_in_party:87:DefaultText
source: Unless you want to go romping through traps and shooting marauders yourself. Could be fun.
in: Pokud tedy nechcete sami procházet pastmi a střílet nájezdníky. Mohla by to být zábava.

# conversations/companions/g_companion_nyoka_in_party:88:DefaultText
source: Let's try to find the road again.
in: Zkusme znovu najít cestu.

# conversations/companions/g_companion_nyoka_in_party:91:DefaultText
source: Let's see...
in: Podívejme se...

# conversations/companions/g_companion_nyoka_in_party:92:DefaultText
source: We're lost! We're horribly lost!
in: Jsme ztraceni! Jsme strašně ztraceni!

# conversations/companions/g_companion_nyoka_in_party:93:DefaultText
source: Kidding. Let's see...
in: Dělám si legraci. Podívejme se...

# conversations/companions/g_companion_nyoka_in_party:94:DefaultText
source: Keep asking that and I'm liable to lead you into a sulfur pool.
in: Ptej se dál a já tě zavedu do sirné louže.

# conversations/companions/g_companion_nyoka_in_party:96:DefaultText
source: Kidding. Maybe. Let's see...
in: Dělám si legraci. Možná. Podívejme se...

# conversations/companions/g_companion_nyoka_in_party:97:DefaultText
source: You mentioned a more "fun" way up the mountain?
in: Zmínil jste se o "zábavnější" cestě na horu?

# conversations/companions/g_companion_nyoka_in_party:98:DefaultText
source: Right. We can take the caverns up, but if you ain't into spelunking, there's a path a little ways north. I oughta warn you - it'll be a tough trek.
in: Vpravo. Můžeme jít jeskyněmi nahoru, ale jestli se ti nechce do jeskyní, kousek na sever vede cesta. Měl bych tě varovat - bude to náročná cesta.

# conversations/companions/g_companion_nyoka_in_party:100:DefaultText
source: Big bads up on that hill. I'm game to hunt them if you are, but it'd be safer to stick to the caverns.
in: Na tom kopci jsou velcí šmejdi. Jestli chceš, klidně je budu lovit, ale bezpečnější by bylo držet se v jeskyních.

# conversations/companions/g_companion_nyoka_in_party:101:DefaultText
source: It ain't exactly easy to hitch a ride off-planet, Captain. And besides... I hear Terra 2's all corporate. The way folks talk about the Board and their ilk... I think I prefer the beasts.
in: Není zrovna snadné stopovat mimo planetu, kapitáne. A kromě toho... Slyšel jsem, že Terra 2 je celá korporátní. Podle toho, jak lidé mluví o představenstvu a jim podobných... Myslím, že mám radši ty bestie.

# conversations/companions/g_companion_nyoka_in_party:102:DefaultText
source: Got it.
in: Mám to.

# conversations/companions/g_companion_nyoka_in_party:175:DefaultText
source: Damn, bridge's demolished. No matter. There's a trail heading downward along the side of this road. Take it and keep going south.
in: Sakra, most je zničený. Nevadí. Podél silnice vede stezka dolů. Vydej se po ní a pokračuj na jih.

# conversations/companions/g_companion_nyoka_in_party:176:DefaultText
source: What do you mean, "born into" security detail?
in: Jak to myslíte, že se "narodil" do bezpečnostní služby?

# conversations/companions/g_companion_nyoka_in_party:177:DefaultText
source: I mean, I wasn't sent off to school like I should've been. I was born here and my parents kept me. Raised under the Monarch sky.
in: Neposlali mě do školy, jak jsem měl. Narodil jsem se tady a rodiče si mě nechali. Vyrůstali jsme pod monarchickým nebem.

# conversations/companions/g_companion_nyoka_in_party:178:DefaultText
source: Been breathing sulfur since I knew how to smell it. This place is all I know.
in: Dýchám síru od chvíle, kdy jsem ji uměl cítit. Tohle místo je všechno, co znám.

# conversations/companions/g_companion_nyoka_in_party:179:DefaultText
source: Hayes was the best self-sacrificing son of a saint I ever met. Halcyon is worse off without him.
in: Hayes byl ten nejobětavější svatý syn, jakého jsem kdy poznal. Halcyon je na tom bez něj hůř.

# conversations/companions/g_companion_nyoka_in_party:180:DefaultText
source: Now. If we're going to lure the mantiqueen out, we'll need to find Rebekah and Anders. They took a UDL contract on Terra 2 and we never heard from them again.
in: Nyní. Jestli chceme vylákat mantikéna ven, musíme najít Rebeku a Anderse. Vzali si smlouvu s UDL na Terře 2 a už jsme o nich nikdy neslyšeli.

# conversations/companions/g_companion_nyoka_in_party:181:DefaultText
source: Got it. Good luck.
in: Mám to. Hodně štěstí.

# conversations/companions/g_companion_nyoka_in_party:183:DefaultText
source: Rapts. Let's clear the sulfur-sodden fucks out so Hayes can rest in peace.
in: Rapty. Pojďme ty sírou nasáklé sráče odklidit, aby Hayes mohl v klidu odpočívat.

# conversations/companions/g_companion_nyoka_in_party:184:DefaultText
source: At least... at least I know. I ought to have learned by now that getting one's hopes up tends to open them to being dashed across the stars.
in: Alespoň... alespoň vím. Měl bych se už naučit, že když si člověk dělá naděje, může je rozbít na celé hvězdy.

# conversations/companions/g_companion_nyoka_in_party:185:DefaultText
source: Only thing left is to take these medallions home, which means figuring out how to bait the mantiqueen out of our old base.
in: Jediné, co nám zbývá, je odnést tyto medailonky domů, což znamená vymyslet, jak vylákat mantikény z naší staré základny.

# conversations/companions/g_companion_nyoka_in_party:187:DefaultText
source: These glands are gross. Take them. Please.
in: Tyto žlázy jsou hrubé. Vezměte si je. Prosím.

# conversations/companions/g_companion_nyoka_in_party:188:DefaultText
source: Outstanding. These oughta be enough - let's get back to Monarch.
in: Vynikající. To by mělo stačit - vraťme se k Monarchovi.

# conversations/companions/g_companion_nyoka_in_party:189:DefaultText
source: Let's do it.
in: Pojďme na to.

# conversations/companions/g_companion_nyoka_in_party:190:DefaultText
source: There's an old base I used to call home. I can get us in the door, but we'll have to shoot our way through the queen's brood to get to the center. We'll set the bait there.
in: Je tu stará základna, které jsem říkal domov. Můžu nás dostat dovnitř, ale budeme se muset prostřílet skrz královninu líheň, abychom se dostali do centra. Tam nastražíme návnadu.

# conversations/companions/g_companion_nyoka_in_party:191:DefaultText
source: Right here. She'll smell it. Or... sense it? Do you smell a pheromone? At any rate... get ready for a fight.
in: Přímo zde. Ucítí to. Nebo... to vycítí? Cítíš feromon? Každopádně... připrav se na boj.

# conversations/companions/g_companion_nyoka_in_party:192:DefaultText
source: Ready when you are.
in: Připraveni, až budete.

# conversations/companions/g_companion_nyoka_in_party:193:DefaultText
source: You sure? We're in for a long fight.
in: Určitě? Čeká nás dlouhý boj.

# conversations/companions/g_companion_nyoka_in_party:194:DefaultText
source: Do it. Let's squash some bugs.
in: Udělejte to. Zlikvidujme nějaké chyby.

# conversations/companions/g_companion_nyoka_in_party:195:DefaultText
source: Then let's head back to the center. The air flow there will carry the pheromones down to the queen. I hope.
in: Pak se vraťme do centra. Proudění vzduchu tam přenese feromony dolů ke královně. Doufám.

# conversations/companions/g_companion_nyoka_in_party:196:DefaultText
source: Back to the center, then.
in: Vraťte se tedy do centra.

# conversations/companions/g_companion_nyoka_in_party:197:DefaultText
source: We did it! We fucking did it! I'd hug you if I weren't covered in guts. Come on - let's find those medallions.
in: Dokázali jsme to! Dokázali jsme to! Objal bych tě, kdybych nebyl celý od vnitřností. Pojď - najdeme ty medailonky.

# conversations/companions/g_companion_nyoka_in_party:198:DefaultText
source: I wish these were more auspicious circumstances, but... at least we're all here. This... bringing 'em together, burying 'em, this is the kind of thing Hayes would've done.
in: Kéž by to byly příznivější okolnosti, ale... alespoň jsme všichni tady. Tohle... dát je dohromady, pohřbít je, to je věc, kterou by udělal Hayes.

# conversations/companions/g_companion_nyoka_in_party:199:DefaultText
source: You're welcome, Nyoka.
in: Není zač, Nyoko.

# conversations/companions/g_companion_nyoka_in_party:200:DefaultText
source: Anything I can do?
in: Mohu pro to něco udělat?

# conversations/companions/g_companion_nyoka_in_party:201:DefaultText
source: Don't take too long, or I might change my mind about this wild goose chase.
in: Netrvej to moc dlouho, nebo si to možná rozmyslím.

# conversations/companions/g_companion_nyoka_in_party:202:DefaultText
source: No. Not with this. I'm going to have to dig through my history a bit, and it's going to hurt. Here's hoping it won't take long.
in: Ne. S tímhle ne. Budu muset trochu zapátrat ve své historii a bude to bolet. Doufám, že to nebude trvat dlouho.

# conversations/companions/g_companion_nyoka_in_party:204:DefaultText
source: Hey, clear off of there. Have some respect for the dead, will you?
in: Hej, jdi odtamtud pryč. Mějte trochu úcty k mrtvým, ano?

# conversations/companions/g_companion_nyoka_in_party:205:DefaultText
source: Here lies Hayes. Why'd you have to leave me alone out here, you dumb bastard?
in: Zde leží Hayes. Proč jsi mě tu nechal samotného, ty hloupý bastarde?

# conversations/companions/g_companion_nyoka_in_party:206:DefaultText
source: ...sorry. Always figured I'd outlive him, but... doesn't make it easier.
in: ...omlouvám se. Vždycky jsem si myslel, že ho přežiju, ale... to mi to neulehčuje.

# conversations/companions/g_companion_nyoka_in_party:207:DefaultText
source: Rest in peace, buddy.
in: Odpočívej v pokoji, kamaráde.

# conversations/companions/g_companion_nyoka_in_party:208:DefaultText
source: Whew. Here we go. I haven't set foot in here since... well. I'm ready. Yeah. Right? Yeah. Here we go.
in: Uf. A je to tady. Nevkročil jsem sem od... no. Jsem připraven. Jo. Je to tak? Jo. Jdeme na to.

# conversations/companions/g_companion_nyoka_in_party:209:DefaultText
source: Hey, take a gander. The door's busted. Rebekah? Anders? You in there?
in: Hej, podívejte se. Dveře jsou rozbité. Rebeko? Andersi? Jsi tam?

# conversations/companions/g_companion_nyoka_in_party:210:DefaultText
source: Huh. Rebekah taught me this once. You can jerry-rig these old locks so's they don't open anymore.
in: Huh. Rebeka mě to jednou naučila. Tyhle staré zámky se dají upravit tak, že už nejdou otevřít.

# conversations/companions/g_companion_nyoka_in_party:211:DefaultText
source: But... we've only ever done that if we're in a real bind. Here, I'll fix it.
in: Ale... vždycky jsme to dělali, jen když jsme byli v opravdové tísni. Tady, já to napravím.

# conversations/companions/g_companion_nyoka_in_party:212:DefaultText
source: I'd wager this is the outpost. Rebekah! Anders! Come on out!
in: Vsadil bych se, že tohle je základna. Rebeko! Andersi! Pojď ven!

# conversations/companions/g_companion_nyoka_in_party:213:DefaultText
source: Oh, no... oh, no, what did you do...
in: Ale ne... ale ne, co jsi to udělal...

# conversations/companions/g_companion_nyoka_in_party:214:DefaultText
source: I don't... they were... that bitch! They were all set to abandon us!
in: Já ne... oni byli... ta mrcha! Byli připraveni nás opustit!

# conversations/companions/g_companion_nyoka_in_party:216:DefaultText
source: What would Clara say, huh? Every day she'd ask if we'd heard from you. And she'd have forgiven you! The kid had a soul that made the sulfur smell like roses!
in: Co by na to řekla Clara? Každý den se ptala, jestli se nám ozýváš. A odpustila by ti! Ten kluk měl takovou duši, že i síra voněla po růžích!

# conversations/companions/g_companion_nyoka_in_party:217:DefaultText
source: Ugh. I oughta leave your medallions to rot with you, but... Clara would want to be buried with her sister.
in: Uf. Měl bych nechat tvé medailonky shnít s tebou, ale... Clara by chtěla být pohřbena se svou sestrou.

# conversations/companions/g_companion_nyoka_in_party:219:DefaultText
source: I hate to say this, but... Clara died thinking her sister was still fighting to get back home. I think... I'm glad. If she were still alive now, it'd break her to know the truth.
in: Nerad to říkám, ale... Clara zemřela v domnění, že její sestra stále bojuje o návrat domů. Myslím, že... Jsem ráda. Kdyby teď ještě žila, zlomilo by ji, kdyby se dozvěděla pravdu.

# conversations/companions/g_companion_nyoka_in_party:221:DefaultText
source: The most pissed off I've ever seen a queen was when a foreign species was on her soil. I'd wager the stench of a primal might do the trick.
in: Nejvíc jsem kdy viděl královnu naštvanou, když se na její půdě objevil cizí druh. Vsadil bych se, že zápach primála by mohl udělat své.

# conversations/companions/g_companion_nyoka_in_party:222:DefaultText
source: She'd still want to know, just the same as you did.
in: Stejně by to chtěla vědět, stejně jako ty.

# conversations/companions/g_companion_nyoka_in_party:223:DefaultText
source: I'd have kept it from her. The news only would have hurt her.
in: Já bych jí to zatajil. Ta zpráva by jí jen ublížila.

# conversations/companions/g_companion_nyoka_in_party:224:DefaultText
source: So what now?
in: Co teď?

# conversations/companions/g_companion_nyoka_in_party:225:DefaultText
source: Yeah. Maybe. I'm used to disappointment. She was still so naive as to let it hurt her every time it happened.
in: Jo. Možná. Jsem zvyklá na zklamání. Pořád byla tak naivní, že si to nechala líbit pokaždé, když se to stalo.

# conversations/companions/g_companion_nyoka_in_party:228:DefaultText
source: Might do it? I didn't think there was anything about the wilderness you don't know.
in: Mohlo by to jít? Nemyslel jsem si, že by v divočině bylo něco, co neznáte.

# conversations/companions/g_companion_nyoka_in_party:229:DefaultText
source: You're guessing here. Any way to find out for sure?
in: Hádáte. Dá se to zjistit s jistotou?

# conversations/companions/g_companion_nyoka_in_party:230:DefaultText
source: I'd rather just go in there guns blazing.
in: Raději bych tam šel se zbraní v ruce.

# conversations/companions/g_companion_nyoka_in_party:231:DefaultText
source: Pff. That'd be boring. Half the fun in exploring is the fact that you're on an unknown trail.
in: Pff. To by byla nuda. Polovina zábavy při průzkumu spočívá v tom, že jste na neznámé stezce.

# conversations/companions/g_companion_nyoka_in_party:232:DefaultText
source: I've never had the pleasure of hunting primals, but I hear they're all over Scylla. Let's tear a few apart, shall we? I'm sure they've got pheromones. Everything does.
in: Nikdy jsem neměl to potěšení lovit primáty, ale slyšel jsem, že jsou všude kolem Scylly. Pojďme jich pár rozcupovat, ano? Určitě mají feromony. To má všechno.

# conversations/companions/g_companion_nyoka_in_party:233:DefaultText
source: No. We need a plan. You may be a capable sort, but so were my friends. I ain't making that mistake twice.
in: Ne. Potřebujeme plán. Možná jsi schopný typ, ale to byli i moji přátelé. Tuhle chybu podruhé neudělám.
