Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_commentary.po
Languages: cs

# conversations/companions/g_companion_ellie_commentary:72:DefaultText
source: Things on Monarch have really cooled off. I didn't think MSI and the Iconoclasts would ever talk.
cs: Situace na Monarchu se opravdu ochladila. Myslel jsem, že MSI a Ikonoklasté spolu nikdy nebudou mluvit.

# conversations/companions/g_companion_ellie_commentary:73:DefaultText
source: Outside of shouting four-letter words, I mean.
cs: Tedy mimo křičení čtyřpísmenných slov.

# conversations/companions/g_companion_ellie_commentary:74:DefaultText
source: I admire your grit, but some wounds don't heal. And I say that as someone who's plugged a few severed aortas.
cs: Obdivuji tvou odvahu, ale některé rány se nehojí. A to říkám jako někdo, kdo si už párkrát ucpal přerušenou aortu.

# conversations/companions/g_companion_ellie_commentary:75:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/companions/g_companion_ellie_commentary:76:DefaultText
source: Then you ought to know there's no harm in trying.
cs: Pak byste měli vědět, že není na škodu to zkusit.

# conversations/companions/g_companion_ellie_commentary:77:DefaultText
source: Something about this Harlow guy isn't on the up-and-up.
cs: Něco na tom Harlowovi není v pořádku.

# conversations/companions/g_companion_ellie_commentary:78:DefaultText
source: I was sure he had an angle.
cs: Byl jsem si jistý, že má nějaký úhel pohledu.

# conversations/companions/g_companion_ellie_commentary:80:DefaultText
source: Ginger Chops and the pencil-pusher.
cs: Zázvorové kotlety a tužka.

# conversations/companions/g_companion_ellie_commentary:81:DefaultText
source: By all accounts, Sanjar and Graham have been at each others' throats for years. Digging into their personal history isn't going to change anything.
cs: Podle všeho si Sanjar a Graham jdou po krku už léta. Pátrání v jejich osobní historii na tom nic nezmění.

# conversations/companions/g_companion_ellie_commentary:82:DefaultText
source: Only if you don't mind ending up with a mess on your hands.
cs: Pouze pokud vám nevadí, že skončíte s nepořádkem na rukou.

# conversations/companions/g_companion_ellie_commentary:83:DefaultText
source: And what would you have me do?
cs: A co bych podle vás měl udělat?

# conversations/companions/g_companion_ellie_commentary:84:DefaultText
source: Those two will tear Monarch apart if someone doesn't do something.
cs: Tihle dva Monarchu roztrhají na kusy, pokud s tím někdo něco neudělá.

# conversations/companions/g_companion_ellie_commentary:85:DefaultText
source: I appreciate the candor, but I'll handle this as I see fit.
cs: Oceňuji vaši upřímnost, ale vyřeším to podle svého uvážení.

# conversations/companions/g_companion_ellie_commentary:86:DefaultText
source: Honestly? Stay out of it. We've got our own problems to deal with.
cs: Upřímně? Nepleťte se do toho. Máme vlastní problémy, které musíme řešit.

# conversations/companions/g_companion_ellie_commentary:87:DefaultText
source: Well, they've kept it going this long, haven't they? And anyway, we've got problems of our own.
cs: No, takhle dlouho jim to vydrželo, ne? A vůbec, my máme své vlastní problémy.

# conversations/companions/g_companion_ellie_commentary:89:DefaultText
source: Don't tell me how to conduct my business.
cs: Neříkejte mi, jak mám podnikat.

# conversations/companions/g_companion_ellie_commentary:90:DefaultText
source: Sure. Just consider this a little free medical advice. For your mental health.
cs: Jistě. Považujte to za malou bezplatnou lékařskou radu. Pro vaše duševní zdraví.

# conversations/companions/g_companion_ellie_commentary:91:DefaultText
source: Wouldn't dream of it. Just giving you a little free advice. For your mental health.
cs: Ani ve snu by mě to nenapadlo. Jen ti dávám malou bezplatnou radu. Pro tvé duševní zdraví.

# conversations/companions/g_companion_ellie_commentary:92:DefaultText
source: Just goes to show you there's always a peaceful option.
cs: To jen dokazuje, že vždy existuje mírová možnost.

# conversations/companions/g_companion_ellie_commentary:93:DefaultText
source: It's not too late for them to go back to their old ways.
cs: Ještě není pozdě na to, aby se vrátili do starých kolejí.

# conversations/companions/g_companion_ellie_commentary:94:DefaultText
source: That was a very specific image.
cs: To byl velmi specifický obraz.

# conversations/companions/g_companion_ellie_commentary:95:DefaultText
source: Sure, and Fish Stix are really made from saltuna.
cs: Jistě, a Fish Stix se skutečně vyrábí ze saltuna.

# conversations/companions/g_companion_ellie_commentary:96:DefaultText
source: But sooner or later, things'll go back to the way they were. People don't change. Not really.
cs: Ale dříve nebo později se vše vrátí do starých kolejí. Lidé se nemění. Ne doopravdy.

# conversations/companions/g_companion_ellie_commentary:97:DefaultText
source: That's the option I'd bet on.
cs: To je možnost, na kterou bych vsadil.

# conversations/companions/g_companion_ellie_commentary:99:DefaultText
source: It sounds like you're rooting against them.
cs: Zní to, jako bys fandil proti nim.

# conversations/companions/g_companion_ellie_commentary:100:DefaultText
source: You've got to try looking for the good in people.
cs: Musíte se snažit hledat v lidech to dobré.

# conversations/companions/g_companion_ellie_commentary:101:DefaultText
source: Well, who hasn't been there?
cs: No, kdo tam nebyl?

# conversations/companions/g_companion_ellie_commentary:102:DefaultText
source: In my experience, it's spread real thin.
cs: Podle mých zkušeností je to hodně rozprostřené.

# conversations/companions/g_companion_ellie_commentary:103:DefaultText
source: Anyway, I'd hate to see you get broken up if this thing between them doesn't last.
cs: Každopádně bych nerad viděl, jak se rozcházíte, pokud to mezi nimi nevydrží.

# conversations/companions/g_companion_ellie_commentary:104:DefaultText
source: Anyway, I just wanted to make sure you weren't too invested in this thing between them lasting.
cs: Každopádně jsem se jen chtěl ujistit, že nejsi příliš zainteresovaná na tom, aby to mezi nimi trvalo.

# conversations/companions/g_companion_ellie_commentary:105:DefaultText
source: Just being realistic. As long as they keep their business on Monarch, their situation's got nothing to do with me.
cs: Jen realisticky. Dokud budou podnikat na Monarchu, jejich situace se mě netýká.

# conversations/companions/g_companion_ellie_commentary:106:DefaultText
source: You wanna expand on that?
cs: Chcete to rozšířit?

# conversations/companions/g_companion_ellie_commentary:107:DefaultText
source: Come on, Felix. He's obviously up to something.
cs: No tak, Felixi. Očividně má něco za lubem.

# conversations/companions/g_companion_ellie_commentary:108:DefaultText
source: You say that about everyone.
cs: To říkáš o všech.

# conversations/companions/g_companion_ellie_commentary:109:DefaultText
source: Agreed.
cs: Souhlasím.

# conversations/companions/g_companion_ellie_commentary:110:DefaultText
source: I dunno. Felix seems to trust him.
cs: Nevím. Felix mu zřejmě věří.

# conversations/companions/g_companion_ellie_commentary:111:DefaultText
source: Felix would trust a sentry automech if you painted an anti-corporate slogan on it.
cs: Felix by věřil strážnímu automechu, kdybyste na něj namalovali protikorporátní slogan.

# conversations/companions/g_companion_ellie_commentary:112:DefaultText
source: Yeah, but I usually mean it as a compliment.
cs: Jo, ale většinou to myslím jako kompliment.

# conversations/companions/g_companion_ellie_commentary:113:DefaultText
source: C'mon, Ellie. Give me at least a little credit.
cs: No tak, Ellie. Alespoň trochu mě uznej.

# conversations/companions/g_companion_ellie_commentary:114:DefaultText
source: The way Harlow was leaning on his revolutionary bona fides - not to mention his knowing Felix back in the day - something about it feels off.
cs: Způsob, jakým se Harlow opíral o své revoluční kvality - nemluvě o tom, že se s Felixem kdysi znal -, mi na tom něco nesedí.

# conversations/companions/g_companion_ellie_commentary:115:DefaultText
source: Glad it's not just me.
cs: Jsem rád, že to nejsem jen já.

# conversations/companions/g_companion_ellie_commentary:116:DefaultText
source: Felix, I've worked on noses that were more complex than you. Don't feel bad - it's kinda cute sometimes.
cs: Felixi, pracoval jsem na nosech, které byly složitější než ty. Neměj výčitky - někdy je to docela roztomilé.

# conversations/companions/g_companion_ellie_commentary:117:DefaultText
source: Clyde's a decent fellow. I mean, it's not like I'd take up with some double-dealing crook, right?
cs: Clyde je slušný člověk. Přece se nebudu stýkat s nějakým podrazáckým podvodníkem, ne?

# conversations/companions/g_companion_ellie_commentary:118:DefaultText
source: This matters to Felix. So we're doing it.
cs: Felixovi na tom záleží. Takže to uděláme.

# conversations/companions/g_companion_ellie_commentary:119:DefaultText
source: Ellie, you're describing convictions and friendships.
cs: Ellie, popisuješ přesvědčení a přátelství.

# conversations/companions/g_companion_ellie_commentary:120:DefaultText
source: Don't worry, Ellie. I plan on keeping my eyes open.
cs: Neboj se, Ellie. Mám v plánu mít oči otevřené.

# conversations/companions/g_companion_ellie_commentary:121:DefaultText
source: Good. That makes two of us.
cs: Dobré. To jsme dva.

# conversations/companions/g_companion_ellie_commentary:122:DefaultText
source: I'm not suggesting otherwise, especially if Harlow's paying. I'm just saying we oughta keep our eyes open.
cs: Nenavrhuji nic jiného, zejména pokud Harlow platí. Jen říkám, že bychom měli mít oči otevřené.

# conversations/companions/g_companion_ellie_commentary:123:DefaultText
source: And you're acting like those things are normal.
cs: A vy se chováte, jako by to bylo normální.

# conversations/companions/g_companion_ellie_commentary:124:DefaultText
source: I don't wanna hear about it.
cs: Nechci o tom slyšet.

# conversations/companions/g_companion_ellie_commentary:125:DefaultText
source: When I want your opinion, I'll ask for it.
cs: Až budu chtít znát váš názor, zeptám se na něj.

# conversations/companions/g_companion_ellie_commentary:126:DefaultText
source: Sometimes people are exactly what they say.
cs: Někdy jsou lidé přesně takoví, jak říkají.

# conversations/companions/g_companion_ellie_commentary:127:DefaultText
source: He didn't try to shoot us in the back. I don't really care about his motives.
cs: Nepokoušel se nás střelit do zad. Jeho motivy mě opravdu nezajímají.

# conversations/companions/g_companion_ellie_commentary:128:DefaultText
source: Sounds like you haven't really changed your mind on that point.
cs: Vypadá to, že jste v tomto ohledu nezměnil názor.

# conversations/companions/g_companion_ellie_commentary:129:DefaultText
source: They don't call me stubborn for nothing.
cs: Ne nadarmo mi říkají tvrdohlavý.

# conversations/companions/g_companion_ellie_commentary:130:DefaultText
source: People look out for their own interests. It's a fundamental law of nature, same as gravity and conservation of motion.
cs: Lidé sledují své vlastní zájmy. Je to základní přírodní zákon, stejně jako gravitace a zachování pohybu.

# conversations/companions/g_companion_ellie_commentary:131:DefaultText
source: You're still stuck on that?
cs: Pořád se na tom zasekáváte?

# conversations/companions/g_companion_ellie_commentary:133:DefaultText
source: Sure. I'll believe an honest thief any day.
cs: Jistě. Poctivému zloději uvěřím kdykoli.

# conversations/companions/g_companion_ellie_commentary:134:DefaultText
source: Amen to that.
cs: Amen.

# conversations/companions/g_companion_ellie_commentary:135:DefaultText
source: You can't live your life thinking the worst of everyone.
cs: Nemůžeš žít tak, že si o všech myslíš jen to nejhorší.

# conversations/companions/g_companion_ellie_commentary:136:DefaultText
source: Sure I can. In fact, I bet you I live a lot longer.
cs: Jistě, že mohu. Vlastně se vsadím, že budu žít mnohem déle.

# conversations/companions/g_companion_ellie_commentary:137:DefaultText
source: Maybe not this time. But if you're gonna dodge bullets, you have to know where people are aiming.
cs: Tentokrát možná ne. Ale pokud se chcete vyhnout kulkám, musíte vědět, kam lidé míří.

# conversations/companions/g_companion_ellie_commentary:138:DefaultText
source: See, this is what I like about you. You may not be from here, but you fit right in.
cs: Vidíš, tohle se mi na tobě líbí. Možná nejsi zdejší, ale zapadáš sem.

# conversations/companions/g_companion_ellie_commentary:139:DefaultText
source: What did I tell you? His "down with the man" schtick was just an act. No one who yammers that much means half of it.
cs: Co jsem ti řekl? To, že je "na dně s mužem", jen hraje. Nikdo, kdo tolik křičí, to nemyslí ani z poloviny vážně.

# conversations/companions/g_companion_ellie_commentary:140:DefaultText
source: Don't sound so excited. That was Felix's friend.
cs: Netvař se tak nadšeně. To byl Felixův přítel.

# conversations/companions/g_companion_ellie_commentary:141:DefaultText
source: No one uses me like that!
cs: Nikdo mě takhle nevyužívá!

# conversations/companions/g_companion_ellie_commentary:142:DefaultText
source: It's hard to know who to trust.
cs: Je těžké vědět, komu věřit.

# conversations/companions/g_companion_ellie_commentary:144:DefaultText
source: Just as long as you expect it from everyone, you'll always see it coming.
cs: Dokud to od každého očekáváte, vždycky se toho dočkáte.

# conversations/companions/g_companion_ellie_commentary:145:DefaultText
source: Just because Harlow turned out to be crooked doesn't mean everyone's like that.
cs: To, že se ukázalo, že Harlow je křivák, neznamená, že jsou takoví všichni.

# conversations/companions/g_companion_ellie_commentary:146:DefaultText
source: Anyway, you really expect me to believe you're working for the Board out of some high-minded idealism?
cs: Opravdu si myslíte, že věřím, že pro Radu pracujete z nějakého idealismu?

# conversations/companions/g_companion_ellie_commentary:147:DefaultText
source: Anyway, you really wanna tell me you're helping this scientist because you think he'll save the colony?
cs: Opravdu mi chceš říct, že tomu vědci pomáháš, protože si myslíš, že zachrání kolonii?

# conversations/companions/g_companion_ellie_commentary:148:DefaultText
source: Yeah. Better to keep people at arm's length.
cs: Jo. Lepší je držet si lidi od těla.

# conversations/companions/g_companion_ellie_commentary:149:DefaultText
source: As a matter of fact, I am.
cs: Vlastně jsem.

# conversations/companions/g_companion_ellie_commentary:150:DefaultText
source: I'm not explaining myself to you.
cs: Nevysvětluji vám to.

# conversations/companions/g_companion_ellie_commentary:151:DefaultText
source: No, but that's not the point.
cs: Ne, ale o to nejde.

# conversations/companions/g_companion_ellie_commentary:152:DefaultText
source: Obviously not. And better for Felix to know that now rather than become the next Trask.
cs: Zřejmě ne. A je lepší, když to Felix ví teď, než aby se stal dalším Traskem.

# conversations/companions/g_companion_ellie_commentary:155:DefaultText
source: Take it easy. I'm not trying to solve anyone else's problems.
cs: Buďte v klidu. Nesnažím se řešit problémy nikoho jiného.

# conversations/companions/g_companion_ellie_commentary:156:DefaultText
source: There's a reason you're bringing this up.
cs: Je důvod, proč o tom mluvíte.

# conversations/companions/g_companion_ellie_commentary:157:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/companions/g_companion_ellie_commentary:159:DefaultText
source: You'll probably live longer.
cs: Pravděpodobně budete žít déle.

# conversations/companions/g_companion_ellie_commentary:160:DefaultText
source: I try to save my captain a headache when I can. Usually ends up saving me one, too.
cs: Když můžu, snažím se kapitána ušetřit bolesti hlavy. Obvykle to skončí tak, že ušetřím i sebe.

# conversations/companions/g_companion_ellie_commentary:161:DefaultText
source: No, this is about Sanjar and Graham. Something about their falling-out hits too close to home.
cs: Ne, jde o Sanjara a Grahama. Něco na jejich hádce je příliš blízké.

# conversations/companions/g_companion_ellie_commentary:162:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/companions/g_companion_ellie_commentary:163:DefaultText
source: Hey, I'm the doctor here. That means I'm supposed to be the one nosing into your business.
cs: Hej, já jsem tady doktor. To znamená, že já mám být ten, kdo se ti bude vrtat v práci.

# conversations/companions/g_companion_ellie_commentary:164:DefaultText
source: Remind you of things with your parents?
cs: Připomíná vám to věci s vašimi rodiči?

# conversations/companions/g_companion_ellie_commentary:165:DefaultText
source: I never give anything away, but consider that a little free medical advice.
cs: Nikdy nic neprozrazuji, ale berte to jako malou bezplatnou lékařskou radu.

# conversations/companions/g_companion_ellie_commentary:166:DefaultText
source: A stubborn redhead and a rulebound old fart having a falling-out? Can't imagine where you got that.
cs: Tvrdohlavý zrzek a starý páprda, který je svázaný pravidly, se pohádají? Nedokážu si představit, kde jsi na to přišel.

# conversations/companions/g_companion_ellie_commentary:167:DefaultText
source: Anyway, I can take a hint. You stay out of mine, and I'll stay out of yours.
cs: Každopádně si můžu nechat poradit. Ty se nepleť do mého a já se nebudu plést do tvého.

# conversations/companions/g_companion_ellie_commentary:168:DefaultText
source: Sorry, this is still pretty fresh. I'd... rather not talk about it.
cs: Omlouvám se, je to ještě čerstvé. Raději bych o tom nemluvil.

# conversations/companions/g_companion_ellie_commentary:169:DefaultText
source: Look, I won't knock the work you did. I'm sure they'll have a good cry, look through old photographs, share a pint of premium double chocolate cacow gelato...
cs: Podívej, nebudu ti vyčítat práci, kterou jsi odvedl. Určitě si poplakají, prohlédnou si staré fotografie, podělí se o půllitr prvotřídní dvojité čokoládové zmrzliny cacow...

# conversations/companions/g_companion_ellie_commentary:170:DefaultText
source: Nice to know you care.
cs: Je hezké vědět, že vám na tom záleží.

# conversations/companions/g_companion_ellie_commentary:171:DefaultText
source: Don't worry about me.
cs: O mě se nebojte.

# conversations/companions/g_companion_ellie_commentary:172:DefaultText
source: Drawn from life, I guess.
cs: Asi ze života.

# conversations/companions/g_companion_ellie_commentary:173:DefaultText
source: Sure, maybe they'll have a good cry first. Look through old photographs over a pint of premium double chocolate cacow gelato...
cs: Jistě, možná se nejdřív pořádně vybrečí. Prohlížet si staré fotografie nad půllitrem prvotřídní dvojité čokoládové zmrzliny...

# conversations/companions/g_companion_ellie_commentary:174:DefaultText
source: I never do.
cs: Nikdy to nedělám.

# conversations/companions/g_companion_ellie_commentary:175:DefaultText
source: Hey, let's not make this out to be more than it is.
cs: Hej, nedělejme z toho víc, než to je.

# conversations/companions/g_companion_ellie_commentary:176:DefaultText
source: Though, come to think of it, this whole episode reminds me of something I've been meaning to do.
cs: I když, když o tom tak přemýšlím, celá tahle epizoda mi připomíná něco, co jsem chtěl udělat.

# conversations/companions/g_companion_ellie_commentary:177:DefaultText
source: What's that?
cs: Co je to?

# conversations/companions/g_companion_ellie_commentary:178:DefaultText
source: Not now.
cs: Teď ne.

# conversations/companions/g_companion_ellie_commentary:179:DefaultText
source: ...Yeah. Probably for the best.
cs: ...Ano. Pravděpodobně to bude nejlepší.

# conversations/companions/g_companion_ellie_commentary:181:DefaultText
source: You're the boss.
cs: Vy jste šéf.

# conversations/companions/g_companion_ellie_commentary:183:DefaultText
source: I've got some questions for you.
cs: Mám na vás několik otázek.

# conversations/companions/g_companion_ellie_commentary:184:DefaultText
source: We'll talk later.
cs: Promluvíme si později.

# conversations/companions/g_companion_ellie_commentary:186:DefaultText
source: They are for most people.
cs: Pro většinu lidí ano.

# conversations/companions/g_companion_ellie_commentary:187:DefaultText
source: I must be going soft.
cs: Musím být měkký.

# conversations/companions/g_companion_ellie_commentary:188:DefaultText
source: Preferences and drinking buddies are normal. Inclinations and acquaintances, even.
cs: Preference a kamarádi na pití jsou normální. Dokonce i sklony a známosti.

# conversations/companions/g_companion_ellie_commentary:189:DefaultText
source: You can fit most of what drives people onto a bit cartridge. The minute someone claims high-falutin notions, they're either lying to you or lying to themselves. Or worse.
cs: Většina toho, co lidi pohání, se vejde na bitovou kazetu. Ve chvíli, kdy někdo tvrdí, že má vznešené představy, buď vám lže, nebo lže sám sobě. Nebo hůř.

# conversations/companions/g_companion_ellie_commentary:190:DefaultText
source: Worse?
cs: Horší?

# conversations/companions/g_companion_ellie_commentary:191:DefaultText
source: Point taken.
cs: Bod pro vás.

# conversations/companions/g_companion_ellie_commentary:192:DefaultText
source: One in a thousand actually means it. Nothing more dangerous than an idealist.
cs: Jeden z tisíce to myslí vážně. Není nic nebezpečnějšího než idealista.

# conversations/companions/g_companion_ellie_commentary:193:DefaultText
source: Let's change the subject.
cs: Změňme téma.

# conversations/companions/g_companion_ellie_commentary:194:DefaultText
source: We should get back to work.
cs: Měli bychom se vrátit k práci.

# conversations/companions/g_companion_ellie_commentary:195:DefaultText
source: Good. I don't really do "subtle."
cs: Dobré. Já opravdu nedělám "jemné".

# conversations/companions/g_companion_ellie_commentary:196:DefaultText
source: I'm not used to being wrong.
cs: Nejsem zvyklý se mýlit.

# conversations/companions/g_companion_ellie_commentary:198:DefaultText
source: Ever consider that looking out for others can be in your best interest?
cs: Přemýšleli jste někdy o tom, že péče o druhé může být ve vašem nejlepším zájmu?

# conversations/companions/g_companion_ellie_commentary:199:DefaultText
source: Except we've created artificial gravity.
cs: Až na to, že jsme vytvořili umělou gravitaci.

# conversations/companions/g_companion_ellie_commentary:200:DefaultText
source: This is why I hate metaphors.
cs: Proto nesnáším metafory.

# conversations/companions/g_companion_ellie_commentary:201:DefaultText
source: Look, I see a lot of people, inside and out. When you get down to it, we're all made of the same stuff.
cs: Podívejte, vidím spoustu lidí, uvnitř i navenek. Když se na to podíváš, všichni jsme ze stejného materiálu.

# conversations/companions/g_companion_ellie_commentary:203:DefaultText
source: Maybe you're right, but I'd rather try for something better.
cs: Možná máš pravdu, ale raději bych se pokusil o něco lepšího.

# conversations/companions/g_companion_ellie_commentary:204:DefaultText
source: Words to live by.
cs: Slova, kterými se můžete řídit.

# conversations/companions/g_companion_ellie_commentary:205:DefaultText
source: Once you accept that, nothing much surprises you.
cs: Jakmile se s tím smíříte, nic vás už nepřekvapí.

# conversations/companions/g_companion_ellie_commentary:206:DefaultText
source: Well, let me know how that works out for you.
cs: Dejte mi vědět, jak to dopadlo.
