Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_bar_crawl_new.po
Languages: cs

# conversations/companions/g_companion_parvati_bar_crawl_new:328:DefaultText
source: Well, it's not like I could be elsewhere. Nor am I capable of neglecting a wayward lamb in need of guidance.
cs: No, není to tak, že bych mohl být jinde. Ani nejsem schopen zanedbávat zbloudilou ovečku, která potřebuje vedení.

# conversations/companions/g_companion_parvati_bar_crawl_new:329:DefaultText
source: Parvati, if you want a drink and a shoulder, you ask me any day or night of the week. I will have likely already started.
cs: Parvati, když budeš chtít drink a rameno, zeptej se mě kterýkoli den nebo noc v týdnu. Pravděpodobně už jsem začal.

# conversations/companions/g_companion_parvati_bar_crawl_new:330:DefaultText
source: Warning: LOW BATTERY. Unit is engaging reserve pack. While using the reserve pack, unit may periodically enter a rest cycle. If unit does not wake, consult manual 81-xc5.
cs: Varování: NÍZKÁ KAPACITA BATERIE. Jednotka zapojuje záložní zdroj. Při používání záložního zdroje může jednotka pravidelně přecházet do klidového cyklu. Pokud se jednotka neprobudí, nahlédněte do příručky 81-xc5.

# conversations/companions/g_companion_parvati_bar_crawl_new:340:DefaultText
source: Hey Captain. I hope I wasn't too much bother at the bar. I did have fun, and I tried some things I never would've otherwise.
cs: Hej, kapitáne. Doufám, že jsem v baru příliš neobtěžoval. Bavil jsem se a vyzkoušel jsem pár věcí, které bych jinak nikdy nezkusil.

# conversations/companions/g_companion_parvati_bar_crawl_new:341:DefaultText
source: Some of the drinks we tried, I even liked. I guess it's not ALL disgusting.
cs: Některé nápoje, které jsme ochutnali, mi dokonce chutnaly. Myslím, že ne všechno je nechutné.

# conversations/companions/g_companion_parvati_bar_crawl_new:342:DefaultText
source: And I don't feel it today. I guess that water must've worked. I'm glad I had you looking out for me.
cs: A já to dnes necítím. Myslím, že ta voda musela zabrat. Jsem ráda, že jsi na mě dohlédl.

# conversations/companions/g_companion_parvati_bar_crawl_new:364:DefaultText
source: I messaged Junlei when we got back, and she replied super quick. Okay, "I was awake half the night thinking about what I sent. Anxious to see what you said."
cs: Když jsme se vrátili, napsala jsem Junlei a ona mi rychle odpověděla. Dobře, "půl noci jsem nespala a přemýšlela, co jsem poslala. Nemůžu se dočkat, až uvidím, co jsi mi řekla."

# conversations/companions/g_companion_parvati_bar_crawl_new:365:DefaultText
source: "I reread my message in the morning, and it was... unclear. I was drinking when I sent it, otherwise I wouldn't have had the courage. (Also, sorry for the typos.)"
cs: "Ráno jsem si znovu přečetl svou zprávu a byla... nejasná. Když jsem ji posílala, pila jsem, jinak bych neměla odvahu. (Taky se omlouvám za překlepy.)"

# conversations/companions/g_companion_parvati_bar_crawl_new:366:DefaultText
source: Okay, not bad so far.
cs: Dobře, zatím to není špatné.

# conversations/companions/g_companion_parvati_bar_crawl_new:367:DefaultText
source: "I've ruined things in the past because I didn't say things I should have, like, 'I've met someone who's become special to me.'"
cs: "V minulosti jsem něco zničila, protože jsem neřekla to, co jsem měla, například: 'Potkala jsem někoho, kdo se pro mě stal výjimečným'."

# conversations/companions/g_companion_parvati_bar_crawl_new:368:DefaultText
source: "I want to be honest with her. So if she feels the same about me, there won't be any surprises."
cs: "Chci k ní být upřímný. Takže jestli ona ke mně cítí totéž, nebude to žádné překvapení."

# conversations/companions/g_companion_parvati_bar_crawl_new:369:DefaultText
source: So Junlei DOES like you, and she said it in the most awkward way possible.
cs: Takže Junlei tě má ráda a řekla to tím nejtrapnějším možným způsobem.

# conversations/companions/g_companion_parvati_bar_crawl_new:370:DefaultText
source: Isn't she sweet? Like one of those two-bit romances where one soul's all stiff and formal and, "I should be glad to perhaps take hold of your hand, miss."
cs: Není sladká? Jako v jedné z těch dvou romancí, kde je jedna duše strnulá a formální a říká: "Rád bych vás třeba chytil za ruku, slečno."

# conversations/companions/g_companion_parvati_bar_crawl_new:371:DefaultText
source: Wait, is she talking about you?
cs: Počkej, mluví o tobě?

# conversations/companions/g_companion_parvati_bar_crawl_new:372:DefaultText
source: Got to read between the lines a bit, but I think she might be. Yeah.
cs: Musím trochu číst mezi řádky, ale myslím, že by mohla být. Jo.

# conversations/companions/g_companion_parvati_bar_crawl_new:373:DefaultText
source: The Isabelle crisis was all a big misunderstanding?
cs: Byla Isabellina krize jen velké nedorozumění?

# conversations/companions/g_companion_parvati_bar_crawl_new:374:DefaultText
source: Heh, yeah. In my defense, it's not like Jun was all too clear about what she was trying to say. She still ain't.
cs: Heh, jo. Na mou obhajobu, není to tak, že by Jun příliš jasně věděla, co se snaží říct. A ona pořád není.

# conversations/companions/g_companion_parvati_bar_crawl_new:375:DefaultText
source: Glad we wasted time drinking because Junlei's bad at writing messages.
cs: Ještě že jsme ztráceli čas pitím, protože Junlei neumí psát zprávy.

# conversations/companions/g_companion_parvati_bar_crawl_new:376:DefaultText
source: Hey, now. You got free drinks out of it.
cs: Hej, teď. Máš z toho pití zdarma.

# conversations/companions/g_companion_parvati_bar_crawl_new:377:DefaultText
source: If you two marry, you'll be saying, "Ha ha, just kidding. Unless you're not."
cs: Pokud se vy dva vezmete, budete říkat: "Ha ha, dělám si legraci. Ledaže bys nebyl."

# conversations/companions/g_companion_parvati_bar_crawl_new:378:DefaultText
source: I resent you saying such, on account of it being uncomfortably likely.
cs: Vadí mi, že to říkáte, protože je to nepříjemně pravděpodobné.

# conversations/companions/g_companion_parvati_bar_crawl_new:379:DefaultText
source: I oughta go write her back. I mean, I already did. Twice. But- anyhow, thanks for taking me out, Captain.
cs: Měl bych jí odepsat. Tedy, už jsem to udělal. Dvakrát. Ale... každopádně díky, že jste mě vzal ven, kapitáne.

# conversations/companions/g_companion_parvati_bar_crawl_new:380:DefaultText
source: Not to ask for spoilers, but will we be drinking again tonight?
cs: Nechci se ptát na spoilery, ale budeme dnes večer opět pít?

# conversations/companions/g_companion_parvati_bar_crawl_new:381:DefaultText
source: With the headache I got after that whiskey? One million times no.
cs: S bolestí hlavy, kterou jsem dostal po té whiskey? Milionkrát ne.

# conversations/companions/g_companion_parvati_bar_crawl_new:382:DefaultText
source: Oh, you. Just shh.
cs: Aha, ty. Jen pšššt.

# conversations/companions/g_companion_parvati_bar_crawl_new:383:DefaultText
source: Were there any *funny* typos?
cs: Byly tam nějaké *vtipné* překlepy?

# conversations/companions/g_companion_parvati_bar_crawl_new:384:DefaultText
source: Um, she called mashed potatoes "smashed potatoes?" But I think maybe that's just what they call them on Groundbreaker.
cs: Hm, ona říkala bramborové kaši "šťouchané brambory"? Ale myslím, že tak jim možná říkají jen v pořadu Groundbreaker.

# conversations/companions/g_companion_parvati_bar_crawl_new:385:DefaultText
source: At least there's no bad poetry this time.
cs: Tentokrát alespoň není špatná poezie.

# conversations/companions/g_companion_parvati_bar_crawl_new:386:DefaultText
source: Earnest! It was earnest!
cs: Earnest! Bylo to vážné!

# conversations/companions/g_companion_parvati_bar_crawl_new:389:DefaultText
source: Glad to hear it.
cs: To rád slyším.

# conversations/companions/g_companion_parvati_bar_crawl_new:390:DefaultText
source: Did you talk to Junlei?
cs: Mluvil jsi s Junlei?

# conversations/companions/g_companion_parvati_bar_crawl_new:391:DefaultText
source: If I know one thing, it's how to stave off hangovers.
cs: Jestli něco vím, tak to, jak se zbavit kocoviny.

# conversations/companions/g_companion_parvati_bar_crawl_new:392:DefaultText
source: Was there something you wanted, or...?
cs: Chtěl jsi něco, nebo...?

# conversations/companions/g_companion_parvati_bar_crawl_new:393:DefaultText
source: Oh. Right, sorry.
cs: Oh. Správně, omlouvám se.

# conversations/companions/g_companion_parvati_bar_crawl_new:394:DefaultText
source: Turns out the key is proper hydration. Probably should've been able to guess that for myself, huh? Anyway...
cs: Ukázalo se, že klíčem je správná hydratace. To jsem si asi měl domyslet sám, co? Každopádně...

# conversations/companions/g_companion_parvati_bar_crawl_new:395:DefaultText
source: I wouldn't mind having a drink again. Someday. In the distant future. Anyway...
cs: Nevadilo by mi, kdybych se znovu napil. Jednou. Ve vzdálené budoucnosti. Každopádně...

# conversations/companions/g_companion_parvati_bar_crawl_new:396:DefaultText
source: Though that whiskey did get my head aching somethin' fierce. Feels like a primal's chewing on my skull.
cs: Ačkoli mě z té whisky dost bolela hlava. Mám pocit, jako by mi lebku žvýkal nějaký pračlověk.

# conversations/companions/g_companion_parvati_bar_crawl_new:397:DefaultText
source: I mean, eventually. I'll do it eventually.
cs: Tedy nakonec. Nakonec to udělám.

# conversations/companions/g_companion_parvati_bar_crawl_new:398:DefaultText
source: Bottom's up!
cs: Dno je nahoře!

# conversations/companions/g_companion_parvati_bar_crawl_new:399:DefaultText
source: Bottom's up!
cs: Dno je nahoře!

# conversations/companions/g_companion_parvati_bar_crawl_new:400:DefaultText
source: Bottom's up!
cs: Dno je nahoře!

# conversations/companions/g_companion_parvati_bar_crawl_new:401:DefaultText
source: Bottom's up!
cs: Dno je nahoře!

# conversations/companions/g_companion_parvati_bar_crawl_new:402:DefaultText
source: Thanks, I think.
cs: Myslím, že díky.

# conversations/companions/g_companion_parvati_bar_crawl_new:403:DefaultText
source: Maybe- maybe she just wanted to let me know her preferences. In a... less awkward way. But that made it more awkward.
cs: Možná - možná mi jen chtěla dát najevo své preference. Takovým... méně trapným způsobem. Ale tím to bylo ještě trapnější.

# conversations/companions/g_companion_parvati_bar_crawl_new:405:DefaultText
source: Shush, you.
cs: Ticho, ty.

# conversations/companions/g_companion_parvati_bar_crawl_new:406:DefaultText
source: Shush, you.
cs: Ticho, ty.

# conversations/companions/g_companion_parvati_bar_crawl_new:407:DefaultText
source: Shush, you.
cs: Ticho, ty.

# conversations/companions/g_companion_parvati_bar_crawl_new:408:DefaultText
source: Shush, you.
cs: Ticho, ty.

# conversations/companions/g_companion_parvati_bar_crawl_new:409:DefaultText
source: Here we go...
cs: A je to tady...

# conversations/companions/g_companion_parvati_bar_crawl_new:410:DefaultText
source: Down it goes!
cs: A je to tady!

# conversations/companions/g_companion_parvati_bar_crawl_new:411:DefaultText
source: Down it goes!
cs: A je to tady!

# conversations/companions/g_companion_parvati_bar_crawl_new:413:DefaultText
source: Hydration, here I come.
cs: Hydratace, už jdu.

# conversations/companions/g_companion_parvati_bar_crawl_new:414:DefaultText
source: Not to worry. We'll always be here for you, Ms. Holcomb.
cs: Nemusíte se bát. Vždy tu pro vás budeme, slečno Holcombová.
