Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_*_party.po
Languages: in

# conversations/companions/g_companion_nyoka_in_party:356:DefaultText
source: That's just a system. It works fine, so long as its leadership knows what they're doing.
in: To je jen systém. Funguje dobře, pokud jeho vedení ví, co dělá.

# conversations/companions/g_companion_nyoka_in_party:357:DefaultText
source: Look at MSI. They're getting along fine. I have to think the corps could've made it work if they'd reprioritized.
in: Podívejte se na MSI. Daří se jim dobře. Musím si myslet, že by to sbor zvládl, kdyby změnil priority.

# conversations/companions/g_companion_nyoka_in_party:358:DefaultText
source: They don't go to sleep at night with a morbid understanding that a rapt might eat them while they sleep.
in: Nechodí v noci spát s chorobnou představou, že by je ve spánku mohl sežrat rapl.

# conversations/companions/g_companion_nyoka_in_party:359:DefaultText
source: Maybe their bosses don't have the right priorities, maybe someone out there is a bit too focused on the bottom line, but... at least they have food delivered to them.
in: Možná jejich šéfové nemají správné priority, možná se někdo příliš soustředí na výsledek hospodaření, ale... alespoň jim dodávají jídlo.

# conversations/companions/g_companion_nyoka_in_party:360:DefaultText
source: You think Halcyon just needs a change of leadership?
in: Myslíte si, že Halcyon potřebuje jen změnit vedení?

# conversations/companions/g_companion_nyoka_in_party:361:DefaultText
source: Not good enough. Halcyon should be thriving, but red tape holds them back.
in: To nestačí. Halcyon by měl prosperovat, ale brzdí ho byrokracie.

# conversations/companions/g_companion_nyoka_in_party:363:DefaultText
source: Don't be naive, Captain. We'd still be on Earth if the corporations hadn't ponied up the bits to get us out here.
in: Nebuďte naivní, kapitáne. Kdyby nás korporace nezaplatily, abychom se sem dostali, byli bychom stále na Zemi.

# conversations/companions/g_companion_nyoka_in_party:364:DefaultText
source: Progress requires structure. Nobody's gonna build a sewer pipe or a road if they don't got a boss telling them to. The bureaucracy's necessary.
in: Pokrok vyžaduje strukturu. Nikdo nepostaví kanalizaci nebo silnici, pokud mu to neřekne šéf. Byrokracie je nezbytná.

# conversations/companions/g_companion_nyoka_in_party:365:DefaultText
source: I'm not sure we need anything, Cap. We've had our growing pains, to be sure, but here we are, still alive, still fighting.
in: Nejsem si jistý, jestli něco potřebujeme, kapitáne. Jistě jsme si prošli bolestmi při růstu, ale jsme tady, stále naživu, stále bojujeme.

# conversations/companions/g_companion_nyoka_in_party:366:DefaultText
source: Long as nobody goes around trying to dismantle the whole thing, I think we'll be fine.
in: Pokud se nikdo nebude snažit celou věc rozbít, myslím, že to bude v pořádku.

# conversations/companions/g_companion_nyoka_in_party:367:DefaultText
source: Never thought about it that way. Thanks for the perspective.
in: Nikdy jsem o tom takhle nepřemýšlel. Děkuji za pohled na věc.

# conversations/companions/g_companion_nyoka_in_party:368:DefaultText
source: People were perfectly comfortable shitting in holes before we had sewers.
in: Než jsme měli kanalizaci, lidé mohli klidně srát do děr.

# conversations/companions/g_companion_nyoka_in_party:369:DefaultText
source: Eventually, someone will take it upon themselves to provide for the community.
in: Nakonec se někdo postará o komunitu sám.

# conversations/companions/g_companion_nyoka_in_party:370:DefaultText
source: Yeah, well, I ain't. No matter how many times I find a spot in the woods to do my business, I still miss toilets.
in: Jo, no, já ne. Je jedno, kolikrát si v lese najdu místo, kde si vyřídím své záležitosti, ale stejně mi chybí záchody.

# conversations/companions/g_companion_nyoka_in_party:371:DefaultText
source: Anytime, Cap.
in: Kdykoli, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:372:DefaultText
source: Sure. Then the next time they want to build a road, they'll charge tolls to recoup costs. Then they'll hire someone to help them build another.
in: Jistě. Až budou chtít příště stavět silnici, vyberou mýtné, aby se jim vrátily náklady. Pak si najmou někoho, kdo jim pomůže postavit další.

# conversations/companions/g_companion_nyoka_in_party:373:DefaultText
source: Before you know it, they've got themselves a staff. Pay checks. Seminars on the best road-building standards and practices.
in: Než se nadějete, mají zaměstnance. Výplatní pásky. Semináře o nejlepších normách a postupech při stavbě silnic.

# conversations/companions/g_companion_nyoka_in_party:375:DefaultText
source: It always happens eventually, Captain. May as well embrace it.
in: Nakonec se to vždycky stane, kapitáne. Můžeš to přijmout.

# conversations/companions/g_companion_nyoka_in_party:376:DefaultText
source: Sure.
in: Jistě.

# conversations/companions/g_companion_nyoka_in_party:384:DefaultText
source: All right, we've got some time to kill. You mentioned you wanted help with something.
in: Dobře, máme trochu času na zabití. Zmínil ses, že chceš s něčím pomoct.

# conversations/companions/g_companion_nyoka_in_party:386:DefaultText
source: Normally I'd ask Hiram, but, uh, seeing as how he's not around anymore... I'll have to do some digging on my own. I'll let you know when I find a lead.
in: Normálně bych se zeptal Hirama, ale když už tu není... Budu muset pátrat sám. Dám ti vědět, až najdu nějakou stopu.

# conversations/companions/g_companion_nyoka_in_party:387:DefaultText
source: Think it's time I call in a favor with Hiram. If anyone can track them down, it's him.
in: Myslím, že je načase, abych požádal Hirama o laskavost. Jestli je někdo dokáže vystopovat, je to on.

# conversations/companions/g_companion_nyoka_in_party:388:DefaultText
source: Off to see the information broker, then.
in: Jděte tedy za informačním makléřem.

# conversations/companions/g_companion_nyoka_in_party:389:DefaultText
source: Ugh, if I never see that man again, it'll be too soon.
in: Jestli toho muže už nikdy neuvidím, bude to příliš brzy.

# conversations/companions/g_companion_nyoka_in_party:390:DefaultText
source: Hold on. Tell me about the UDL contract.
in: Počkejte. Povězte mi o smlouvě UDL.

# conversations/companions/g_companion_nyoka_in_party:391:DefaultText
source: I don't know much about it. It paid well, so they took it. They said they'd be back in a couple weeks and that maybe we could all use the money to get off Monarch.
in: Moc o tom nevím. Bylo to dobře placené, tak to vzali. Říkali, že se za pár týdnů vrátí a že bychom ty peníze možná mohli všichni použít, abychom se z Monarchu dostali.

# conversations/companions/g_companion_nyoka_in_party:392:DefaultText
source: That was... a long time ago.
in: To bylo... už dávno.

# conversations/companions/g_companion_nyoka_in_party:393:DefaultText
source: Hey. Hiram's a good person if you can cut through the thick layers of bullshit. Now come on! Let's make tracks.
in: Hiram je dobrý člověk, pokud se dokážeš prokousat tlustými vrstvami keců. Tak pojď! Pojďme udělat stopy.

# conversations/companions/g_companion_nyoka_in_party:395:DefaultText
source: Booze makes for better friends, anyway.
in: Chlast dělá lepší přátele.

# conversations/companions/g_companion_nyoka_in_party:396:DefaultText
source: For what it's worth, I'm glad you're trying to confront it.
in: Jsem rád, že se tomu snažíte čelit.

# conversations/companions/g_companion_nyoka_in_party:397:DefaultText
source: That's a concerning amount of baggage to carry around.
in: To je dost velké množství zavazadel.

# conversations/companions/g_companion_nyoka_in_party:398:DefaultText
source: Thanks. I'm still not convinced I won't come to regret it, but... we've started down this path. Might as well see it through. Maybe it'll stop me screaming at night.
in: Děkuji. Stále nejsem přesvědčen, že toho nebudu litovat, ale... už jsme se vydali touto cestou. Mohli bychom to dotáhnout do konce. Možná, že díky tomu přestanu v noci křičet.

# conversations/companions/g_companion_nyoka_in_party:399:DefaultText
source: Now come on. Let's make tracks before Hiram dies of old age.
in: Ale no tak. Udělejme stopy, než Hiram zemře stářím.

# conversations/companions/g_companion_nyoka_in_party:400:DefaultText
source: Well, shit! I'm working on it, all right? You think I like lying awake at night? You think I like stewing on the similarity between rapt screams and my friends' death throes?
in: No, do prdele! Pracuju na tom, jasný? Myslíš, že mě baví ležet v noci vzhůru? Myslíš, že mě baví přemýšlet o podobnosti mezi nadšenými výkřiky a smrtelnými křečemi mých přátel?

# conversations/companions/g_companion_nyoka_in_party:401:DefaultText
source: I'm... I'll get there. Quips from you ain't gonna help me along the way, so stow it.
in: Jsem... Dostanu se tam. Tvoje vtípky mi na cestě nepomůžou, tak to schovej.

# conversations/companions/g_companion_nyoka_in_party:402:DefaultText
source: I'll admit a certain truth to that, but... every once in a while, when I realize I've lost track of the number of bottles I've hucked at a tree, I... get to wondering.
in: Přiznávám, že na tom něco pravdy je, ale... čas od času, když si uvědomím, že jsem ztratil přehled o počtu lahví, které jsem u stromu vylovil, začnu se divit.

# conversations/companions/g_companion_nyoka_in_party:403:DefaultText
source: Maybe one night I'll reach for a bottle and find my sidearm instead, and it'll be just as comforting. The thought sobers me right up, and I don't want to be thinking it anymore.
in: Možná jednou v noci sáhnu po láhvi a místo ní najdu svou příruční zbraň a bude to stejně uklidňující. Z té myšlenky hned vystřízlivím a už na ni nechci myslet.

# conversations/companions/g_companion_nyoka_in_party:406:DefaultText
source: Password to the door is "Charon."
in: Heslo ke dveřím je "Charon".

# conversations/companions/g_companion_nyoka_in_party:407:DefaultText
source: What's "Charon?"
in: Co je to "Charon"?

# conversations/companions/g_companion_nyoka_in_party:408:DefaultText
source: Hayes's idea. Clara, Hayes, Anders, Rebekah, Opal, Nyoka. Charon. He said it was some old myth, something about death and all the things we killed.
in: Hayesův nápad. Clara, Hayes, Anders, Rebeka, Opal, Nyoka. Charon. Říkal, že je to nějaký starý mýtus, něco o smrti a všech věcech, které jsme zabili.

# conversations/companions/g_companion_nyoka_in_party:409:DefaultText
source: Rest of us just thought it sounded cool, so here we are.
in: My ostatní jsme si mysleli, že to zní skvěle, a tak jsme tady.

# conversations/companions/g_companion_nyoka_in_party:411:DefaultText
source: But... I ain't. I'm mostly just... empty. A little sad, maybe.
in: Ale... Nejsem. Většinou jsem jen... prázdný. Možná trochu smutná.

# conversations/companions/g_companion_nyoka_in_party:412:DefaultText
source: The first night Hayes and I spent in here, we knew it was home. It's safe. It's got a nice chill to it. But mostly... it doesn't stink of sulfur.
in: První noc, kterou jsme tu s Hayesem strávili, jsme věděli, že je to náš domov. Je to tu bezpečné. Je tu příjemný chládek. Ale hlavně... nesmrdí to tu sírou.

# conversations/companions/g_companion_nyoka_in_party:413:DefaultText
source: I'm with you there. I hate that smell.
in: V tom s vámi souhlasím. Nesnáším ten zápach.

# conversations/companions/g_companion_nyoka_in_party:414:DefaultText
source: You know, it did feel a bit different when we walked in.
in: Víte, když jsme vešli dovnitř, cítili jsme se trochu jinak.

# conversations/companions/g_companion_nyoka_in_party:415:DefaultText
source: <Let her talk.>
in: <Nechte ji mluvit.>

# conversations/companions/g_companion_nyoka_in_party:416:DefaultText
source: Monarch folks often joke about it. Not 'cause of the smell or the grittiness it leaves in your throat, not 'cause of the headaches or the coughing...
in: Monarchové o tom často žertují. Ne kvůli zápachu, ani kvůli tomu, že zanechává v krku krupičku, ani kvůli bolestem hlavy nebo kašli...

# conversations/companions/g_companion_nyoka_in_party:417:DefaultText
source: It's 'cause there's no escaping it. It's life here and there ain't anything you can do about it.
in: Je to proto, že tomu nelze uniknout. Je to život a nedá se s tím nic dělat.

# conversations/companions/g_companion_nyoka_in_party:418:DefaultText
source: But here... somehow the sulfur never made it. The nights we spent in here felt like vacations. So we started building.
in: Ale tady... se síra nějak nedostala. Noci, které jsme tu strávili, byly jako prázdniny. Tak jsme začali stavět.

# conversations/companions/g_companion_nyoka_in_party:419:DefaultText
source: You built... all this? This base?
in: Tohle všechno jsi postavil? Tuhle základnu?

# conversations/companions/g_companion_nyoka_in_party:420:DefaultText
source: I thought you'd taken over someone else's abandoned property.
in: Myslel jsem, že jsi převzal cizí opuštěný pozemek.

# conversations/companions/g_companion_nyoka_in_party:421:DefaultText
source: <Let her talk.>
in: <Nechte ji mluvit.>

# conversations/companions/g_companion_nyoka_in_party:422:DefaultText
source: We hauled in steel. Hired SubLight folk to help. That's how we met Anders and Opal - they stuck around after our contract was up. Opal liked camping. Anders liked chasing her tail.
in: Tahali jsme ocel. Najali jsme si na pomoc lidi z firmy SubLight. Tak jsme se seznámili s Andersem a Opalem - zůstali tu i po skončení naší smlouvy. Opal měla ráda kempování. Anders se rád honil za jejím ocasem.

# conversations/companions/g_companion_nyoka_in_party:423:DefaultText
source: Four of us for a while. Scraping together what bits we could to build our home. Then came Rebekah, a sawbones out of the Cascadia survivors who took a kindness to Hayes.
in: Chvíli jsme byli čtyři. Dávali jsme dohromady kousky, abychom mohli postavit náš domov. Pak přišla Rebeka, pilařka z řad přeživších z Kaskádie, která si Hayese oblíbila.

# conversations/companions/g_companion_nyoka_in_party:424:DefaultText
source: And... Clara. Her little sister. I'll admit I wasn't keen on taking her on at first, but for a teenager she was surprisingly capable.
in: A... Clara. Její malá sestra. Přiznám se, že se mi do ní zpočátku moc nechtělo, ale na teenagera byla překvapivě schopná.

# conversations/companions/g_companion_nyoka_in_party:425:DefaultText
source: A teenager? Out here in the Monarch wilderness?
in: Teenager? Tady v monarchské divočině?

# conversations/companions/g_companion_nyoka_in_party:426:DefaultText
source: Must've been a brave kid.
in: Musel to být odvážný kluk.

# conversations/companions/g_companion_nyoka_in_party:428:DefaultText
source: <Let her talk.>
in: <Nechte ji mluvit.>

# conversations/companions/g_companion_nyoka_in_party:429:DefaultText
source: Believe me, I had my complaints.
in: Věřte mi, že jsem si stěžoval.

# conversations/companions/g_companion_nyoka_in_party:430:DefaultText
source: More like attached at the hip to her older sister. Got a kind of strength between them, I suppose.
in: Spíš se přimkla ke své starší sestře. Asi je mezi nimi určitá síla.

# conversations/companions/g_companion_nyoka_in_party:431:DefaultText
source: She had a head for numbers. Helped us trade hides for food and materials. Negotiated contracts. Turned out to be mighty useful.
in: Měla hlavu plnou čísel. Pomáhala nám vyměňovat kůže za jídlo a materiál. Vyjednávala smlouvy. Ukázalo se, že je velmi užitečná.

# conversations/companions/g_companion_nyoka_in_party:432:DefaultText
source: Clara, Hayes, Anders, Rebekah, Opal, and... me. Six folks, one name. One family. Charon. Despite Monarch trying to kill us day in and day out, we managed to belong.
in: Clara, Hayes, Anders, Rebeka, Opal a... já. Šest lidí, jedno jméno. Jedna rodina. Charon. Přestože se nás Monarcha snažil den co den zabít, dokázali jsme k němu patřit.

# conversations/companions/g_companion_nyoka_in_party:433:DefaultText
source: I'm sorry they aren't here to see us kick some manti-ass. Let's do this.
in: Je mi líto, že tu nejsou, aby viděli, jak nakopáváme zadky. Uděláme to takhle.

# conversations/companions/g_companion_nyoka_in_party:434:DefaultText
source: Tell you what don't belong: The bugs. Let's clear 'em out, shall we?
in: Řekni, co tam nepatří: Brouci. Pojďme je vyčistit, ano?

# conversations/companions/g_companion_nyoka_in_party:435:DefaultText
source: You were a family. I'm sorry they're gone, Nyoka.
in: Byli jste rodina. Je mi líto, že jsou pryč, Nyoko.

# conversations/companions/g_companion_nyoka_in_party:436:DefaultText
source: You... got a young girl killed?
in: Nechal jsi zabít mladou dívku?

# conversations/companions/g_companion_nyoka_in_party:437:DefaultText
source: Hey, I got out-fucking-voted, all right? I never wanted to bring her in the first place, but the others did, and... she grew on me.
in: Hej, přehlasovali mě, jasný? Nikdy jsem ji nechtěl přivést, ale ostatní ano a... přirostla mi k srdci.

# conversations/companions/g_companion_nyoka_in_party:438:DefaultText
source: Me, too, Captain. But... I'm starting to think that maybe I've found another.
in: Já taky, kapitáne. Ale... Začínám si myslet, že jsem možná našel někoho jiného.

# conversations/companions/g_companion_nyoka_in_party:439:DefaultText
source: Now, let's get to shooting before I get all sentimental.
in: Teď se vrhneme na střelbu, než začnu být sentimentální.

# conversations/companions/g_companion_nyoka_in_party:442:DefaultText
source: You know, I'd been assuming this entire stay-on-your-ship thing isn't a permanent arrangement. Part of my contract.
in: Víš, předpokládal jsem, že celá ta věc s pobytem na lodi není trvalá. Je to součást mé smlouvy.

# conversations/companions/g_companion_nyoka_in_party:443:DefaultText
source: That said... you ain't been eaten or shot to death yet. Says a lot about the stability of your future, and to be honest, I'm about sick of sleeping on barstools.
in: Přesto... ještě tě nesežrali ani nezastřelili. To hodně vypovídá o stabilitě tvé budoucnosti, a abych byl upřímný, už mě nebaví spát na barových židlích.

# conversations/companions/g_companion_nyoka_in_party:444:DefaultText
source: So how's about this: You keep letting me stay on that ship of yours, and I'll keep shooting at the things you point at.
in: Tak co třeba tohle: Nechte mě dál na té vaší lodi a já budu dál střílet na věci, na které ukážete.

# conversations/companions/g_companion_nyoka_in_party:445:DefaultText
source: Sounds good to me.
in: To mi zní dobře.

# conversations/companions/g_companion_nyoka_in_party:446:DefaultText
source: That's fine, but try not to be a bad influence on the crew, all right?
in: To je v pořádku, ale snaž se nemít špatný vliv na posádku, ano?

# conversations/companions/g_companion_nyoka_in_party:447:DefaultText
source: Actually, I think I'm about ready to let this contract end.
in: Vlastně si myslím, že jsem připraven nechat tuhle smlouvu skončit.

# conversations/companions/g_companion_nyoka_in_party:448:DefaultText
source: Perish the thought, Captain.
in: Ať už je ta myšlenka zatracená, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:449:DefaultText
source: Outstanding.
in: Vynikající.

# conversations/companions/g_companion_nyoka_in_party:450:DefaultText
source: ...oh. Well, not that I ain't used to rejection, but that does put a certain stain on my spirit.
in: ...aha. Ne že bych nebyl zvyklý na odmítnutí, ale tohle mi trochu kazí náladu.

# conversations/companions/g_companion_nyoka_in_party:451:DefaultText
source: Suppose I'll see you around Monarch, then. Take care, Captain.
in: Tak se asi uvidíme v okolí Monarchu. Opatrujte se, kapitáne.

# conversations/companions/g_companion_nyoka_in_party:455:DefaultText
source: You're kidding, right? Nyoka might be the best gunhand on the crew.
in: Děláte si legraci, že? Nyoka je možná nejlepší pistolník v posádce.

# conversations/companions/g_companion_nyoka_in_party:456:DefaultText
source: Then I'll say it was almost a pleasure to make your acquaintance, Ms. Ramnarim-Wentworth. Our crew will miss your expertise.
in: Pak tedy řeknu, že mi bylo téměř potěšením vás poznat, slečno Ramnarimová-Wentworthová. Naší posádce budou vaše odborné znalosti chybět.

# conversations/companions/g_companion_nyoka_in_party:458:DefaultText
source: You sure, Captain? Always nice to have an extra gun. Especially a really big one.
in: Jste si jistý, kapitáne? Vždycky je dobré mít zbraň navíc. Zvlášť když je opravdu velká.

# conversations/companions/g_companion_nyoka_in_party:460:DefaultText
source: ...all right, fine. She can stick around for now.
in: ...dobře, fajn. Může tu zatím zůstat.

# conversations/companions/g_companion_nyoka_in_party:461:DefaultText
source: The answer is still no.
in: Odpověď je stále ne.

# conversations/companions/g_companion_nyoka_in_party:462:DefaultText
source: Well, damn, Captain. Don't go chomping at the bit to keep me or nothing.
in: No, sakra, kapitáne. Nechtějte si mě nechat, nebo nic.

# conversations/companions/g_companion_nyoka_in_party:463:DefaultText
source: You're right. Welcome to the crew, Nyoka.
in: Máte pravdu. Vítej v posádce, Nyoko.

# conversations/companions/g_companion_nyoka_in_party:464:DefaultText
source: Suppose I'll just have to save your ass in fights 'til you come around.
in: Předpokládám, že ti budu muset zachraňovat zadek v bojích, dokud se nevzpamatuješ.

# conversations/companions/g_companion_nyoka_in_party:467:DefaultText
source: Uh-oh. This looks bad.
in: Uh-oh. Tohle vypadá špatně.

# conversations/companions/g_companion_nyoka_in_party:468:DefaultText
source: Oh Nyoka, I'm so sorry.
in: Nyoko, je mi to moc líto.

# conversations/companions/g_companion_nyoka_in_party:469:DefaultText
source: This is an unfortunate sight, indeed. My condolences.
in: To je vskutku nešťastný pohled. Upřímnou soustrast.

# conversations/companions/g_companion_nyoka_in_party:470:DefaultText
source: Aw, hell. I'm sorry, Nyoka.
in: K čertu s tím. Je mi to líto, Nyoko.

# conversations/companions/g_companion_nyoka_in_party:471:DefaultText
source: SAM: making blood-stained clean again.
in: SAM: Znovu se potřísní krví.

# conversations/companions/g_companion_nyoka_in_party:472:DefaultText
source: Well. This is the spot.
in: Dobře. Tohle je to místo.

# conversations/companions/g_companion_nyoka_in_party:473:DefaultText
source: You know, I thought I'd be angry. I thought I'd storm in here in a rage and exterminate all these bugs and everything would be all right in the end.
in: Víš, myslel jsem, že budu naštvaný. Myslel jsem, že sem vtrhnu vzteky a vyhubím všechny ty brouky a všechno bude nakonec v pořádku.

# conversations/companions/g_companion_nyoka_in_party:474:DefaultText
source: You mind heading to the ship for a bit?
in: Nevadilo by vám jít na chvíli na loď?

# conversations/companions/g_companion_nyoka_in_party:475:DefaultText
source: Oh. Uh, sure, Cap. Let me know if you want some company, if I ain't blacked out.
in: Oh. Jistě, kapitáne. Dej mi vědět, kdybys chtěl společnost, jestli nejsem v bezvědomí.

# conversations/companions/g_companion_nyoka_in_party:476:DefaultText
source: You don't want to find your parents?
in: Nechceš najít své rodiče?

# conversations/companions/g_companion_nyoka_in_party:477:DefaultText
source: Naw. We weren't close. And before you ask, there ain't a story there - we just never saw eye to eye on the corporations. Drifted apart over time. It's fine.
in: Ne. Nebyli jsme blízko. A než se zeptáš, není v tom žádný příběh - jen jsme si nikdy nerozuměli v názorech na korporace. Časem jsme se od sebe vzdálili. To je v pořádku.

# conversations/companions/g_companion_nyoka_in_party:478:DefaultText
source: All right.
in: Dobře.
