Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_banter.po
Languages: cs

# conversations/companions/g_companion_nyoka_banter:148:DefaultText
source: Used to be, I had to correct for a bit of left-ward drag. Got used to standing just so, and after a while it'd put a thorn in my side something awful.
cs: Dříve jsem musel korigovat přetažení doleva. Zvykl jsem si stát jen tak tak a po chvíli mi to dělalo strašný trn v oku.

# conversations/companions/g_companion_nyoka_banter:149:DefaultText
source: Lately, though, it ain't pulling. I find my stance much improved.
cs: V poslední době to ale netáhne. Můj postoj se výrazně zlepšil.

# conversations/companions/g_companion_nyoka_banter:150:DefaultText
source: Heh. That's real good to hear. Took me a while to- uh, never mind.
cs: Heh. To je opravdu dobré slyšet. Chvíli mi trvalo, než jsem... No nic.

# conversations/companions/g_companion_nyoka_banter:151:DefaultText
source: Wh- girl, have you been touching my stuff?
cs: Holka, sahala jsi mi na věci?

# conversations/companions/g_companion_nyoka_banter:153:DefaultText
source: You know, the last time I caught someone messing with my equipment, I threw them in a sulfur pool.
cs: Když jsem naposledy někoho přistihl, jak si hraje s mým vybavením, hodil jsem ho do sirného bazénu.

# conversations/companions/g_companion_nyoka_banter:154:DefaultText
source: But... I appreciate the help. You want to make modifications, just come ask me, all right? I ain't gonna bite.
cs: Ale... Oceňuji pomoc. Jestli chceš něco upravit, přijď se mě zeptat, ano? Nebudu kousat.

# conversations/companions/g_companion_nyoka_banter:155:DefaultText
source: You tried my Rizzo's Purpleberry Candy Vodka? Be honest. Great drink or greatest drink?
cs: Zkoušeli jste mou vodku Rizzo's Purpleberry Candy? Buďte upřímní. Skvělý nápoj nebo nejlepší nápoj?

# conversations/companions/g_companion_nyoka_banter:156:DefaultText
source: It's a mite sweet for my tastes, but it ain't bad. Gave me a headache something awful the next morning.
cs: Na můj vkus je to trochu sladké, ale není to špatné. Druhý den ráno mě z toho strašně bolela hlava.

# conversations/companions/g_companion_nyoka_banter:157:DefaultText
source: Yeah, the formula's a work in progress, but I'm close to a breakthrough! Figure I should add more sugar.
cs: Ano, na vzorci se pracuje, ale jsem blízko průlomu! Měla bych přidat víc cukru.

# conversations/companions/g_companion_nyoka_banter:158:DefaultText
source: The headache's on account of the sugar content. You want to get fancy, find yourself a ptero. They've got sweet blood, but it ain't so full of sugar.
cs: Bolest hlavy je způsobena obsahem cukru. Jestli si chceš udělat radost, najdi si ptero. Mají sladkou krev, ale není tak plná cukru.

# conversations/companions/g_companion_nyoka_banter:159:DefaultText
source: Pteroray blood. Got it. What makes it so sweet?
cs: Pterorayova krev. Mám to. Proč je tak sladká?

# conversations/companions/g_companion_nyoka_banter:160:DefaultText
source: You know, next time I hunt one, I'll have to ask.
cs: Až budu příště nějakého lovit, budu se muset zeptat.

# conversations/companions/g_companion_nyoka_banter:161:DefaultText
source: What?
cs: Cože?

# conversations/companions/g_companion_nyoka_banter:162:DefaultText
source: About my special Purpleberry Vodka. You said I should throw in a dash of pteroray blood. So I did.
cs: O mé speciální vodce Purpleberry. Říkal jsi, že bych měl přidat kapku pterorayské krve. Tak jsem to udělal.

# conversations/companions/g_companion_nyoka_banter:163:DefaultText
source: Oh. Aw, hell. You didn't get the runs, did you?
cs: Oh. A sakra. Ty jsi ty běhy nedostal, že ne?

# conversations/companions/g_companion_nyoka_banter:164:DefaultText
source: Well, I mean - no. Not for long anyway. Why do you ask?
cs: Tedy - ne. Alespoň ne na dlouho. Proč se ptáte?

# conversations/companions/g_companion_nyoka_banter:165:DefaultText
source: You've gotta boil the blood, Felix. Before mixing it all up.
cs: Musíš si nechat vařit krev, Felixi. Než to všechno smícháš.

# conversations/companions/g_companion_nyoka_banter:166:DefaultText
source: I really wish you would've told me that earlier.
cs: Opravdu bych si přál, abys mi to řekl dřív.

# conversations/companions/g_companion_nyoka_banter:173:DefaultText
source: Of course. Even with all their faults, they are the best chance to maintain order in the colony.
cs: Samozřejmě. I přes všechny své chyby jsou nejlepší šancí, jak udržet v kolonii pořádek.

# conversations/companions/g_companion_nyoka_banter:174:DefaultText
source: I suppose I can appreciate the structure of things. Long as the folks at the top have got the right heads on their shoulders.
cs: Předpokládám, že dokážu ocenit strukturu věcí. Pokud mají lidé nahoře správnou hlavu na ramenou.

# conversations/companions/g_companion_nyoka_banter:175:DefaultText
source: SAM's new DIET soap capsules pack twice the cleaning power and half the calories! Order a 5,000 caps-carton for this unit today.
cs: Nové mýdlové kapsle SAM's DIET mají dvojnásobnou čisticí sílu a polovinu kalorií! Objednejte si ještě dnes karton s 5 000 kapslemi pro tuto jednotku.

# conversations/companions/g_companion_nyoka_banter:176:DefaultText
source: I'll... take that as a no.
cs: Beru to jako ne.

# conversations/companions/g_companion_nyoka_banter:178:DefaultText
source: Folks hire me because I know what you can shoot and what you oughta run from. That's a mistake you only get to make once.
cs: Lidé si mě najímají, protože vím, co můžete střílet a před čím byste měli utéct. To je chyba, kterou můžete udělat jen jednou.

# conversations/companions/g_companion_nyoka_banter:180:DefaultText
source: I'm sorry, I shoulda asked, I just got REAL bored and I seen you leaning and the gun was sittin' RIGHT there...
cs: Omlouvám se, měl jsem se zeptat, jen jsem se opravdu nudil a viděl jsem, jak se nakláníš a ta zbraň seděla PRÁVĚ tam...

# conversations/companions/g_companion_nyoka_banter:181:DefaultText
source: This unit has exhausted its library of preapproved responses. Resetting library now.
cs: Tato jednotka vyčerpala svou knihovnu předem schválených odpovědí. Nyní se knihovna resetuje.

# conversations/companions/g_companion_nyoka_banter:184:DefaultText
source: Customer service request: "Clean, Frieda" recognized, processed, and scheduled!
cs: Požadavek na zákaznický servis: "Clean, Frieda" rozpoznán, zpracován a naplánován!

# conversations/companions/g_companion_nyoka_banter:185:DefaultText
source: Yeah, but what's left after you're done with 'em?
cs: Jo, ale co po nich zůstane, až je vyřídíš?

# conversations/companions/g_companion_nyoka_banter:187:DefaultText
source: I once was a true believer, but no longer. My recent experiences have... opened my eyes to larger truths.
cs: Kdysi jsem tomu věřil, ale teď už ne. Mé nedávné zkušenosti mi otevřely oči pro větší pravdy.

# conversations/companions/g_companion_nyoka_banter:188:DefaultText
source: I much prefer the path I took to finding "cosmic truth".
cs: Mnohem raději mám cestu, kterou jsem se vydal k nalezení "vesmírné pravdy".

# conversations/companions/g_companion_nyoka_banter:189:DefaultText
source: I no longer consider myself as "having a religion", but in this one thing the OSI and I still agree - the body returns to the universe from whence it came.
cs: Už se nepovažuji za člověka, který "vyznává náboženství", ale v jedné věci se s OSI stále shodujeme - tělo se vrací do vesmíru, odkud přišlo.

# conversations/companions/g_companion_nyoka_banter:190:DefaultText
source: If there is a point, it is to let go of thinking there *is* a point. Existence is freedom if you let go of humankind's demands for meaning and structure.
cs: Jestli má smysl, pak je třeba opustit myšlenku, že smysl *je*. Existence je svoboda, pokud se vzdáte lidských požadavků na smysl a strukturu.

# conversations/companions/g_companion_nyoka_banter:191:DefaultText
source: I don't get it. That sounds to me like there ain't no point at all.
cs: Nechápu to. To mi připadá, že to nemá vůbec žádný smysl.

# conversations/companions/g_companion_nyoka_banter:192:DefaultText
source: Don't misunderstand me, there is meaning to be found, just not in the way that most people assume.
cs: Nechápejte mě špatně, smysl v něm lze najít, jen ne tak, jak se většina lidí domnívá.

# conversations/companions/g_companion_nyoka_banter:193:DefaultText
source: For example, I believe there was great meaning in your helping people survive the Monarch evacuation.
cs: Věřím například, že to, že jste pomohli lidem přežít evakuaci Monarchu, mělo velký smysl.

# conversations/companions/g_companion_nyoka_banter:194:DefaultText
source: I don't think "trust" enters into it. It's an automechanical with no will to speak of.
cs: Nemyslím si, že do toho vstupuje "důvěra". Je to automechanismus bez vůle, o které se nedá mluvit.

# conversations/companions/g_companion_nyoka_banter:195:DefaultText
source: Think what you will. I think it's shifty. Always loitering about, taking what don't belong to him.
cs: Myslete si, co chcete. Já si myslím, že je to podezřelé. Pořád se někde poflakuje a bere si, co mu nepatří.

# conversations/companions/g_companion_nyoka_banter:196:DefaultText
source: Decidedly not. I cannot say who would be best to run this colony, but I can say it is not them.
cs: Rozhodně ne. Nedokážu říct, kdo by byl nejlepší pro vedení této kolonie, ale mohu říct, že oni to nejsou.

# conversations/companions/g_companion_nyoka_banter:197:DefaultText
source: Damn right. Those very people are the ones who decided to abandon Monarch. We could've flourished under different leadership.
cs: To máš sakra pravdu. Právě tito lidé se rozhodli opustit Monarch. Mohli jsme vzkvétat pod jiným vedením.

# conversations/companions/g_companion_nyoka_banter:199:DefaultText
source: Hm. Ain't a bad point. Were I never born, lot of those folks might be dead.
cs: Hm. To není špatná poznámka. Kdybych se nikdy nenarodil, spousta z těch lidí by byla mrtvá.

# conversations/companions/g_companion_nyoka_banter:201:DefaultText
source: Just shy of seven feet tall. Breath like a sulfur pool. A little slow, but strong as a mountain.
cs: Měří necelých sedm stop. Dech jako sirný bazén. Trochu pomalý, ale silný jako hora.

# conversations/companions/g_companion_nyoka_banter:202:DefaultText
source: If I recall... his name was George? Gregory? I don't know. Some G name. He and a band of pirates tried to ambush me and mine on the trail once.
cs: Pokud si vzpomínám... jmenoval se George? Gregory? Nevím. Nějaké jméno G. Jednou se mě a moji bandu pirátů pokusil přepadnout na stezce.

# conversations/companions/g_companion_nyoka_banter:203:DefaultText
source: Wait. You're talking about a person?
cs: Počkat. Mluvíte o člověku?

# conversations/companions/g_companion_nyoka_banter:204:DefaultText
source: Yeah. Poor guy. I think my bullets did his face a favor.
cs: Jo. Chudák. Myslím, že moje kulky udělaly jeho tváři službu.

# conversations/companions/g_companion_nyoka_banter:205:DefaultText
source: Hopefully he found more comfort in his beliefs in his last moments than I ever did in mine.
cs: Doufejme, že ve svých posledních chvílích našel ve své víře více útěchy než já ve své.

# conversations/companions/g_companion_nyoka_banter:206:DefaultText
source: Huh. Uh. Okay then.
cs: Huh. Uh. Dobře tedy.

# conversations/companions/g_companion_nyoka_banter:207:DefaultText
source: It's real fortunate that you're useful in a fight, you know.
cs: Máš štěstí, že jsi v boji užitečný, víš.

# conversations/companions/g_companion_nyoka_banter:208:DefaultText
source: No, wh- dammit! Hand to the void, I will dismantle you if you touch that raptidon!
cs: Ne, sakra! Ruku do prázdna, zničím tě, jestli se toho raptidona dotkneš!

# conversations/companions/g_companion_nyoka_banter:209:DefaultText
source: Customer service request: "Dismantle, raptidon" recognized, processed, and scheduled!
cs: Požadavek na zákaznický servis: "Demontáž, raptidon" rozpoznán, zpracován a naplánován!
