Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_on_ship.po
Languages: cs

# conversations/companions/g_companion_nyoka_on_ship:2:DefaultText
source: You getting along with the crew?
cs: Vycházíte s posádkou?

# conversations/companions/g_companion_nyoka_on_ship:4:DefaultText
source: Hey, Cap.
cs: Ahoj, Cape.

# conversations/companions/g_companion_nyoka_on_ship:8:DefaultText
source: Farewell.
cs: Rozloučení.

# conversations/companions/g_companion_nyoka_on_ship:9:DefaultText
source: Hey. Got a favor to ask you.
cs: Ahoj. Mám na tebe prosbu.

# conversations/companions/g_companion_nyoka_on_ship:10:DefaultText
source: Next time we're in the Monarch wilderness, I'd like to stop in on an old friend of mine.
cs: Až budeme příště v monarchské divočině, rád bych se zastavil u svého starého přítele.

# conversations/companions/g_companion_nyoka_on_ship:11:DefaultText
source: You don't seem the type to run off and get yourself killed, and... I could use the help.
cs: Nevypadáš na to, že bys utíkal a nechal se zabít, a... Pomoc by se mi hodila.

# conversations/companions/g_companion_nyoka_on_ship:13:DefaultText
source: Just get on with it, Nyoka.
cs: Prostě se do toho pusť, Nyoko.

# conversations/companions/g_companion_nyoka_on_ship:15:DefaultText
source: Hey! It ain't easy for me to spill my guts like a cut-up rapt, all right?
cs: Hej! Není to pro mě snadné, vylít si srdce jako rozřezaný rapl, jasný?

# conversations/companions/g_companion_nyoka_on_ship:16:DefaultText
source: I'll be up front with you: I hate asking for help. I hate it. Every time I give someone the opportunity to disappoint me, they seem to make it their most immediate goal.
cs: Budu k vám upřímný: Nerad žádám o pomoc. Nesnáším to. Pokaždé, když dám někomu příležitost, aby mě zklamal, zdá se, že si z toho udělá svůj nejbližší cíl.

# conversations/companions/g_companion_nyoka_on_ship:17:DefaultText
source: But this, what I'm thinking - it's dangerous.
cs: Ale tohle, co si myslím - je to nebezpečné.

# conversations/companions/g_companion_nyoka_on_ship:18:DefaultText
source: I'm honored you're asking, and I'm thrilled to accept. What can I do?
cs: Jsem poctěn, že se ptáte, a s radostí přijímám. Co mohu udělat?

# conversations/companions/g_companion_nyoka_on_ship:19:DefaultText
source: I'll consider it, but we don't have time right now.
cs: Zvážím to, ale teď na to nemáme čas.

# conversations/companions/g_companion_nyoka_on_ship:20:DefaultText
source: I used to run with a band of hunters. ...Friends. Six of us. We were on Monarch when the corporations pulled out, and we helped a lot of people pick up the pieces.
cs: Kdysi jsem běhal se skupinou lovců. ...Přátelé. Bylo nás šest. Byli jsme na Monarchu, když se korporace stáhly, a pomohli jsme spoustě lidí posbírat kousky.

# conversations/companions/g_companion_nyoka_on_ship:21:DefaultText
source: Well, all right. I admit a certain stain on my spirit, but it's your call. If you find the time, let's talk again.
cs: No, dobře. Přiznávám, že mám jistou skvrnu na duši, ale je to na tobě. Pokud si najdeš čas, promluvíme si znovu.

# conversations/companions/g_companion_nyoka_on_ship:22:DefaultText
source: All right, we've got some time to kill. You mentioned you wanted help with something.
cs: Dobře, máme trochu času na zabití. Zmínil ses, že chceš s něčím pomoct.

# conversations/companions/g_companion_nyoka_on_ship:24:DefaultText
source: What do you need to do?
cs: Co musíte udělat?

# conversations/companions/g_companion_nyoka_on_ship:26:DefaultText
source: Captain! I've... I found them! Rebekah and Anders. I tracked down their contract.
cs: Kapitáne! Já jsem... Našel jsem je! Rebeku a Anderse. Vystopoval jsem jejich smlouvu.

# conversations/companions/g_companion_nyoka_on_ship:27:DefaultText
source: Well, let's go find them!
cs: Tak je pojďme najít!

# conversations/companions/g_companion_nyoka_on_ship:29:DefaultText
source: Outstanding!
cs: Vynikající!

# conversations/companions/g_companion_nyoka_on_ship:32:DefaultText
source: Next time we're on Terra 2, I'll show you where the outpost is. They're in there. I know it.
cs: Až budeme příště na Terře 2, ukážu ti, kde je základna. Jsou tam. Já to vím.

# conversations/companions/g_companion_nyoka_on_ship:50:DefaultText
source: If that's a joke, it ain't funny. I'm used to solitude, but... seems to me a ship needs a crew, Captain. You oughta pick up a few helpers.
cs: Jestli je to vtip, tak není vtipný. Jsem zvyklý na samotu, ale... zdá se mi, že loď potřebuje posádku, kapitáne. Měl byste si vzít pár pomocníků.

# conversations/companions/g_companion_nyoka_on_ship:51:DefaultText
source: At the very least, we could use a mechanic. The macrowave's been on the fritz since I got here. I don't know if you've ever tried to slow-cook rapt meat, but... it ain't pretty.
cs: Přinejmenším by se nám hodil mechanik. Makrovlna je v háji od chvíle, kdy jsem sem přišel. Nevím, jestli jste někdy zkoušeli pomalu vařit maso, ale... není to nic pěkného.

# conversations/companions/g_companion_nyoka_on_ship:52:DefaultText
source: Makes me miss Opal. Damn. She could cook a proper meal. I just flail about in the kitchen until something resembles edibility.
cs: Chybí mi Opal. Zatraceně. Uměla uvařit pořádné jídlo. Já se jen tak plácám v kuchyni, dokud něco nepřipomíná poživatelný jídlo.

# conversations/companions/g_companion_nyoka_on_ship:54:DefaultText
source: Oh, sure. Felix is a riot. Other day he asked if mantiqueens lay eggs. I told him they lay eggs in people and that there ain't no cure. I could burst into swarms at any moment!
cs: Jistě. Felix je výtržník. Jindy se ptal, jestli mantikény snášejí vejce. Řekl jsem mu, že kladou vejce do lidí a že na to není lék. Každou chvíli se můžu vyrojit!

# conversations/companions/g_companion_nyoka_on_ship:55:DefaultText
source: Well. Yesterday Ellie and I almost got to fighting. She turned a mite green when I cooked up a bit of rapt for dinner. I told her she oughta toughen up. She almost punched me.
cs: Dobře. Včera jsme se s Ellie málem pohádali. Trochu zezelenala, když jsem k večeři uvařil trochu raptů. Řekla jsem jí, že by se měla vzchopit. Málem mě praštila.

# conversations/companions/g_companion_nyoka_on_ship:59:DefaultText
source: Yeah, if you could stop trying to poison us with that crap, that'd be great.
cs: Jo, kdybyste se nás přestali snažit otrávit těmi kecy, bylo by to skvělé.

# conversations/companions/g_companion_nyoka_on_ship:60:DefaultText
source: Who's Opal?
cs: Kdo je Opal?

# conversations/companions/g_companion_nyoka_on_ship:63:DefaultText
source: The look on his face. It was great. Heh, you know, one time, Opal and I... uh.
cs: Výraz jeho tváře. Byl skvělý. Heh, víš, jednou jsme s Opal... uh.

# conversations/companions/g_companion_nyoka_on_ship:64:DefaultText
source: Shit. Look at me dredging up bygone days. Forget I said anything.
cs: Do prdele. Podívejte se na mě, jak se snažím vzpomenout na minulé časy. Zapomeň, že jsem něco řekl.

# conversations/companions/g_companion_nyoka_on_ship:65:DefaultText
source: I like her. Reminds me of Rebekah. She's got a kind of spirit to her - the kind true freedom hasn't beaten down yet.
cs: Líbí se mi. Připomíná mi Rebeku. Má takového ducha - takového, kterého pravá svoboda ještě neporazila.

# conversations/companions/g_companion_nyoka_on_ship:66:DefaultText
source: Shit. Look at me dredging up bygone days. Forget I said anything.
cs: Do prdele. Podívejte se na mě, jak se snažím vzpomenout na minulé časy. Zapomeň, že jsem něco řekl.

# conversations/companions/g_companion_nyoka_on_ship:67:DefaultText
source: Nope. Not letting this one go. Who's Rebekah?
cs: Ne. Tohle si nenechám ujít. Kdo je Rebeka?

# conversations/companions/g_companion_nyoka_on_ship:68:DefaultText
source: I'm not pushy. Talk when you're ready.
cs: Nejsem vlezlý. Promluvte si, až budete připraveni.

# conversations/companions/g_companion_nyoka_on_ship:69:DefaultText
source: Wait, you said something? I've forgotten.
cs: Počkej, ty jsi něco řekl? Zapomněl jsem.

# conversations/companions/g_companion_nyoka_on_ship:70:DefaultText
source: Heh. Thanks, Cap.
cs: Heh. Díky, Cap.

# conversations/companions/g_companion_nyoka_on_ship:71:DefaultText
source: I will.
cs: Já to udělám.

# conversations/companions/g_companion_nyoka_on_ship:72:DefaultText
source: Don't push it, Captain.
cs: Netlačte na pilu, kapitáne.

# conversations/companions/g_companion_nyoka_on_ship:73:DefaultText
source: Nope. Not letting this one go. Who's Opal?
cs: Ne. Tohle si nenechám ujít. Kdo je Opal?

# conversations/companions/g_companion_nyoka_on_ship:74:DefaultText
source: Well, SAM's been doing my dishes for me, so that's something. It seems... genuinely happy to do that? Can an automechanical be happy?
cs: No, SAM za mě myje nádobí, takže to je něco. Zdá se, že to dělá opravdu rád? Může být automechanik šťastný?

# conversations/companions/g_companion_nyoka_on_ship:75:DefaultText
source: Opal told me they could once. She believed automechanicals feel just like we do. She would always-
cs: Opal mi jednou řekla, že by mohli. Věřila, že automechanici cítí stejně jako my. Vždycky...

# conversations/companions/g_companion_nyoka_on_ship:77:DefaultText
source: Parvati showed me how to properly grease the magazine release on one of my firearms. She's a smart one, you know.
cs: Parvati mi ukázala, jak správně namazat spoušť zásobníku na jedné z mých střelných zbraní. Je chytrá, víte?

# conversations/companions/g_companion_nyoka_on_ship:78:DefaultText
source: Opal was quiet in the same way. She'd hang back, out of sight, then all of a sudden pop in with a bit of wisdom out of nowhere.
cs: Opal byla stejně tichá. Držela se v pozadí, nebyla vidět, a pak se najednou odněkud vynořila s nějakou moudrostí.

# conversations/companions/g_companion_nyoka_on_ship:79:DefaultText
source: Shit. Look at me dredging up bygone days. Forget I said anything.
cs: Do prdele. Podívejte se na mě, jak se snažím vzpomenout na minulé časy. Zapomeň, že jsem něco řekl.

# conversations/companions/g_companion_nyoka_on_ship:80:DefaultText
source: I'm still not quite sure what to make of that Max fellow. Sometimes he reminds me of Anders, in the way he stares at things as if he's gonna dismantle them.
cs: Pořád si nejsem jistý, co si mám o tom Maxovi myslet. Někdy mi připomíná Anderse tím, jak na věci zírá, jako by je chtěl rozebrat.

# conversations/companions/g_companion_nyoka_on_ship:81:DefaultText
source: Shit. Look at me dredging up bygone days. Forget I said anything.
cs: Do prdele. Podívejte se na mě, jak se snažím vzpomenout na minulé časy. Zapomeň, že jsem něco řekl.

# conversations/companions/g_companion_nyoka_on_ship:82:DefaultText
source: Nope. Not letting this one go. Who's Anders?
cs: Ne. Tohle si nenechám ujít. Kdo je Anders?

# conversations/companions/g_companion_nyoka_on_ship:83:DefaultText
source: Shit. Look at me dredging up bygone days. Forget I said anything.
cs: Do prdele. Podívejte se na mě, jak se snažím vzpomenout na minulé časy. Zapomeň, že jsem něco řekl.

# conversations/companions/g_companion_nyoka_on_ship:84:DefaultText
source: Hey! Watch your damn tongue or I'll cook it for you. In a pot. With... with sulfur and raptidon blood.
cs: Hej! Dávej si pozor na jazyk, nebo ti ho uvařím. V hrnci. Se sírou a raptidonskou krví.

# conversations/companions/g_companion_nyoka_on_ship:85:DefaultText
source: You know, I oughta get a cookbook one of these days.
cs: Měla bych si jednou pořídit kuchařku.

# conversations/companions/g_companion_nyoka_on_ship:86:DefaultText
source: You're talking about Opal, right? You mentioned her before.
cs: Mluvíš o Opalu, že? Už jsi ji zmínil.

# conversations/companions/g_companion_nyoka_on_ship:87:DefaultText
source: You're talking about Clara, right? You mentioned her before.
cs: Mluvíš o Claře, že? Už jsi ji zmínil.

# conversations/companions/g_companion_nyoka_on_ship:88:DefaultText
source: You're talking about Anders, right? You mentioned him before.
cs: Mluvíš o Andersovi, že? Už jste se o něm zmínil.

# conversations/companions/g_companion_nyoka_on_ship:90:DefaultText
source: Really? Here I was steeling myself for inevitable rejection.
cs: Opravdu? Tady jsem se připravoval na nevyhnutelné odmítnutí.

# conversations/companions/g_companion_nyoka_on_ship:91:DefaultText
source: I haven't seen two of them in years, and the rest I know to be dead. I'd like to gather their effects and bury them all in the same places. Like the family we once were.
cs: Dva z nich jsem už léta neviděl a o ostatních vím, že jsou mrtví. Rád bych shromáždil jejich věci a všechny je pohřbil na stejných místech. Jako rodina, kterou jsme kdysi byli.

# conversations/companions/g_companion_nyoka_on_ship:93:DefaultText
source: How do you know they're dead?
cs: Jak víte, že jsou mrtví?

# conversations/companions/g_companion_nyoka_on_ship:94:DefaultText
source: I saw it happen. Hell, one of them was in my arms at the time.
cs: Viděl jsem to. Jedno z nich jsem měl v tu chvíli v náručí.

# conversations/companions/g_companion_nyoka_on_ship:95:DefaultText
source: First, we go to Hayes. I buried him a ways from our encampment. I need to pay my respects.
cs: Nejdříve přejdeme k Hayesovi. Pohřbil jsem ho kousek od našeho tábora. Musím mu vzdát úctu.

# conversations/companions/g_companion_nyoka_on_ship:96:DefaultText
source: I'll show you where he rests. He had a medallion in his effects. That's what I'll bring home to bury.
cs: Ukážu vám, kde odpočívá. Ve svých věcech měl medailon. Ten přinesu domů, abych ho pohřbil.

# conversations/companions/g_companion_nyoka_on_ship:97:DefaultText
source: His name was Hayes, and he's our first stop. I buried him a ways from our encampment.
cs: Jmenoval se Hayes a byl naší první zastávkou. Pohřbil jsem ho kousek od našeho tábora.

# conversations/companions/g_companion_nyoka_on_ship:98:DefaultText
source: Yes. Well... not just her. But those memories becoming fresh again did get me thinking.
cs: Ano. No... nejen ona. Ale ty vzpomínky, které se znovu vynořily, mě přiměly k zamyšlení.

# conversations/companions/g_companion_nyoka_on_ship:99:DefaultText
source: Yes. Well... not just him. But those memories becoming fresh again did get me thinking.
cs: Ano. No... nejen on. Ale ty vzpomínky, které se znovu vynořily, mě přiměly k zamyšlení.

# conversations/companions/g_companion_nyoka_on_ship:100:DefaultText
source: They were supposed to clear out a Spacer's Choice outpost. Nobody's heard from it in a long time - it sounds like they shuttered whatever's there and left it alone.
cs: Měli vyčistit základnu Spacer's Choice. Už dlouho o ní nikdo neslyšel - vypadá to, že zavřeli, co tam je, a nechali to být.

# conversations/companions/g_companion_nyoka_on_ship:101:DefaultText
source: I... don't have high aspirations as to finding them alive. But if we can at least find out what happened, it'll go a long way toward soothing my spirit.
cs: Já... nemám velké ambice najít je živé. Ale pokud se nám podaří alespoň zjistit, co se stalo, hodně to uklidní mou duši.

# conversations/companions/g_companion_nyoka_on_ship:104:DefaultText
source: We'll get to it when we have time.
cs: Dostaneme se k tomu, až budeme mít čas.

# conversations/companions/g_companion_nyoka_on_ship:105:DefaultText
source: Captain, I... look, I respect your decision making, in so far as following it hasn't gotten us killed yet. But... this is important.
cs: Kapitáne, já... podívejte, respektuji vaše rozhodnutí, pokud nás kvůli němu ještě nezabili. Ale... tohle je důležité.

# conversations/companions/g_companion_nyoka_on_ship:106:DefaultText
source: It's already gnawing at my spirit. Don't wait too long.
cs: Už teď mi to hlodá v duši. Nečekej příliš dlouho.

# conversations/companions/g_companion_nyoka_on_ship:128:DefaultText
source: What's with the raptidon in your room?
cs: Co máš v pokoji s raptidonem?

# conversations/companions/g_companion_nyoka_on_ship:129:DefaultText
source: Oh, that's just Frieda. She's the first rapt I ever killed. I had her preserved.
cs: To je jen Frieda. Je to první rapl, kterého jsem zabil. Nechal jsem ji zakonzervovat.

# conversations/companions/g_companion_nyoka_on_ship:130:DefaultText
source: How long ago was this?
cs: Jak je to dlouho?

# conversations/companions/g_companion_nyoka_on_ship:131:DefaultText
source: Preserved? How?
cs: Zachovalé? Jak?

# conversations/companions/g_companion_nyoka_on_ship:132:DefaultText
source: The first? Were you still learning to hunt?
cs: První? To jste se ještě učil lovit?

# conversations/companions/g_companion_nyoka_on_ship:133:DefaultText
source: It'd have been when I was a kid, so... something on the order of twenty years? My parents were very proud.
cs: Bylo to, když jsem byl ještě dítě, takže... něco kolem dvaceti let? Rodiče na mě byli velmi pyšní.

# conversations/companions/g_companion_nyoka_on_ship:134:DefaultText
source: You've had that head for twenty YEARS?
cs: Tu hlavu máš už dvacet let?

# conversations/companions/g_companion_nyoka_on_ship:135:DefaultText
source: You know what? I don't want to know.
cs: Víte co? Nechci to vědět.

# conversations/companions/g_companion_nyoka_on_ship:136:DefaultText
source: I'm impressed it looks as good as it does.
cs: Jsem ohromen, že vypadá tak dobře, jak vypadá.

# conversations/companions/g_companion_nyoka_on_ship:137:DefaultText
source: Took it to a doc in Stellar Bay. He said something about cold storage this and preservative that and at the end of the day, the head didn't stink anymore.
cs: Vzal jsem ho k doktorovi do Hvězdné zátoky. Říkal něco o chladírenském skladu a konzervačním prostředku a nakonec hlava už nesmrděla.

# conversations/companions/g_companion_nyoka_on_ship:138:DefaultText
source: Oh, no. It got into our apartment building in Cascadia. Stomped right up the stairs and started rooting through our cans of p-free butter.
cs: Ale ne. Dostal se do našeho bytového domu v Cascadii. Vyšlapal po schodech nahoru a začal se prohrabávat našimi plechovkami másla bez p.

# conversations/companions/g_companion_nyoka_on_ship:139:DefaultText
source: I grabbed the nearest sidearm and shot it in the eye. Void take me, I was terrified.
cs: Popadl jsem nejbližší pistoli a střelil ho do oka. Void take me, byl jsem vyděšený.

# conversations/companions/g_companion_nyoka_on_ship:140:DefaultText
source: That'd have been twenty-odd years ago. Time flies, eh, Cap?
cs: To bylo před více než dvaceti lety. Čas letí, co, Cape?

# conversations/companions/g_companion_nyoka_on_ship:141:DefaultText
source: Twenty - oh, no. No. Get that decrepit thing off of my ship.
cs: Dvacet - ale ne. Ne. Odveďte tu zchátralou věc z mé lodi.

# conversations/companions/g_companion_nyoka_on_ship:142:DefaultText
source: Twenty years later, it still doesn't. That or I've become accustomed to it.
cs: O dvacet let později to stále neplatí. Buď jsem si na to zvykl.

# conversations/companions/g_companion_nyoka_on_ship:143:DefaultText
source: Decrepit?! Captain, I take better care of Frieda's condition than my own!
cs: Rozkladné?! Kapitáne, o Fridin stav se starám lépe než o svůj vlastní!

# conversations/companions/g_companion_nyoka_on_ship:144:DefaultText
source: If the sight of a raptidon head bothers you that much, you oughta avoid Monarch. You also oughta avoid sniffing around my quarters.
cs: Pokud vám pohled na hlavu raptidona tolik vadí, měli byste se Monarchu vyhnout. Také by ses měl vyhnout čmuchání v mých kajutách.

# conversations/companions/g_companion_nyoka_on_ship:145:DefaultText
source: Oh, sure. Once in a while I've gotta bury her and come back later - she's a big girl. Tough to lug around. But she's been with me a while, so.
cs: Jistě. Jednou za čas ji musím pohřbít a vrátit se později - je to velká holka. Těžko se s ní tahá. Ale už je se mnou nějakou dobu, takže.

# conversations/companions/g_companion_nyoka_on_ship:146:DefaultText
source: Me, too, to be honest. I'd have thought she'd have started rotting years ago. Counting my blessings.
cs: Upřímně řečeno, já taky. Myslel jsem si, že začne hnít už před lety. Počítám své požehnání.

# conversations/companions/g_companion_nyoka_on_ship:147:DefaultText
source: Well, the moment it starts to stink, I want it off my ship.
cs: Jakmile začne smrdět, chci ho z lodi pryč.

# conversations/companions/g_companion_nyoka_on_ship:149:DefaultText
source: Don't you worry. I'll keep an eye on the old girl.
cs: Nebojte se. Na tu stařenku dohlédnu.

# conversations/companions/g_companion_nyoka_on_ship:150:DefaultText
source: Mind if I talk to it once in a while?
cs: Nevadí, když si s ním občas promluvím?

# conversations/companions/g_companion_nyoka_on_ship:151:DefaultText
source: Her. And of course. She's a great conversationalist. Never argues. Never judges.
cs: Ona. A samozřejmě. Je to skvělá konverzačka. Nikdy se nehádá. Nikdy nesoudí.

# conversations/companions/g_companion_nyoka_on_ship:152:DefaultText
source: Right. Well, thanks for the story.
cs: Vpravo. Děkuji za příběh.

# conversations/companions/g_companion_nyoka_on_ship:153:DefaultText
source: Anytime, Cap.
cs: Kdykoli, kapitáne.

# conversations/companions/g_companion_nyoka_on_ship:157:DefaultText
source: What in the void are you thinking, Captain? We needed Hiram's help!
cs: Na co to proboha myslíte, kapitáne? Potřebovali jsme Hiramovu pomoc!

# conversations/companions/g_companion_nyoka_on_ship:158:DefaultText
source: He was an ass.
cs: Byl to osel.

# conversations/companions/g_companion_nyoka_on_ship:159:DefaultText
source: It was an accident. I'm sorry, Nyoka.
cs: Byla to nehoda. Je mi to líto, Nyoko.

# conversations/companions/g_companion_nyoka_on_ship:160:DefaultText
source: I have my reasons.
cs: Mám k tomu své důvody.

# conversations/companions/g_companion_nyoka_on_ship:161:DefaultText
source: Whatever they are, they ain't good enough! He was my friend, dammit!
cs: Ať už jsou jakékoliv, nestačí! Byl to můj přítel, sakra!

# conversations/companions/g_companion_nyoka_on_ship:162:DefaultText
source: Yeah, but he was MY a - ugh. You can't just shoot anyone who you don't like!
cs: Jo, ale byl to MŮJ - uff. Nemůžeš jen tak zastřelit někoho, kdo se ti nelíbí!

# conversations/companions/g_companion_nyoka_on_ship:163:DefaultText
source: You're either lying to my face or you're incompetent. I don't know what's worse.
cs: Buď mi lžete do očí, nebo jste neschopný. Nevím, co je horší.

# conversations/companions/g_companion_nyoka_on_ship:164:DefaultText
source: Now I'm going to have to track Rebekah and Anders down myself, and I have to do it while grieving the loss of the only person I still trusted.
cs: Teď budu muset Rebeku a Anderse vystopovat sama a budu to muset udělat, zatímco budu truchlit nad ztrátou jediného člověka, kterému jsem ještě věřila.

# conversations/companions/g_companion_nyoka_on_ship:165:DefaultText
source: I don't even know where to start. Ugh. If I find anything, I'll let you know. Don't get your hopes up.
cs: Ani nevím, kde začít. Fuj. Jestli něco najdu, dám vám vědět. Nedělej si naděje.

# conversations/companions/g_companion_nyoka_on_ship:168:DefaultText
source: Well, I definitely don't plan on getting myself killed.
cs: Rozhodně nemám v plánu se nechat zabít.

# conversations/companions/g_companion_nyoka_on_ship:169:DefaultText
source: Well, we'll see about that.
cs: To se ještě uvidí.

# conversations/companions/g_companion_nyoka_on_ship:170:DefaultText
source: What kind of danger are we talking about here?
cs: O jakém nebezpečí se tu bavíme?

# conversations/companions/g_companion_nyoka_on_ship:171:DefaultText
source: Nothing I can't - we can't - handle.
cs: Nic, co bych nezvládl - nezvládneme -.

# conversations/companions/g_companion_nyoka_on_ship:172:DefaultText
source: You have an emotional state beyond drunk?
cs: Jste v jiném emocionálním stavu než opilí?
