Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_banter.po
Languages: cs

# conversations/companions/g_companion_max_banter:132:DefaultText
source: Not to speak of the pressure you must have been under to fulfill the role you'd been assigned.
cs: A to nemluvím o tlaku, který na vás musel být vyvíjen, abyste splnil roli, která vám byla přidělena.

# conversations/companions/g_companion_max_banter:134:DefaultText
source: Bravo! I couldn't have put it better myself.
cs: Bravo! Sám bych to nevyjádřil lépe.

# conversations/companions/g_companion_max_banter:135:DefaultText
source: I didn't know you still cared about tossball, Max. What with your grand spiritual awakening and whatall.
cs: Nevěděl jsem, že se pořád zajímáš o tossball, Maxi. To tvoje velké duchovní probuzení a tak.

# conversations/companions/g_companion_max_banter:136:DefaultText
source: I don't. But I know you do.
cs: Já ne. Ale vím, že ty ano.

# conversations/companions/g_companion_max_banter:138:DefaultText
source: It was an alternating experience of drudgery, violence and spirit crushing boredom - but only because I let it be.
cs: Střídavě to byla dřina, násilí a ducha drtící nuda - ale jen proto, že jsem to tak nechal.

# conversations/companions/g_companion_max_banter:139:DefaultText
source: Max, when was the last time you looked down your nose at me?
cs: Maxi, kdy ses na mě naposledy podíval skrz prsty?

# conversations/companions/g_companion_max_banter:140:DefaultText
source: A lifetime ago, Felix. I was a different man then, but I still owe you an apology.
cs: Před celým životem, Felixi. Tehdy jsem byl jiný člověk, ale stále ti dlužím omluvu.

# conversations/companions/g_companion_max_banter:141:DefaultText
source: Did you just... apologize to me? All right. Now you're starting to creep me out.
cs: Právě ses mi omluvil? Dobře. Teď mě začínáš děsit.

# conversations/companions/g_companion_max_banter:143:DefaultText
source: Any regrets? Thoughts of not belonging, of not being where you're "supposed to be"?
cs: Litujete něčeho? Myšlenky na to, že nepatříte tam, kam "máte být"?

# conversations/companions/g_companion_max_banter:147:DefaultText
source: I squandered a perfect opportunity for self-reflection. I could have found my answers sooner, if I'd only let myself. But then I wouldn't have met you or the captain.
cs: Promarnil jsem skvělou příležitost k sebereflexi. Mohl jsem najít odpovědi dříve, kdybych si to jen dovolil. Ale pak bych nepotkal tebe ani kapitána.

# conversations/companions/g_companion_max_banter:148:DefaultText
source: So, is there anything you'd like to talk about, Felix?
cs: Je něco, o čem bys chtěl mluvit, Felixi?

# conversations/companions/g_companion_max_banter:149:DefaultText
source: That's not what I... I just wanted you to know that I'm here in case there's anything I can help you with.
cs: To není to, co jsem... Jen jsem chtěl, abys věděla, že jsem tady, kdybych ti mohl s něčím pomoct.

# conversations/companions/g_companion_max_banter:150:DefaultText
source: I've never been compared to a potato before. How wonderful! They are simplicity personified, aren't they?
cs: Nikdy předtím mě nikdo nepřirovnával k bramboře. To je úžasné! Jsou ztělesněním jednoduchosti, že?

# conversations/companions/g_companion_max_banter:152:DefaultText
source: If you can get past the cannibalism, I'd bet it ain't that bad. They're the kings and queens of Monarch, after all.
cs: Pokud se dokážete přenést přes kanibalismus, vsadil bych se, že to není tak špatné. Koneckonců jsou to králové a královny Monarchie.

# conversations/companions/g_companion_max_banter:153:DefaultText
source: I must apologize for my earlier comments. I was callous and showed little regard for your feelings. Sadly, a constant occurence before my recent... experience.
cs: Musím se omluvit za své předchozí komentáře. Byl jsem bezcitný a málo jsem bral ohled na vaše pocity. Bohužel se to před mou nedávnou... zkušeností stávalo neustále.

# conversations/companions/g_companion_max_banter:154:DefaultText
source: Huh. I appreciate the sentiment. Maybe I won't look the other way next time a rapt is aiming to tear out your throat.
cs: Huh. Oceňuji ten sentiment. Možná se příště nebudu dívat jinam, až ti bude chtít nějaký rapl vyrvat hrdlo.

# conversations/companions/g_companion_max_banter:158:DefaultText
source: Nor should it. But hopefully one day you'll be able to remember the joy you felt alongside your former comrades more keenly than the pain of their deaths.
cs: Ani by neměla. Ale doufejme, že si jednoho dne budete moci vzpomenout na radost, kterou jste po boku svých bývalých kamarádů cítili, mnohem silněji než na bolest z jejich smrti.

# conversations/companions/g_companion_max_banter:159:DefaultText
source: Yeah. Maybe. Thankfully, in the meantime, we've got such fine distractions as drinking and killing.
cs: Jo. Možná. Naštěstí máme zatím taková skvělá rozptýlení, jako je pití a zabíjení.

# conversations/companions/g_companion_max_banter:160:DefaultText
source: It is endlessly fascinating to me that all of existence is simply atoms, molecules and chemical reactions, which in turn create and govern our bodies, minds and emotions.
cs: Nesmírně mě fascinuje, že veškerá existence jsou jen atomy, molekuly a chemické reakce, které následně vytvářejí a řídí naše těla, mysl a emoce.

# conversations/companions/g_companion_max_banter:161:DefaultText
source: And yet somehow, we still believe we are in control.
cs: A přesto stále věříme, že máme vše pod kontrolou.

# conversations/companions/g_companion_max_banter:164:DefaultText
source: No, wait! Uh, let's please not have a repeat of that last fiasco, SAM. Please point that hose... elsewhere.
cs: Ne, počkejte! Prosím, ať se neopakuje to poslední fiasko, SAM. Prosím, nasměruj tu hadici... jinam.

# conversations/companions/g_companion_max_banter:165:DefaultText
source: I've always liked this song.
cs: Tuto píseň jsem měl vždycky rád.

# conversations/companions/g_companion_max_banter:166:DefaultText
source: Oh, pardon me, SAM.
cs: Promiň, SAMe.

# conversations/companions/g_companion_max_banter:167:DefaultText
source: Is one healthy if they are well adjusted to a sick society?
cs: Je člověk zdravý, když je dobře přizpůsoben nemocné společnosti?

# conversations/companions/g_companion_max_banter:169:DefaultText
source: You cannot understand a problem until you free yourself from the desire for an answer.
cs: Problém nepochopíte, dokud se neosvobodíte od touhy po odpovědi.

# conversations/companions/g_companion_max_banter:170:DefaultText
source: Why are you asking me? Don't your scripture tell you that everything happens by the will of the universe?
cs: Proč se mě ptáte? Neříká vám snad Písmo, že všechno se děje z vůle vesmíru?

# conversations/companions/g_companion_max_banter:171:DefaultText
source: You know me, Max. I'm satisfied so long as the Darlings get a proper clobbering. Which they most certainly did.
cs: Znáš mě, Maxi. Jsem spokojený, pokud Miláčkové dostanou pořádnou nakládačku. Což se jim rozhodně povedlo.

# conversations/companions/g_companion_max_banter:172:DefaultText
source: Forget I said anything. Let's just move on.
cs: Zapomeňte, že jsem něco řekl. Pojďme dál.
