Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_commentary_critpath.po
Languages: cs

# conversations/companions/g_companion_ellie_commentary_critpath:123:DefaultText
source: Of course you do.
cs: Samozřejmě, že ano.

# conversations/companions/g_companion_ellie_commentary_critpath:124:DefaultText
source: Spoken like a true corporate.
cs: Mluví jako pravý podnikatel.

# conversations/companions/g_companion_ellie_commentary_critpath:125:DefaultText
source: I dunno about that. I've never been one for long-term thinking.
cs: O tom nevím. Nikdy jsem nebyl příznivcem dlouhodobého uvažování.

# conversations/companions/g_companion_ellie_commentary_critpath:126:DefaultText
source: In any case, say the word and I'll be right behind you. Or beside you. Whichever.
cs: Každopádně řekněte slovo a já budu hned za vámi. Nebo vedle tebe. To je jedno.

# conversations/companions/g_companion_ellie_commentary_critpath:127:DefaultText
source: In either case, you've been smart to play both sides. Not many who could pull that off.
cs: V obou případech jste byli chytří, když jste hráli na obě strany. Není mnoho těch, kteří by to dokázali.

# conversations/companions/g_companion_ellie_commentary_critpath:128:DefaultText
source: And you've been smart to play both sides. Not many who could pull that off.
cs: A vy jste chytře hráli na obě strany. To by se povedlo málokomu.

# conversations/companions/g_companion_ellie_commentary_critpath:129:DefaultText
source: Another is that he pulled you out of hibernation without your say-so and got you to do his dirty work.
cs: Dalším důvodem je, že tě bez tvého souhlasu vytáhl ze zimního spánku a přiměl tě udělat špinavou práci.

# conversations/companions/g_companion_ellie_commentary_critpath:130:DefaultText
source: I'm just keeping my options open.
cs: Nechávám si otevřené možnosti.

# conversations/companions/g_companion_ellie_commentary_critpath:131:DefaultText
source: That's the way to do it. Long as nobody catches you.
cs: To je ten správný způsob. Dokud tě nikdo nechytí.

# conversations/companions/g_companion_ellie_commentary_critpath:133:DefaultText
source: Don't mention it. Just speaking from experience.
cs: Nezmiňujte se o tom. Mluvím jen z vlastní zkušenosti.

# conversations/companions/g_companion_ellie_commentary_critpath:134:DefaultText
source: Hey, I'm not trying to piss on your bonfire.
cs: Hej, nesnažím se ti močit na táborák.

# conversations/companions/g_companion_ellie_commentary_critpath:135:DefaultText
source: But you oughta hear this from someone, and it might as well be an ally with a financial interest in your well-being.
cs: Ale někdo by vám to měl říct, a klidně to může být spojenec, který má finanční zájem na vašem blahu.

# conversations/companions/g_companion_ellie_commentary_critpath:136:DefaultText
source: That's for sure.
cs: To je jisté.

# conversations/companions/g_companion_ellie_commentary_critpath:137:DefaultText
source: Last time I agreed this much with anyone, I was talking to a mirror.
cs: Naposledy jsem se s někým takhle shodl, když jsem mluvil se zrcadlem.

# conversations/companions/g_companion_ellie_commentary_critpath:138:DefaultText
source: Glad you're looking at this sensibly.
cs: Jsem rád, že se na to díváte rozumně.

# conversations/companions/g_companion_ellie_commentary_critpath:139:DefaultText
source: Wasn't even the right one.
cs: Nebyl to ani ten správný.

# conversations/companions/g_companion_ellie_commentary_critpath:140:DefaultText
source: Point is, good intentions don't count for shit. And nothing's more dangerous than a crusader with a cause.
cs: Jde o to, že dobré úmysly jsou k ničemu. A není nic nebezpečnějšího než křižák s cílem.

# conversations/companions/g_companion_ellie_commentary_critpath:141:DefaultText
source: Guess that explains why you've been playing both sides. Smart, Captain.
cs: To asi vysvětluje, proč jsi hrál na obě strany. Chytré, kapitáne.

# conversations/companions/g_companion_ellie_commentary_critpath:142:DefaultText
source: Hear, hear.
cs: Slyšte, slyšte.

# conversations/companions/g_companion_ellie_commentary_critpath:143:DefaultText
source: Well, what about you? You're still with me.
cs: A co vy? Pořád jsi se mnou.

# conversations/companions/g_companion_ellie_commentary_critpath:144:DefaultText
source: I'll do anything for a good story. And nothing shines on a pirate's resume like a successful suicide mission.
cs: Pro dobrý příběh udělám cokoli. A nic se v životopise piráta nezaskví tak jako úspěšná sebevražedná mise.

# conversations/companions/g_companion_ellie_commentary_critpath:145:DefaultText
source: But I asked you first.
cs: Ale nejdřív jsem se zeptal tebe.

# conversations/companions/g_companion_ellie_commentary_critpath:146:DefaultText
source: Come on, Captain. That sounds like a bad movie line.
cs: No tak, kapitáne. To zní jako hláška ze špatného filmu.

# conversations/companions/g_companion_ellie_commentary_critpath:147:DefaultText
source: If they're half as capable as me, we'll be in good hands.
cs: Pokud jsou alespoň z poloviny tak schopní jako já, budeme v dobrých rukou.

# conversations/companions/g_companion_ellie_commentary_critpath:148:DefaultText
source: This is why I like you, Captain.
cs: Proto vás mám rád, kapitáne.

# conversations/companions/g_companion_ellie_commentary_critpath:149:DefaultText
source: You work for me, Ellie.
cs: Pracuješ pro mě, Ellie.

# conversations/companions/g_companion_ellie_commentary_critpath:150:DefaultText
source: I'm just thinking about the future. Don't discourage my one good impulse.
cs: Přemýšlím o budoucnosti. Neodrazujte mě od mého jediného dobrého impulsu.

# conversations/companions/g_companion_ellie_commentary_critpath:151:DefaultText
source: Oh gosh, was it that obvious?
cs: Ach bože, bylo to tak zřejmé?

# conversations/companions/g_companion_ellie_commentary_critpath:152:DefaultText
source: Like a raging case of shingles. But I digress.
cs: Jako kdybychom měli zuřivý pásový opar. Ale to jsem odbočil.

# conversations/companions/g_companion_ellie_commentary_critpath:153:DefaultText
source: My point is, if the Board's rates are that good, I might as well ask you for a reference.
cs: Chci říct, že pokud jsou sazby rady tak dobré, mohu vás rovnou požádat o doporučení.

# conversations/companions/g_companion_ellie_commentary_critpath:154:DefaultText
source: Sure. Whatever.
cs: Jistě. To je jedno.

# conversations/companions/g_companion_ellie_commentary_critpath:155:DefaultText
source: You're kidding, right?
cs: Děláte si legraci, že?

# conversations/companions/g_companion_ellie_commentary_critpath:157:DefaultText
source: I don't know where else you'd put 'em. Face tattoos are tacky, and you wanna save your back for a real work of art.
cs: Nevím, kam jinam byste je dali. Tetování na obličeji je nevkusné a záda si chceš nechat na opravdové umělecké dílo.

# conversations/companions/g_companion_ellie_commentary_critpath:158:DefaultText
source: But I'm getting off-topic.
cs: Ale to už se dostávám mimo téma.

# conversations/companions/g_companion_ellie_commentary_critpath:159:DefaultText
source: What I really wanna know is, why cozy up to the Board in the first place? Most of the crews I've run with keep their distance.
cs: Opravdu by mě zajímalo, proč se vůbec přitulit k představenstvu? Většina posádek, se kterými jsem běhal, si drží odstup.

# conversations/companions/g_companion_ellie_commentary_critpath:160:DefaultText
source: Come on, Captain. Even you've gotta chase the bits now and then.
cs: No tak, kapitáne. I vy se musíte občas honit za kousky.

# conversations/companions/g_companion_ellie_commentary_critpath:162:DefaultText
source: I wish I'd talked to you before I got my other ass tattoos, Ellie.
cs: Škoda, že jsem si s tebou nepromluvil, než jsem si nechal udělat další tetování na zadku, Ellie.

# conversations/companions/g_companion_ellie_commentary_critpath:163:DefaultText
source: My daydreams just got a lot more interesting.
cs: Moje sny jsou teď mnohem zajímavější.

# conversations/companions/g_companion_ellie_commentary_critpath:164:DefaultText
source: Come on, Captain. I've run with you long enough to know you've got an eye for the angles.
cs: No tak, kapitáne. Běhám s vámi už dost dlouho na to, abych věděl, že máte oko na úhly.

# conversations/companions/g_companion_ellie_commentary_critpath:165:DefaultText
source: Not like there's a long list of contenders. Least Tartarus has working plumbing and functional air recyclers. So I hear.
cs: Ne že by byl seznam uchazečů dlouhý. Tartarus má alespoň funkční vodovod a funkční recyklátory vzduchu. Tak jsem to slyšel.

# conversations/companions/g_companion_ellie_commentary_critpath:166:DefaultText
source: Level with me. What do you really think about all this?
cs: Uveďte svou úroveň. Co si o tom všem opravdu myslíte?

# conversations/companions/g_companion_ellie_commentary_critpath:167:DefaultText
source: Are you having doubts about this?
cs: Máte o tom pochybnosti?

# conversations/companions/g_companion_ellie_commentary_critpath:168:DefaultText
source: That already sounds better than most places we've been.
cs: To už zní lépe než většina míst, kde jsme byli.

# conversations/companions/g_companion_ellie_commentary_critpath:169:DefaultText
source: I'm just surprised. After all your talk, I didn't think you'd have the stomach for this.
cs: Jen mě to překvapilo. Po všech těch tvých řečech jsem si myslel, že na to nebudeš mít žaludek.

# conversations/companions/g_companion_ellie_commentary_critpath:170:DefaultText
source: I think you're making a smart play. The Board holds every advantage, and you've elbowed your way into their ranks.
cs: Myslím, že děláte chytrou hru. Rada má všechny výhody a vy jste si proklestil cestu do jejich řad.

# conversations/companions/g_companion_ellie_commentary_critpath:171:DefaultText
source: Not that I'm surprised. Even if you haven't been in Halcyon long, you're savvier by a mile than most.
cs: Ne že by mě to překvapilo. I když nejsi v Halcyonu dlouho, jsi o míli chytřejší než většina ostatních.

# conversations/companions/g_companion_ellie_commentary_critpath:172:DefaultText
source: Ain't that the truth. If only you'd known before you signed up for a one-way trip out here.
cs: Není to pravda. Kdybys to jen věděl, než ses přihlásil na jednosměrný výlet sem.

# conversations/companions/g_companion_ellie_commentary_critpath:173:DefaultText
source: You got that right.
cs: Máte pravdu.

# conversations/companions/g_companion_ellie_commentary_critpath:174:DefaultText
source: I don't regret how things turned out.
cs: Nelituji toho, jak to dopadlo.

# conversations/companions/g_companion_ellie_commentary_critpath:175:DefaultText
source: There's no point in dwelling on that.
cs: Nemá smysl se tím zabývat.

# conversations/companions/g_companion_ellie_commentary_critpath:176:DefaultText
source: If that's not making Lemon Slapp outta lemons, I don't know what is.
cs: Jestli tohle není Lemon Slapp z citronů, tak už nevím, co to je.

# conversations/companions/g_companion_ellie_commentary_critpath:177:DefaultText
source: For what it's worth, you've played your cards right. Fresh out of hibernation, and you've already elbowed your way into the Board's ranks.
cs: Ať už to stojí, co to stojí, karty jste si vyložili správně. Čerstvě jsi se probral ze zimního spánku a už ses probojoval mezi členy představenstva.

# conversations/companions/g_companion_ellie_commentary_critpath:178:DefaultText
source: Fair enough. You've played it smart and elbowed your way into the Board's ranks.
cs: To je fér. Hrál jsi to chytře a probojoval ses mezi členy představenstva.

# conversations/companions/g_companion_ellie_commentary_critpath:179:DefaultText
source: Better to look at what's ahead, right? And you've carved a cozy little niche for yourself alongside the Board.
cs: Lepší je podívat se na to, co je před námi, že? A vy jste si vedle představenstva vyhloubili útulnou malou niku.

# conversations/companions/g_companion_ellie_commentary_critpath:180:DefaultText
source: Doubts are for people with strong morals and weak stomachs.
cs: Pochybnosti jsou pro lidi se silnou morálkou a slabým žaludkem.

# conversations/companions/g_companion_ellie_commentary_critpath:181:DefaultText
source: I gotta ask... do you really believe the Board's plan'll work out for everyone else? Or does saying so just make this easier to swallow?
cs: Musím se zeptat... opravdu věříte, že plán správní rady bude fungovat pro všechny ostatní? Nebo to říkáte jen proto, abyste to snáze překousli?

# conversations/companions/g_companion_ellie_commentary_critpath:182:DefaultText
source: Honestly, I'm trying not to think about it.
cs: Upřímně řečeno, snažím se na to nemyslet.

# conversations/companions/g_companion_ellie_commentary_critpath:183:DefaultText
source: Sometimes that's best in this line of work.
cs: Někdy je to v této práci nejlepší.

# conversations/companions/g_companion_ellie_commentary_critpath:184:DefaultText
source: Usually not the die-in-a-Board-prison kind.
cs: Obvykle to není ten typ, co umírá ve vězení.

# conversations/companions/g_companion_ellie_commentary_critpath:185:DefaultText
source: So. We're just gonna march straight into Byzantium and "acquire" some rare chemicals, right under the Board's nose.
cs: Takže. Prostě napochodujeme přímo do Byzance a "získáme" nějaké vzácné chemikálie přímo před nosem správní rady.

# conversations/companions/g_companion_ellie_commentary_critpath:186:DefaultText
source: So, we're really gonna do this?
cs: Takže to opravdu uděláme?

# conversations/companions/g_companion_ellie_commentary_critpath:187:DefaultText
source: I sure hope you got Akande to pay you up-front for that sleight of hand with Welles.
cs: Doufám, že ti Akande zaplatil předem za ten trik s Wellesem.

# conversations/companions/g_companion_ellie_commentary_critpath:188:DefaultText
source: So, we're skipping a colony ship for the Board, huh?
cs: Takže vynecháme koloniální loď pro radu, co?
