Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_quest_main.po
Languages: cs

# conversations/companions/g_companion_ellie_quest_main:1:DefaultText
source: I haven't actually talked to my folks in a while. Shocking, right?
cs: Už dlouho jsem s rodiči nemluvil. Šokující, že?

# conversations/companions/g_companion_ellie_quest_main:2:DefaultText
source: Marilyn? Is that you?
cs: Marilyn? Jsi to ty?

# conversations/companions/g_companion_ellie_quest_main:3:DefaultText
source: Can you believe those two?!
cs: Věřili byste těm dvěma?!

# conversations/companions/g_companion_ellie_quest_main:4:DefaultText
source: Great! And when we get there, draw out your rough edges a bit.
cs: Skvělé! A až se tam dostaneme, trochu si vyrýsuj hrubé hrany.

# conversations/companions/g_companion_ellie_quest_main:5:DefaultText
source: There's my parents' place. Smell that? Industrial-grade cleaning solvent and desperation.
cs: Tady je dům mých rodičů. Cítíš to? Průmyslové čisticí rozpouštědlo a zoufalství.

# conversations/companions/g_companion_ellie_quest_main:6:DefaultText
source: I could open a new account. Designate that account holder as the sole beneficiary. All the payouts would go to me.
cs: Mohl bych si založit nový účet. Určit tohoto majitele účtu jako jediného příjemce. Všechny výplaty by šly mně.

# conversations/companions/g_companion_ellie_quest_main:7:DefaultText
source: So, how do we do this?
cs: Jak to tedy uděláme?

# conversations/companions/g_companion_ellie_quest_main:8:DefaultText
source: My policy is with the Greater Halcyon Insurance Group. They have an office in Byzantium.
cs: Moje pojistná smlouva je uzavřena s pojišťovnou Greater Halcyon Insurance Group. Mají pobočku v Byzanci.

# conversations/companions/g_companion_ellie_quest_main:11:DefaultText
source: What in the void did you do?!
cs: Co jsi to proboha udělal?!

# conversations/companions/g_companion_ellie_quest_main:12:DefaultText
source: Laws, we certainly didn't expect to see you like this.
cs: Právníci, rozhodně jsme nečekali, že vás uvidíme takhle.

# conversations/companions/g_companion_ellie_quest_main:14:DefaultText
source: Fine. I'm gone. Forever this time.
cs: V pořádku. Jsem pryč. Tentokrát navždy.

# conversations/companions/g_companion_ellie_quest_main:15:DefaultText
source: Hey, I didn't like how things went down, either, but did you have to go and kill them?
cs: Hej, taky se mi nelíbilo, jak to dopadlo, ale musel jsi je jít zabít?

# conversations/companions/g_companion_ellie_quest_main:16:DefaultText
source: I wanted you to make an impression on them! Not... in them!
cs: Chtěl jsem, abys na ně udělal dojem! Ne... v nich!

# conversations/companions/g_companion_ellie_quest_main:17:DefaultText
source: You really did it! Give these payouts a few years, and I'll be rolling in it.
cs: Opravdu se ti to povedlo! Dejte těm výplatám pár let a já se v tom budu válet.

# conversations/companions/g_companion_ellie_quest_main:23:DefaultText
source: Of course. Just let me know how I can help.
cs: Samozřejmě. Jen mi dejte vědět, jak vám mohu pomoci.

# conversations/companions/g_companion_ellie_quest_main:24:DefaultText
source: That depends. Where are they?
cs: Záleží na tom. Kde jsou?

# conversations/companions/g_companion_ellie_quest_main:25:DefaultText
source: Well, that's the thing.
cs: No, o to jde.

# conversations/companions/g_companion_ellie_quest_main:27:DefaultText
source: See, I'm originally from Byzantium. Born and raised. I know that probably comes as a big surprise...
cs: Pocházím z Byzance. Narodil jsem se a vyrostl. Vím, že je to asi velké překvapení...

# conversations/companions/g_companion_ellie_quest_main:28:DefaultText
source: Really? I never would've guessed.
cs: Opravdu? Nikdy bych si to nemyslel.

# conversations/companions/g_companion_ellie_quest_main:29:DefaultText
source: Actually, I can see it.
cs: Vlastně to vidím.

# conversations/companions/g_companion_ellie_quest_main:30:DefaultText
source: And now you just want to catch up with them?
cs: A teď je chcete dohnat?

# conversations/companions/g_companion_ellie_quest_main:31:DefaultText
source: But I've worked so hard! I dropped the accent, picked up a swagger, developed a taste for Spacer's Choice...
cs: Ale já jsem tak tvrdě pracoval! Shodil jsem přízvuk, nabral šviháctví, přišel na chuť Spacer's Choice...

# conversations/companions/g_companion_ellie_quest_main:32:DefaultText
source: That's the problem. You try a little too hard.
cs: To je ten problém. Snažíš se až příliš.

# conversations/companions/g_companion_ellie_quest_main:33:DefaultText
source: You've gotta put forth a little more effort if you want to pass for real scum.
cs: Musíš se trochu víc snažit, pokud chceš být za skutečnou spodinu.

# conversations/companions/g_companion_ellie_quest_main:34:DefaultText
source: Maybe I could skip a few more showers. Drink milk straight from the jug. Yeah, I'll try that. Thanks.
cs: Možná bych mohla vynechat ještě pár sprch. Pít mléko přímo ze džbánu. Jo, to zkusím. Díky.

# conversations/companions/g_companion_ellie_quest_main:38:DefaultText
source: Okay, we'll go.
cs: Dobře, jdeme na to.

# conversations/companions/g_companion_ellie_quest_main:39:DefaultText
source: We have work to do.
cs: Máme před sebou práci.

# conversations/companions/g_companion_ellie_quest_main:40:DefaultText
source: Trust me, a conversation with my parents is work.
cs: Věřte mi, že rozhovor s rodiči je práce.

# conversations/companions/g_companion_ellie_quest_main:41:DefaultText
source: Just... think about it.
cs: Jen... se nad tím zamyslete.

# conversations/companions/g_companion_ellie_quest_main:43:DefaultText
source: Well, I bet they won't know the difference. I bet they'll barely recognize me!
cs: Vsadím se, že nepoznají rozdíl. Vsadím se, že mě sotva poznají!

# conversations/companions/g_companion_ellie_quest_main:45:DefaultText
source: This is why I have to see them. They'll hardly recognize me!
cs: Proto je musím vidět. Stěží mě poznají!

# conversations/companions/g_companion_ellie_quest_main:46:DefaultText
source: It's... well, they know me as Marilyn the surgeon. They don't know Ellie the pirate sawbones.
cs: Je to... no, znají mě jako chirurga Marilyna. Ellie, pirátskou pilu, neznají.

# conversations/companions/g_companion_ellie_quest_main:47:DefaultText
source: But you, you're authentic rabble. True riffraff. When they see you, they'll get it.
cs: Ale vy, vy jste autentická chátra. Pravá lůza. Až tě uvidí, pochopí to.

# conversations/companions/g_companion_ellie_quest_main:48:DefaultText
source: Gee, thanks.
cs: Jé, díky.

# conversations/companions/g_companion_ellie_quest_main:49:DefaultText
source: So you want to show your pleb friend off to your fancy parents? Real mature.
cs: Takže se chceš před svými nóbl rodiči pochlubit svým plebejským kamarádem? Opravdu dospělé.

# conversations/companions/g_companion_ellie_quest_main:51:DefaultText
source: Come on, I didn't leave home and become a pirate because I enjoy making responsible decisions.
cs: No tak, neodešel jsem z domova a nestal se pirátem proto, že mě baví dělat zodpovědná rozhodnutí.

# conversations/companions/g_companion_ellie_quest_main:54:DefaultText
source: I only wish I could pull it off as well.
cs: Kéž bych to dokázal také.

# conversations/companions/g_companion_ellie_quest_main:56:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:66:DefaultText
source: You had the floors redone with real Terran marble. Since when can you afford that?
cs: Podlahy jste nechali předělat na pravý terranský mramor. Odkdy si to můžeš dovolit?

# conversations/companions/g_companion_ellie_quest_main:68:DefaultText
source: We thought you were dead.
cs: Mysleli jsme, že jsi mrtvý.

# conversations/companions/g_companion_ellie_quest_main:70:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:71:DefaultText
source: It's not for lack of people trying, believe me.
cs: Není to proto, že by se lidé nesnažili, to mi věřte.

# conversations/companions/g_companion_ellie_quest_main:72:DefaultText
source: Don't sound so disappointed about it.
cs: Nebuď z toho tak zklamaný.

# conversations/companions/g_companion_ellie_quest_main:74:DefaultText
source: I'm not dead! I just never wanted to talk to you again.
cs: Nejsem mrtvý! Jen jsem s tebou už nikdy nechtěl mluvit.

# conversations/companions/g_companion_ellie_quest_main:76:DefaultText
source: And the payouts have been rather... substantial.
cs: A výplaty byly poměrně... značné.

# conversations/companions/g_companion_ellie_quest_main:77:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:78:DefaultText
source: But I'm sure you're much happier now knowing Ellie's alive and well, right?
cs: Ale určitě jsi teď mnohem šťastnější, když víš, že je Ellie živá a zdravá, že?

# conversations/companions/g_companion_ellie_quest_main:79:DefaultText
source: Talk about making Lemon Slapp out of lemons.
cs: Mluvíme o tom, že z citronů děláme citronový slapp.

# conversations/companions/g_companion_ellie_quest_main:80:DefaultText
source: What vulgar company you keep, Marilyn.
cs: To je ale sprostá společnost, Marilyn.

# conversations/companions/g_companion_ellie_quest_main:81:DefaultText
source: ...And you'll report it to the insurance company, right?
cs: ...A nahlásíte to pojišťovně, že?

# conversations/companions/g_companion_ellie_quest_main:82:DefaultText
source: It's not that simple. For one thing, we'd have to cut back on so many, ah, necessities. The neighbors would be sure to notice.
cs: Není to tak jednoduché. Za prvé, museli bychom omezit mnoho nezbytných věcí. Sousedé by si toho určitě všimli.

# conversations/companions/g_companion_ellie_quest_main:84:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:85:DefaultText
source: So tell them Ellie's back. You'll be the talk of the town.
cs: Tak jim řekni, že Ellie je zpátky. Bude se o tobě mluvit ve městě.

# conversations/companions/g_companion_ellie_quest_main:87:DefaultText
source: That's the other problem.
cs: To je další problém.

# conversations/companions/g_companion_ellie_quest_main:88:DefaultText
source: Why did you do that?!
cs: Proč jsi to udělal?!

# conversations/companions/g_companion_ellie_quest_main:89:DefaultText
source: We had to explain your disappearance somehow.
cs: Museli jsme tvé zmizení nějak vysvětlit.

# conversations/companions/g_companion_ellie_quest_main:90:DefaultText
source: It was quite the story. People were talking about it for weeks!
cs: Byl to docela zajímavý příběh. Lidé o tom mluvili celé týdny!

# conversations/companions/g_companion_ellie_quest_main:91:DefaultText
source: One-of-a-kind, naturally.
cs: Jediný svého druhu, přirozeně.

# conversations/companions/g_companion_ellie_quest_main:92:DefaultText
source: ...that led to your tragic death when you tripped and broke your neck.
cs: ...která vedla k vaší tragické smrti, když jste zakopl a zlomil si vaz.

# conversations/companions/g_companion_ellie_quest_main:93:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:94:DefaultText
source: That's a pretty funny story.
cs: To je docela vtipný příběh.

# conversations/companions/g_companion_ellie_quest_main:95:DefaultText
source: Ellie, are you done with these jerks?
cs: Ellie, už jsi s těmi blbci skončila?

# conversations/companions/g_companion_ellie_quest_main:96:DefaultText
source: Hey, you're supposed to be on my side!
cs: Hej, měl bys být na mé straně!

# conversations/companions/g_companion_ellie_quest_main:98:DefaultText
source: Marilyn, please.
cs: Marilyn, prosím.

# conversations/companions/g_companion_ellie_quest_main:99:DefaultText
source: Don't cause a scene.
cs: Nedělejte scény.

# conversations/companions/g_companion_ellie_quest_main:100:DefaultText
source: Not until I get some answers!
cs: Ne, dokud nedostanu nějaké odpovědi!

# conversations/companions/g_companion_ellie_quest_main:101:DefaultText
source: Couldn't you have at least made up a better story? Something with pirates or raptidons?
cs: Nemohli jste si alespoň vymyslet lepší příběh? Něco s piráty nebo raptidony?

# conversations/companions/g_companion_ellie_quest_main:102:DefaultText
source: And what are you gonna do now that we're here?
cs: A co budeš dělat teď, když jsme tady?

# conversations/companions/g_companion_ellie_quest_main:103:DefaultText
source: Yes, about that. We were just about to ask you to leave.
cs: Ano, asi takhle. Právě jsme vás chtěli požádat, abyste odešel.

# conversations/companions/g_companion_ellie_quest_main:104:DefaultText
source: Quietly, if you don't mind.
cs: Tiše, pokud vám to nevadí.

# conversations/companions/g_companion_ellie_quest_main:105:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:106:DefaultText
source: You people should be ashamed of yourselves.
cs: Měli byste se stydět.

# conversations/companions/g_companion_ellie_quest_main:107:DefaultText
source: If you really knew your daughter, you'd know "quiet" is not in her vocabulary.
cs: Kdybys svou dceru opravdu znala, věděla bys, že slovo "ticho" není v jejím slovníku.

# conversations/companions/g_companion_ellie_quest_main:108:DefaultText
source: That's it? You just want us to disappear now?
cs: To je vše? Chcete, abychom teď prostě zmizeli?

# conversations/companions/g_companion_ellie_quest_main:109:DefaultText
source: I'm afraid it would cause quite a stir if the neighbors saw you two... stomping about.
cs: Obávám se, že kdyby vás sousedé viděli, jak si tu dupete, způsobilo by to rozruch.

# conversations/companions/g_companion_ellie_quest_main:110:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:111:DefaultText
source: Come on, Ellie. You deserve better than this.
cs: No tak, Ellie. Zasloužíš si něco lepšího.

# conversations/companions/g_companion_ellie_quest_main:112:DefaultText
source: I don't know about you, Ellie, but I'm ready to cause a scene.
cs: Nevím, jak ty, Ellie, ale já jsem připravená udělat scénu.

# conversations/companions/g_companion_ellie_quest_main:113:DefaultText
source: Well, now that I'm here, I guess you'll just have to report back that I'm very much alive and kicking.
cs: No, když už jsem tady, asi budete muset hlásit, že jsem naživu.

# conversations/companions/g_companion_ellie_quest_main:114:DefaultText
source: How did you think that would go?
cs: Jak jste si myslel, že to půjde?

# conversations/companions/g_companion_ellie_quest_main:115:DefaultText
source: You were making quite the scene.
cs: Dělal jsi pěknou scénu.

# conversations/companions/g_companion_ellie_quest_main:116:DefaultText
source: They shouldn't have gotten so upset.
cs: Neměli se tolik rozčilovat.

# conversations/companions/g_companion_ellie_quest_main:117:DefaultText
source: But not like I wanted! I had it all planned out.
cs: Ale ne tak, jak jsem chtěl! Měl jsem to všechno naplánované.

# conversations/companions/g_companion_ellie_quest_main:118:DefaultText
source: I wanted them to get upset! I just thought it would play out differently.
cs: Chtěl jsem, aby se naštvali! Jen jsem si myslel, že to dopadne jinak.

# conversations/companions/g_companion_ellie_quest_main:119:DefaultText
source: I thought they'd be scandalized!
cs: Myslel jsem, že budou pohoršeni!

# conversations/companions/g_companion_ellie_quest_main:120:DefaultText
source: Mother would drop her Mock Apple Cider, and the glass would shatter all over their overpriced marble. Father would tear off his glasses and blink, open-mouthed.
cs: Matka by upustila svůj mošt a sklenice by se roztříštila o jejich předražený mramor. Otec by si strhl brýle a mrkal by s otevřenou pusou.

# conversations/companions/g_companion_ellie_quest_main:121:DefaultText
source: And then what?
cs: A co pak?

# conversations/companions/g_companion_ellie_quest_main:122:DefaultText
source: This is a very specific fantasy.
cs: Jedná se o velmi specifickou fantazii.

# conversations/companions/g_companion_ellie_quest_main:123:DefaultText
source: Shh, I'm getting to the good part.
cs: Pšššt, dostávám se k tomu dobrému.

# conversations/companions/g_companion_ellie_quest_main:124:DefaultText
source: I'd have a great one-liner in the tube. I was thinking either, "The leather's fake, but the scars are real," or, "Oops, did I just track AWESOME onto your rug?"
cs: V tubě bych měl skvělou jednohubku. Myslela jsem buď na: "Kůže je umělá, ale jizvy jsou pravé," nebo na: "Jejda, to jsem ti právě na koberec natrefila ÚŽASNÉ?".

# conversations/companions/g_companion_ellie_quest_main:125:DefaultText
source: Father would throw his hands up. Because this would be just like me, to come back and make a big scene.
cs: Otec by zvedl ruce. Protože to by bylo přesně jako já, vrátit se a udělat velkou scénu.

# conversations/companions/g_companion_ellie_quest_main:127:DefaultText
source: Then Mother would do the old, "You had us worried sick." Her eyes would be red and she'd have her fist in front of her mouth to stifle a sob...
cs: Matka by pak udělala to staré: "Dělala jsi nám starosti." Měla by červené oči a před ústy by si držela pěst, aby potlačila vzlyk...

# conversations/companions/g_companion_ellie_quest_main:128:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/companions/g_companion_ellie_quest_main:129:DefaultText
source: How about, "It's payback time, and I'm collecting with interest."
cs: A co třeba: "Je čas splátek a já je vybírám i s úroky."

# conversations/companions/g_companion_ellie_quest_main:131:DefaultText
source: You're really hurt, aren't you?
cs: Jsi opravdu zraněný, že?

# conversations/companions/g_companion_ellie_quest_main:132:DefaultText
source: Hey, chin up. You're better than this.
cs: Hej, hlavu vzhůru. Jsi lepší než tohle.

# conversations/companions/g_companion_ellie_quest_main:133:DefaultText
source: Don't get all mopey on me.
cs: Nebuď na mě tak naštvaný.

# conversations/companions/g_companion_ellie_quest_main:134:DefaultText
source: I just didn't want to get booted out of the house I grew up in like that. It's embarrassing, you know? And I've got a reputation to maintain.
cs: Nechtěl jsem se nechat takhle vykopnout z domu, ve kterém jsem vyrůstal. Je to trapné, víš? A já si musím udržovat dobrou pověst.

# conversations/companions/g_companion_ellie_quest_main:135:DefaultText
source: Wait a second. What if I could get that money?
cs: Počkejte chvíli. Co kdybych ty peníze dostal?

# conversations/companions/g_companion_ellie_quest_main:136:DefaultText
source: Keep talking.
cs: Mluvte dál.

# conversations/companions/g_companion_ellie_quest_main:137:DefaultText
source: I don't follow.
cs: Nesleduji to.

# conversations/companions/g_companion_ellie_quest_main:138:DefaultText
source: It's not really your money any more than it's theirs.
cs: Ve skutečnosti to nejsou vaše peníze, stejně jako jejich.

# conversations/companions/g_companion_ellie_quest_main:139:DefaultText
source: That money won't make you feel better about what happened.
cs: Ty peníze vám nezlepší náladu.

# conversations/companions/g_companion_ellie_quest_main:140:DefaultText
source: Wanna bet? I've got some big appetites, and they're all cheap.
cs: Chcete se vsadit? Mám velké chutě a všechny jsou levné.

# conversations/companions/g_companion_ellie_quest_main:141:DefaultText
source: I'm not hurt! I'm outraged! Affronted, even.
cs: Nejsem zraněný! Jsem rozhořčen! Dokonce uražený.

# conversations/companions/g_companion_ellie_quest_main:142:DefaultText
source: Besides, if anyone deserves to profit off my death, it's me.
cs: Kromě toho, jestli si někdo zaslouží profitovat z mé smrti, jsem to já.

# conversations/companions/g_companion_ellie_quest_main:143:DefaultText
source: Let's look at this as an advance. On my dying eventually.
cs: Podívejme se na to jako na pokrok. Na mém umírání nakonec.

# conversations/companions/g_companion_ellie_quest_main:144:DefaultText
source: They'd both be sitting there, watching one of their vapid aetherwave dramas, and then we'd walk in.
cs: Oba tam seděli, sledovali jedno ze svých mdlých éterických dramat a pak jsme vešli my.

# conversations/companions/g_companion_ellie_quest_main:145:DefaultText
source: Yeah! I'm gonna use that one day.
cs: Jo! Jednou to použiju.

# conversations/companions/g_companion_ellie_quest_main:147:DefaultText
source: I don't get mopey! I get mad. Caustic. Indiscriminately aggressive.
cs: Nejsem mrzutý! Já se zlobím. Žíravý. Nevybíravě agresivní.

# conversations/companions/g_companion_ellie_quest_main:148:DefaultText
source: The payouts are already scheduled. What if I could get the money routed to an account of my own?
cs: Výplaty jsou již naplánovány. Co kdybych si mohl nechat poslat peníze na svůj vlastní účet?

# conversations/companions/g_companion_ellie_quest_main:149:DefaultText
source: I'll make money without doing a thing! And I'll get to cut them off!
cs: Vydělám peníze, aniž bych cokoli dělal! A já je budu moci odříznout!

# conversations/companions/g_companion_ellie_quest_main:150:DefaultText
source: There'd better be a cut in it for me.
cs: Doufám, že v tom bude nějaký řez pro mě.

# conversations/companions/g_companion_ellie_quest_main:151:DefaultText
source: You know me, Captain - I don't like to leave a debt unpaid.
cs: Znáte mě, kapitáne - nerad nechávám dluhy nezaplacené.

# conversations/companions/g_companion_ellie_quest_main:152:DefaultText
source: You have a plan in mind?
cs: Máte nějaký plán?

# conversations/companions/g_companion_ellie_quest_main:172:DefaultText
source: Congratulations, Ellie.
cs: Gratulujeme, Ellie.

# conversations/companions/g_companion_ellie_quest_main:173:DefaultText
source: How does it feel?
cs: Jaký je to pocit?

# conversations/companions/g_companion_ellie_quest_main:174:DefaultText
source: I've never been prouder to stand back and watch someone else work.
cs: Nikdy jsem nebyl pyšnější, když jsem mohl stát opodál a sledovat práci někoho jiného.

# conversations/companions/g_companion_ellie_quest_main:175:DefaultText
source: I'm just glad my folks aren't going to live off that awful story they made up. Maybe now they'll have to go back to real jobs.
cs: Jsem ráda, že naši nebudou žít z té příšerné historky, kterou si vymysleli. Možná se teď budou muset vrátit ke skutečné práci.

# conversations/companions/g_companion_ellie_quest_main:176:DefaultText
source: Hey, you did the real work. All I had to do was not be dead.
cs: Hej, ty jsi odvedl skutečnou práci. Jediné, co jsem musel udělat, bylo nebýt mrtvý.

# conversations/companions/g_companion_ellie_quest_main:177:DefaultText
source: As high-minded as ever, I see.
cs: Vidím, že je stejně vznešený jako vždy.

# conversations/companions/g_companion_ellie_quest_main:178:DefaultText
source: What are you going to do with all those bits?
cs: Co s těmi kousky uděláte?

# conversations/companions/g_companion_ellie_quest_main:179:DefaultText
source: Don't get me wrong, I'm happy to have the money, too.
cs: Nechápejte mě špatně, taky jsem rád, že mám peníze.

# conversations/companions/g_companion_ellie_quest_main:180:DefaultText
source: Come on, I thought we were celebrating. You want me to think about the future?
cs: No tak, myslel jsem, že slavíme. Chceš, abych myslel na budoucnost?

# conversations/companions/g_companion_ellie_quest_main:181:DefaultText
source: Just don't ask me what I plan on doing with it.
cs: Jen se mě neptejte, co s ním hodlám dělat.

# conversations/companions/g_companion_ellie_quest_main:183:DefaultText
source: Good for you. I'm glad you got what you wanted.
cs: To je pro vás dobré. Jsem rád, že máš, co jsi chtěla.
