Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_*_party.po
Languages: in

# conversations/companions/g_companion_parvati_in_party:24:DefaultText
source: Yeah? I mean, what do you need? Captain. Mister. Sir.
in: Ano? Co potřebuješ? Kapitán. Pane. Pane.

# conversations/companions/g_companion_parvati_in_party:24:FemaleText
source: Yeah? I mean, what do you need? Captain. Ma'am. Lady.
in: Ano? Co potřebuješ? Kapitán. Madam. Dáma.

# conversations/companions/g_companion_parvati_in_party:27:DefaultText
source: We'll talk later.
in: Promluvíme si později.

# conversations/companions/g_companion_parvati_in_party:28:DefaultText
source: Where can I find a Power Regulator? I need one big enough for a ship.
in: Kde najdu regulátor napájení? Potřebuji dostatečně velký pro loď.

# conversations/companions/g_companion_parvati_in_party:34:DefaultText
source: You wanted to talk to me?
in: Chtěl jsi se mnou mluvit?

# conversations/companions/g_companion_parvati_in_party:39:DefaultText
source: Captain. We gotta talk about- about what you did to Junlei.
in: Kapitán. Musíme si promluvit o tom, co jsi udělal Junlei.

# conversations/companions/g_companion_parvati_in_party:40:DefaultText
source: I got that soap you wanted.
in: Mám to mýdlo, které jsi chtěl.

# conversations/companions/g_companion_parvati_in_party:58:DefaultText
source: All this running around we've done for your date... You're stalling.
in: Všechno to běhání kolem, které jsme kvůli tvému rande udělali... Protahuješ to.

# conversations/companions/g_companion_parvati_in_party:67:DefaultText
source: Where we headed?
in: Kam směřujeme?

# conversations/companions/g_companion_parvati_in_party:69:DefaultText
source: Yeah-huh?
in: Ano?

# conversations/companions/g_companion_parvati_in_party:70:DefaultText
source: Something you need?
in: Potřebujete něco?

# conversations/companions/g_companion_parvati_in_party:71:DefaultText
source: When people ask me stuff, I tend to run my mouth too long. Or I get into details they'd rather not know. Or- sorry.
in: Když se mě lidé na něco ptají, mám tendenci mluvit příliš dlouho. Nebo zabíhám do detailů, které by raději nechtěli vědět. Nebo... promiňte.

# conversations/companions/g_companion_parvati_in_party:79:DefaultText
source: Are we going to get in trouble today? Not that I want to. Just seems to happen around you, is all.
in: Dostaneme se dnes do potíží? Ne, že bych chtěl. Jen to vypadá, že se to kolem tebe děje, to je všechno.

# conversations/companions/g_companion_parvati_in_party:94:DefaultText
source: I noticed you mention your dad a lot, but never your mother.
in: Všiml jsem si, že se často zmiňuješ o svém otci, ale nikdy o matce.

# conversations/companions/g_companion_parvati_in_party:95:DefaultText
source: That's on account of how I never met her.
in: To proto, že jsem se s ní nikdy nesetkal.

# conversations/companions/g_companion_parvati_in_party:96:DefaultText
source: You mean she's dead?
in: Chceš říct, že je mrtvá?

# conversations/companions/g_companion_parvati_in_party:97:DefaultText
source: I don't rightly know.
in: Nevím, jak to je.

# conversations/companions/g_companion_parvati_in_party:98:DefaultText
source: How's that possible?
in: Jak je to možné?

# conversations/companions/g_companion_parvati_in_party:99:DefaultText
source: She was in another division of the Spacer's Choice family. She worked in the Vale a few months sorting the cannery computers.
in: Byla v jiné divizi rodiny Spacer's Choice. Několik měsíců pracovala ve Vale a třídila počítače v konzervárně.

# conversations/companions/g_companion_parvati_in_party:100:DefaultText
source: Her contract said any kids she had, expected or not, belonged to her office from the time of conception. So when I was born, I got sent here.
in: Podle její smlouvy patřily všechny děti, které měla, ať už očekávané, nebo ne, od okamžiku početí jejímu úřadu. Takže když jsem se narodil, poslali mě sem.

# conversations/companions/g_companion_parvati_in_party:101:DefaultText
source: Is that normal?
in: Je to normální?

# conversations/companions/g_companion_parvati_in_party:102:DefaultText
source: I don't know about normal. Dad said she worked under some kind of special contract.
in: Nevím, jestli je to normální. Táta říkal, že pracovala na základě nějaké zvláštní smlouvy.

# conversations/companions/g_companion_parvati_in_party:103:DefaultText
source: That's inhuman.
in: To je nelidské.

# conversations/companions/g_companion_parvati_in_party:104:DefaultText
source: It's sensible. Dad just fixed machines. She did some kind of crazy math, high-level stuff. Better to raise me on his time than hers.
in: Je to rozumné. Táta právě opravil stroje. Ona dělala nějakou šílenou matematiku, věci na vysoké úrovni. Lepší mě vychovávat v jeho čase než v jejím.

# conversations/companions/g_companion_parvati_in_party:105:DefaultText
source: The minute she thought of having a kid, they put it down on her permanent record?
in: Jakmile pomyslela na dítě, zapsali jí to do trvalého záznamu?

# conversations/companions/g_companion_parvati_in_party:106:DefaultText
source: What? No, conception as in- Has nobody ever taught you about this?
in: Cože? Ne, koncepce jako... To tě o tom nikdo nikdy neučil?

# conversations/companions/g_companion_parvati_in_party:107:DefaultText
source: You got along well with your dad. You might not have with your mother.
in: S otcem jste vycházeli dobře. S matkou možná ne.

# conversations/companions/g_companion_parvati_in_party:108:DefaultText
source: Could be. Reckon I'll never know.
in: Mohlo by být. To se asi nikdy nedozvím.

# conversations/companions/g_companion_parvati_in_party:109:DefaultText
source: I'm sorry.
in: Omlouvám se.

# conversations/companions/g_companion_parvati_in_party:110:DefaultText
source: Hard to miss what you never knew. I don't ponder it overmuch.
in: Těžko postrádat něco, co jste nikdy nepoznali. Moc o tom nepřemýšlím.

# conversations/companions/g_companion_parvati_in_party:112:DefaultText
source: Thomas seemed very fond of you.
in: Zdálo se, že tě má Thomas velmi rád.

# conversations/companions/g_companion_parvati_in_party:121:DefaultText
source: You mentioned something earlier that I wanted to ask you about.
in: Předtím jste se zmínil o něčem, na co jsem se vás chtěl zeptat.

# conversations/companions/g_companion_parvati_in_party:123:DefaultText
source: I did? Um, sorry. I can't remember what I was gonna say. Sorry.
in: Opravdu? Hm, promiňte. Nemůžu si vzpomenout, co jsem chtěl říct. Omlouvám se.

# conversations/companions/g_companion_parvati_in_party:128:DefaultText
source: We better clear out of Mister Tobson's office afore we talk.
in: Než si promluvíme, měli bychom opustit kancelář pana Tobsona.

# conversations/companions/g_companion_parvati_in_party:153:DefaultText
source: You mind if I ask you a question? Like, a personal one?
in: Můžu se vás na něco zeptat? Třeba na něco osobního?

# conversations/companions/g_companion_parvati_in_party:154:DefaultText
source: What's on your mind?
in: Na co myslíte?

# conversations/companions/g_companion_parvati_in_party:155:DefaultText
source: Is it important?
in: Je to důležité?

# conversations/companions/g_companion_parvati_in_party:156:DefaultText
source: Yes, I've been wearing this underwear for seventy years. But I was frozen the whole time.
in: Ano, tohle spodní prádlo nosím už sedmdesát let. Ale celou dobu jsem byl zmrzlý.

# conversations/companions/g_companion_parvati_in_party:157:DefaultText
source: The less you know about me, the better.
in: Čím méně toho o mně víte, tím lépe.

# conversations/companions/g_companion_parvati_in_party:158:DefaultText
source: Wow. Uh, that's not- can we just not ever mention that again?
in: Páni. Uh, to není... můžeme to už nikdy nezmiňovat?

# conversations/companions/g_companion_parvati_in_party:159:DefaultText
source: Yeah. Okay. I mean, that's a passing strange thing to say, but sure.
in: Jo. Dobře. Myslím, že je to divné, ale jistě.

# conversations/companions/g_companion_parvati_in_party:160:DefaultText
source: Is it true what you said? About being on the Hope?
in: Je pravda, co jste řekl? O tom, že jsi v Naději?

# conversations/companions/g_companion_parvati_in_party:161:DefaultText
source: Is it true what you said? About being from Earth?
in: Je pravda, co jste řekl? O tom, že jste ze Země?

# conversations/companions/g_companion_parvati_in_party:162:DefaultText
source: Maybe? Something just took me off guard, is all.
in: Možná? Něco mě prostě zaskočilo, to je vše.

# conversations/companions/g_companion_parvati_in_party:163:DefaultText
source: It's true. I just woke up here just a little while ago.
in: Je to pravda. Před chvílí jsem se tu probudil.

# conversations/companions/g_companion_parvati_in_party:164:DefaultText
source: If I said it was, would you believe me?
in: Kdybych řekl, že ano, věřili byste mi?

# conversations/companions/g_companion_parvati_in_party:165:DefaultText
source: Nah. You think somebody like that would just walk into a nowhere town?
in: Ne. Myslíš, že by někdo takový jen tak přišel do města?

# conversations/companions/g_companion_parvati_in_party:166:DefaultText
source: I guess not. Seems like a weird thing to lie 'bout if it ain't true, though. And you ARE something of a mystery, Captain.
in: Myslím, že ne. Přijde mi ale divné lhát, když to není pravda. A vy jste tak trochu záhada, kapitáne.

# conversations/companions/g_companion_parvati_in_party:167:DefaultText
source: I don't rightly know. I haven't figured if you're the sort who'd make up stories. Not yet, anyhow.
in: Správně nevím. Nepřišel jsem na to, jestli jsi ten typ, který si vymýšlí příběhy. Alespoň zatím ne.

# conversations/companions/g_companion_parvati_in_party:168:DefaultText
source: I'm wearing a hibernation suit. You ever seen one of these before?
in: Mám na sobě hibernační oblek. Už jste někdy takový viděli?

# conversations/companions/g_companion_parvati_in_party:169:DefaultText
source: I guess maybe you coulda got one from a museum? But they've only got those in Byzantium. Where the rich folk live.
in: Možná bys ho mohl získat v muzeu? Ale ty mají jen v Byzanci. Tam, kde žijí bohatí lidé.

# conversations/companions/g_companion_parvati_in_party:171:DefaultText
source: Well, uh, welcome to Halcyon. I'm Parvati. Holcomb. Parvati Holcomb. Which you already knew. Okay, I'm bad at this.
in: Vítejte v Halcyonu. Já jsem Parvati. Holcombová. Parvati Holcombová. Což už víte. Dobře, tohle mi moc nejde.

# conversations/companions/g_companion_parvati_in_party:172:DefaultText
source: All the same, sorry I interrupted. Was there something you wanted to ask me about?
in: Přesto se omlouvám, že jsem vás vyrušil. Chtěl ses mě na něco zeptat?

# conversations/companions/g_companion_parvati_in_party:173:DefaultText
source: You ever get cold? 'Cause those dangling tubes look real drafty.
in: Byla ti někdy zima? Protože ty visící trubky vypadají jako průvan.

# conversations/companions/g_companion_parvati_in_party:174:DefaultText
source: That helmet makes you look like some kinda space monster. You should get a hat. Something that'll keep the sun outta your eyes.
in: V té helmě vypadáš jako nějaká vesmírná příšera. Měl by sis pořídit klobouk. Něco, co ti bude chránit oči před sluncem.

# conversations/companions/g_companion_parvati_in_party:175:DefaultText
source: You're doing just fine. It's nice to meet somebody friendly so soon.
in: Vedeš si dobře. Je hezké poznat někoho přátelského tak brzy.

# conversations/companions/g_companion_parvati_in_party:176:DefaultText
source: I'm <oeitoken>PlayerName</oeitoken>. To be honest, I don't know what I'm doing either.
in: Jsem <oeitoken>Jméno hráče</oeitoken>. Abych byl upřímný, taky nevím, co dělám.

# conversations/companions/g_companion_parvati_in_party:177:DefaultText
source: Forget about it. Let's just get this job done so I can get out of here.
in: Zapomeňte na to. Pojďme tuhle práci dokončit, ať odsud můžu vypadnout.

# conversations/companions/g_companion_parvati_in_party:178:DefaultText
source: Reckon we'll have to figure it out together. I mean, if that's what you want! I didn't mean to presume. Sorry.
in: Myslím, že to budeme muset vyřešit společně. Tedy, pokud to chceš! Nechtěl jsem se domnívat. Omlouvám se.

# conversations/companions/g_companion_parvati_in_party:179:DefaultText
source: It's hard, huh? Not knowing anybody? Not being sure what's expected, or how people are judging you?
in: Je to těžké, co? Nikoho neznáš? Nebýt si jistý, co se od vás očekává nebo jak vás lidé hodnotí?

# conversations/companions/g_companion_parvati_in_party:180:DefaultText
source: But- but you got me now. I'm sure I can help you out. I- we can do this. Yay us.
in: Ale... ale teď jsi mě dostal. Jsem si jistý, že ti můžu pomoct. Já... my to zvládneme. Jupí nám.

# conversations/companions/g_companion_parvati_in_party:182:DefaultText
source: Yeah, sure. You got it, mister.
in: Jo, jasně. Máte to mít, pane.

# conversations/companions/g_companion_parvati_in_party:182:FemaleText
source: Yeah, sure. You got it, ma'am.
in: Jo, jasně. Máte to mít, madam.

# conversations/companions/g_companion_parvati_in_party:184:DefaultText
source: Oh, did something break?
in: Něco se rozbilo?

# conversations/companions/g_companion_parvati_in_party:185:DefaultText
source: Abso-surely, Captain. What's on your mind?
in: Jistě, kapitáne. Na co myslíte?

# conversations/companions/g_companion_parvati_in_party:186:DefaultText
source: Oh, sure. Like what?
in: Jistě. Jako co?

# conversations/companions/g_companion_parvati_in_party:187:DefaultText
source: So there's your soap.
in: Tady je vaše mýdlo.

# conversations/companions/g_companion_parvati_in_party:212:DefaultText
source: Thanks for your help up to now. I'll try to do the rest on my lonesome.
in: Děkujeme za vaši dosavadní pomoc. Zbytek se pokusím udělat sám.

# conversations/companions/g_companion_parvati_in_party:215:DefaultText
source: Are you dropping your plans to ask Junlei out?
in: Vzdáváš se svých plánů pozvat Junlei na rande?

# conversations/companions/g_companion_parvati_in_party:216:DefaultText
source: I'm not dropping them, Captain. I just don't want you involved anymore.
in: Já je nepustím, kapitáne. Jen už nechci, abyste se do toho zapletl.

# conversations/companions/g_companion_parvati_in_party:217:DefaultText
source: I'm glad for all the help you gave me. But the way you want to do things just doesn't sit well with me.
in: Jsem rád za veškerou pomoc, kterou jste mi poskytli. Ale způsob, jakým to chceš udělat, mi prostě nesedí.

# conversations/companions/g_companion_parvati_in_party:241:DefaultText
source: What was that about back at Junlei's?
in: O co šlo v Junlei?

# conversations/companions/g_companion_parvati_in_party:242:DefaultText
source: I didn't expect her to be so tall, and- and did you see the size of her arms?
in: Nečekal jsem, že bude tak vysoká a... a viděli jste, jak má velké ruce?

# conversations/companions/g_companion_parvati_in_party:259:DefaultText
source: Did you wanna talk about anything else afore we moved on?
in: Chtěl jsi ještě o něčem mluvit, než jsme se přesunuli dál?

# conversations/companions/g_companion_parvati_in_party:260:DefaultText
source: Okay. I don't wanna waste your time or nothing.
in: Dobře. Nechci plýtvat tvým časem ani ničím jiným.

# conversations/companions/g_companion_parvati_in_party:261:DefaultText
source: Oh no. It can wait. Sorry. What do you need?
in: Ale ne. To může počkat. Omlouvám se. Co potřebujete?

# conversations/companions/g_companion_parvati_in_party:262:DefaultText
source: Sorry. I don't mean to make such a fuss.
in: Omlouvám se. Nechtěl jsem dělat takový rozruch.

# conversations/companions/g_companion_parvati_in_party:263:DefaultText
source: Where we headed next?
in: Kam míříme dál?

# conversations/companions/g_companion_parvati_in_party:264:DefaultText
source: It's true. I woke right before I showed up in Edgewater.
in: Je to pravda. Probudil jsem se těsně předtím, než jsem se objevil v Edgewateru.

# conversations/companions/g_companion_parvati_in_party:266:DefaultText
source: She's okay, I guess.
in: Myslím, že je v pořádku.

# conversations/companions/g_companion_parvati_in_party:267:DefaultText
source: Are you all right?
in: Jste v pořádku?

# conversations/companions/g_companion_parvati_in_party:268:DefaultText
source: It sounds like you have a crush on her.
in: Vypadá to, že jsi do ní zamilovaný.

# conversations/companions/g_companion_parvati_in_party:287:DefaultText
source: What do you think about that guy at the Lost Hope? Felix?
in: Co si myslíš o tom chlápkovi ve Ztracené naději? Felix?

# conversations/companions/g_companion_parvati_in_party:288:DefaultText
source: He seemed like a nice boy to me. Maybe you oughta give him a shot.
in: Připadal mi jako milý chlapec. Možná bys mu měla dát šanci.

# conversations/companions/g_companion_parvati_in_party:289:DefaultText
source: He didn't seem very bright.
in: Nezdál se být příliš bystrý.

# conversations/companions/g_companion_parvati_in_party:290:DefaultText
source: He seems like a risk. All that talk about getting into a fight with his foreman.
in: Vypadá jako riziko. Všechny ty řeči o rvačce s jeho předákem.

# conversations/companions/g_companion_parvati_in_party:291:DefaultText
source: I thought you didn't like strangers, generally?
in: Myslel jsem, že nemáš rád cizí lidi, obecně?

# conversations/companions/g_companion_parvati_in_party:292:DefaultText
source: Because we've never ended up in a fight?
in: Protože jsme se nikdy nepohádali?

# conversations/companions/g_companion_parvati_in_party:293:DefaultText
source: What do you think about that guy we met on Groundbreaker. Felix?
in: Co si myslíš o tom chlápkovi, kterého jsme potkali v Groundbreaker. Felixem?

# conversations/companions/g_companion_parvati_in_party:294:DefaultText
source: Maybe he doesn't talk all smarty-smart, but he can still have it good where it counts. In his heart, I mean.
in: Možná nemluví zrovna chytře, ale i tak to umí pořádně rozbalit. Myslím tím v srdci.

# conversations/companions/g_companion_parvati_in_party:295:DefaultText
source: I dunno. He seemed really smart.
in: Nevím. Vypadal opravdu chytře.

# conversations/companions/g_companion_parvati_in_party:296:DefaultText
source: Aw, I'm sure he puts his socks on one at a time like anybody else.
in: Určitě si obléká ponožky po jedné jako každý jiný.

# conversations/companions/g_companion_parvati_in_party:297:DefaultText
source: Yeah, but- I got a good feeling about him, is all.
in: Jo, ale mám z něj dobrý pocit, to je všechno.

# conversations/companions/g_companion_parvati_in_party:298:DefaultText
source: That's not the answer I expected.
in: Takovou odpověď jsem nečekal.

# conversations/companions/g_companion_parvati_in_party:299:DefaultText
source: I mean, sure. He's a bit rough around the edges. I bet he just needs somebody to show him a better path.
in: Jistě. Je trochu drsný. Vsadím se, že jen potřebuje, aby mu někdo ukázal lepší cestu.

# conversations/companions/g_companion_parvati_in_party:301:DefaultText
source: You seriously think I'm the right sort to put him on the right course in life?
in: Vážně si myslíš, že jsem ten správný typ, který ho dokáže nasměrovat na správnou cestu životem?

# conversations/companions/g_companion_parvati_in_party:302:DefaultText
source: So you're saying I could sculpt him into an ideal minion?
in: Takže říkáš, že bych z něj mohl udělat ideálního poskoka?

# conversations/companions/g_companion_parvati_in_party:303:DefaultText
source: You might surprise yourself.
in: Možná překvapíte sami sebe.

# conversations/companions/g_companion_parvati_in_party:304:DefaultText
source: Then why'd you ask it?
in: Tak proč jste se na to ptal?

# conversations/companions/g_companion_parvati_in_party:308:DefaultText
source: That's... not exactly what I'm saying.
in: To... není přesně to, co říkám.

# conversations/companions/g_companion_parvati_in_party:309:DefaultText
source: Not many folk have big pulsating space-brains like you.
in: Není mnoho lidí, kteří by měli tak velký pulzující vesmírný mozek jako vy.

# conversations/companions/g_companion_parvati_in_party:311:DefaultText
source: I was mostly thinking he'd be hired muscle.
in: Hlavně jsem si myslel, že to bude najatý svalovec.

# conversations/companions/g_companion_parvati_in_party:312:DefaultText
source: I'm sure he could hit stuff for us just fine. But I was thinking on what we could do for him.
in: Jsem si jistý, že by se za nás dokázal trefit. Ale přemýšlel jsem, co bychom pro něj mohli udělat.

# conversations/companions/g_companion_parvati_in_party:317:DefaultText
source: Look, you'll catch your death of cold. Put some clothes on.
in: Podívej, chytneš smrt z nachlazení. Obleč se.

# conversations/companions/g_companion_parvati_in_party:318:DefaultText
source: What do you think of the new guy, Felix?
in: Co si myslíš o tom novém, Felixi?

# conversations/companions/g_companion_parvati_in_party:319:DefaultText
source: He seems like a nice boy to me. I'm glad you gave him a shot.
in: Připadá mi jako milý chlapec. Jsem rád, že jste mu dali šanci.

# conversations/companions/g_companion_parvati_in_party:321:DefaultText
source: It was embarrassing to watch.
in: Bylo trapné se na to dívat.

# conversations/companions/g_companion_parvati_in_party:322:DefaultText
source: What? No! Maybe? I don't- it's like somebody reached into my head and pulled out what I didn't know I wanted.
in: Cože? Ne! Možná? Nevím, jako by mi někdo sáhl do hlavy a vytáhl to, o čem jsem nevěděl, že chci.

# conversations/companions/g_companion_parvati_in_party:323:DefaultText
source: You know how hard it is to find anybody who likes working with tools in a little town like Edgewater?
in: Víte, jak je těžké najít v městečku jako Edgewater někoho, kdo rád pracuje s nářadím?

# conversations/companions/g_companion_parvati_in_party:324:DefaultText
source: Thomas liked tools. You treated him very differently.
in: Thomas měl rád nářadí. Vy jste se k němu chovali úplně jinak.

# conversations/companions/g_companion_parvati_in_party:326:DefaultText
source: Thomas only liked tools because I did. He wasn't interested. When I'd ask what he thought, he'd just shrug and say, "Whatever you think."
in: Thomas měl rád nářadí jen proto, že jsem ho měla ráda já. Jeho to nezajímalo. Když jsem se ho zeptal, co si o tom myslí, jen pokrčil rameny a řekl: "Jak myslíš."

# conversations/companions/g_companion_parvati_in_party:328:DefaultText
source: You think I ain't been thinking that my own self?
in: Myslíš, že jsem si to nemyslel?

# conversations/companions/g_companion_parvati_in_party:329:DefaultText
source: You know how long I wanted to have somebody I could talk shop with?
in: Víš, jak dlouho jsem chtěl mít někoho, s kým bych si mohl popovídat?

# conversations/companions/g_companion_parvati_in_party:330:DefaultText
source: Did you see how everybody on Groundbreaker listens to Junlei? She's just, "Here's how to fix it." And they trust her.
in: Viděli jste, jak všichni na Groundbreakeru poslouchají Junlei? Ona jen: "Tady je návod, jak to napravit." A oni jí věří.

# conversations/companions/g_companion_parvati_in_party:331:DefaultText
source: It's just- she's calm and knows what to do. I wish I was half so confident.
in: Je prostě klidná a ví, co má dělat. Kéž bych byla aspoň z poloviny tak sebejistá.

# conversations/companions/g_companion_parvati_in_party:332:DefaultText
source: Just took off-guard, is all. I never met another engineer afore who wasn't my dad.
in: Jen mě to zaskočilo, to je vše. Nikdy předtím jsem nepotkal jiného inženýra, který by nebyl můj táta.

# conversations/companions/g_companion_parvati_in_party:333:DefaultText
source: Sounds like you're not sure how you feel.
in: Zdá se, že si nejste jistá, jak se cítíte.
