Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_on_ship.po
Languages: cs

# conversations/companions/g_companion_nyoka_on_ship:173:DefaultText
source: ...you know what? Nevermind, Captain. You find your way out of your own asshole, come try talking about this again, all right?
cs: ...víte co? Nevadí, kapitáne. Najdi si cestu z vlastní prdele a zkus o tom mluvit znovu, ano?

# conversations/companions/g_companion_nyoka_on_ship:174:DefaultText
source: All right. Let's hear it.
cs: Dobře. Poslechněme si to.

# conversations/companions/g_companion_nyoka_on_ship:175:DefaultText
source: We don't have time right now. Sorry. Maybe later.
cs: Teď nemáme čas. Omlouváme se. Možná později.

# conversations/companions/g_companion_nyoka_on_ship:176:DefaultText
source: Nyoka, you're out of the crew. Pack up your stuff.
cs: Nyoko, jsi mimo posádku. Sbal si věci.

# conversations/companions/g_companion_nyoka_on_ship:177:DefaultText
source: Wh- wait, what? What the hell's gotten into you, Captain?
cs: Počkat, co? Co to do tebe sakra vjelo, kapitáne?

# conversations/companions/g_companion_nyoka_on_ship:178:DefaultText
source: Uh. Whoops, nevermind. I don't know what I was thinking.
cs: Uh. Whoops, to je jedno. Nevím, co jsem si myslel.

# conversations/companions/g_companion_nyoka_on_ship:179:DefaultText
source: I'm serious. I want you gone.
cs: Myslím to vážně. Chci, abys odešel.

# conversations/companions/g_companion_nyoka_on_ship:180:DefaultText
source: Fine. Whatever, asshole. I'll make tracks. I ever see you again, maybe I'll mistake you for a marauder.
cs: V pořádku. To je fuk, kreténe. Udělám stopy. Jestli tě ještě někdy uvidím, možná si tě splete s nájezdníkem.

# conversations/companions/g_companion_nyoka_on_ship:183:DefaultText
source: And after that?
cs: A potom?

# conversations/companions/g_companion_nyoka_on_ship:184:DefaultText
source: Where's home?
cs: Kde je domov?

# conversations/companions/g_companion_nyoka_on_ship:185:DefaultText
source: Then we find my two lost trackers and bring them home.
cs: Pak najdeme mé dva ztracené stopaře a přivedeme je domů.

# conversations/companions/g_companion_nyoka_on_ship:186:DefaultText
source: A long time ago, we built an encampment in one of Monarch's cave systems. Trouble is, a mantiqueen showed up and kicked us all out.
cs: Kdysi dávno jsme si postavili tábor v jednom z Monarchových jeskynních systémů. Potíž je v tom, že se objevil mantikén a všechny nás vyhnal.

# conversations/companions/g_companion_nyoka_on_ship:187:DefaultText
source: If we can find Rebekah and Anders, they'll know how to lure her out. Then we kill the bitch and bury everyone's medallions together.
cs: Pokud najdeme Rebeku a Anderse, budou vědět, jak ji vylákat ven. Pak tu mrchu zabijeme a medailonky všech pohřbíme společně.

# conversations/companions/g_companion_nyoka_on_ship:188:DefaultText
source: Sounds fun. Let's go!
cs: Zní to zábavně. Jdeme na to!

# conversations/companions/g_companion_nyoka_on_ship:190:DefaultText
source: Okay. To Hayes, then.
cs: Dobře. Tak tedy na Hayese.

# conversations/companions/g_companion_nyoka_on_ship:191:DefaultText
source: ...we're going to have to kill a mantiqueen?
cs: ...budeme muset zabít mantikenu?

# conversations/companions/g_companion_nyoka_on_ship:192:DefaultText
source: Oh, yes. I can't wait.
cs: Ach, ano. Už se nemůžu dočkat.

# conversations/companions/g_companion_nyoka_on_ship:193:DefaultText
source: Figure while we're out here in the wilderness anyhow, we might stop in on an old friend of mine.
cs: Když už jsme tady v divočině, mohli bychom se zastavit u jednoho mého starého přítele.

# conversations/companions/g_companion_nyoka_on_ship:194:DefaultText
source: Preferably before we get to Hiram's. It's on the way, don't worry.
cs: Nejlépe předtím, než se dostaneme k Hiramovi. Je to na cestě, nebojte se.

# conversations/companions/g_companion_nyoka_on_ship:195:DefaultText
source: But for this... I need help. Logistically, because it's dangerous. Emotionally, because... it's dangerous.
cs: Ale pro tento... Potřebuji pomoc. Logisticky, protože je to nebezpečné. Emocionálně, protože... je to nebezpečné.

# conversations/companions/g_companion_nyoka_on_ship:196:DefaultText
source: Thanks for the compliment, I think.
cs: Myslím, že děkuji za kompliment.

# conversations/companions/g_companion_nyoka_on_ship:197:DefaultText
source: Next time we're out in the open sulfur, I'd like to stop in on an old friend of mine.
cs: Až budeme příště v otevřené síře, rád bych se zastavil u svého starého přítele.

# conversations/companions/g_companion_nyoka_on_ship:198:DefaultText
source: These glands are gross. Take them. Please.
cs: Tyto žlázy jsou hrubé. Vezměte si je. Prosím.
