Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_commentary.po
Languages: cs

# conversations/companions/g_companion_ellie_commentary:207:DefaultText
source: I'm warning you, that reverse psychology stuff doesn't work on me.
cs: Varuji tě, že na mě tahle obrácená psychologie nefunguje.

# conversations/companions/g_companion_ellie_commentary:208:DefaultText
source: And here I thought I'd seen it all. This galaxy must be bigger than I'd thought.
cs: A to jsem si myslel, že už jsem viděl všechno. Tahle galaxie musí být větší, než jsem si myslel.

# conversations/companions/g_companion_ellie_commentary:209:DefaultText
source: You're right. The point is that self-interest is like self-pleasure. No one wants to admit it, but everyone has a hand in it.
cs: Máte pravdu. Jde o to, že vlastní zájem je jako vlastní potěšení. Nikdo si to nechce přiznat, ale každý v tom má prsty.

# conversations/companions/g_companion_ellie_commentary:210:DefaultText
source: Hey, I'm not trying to box you in. Just having a friendly chat.
cs: Hej, nesnažím se tě omezovat. Jen si přátelsky povídáme.

# conversations/companions/g_companion_ellie_commentary:211:DefaultText
source: Speaking of lost causes, there's something I've been meaning to get around to.
cs: Když už mluvíme o ztracených případech, je tu něco, k čemu jsem se chtěl dostat.

# conversations/companions/g_companion_ellie_commentary:213:DefaultText
source: And speaking of uncomfortable conversations, there's something I've been meaning to get around to.
cs: A když už mluvíme o nepříjemných rozhovorech, je tu něco, k čemu jsem se chtěl dostat.

# conversations/companions/g_companion_ellie_commentary:214:DefaultText
source: Enough about Harlow, though.
cs: Ale dost už o Harlowovi.

# conversations/companions/g_companion_ellie_commentary:215:DefaultText
source: Even you never really go it alone. You usually throw your lot in with a crew.
cs: Ani vy na to nikdy nejste sami. Obvykle se přidáte k partě.

# conversations/companions/g_companion_ellie_commentary:216:DefaultText
source: It's got to get lonely, only ever looking out for yourself.
cs: Musí to být osamělé, když se staráš jen o sebe.

# conversations/companions/g_companion_ellie_commentary:217:DefaultText
source: Sure do. And unlike you, Captain, the rest of us don't get a big, fancy room with wall-to-wall windows. But let's forget about that, please.
cs: Určitě ano. A na rozdíl od vás, kapitáne, my ostatní nedostaneme velký, přepychový pokoj s okny od stěny ke stěně. Ale na to zapomeňme, prosím.

# conversations/companions/g_companion_ellie_commentary:218:DefaultText
source: There are worse things than a little solitude.
cs: Jsou horší věci než trocha samoty.

# conversations/companions/g_companion_ellie_commentary:220:DefaultText
source: You're not working for the Board out of some foolish sense of idealism.
cs: Nepracujete pro radu z nějakého pošetilého pocitu idealismu.

# conversations/companions/g_companion_ellie_commentary:221:DefaultText
source: You're not helping this scientist because you think that crackpot will save the colony.
cs: Tomuto vědci nepomáháte, protože si myslíte, že ten blázen zachrání kolonii.

# conversations/companions/g_companion_ellie_commentary:225:DefaultText
source: Don't get all mushy on me now. Come on, what did we just learn?
cs: Nebuď na mě tak hloupý. No tak, co jsme se právě naučili?

# conversations/companions/g_companion_ellie_commentary:226:DefaultText
source: Take a page out of my rulebook - don't trust anyone. Then it's easy.
cs: Vezměte si příklad z mých pravidel - nevěřte nikomu. Pak je to snadné.

# conversations/companions/g_companion_ellie_commentary:227:DefaultText
source: Hard for them to get a knife in your back that way.
cs: Těžko vám tak mohou vrazit nůž do zad.

# conversations/companions/g_companion_ellie_commentary:228:DefaultText
source: This Roseway business smells.
cs: Tento obchod Roseway je cítit.

# conversations/companions/g_companion_ellie_commentary:229:DefaultText
source: Something tells me things didn't end well for the guy who made the distress call. And whoever - or whatever - got him will be waiting for us.
cs: Něco mi říká, že pro toho, kdo volal na tísňovou linku, to nedopadlo dobře. A ať už ho dostal kdokoli nebo cokoli, bude na nás čekat.

# conversations/companions/g_companion_ellie_commentary:230:DefaultText
source: Do we know anything about who sent the call?
cs: Víme něco o tom, kdo ten hovor poslal?

# conversations/companions/g_companion_ellie_commentary:231:DefaultText
source: What's there to know, Captain? Shady corporate town caught up in shady corporate shit. Tough luck for them, but maybe an opportunity for us.
cs: Co je třeba vědět, kapitáne? Podezřelé korporátní město zapletené do podezřelých korporátních sraček. Smůla pro ně, ale možná příležitost pro nás.

# conversations/companions/g_companion_ellie_commentary:232:DefaultText
source: Why wouldn't they just call for corporate reinforcements?
cs: Proč prostě nezavolali firemní posily?

# conversations/companions/g_companion_ellie_commentary:233:DefaultText
source: With a lot of these companies, the thrashing you take from your boss is worse than whatever a bunch of marauders will do to you.
cs: Ve spoustě těchto společností je výprask od šéfa horší než to, co vám udělá banda nájezdníků.

# conversations/companions/g_companion_ellie_commentary:234:DefaultText
source: Could be a trap.
cs: Mohla by to být past.

# conversations/companions/g_companion_ellie_commentary:235:DefaultText
source: I'm counting on it.
cs: Počítám s tím.

# conversations/companions/g_companion_ellie_commentary:242:DefaultText
source: Fair enough. Let's go.
cs: To je fér. Jdeme na to.

# conversations/companions/g_companion_ellie_commentary:243:DefaultText
source: What are you suggesting?
cs: Co navrhujete?

# conversations/companions/g_companion_ellie_commentary:244:DefaultText
source: Just a little caution. Could be a reason no one's picked up this job yet.
cs: Jen malé upozornění. Mohl by to být důvod, proč se této práce zatím nikdo neujal.

# conversations/companions/g_companion_ellie_commentary:245:DefaultText
source: What, afraid of a few fights?
cs: Cože, bojíte se několika rvaček?

# conversations/companions/g_companion_ellie_commentary:246:DefaultText
source: Nah. I just wanna make sure we live to get paid.
cs: Ne. Chci se jen ujistit, že se dožijeme výplaty.

# conversations/companions/g_companion_ellie_commentary:249:DefaultText
source: Someone needs help, Ellie, and we're going to give it to them.
cs: Někdo potřebuje pomoc, Ellie, a my mu ji poskytneme.

# conversations/companions/g_companion_ellie_commentary:250:DefaultText
source: If you say so. I'm keeping a finger on the trigger all the same.
cs: Když to říkáte. Přesto držím prst na spoušti.

# conversations/companions/g_companion_ellie_commentary:251:DefaultText
source: Maybe it's nothing. Maybe the call was an accident.
cs: Možná to nic není. Možná to byla nehoda.

# conversations/companions/g_companion_ellie_commentary:252:DefaultText
source: You're saying he walked into a communications tower, turned on the transmitter, held down the talk button, and sent half a message by accident?
cs: Chcete říct, že přišel ke komunikační věži, zapnul vysílač, podržel tlačítko pro hovor a omylem poslal půl zprávy?

# conversations/companions/g_companion_ellie_commentary:253:DefaultText
source: You act like you've never done something like that. Let's not judge.
cs: Děláš, jako bys něco takového nikdy neudělal. Nesuďme.

# conversations/companions/g_companion_ellie_commentary:254:DefaultText
source: Oh, I'm judging, all right.
cs: Oh, já soudím, v pořádku.

# conversations/companions/g_companion_ellie_commentary:255:DefaultText
source: Only one way to find out.
cs: Zjistit to lze jen jedním způsobem.

# conversations/companions/g_companion_ellie_commentary:256:DefaultText
source: Captain. You got a second?
cs: Kapitán. Máte chvilku?

# conversations/companions/g_companion_ellie_commentary:257:DefaultText
source: Good thinking.
cs: Dobrá myšlenka.

# conversations/companions/g_companion_ellie_commentary:258:DefaultText
source: They don't give medical degrees to dummies, Captain.
cs: Lékařské tituly se nedávají hlupákům, kapitáne.

# conversations/companions/g_companion_ellie_commentary:259:DefaultText
source: Anyway, we might as well take a look out there. See if we can get the jump on whoever's waiting for us.
cs: Každopádně se tam můžeme podívat. Uvidíme, jestli se nám podaří předběhnout toho, kdo na nás čeká.

# conversations/companions/g_companion_ellie_commentary:260:DefaultText
source: Doesn't exactly encourage calling for aid when there's a fuckup.
cs: To zrovna nepodporuje volání o pomoc, když dojde k průšvihu.

# conversations/companions/g_companion_ellie_commentary:263:DefaultText
source: Now, quiet down and let the adults talk, okay?
cs: Teď se uklidněte a nechte mluvit dospělé, ano?

# conversations/companions/g_companion_ellie_commentary:264:DefaultText
source: Watch your step on Monarch. It's not just the monsters and sulfur pits you gotta look out for.
cs: Na Monarchu si dávejte pozor, kam šlapete. Pozor si musíte dávat nejen na příšery a sirné jámy.

# conversations/companions/g_companion_ellie_commentary:266:DefaultText
source: Captain, I've been thinking.
cs: Kapitáne, přemýšlel jsem.

# conversations/companions/g_companion_ellie_commentary:267:DefaultText
source: Captain, I can't stop thinking about that business with Harlow.
cs: Kapitáne, nemůžu přestat myslet na tu záležitost s Harlow.

# conversations/companions/g_companion_ellie_commentary:268:DefaultText
source: What did I tell you? Harlow's "down with the man" schtick was just an act. No one who yammers that much means half of it.
cs: Co jsem ti řekl? Harlowovo "s mužem na dně" bylo jen divadýlko. Nikdo, kdo tolik křičí, to nemyslí ani z poloviny vážně.
