Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_quest_main.po
Languages: cs

# conversations/companions/g_companion_max_quest_main:135:DefaultText
source: I should have guessed. What better place to lay low if you wish to avoid the authorities?
cs: Mělo mě to napadnout. Jaké je lepší místo, kde se skrývat, když se chcete vyhnout úřadům?

# conversations/companions/g_companion_max_quest_main:137:DefaultText
source: Oh, you know. Illegal smuggler's town on a blockaded planet. The usual. Shouldn't be hard to find him at all. Once we're there.
cs: Však víte. Nelegální pašerácké město na blokované planetě. Jako obvykle. Nemělo by být vůbec těžké ho najít. Až tam budeme.

# conversations/companions/g_companion_max_quest_main:138:DefaultText
source: Ah, yes. Here. There's a domicile on Monarch, in Fallbrook, rented to the same bit cart he used to buy his seat on the salvage ship.
cs: Ach, ano. Tady. Na Monarchu, ve Fallbrooku, má bydliště pronajaté ten samý kousek vozíku, za který si koupil místo na záchranné lodi.

# conversations/companions/g_companion_max_quest_main:139:DefaultText
source: How will a crew manifest help us track down your scholar friend?
cs: Jak nám manifest posádky pomůže najít vašeho učence?

# conversations/companions/g_companion_max_quest_main:140:DefaultText
source: I'll comb the last six months of departure manifests to track the Philosophist's offworld destination.
cs: Projdu posledních šest měsíců odletových manifestů, abych vystopoval Filosofovu mimozemskou destinaci.

# conversations/companions/g_companion_max_quest_main:141:DefaultText
source: If I can access the data cartridge from the terminal in security, I can easily hack into their arrivals and departures registry.
cs: Pokud se mi podaří získat přístup k datové kazetě z bezpečnostního terminálu, mohu se snadno nabourat do jejich registru příletů a odletů.

# conversations/companions/g_companion_max_quest_main:142:DefaultText
source: It will be. But I have the utmost faith that you can handle it.
cs: Bude to. Ale pevně věřím, že to zvládnete.

# conversations/companions/g_companion_max_quest_main:143:DefaultText
source: A former what, now?
cs: Bývalý co, teď?

# conversations/companions/g_companion_max_quest_main:144:DefaultText
source: You caught me. Listen, the OSI frowns on fraternization with Philosophists. I'd like to keep my associations with our... scholar friend quiet.
cs: Přistihl jsi mě. Poslyš, OSI nemá ráda bratříčkování s filosofy. Rád bych udržel své styky s naším... učeným přítelem v tajnosti.

# conversations/companions/g_companion_max_quest_main:145:DefaultText
source: I'm certain he knew it was in French, and I was going to make him pay for wasting years of my life.
cs: Jsem si jistý, že věděl, že je to ve francouzštině, a já mu hodlal zaplatit za to, že jsem promarnil roky svého života.

# conversations/companions/g_companion_max_quest_main:146:DefaultText
source: Maybe you're right.
cs: Možná máte pravdu.

# conversations/companions/g_companion_max_quest_main:148:DefaultText
source: Chaney conned me not only out of good money for the book's location, but also years of my life. I'm certain he knew it was in French. At least you made him pay. For all of it.
cs: Chaney mě připravil nejen o slušné peníze za umístění knihy, ale také o roky mého života. Jsem si jistý, že věděl, že je ve francouzštině. Alespoň jsi ho donutil zaplatit. Za všechno.

# conversations/companions/g_companion_max_quest_main:149:DefaultText
source: I thought my training had allowed me to leave it behind, but prison brought it all raging back.
cs: Myslel jsem, že jsem to díky svému výcviku nechal za sebou, ale ve vězení se mi to všechno vrátilo.

# conversations/companions/g_companion_max_quest_main:150:DefaultText
source: <Say nothing.>
cs: <Neříkej nic.>

# conversations/companions/g_companion_max_quest_main:151:DefaultText
source: And it felt... right.
cs: A bylo to... správné.

# conversations/companions/g_companion_max_quest_main:152:DefaultText
source: It has been a long time since I gave in to my... violent enthusiasm.
cs: Už je to dlouho, co jsem podlehl svému... násilnickému nadšení.

# conversations/companions/g_companion_max_quest_main:153:DefaultText
source: It has been a long time since I gave in to my... violent enthusiasm.
cs: Už je to dlouho, co jsem podlehl svému... násilnickému nadšení.

# conversations/companions/g_companion_max_quest_main:154:DefaultText
source: I want to throttle you... but perhaps it's time to admit that you're right.
cs: Nejraději bych tě uškrtil... ale možná je na čase uznat, že máš pravdu.

# conversations/companions/g_companion_max_quest_main:156:DefaultText
source: Oh, now you're sorry?! Your apology would be laudable if only some things could be undone. I suppose this is my well-deserved fate.
cs: Tak teď se omlouváš?! Vaše omluva by byla chvályhodná, jen kdyby se některé věci daly vrátit zpět. Předpokládám, že je to můj zasloužený osud.

# conversations/companions/g_companion_max_quest_main:157:DefaultText
source: Should have known better than to fight my station. All right, universe, message received.
cs: Měl jsem vědět, že nebudu bojovat se svým stanovištěm. Dobře, vesmíre, zpráva přijata.

# conversations/companions/g_companion_max_quest_main:158:DefaultText
source: I'm sorry, Max.
cs: Je mi to líto, Maxi.

# conversations/companions/g_companion_max_quest_main:160:DefaultText
source: This is it: security. I can check the departures registry to find out which crew Cha - I mean, the scholar shipped in and out with.
cs: To je ono: bezpečnost. Mohu se podívat do registru odletů a zjistit, s jakou posádkou Cha - chci říct učenec nastoupil a vystoupil.

# conversations/companions/g_companion_max_quest_main:161:DefaultText
source: I'm sorry. Next time I'll let you take your own revenge.
cs: Omlouvám se. Příště tě nechám, aby ses pomstil sám.

# conversations/companions/g_companion_max_quest_main:162:DefaultText
source: That is becoming more and more obvious. I don't think you understand the hatred I was harboring for that miserable excuse for a human being.
cs: To je stále zřejmější. Myslím, že nechápeš, jakou nenávist jsem k té ubohé náhražce člověka choval.

# conversations/companions/g_companion_max_quest_main:163:DefaultText
source: That'll give us dates, times, and the crew manifests for every registered ship.
cs: To nám poskytne data, časy a seznamy posádek všech registrovaných lodí.

# conversations/companions/g_companion_max_quest_main:164:DefaultText
source: Thank you, Captain.
cs: Děkuji, kapitáne.

# conversations/companions/g_companion_max_quest_main:165:DefaultText
source: Thank you, Captain. I knew I could rely on you. I think it will help put all this behind me.
cs: Děkuji, kapitáne. Věděl jsem, že se na vás mohu spolehnout. Myslím, že mi to pomůže hodit to všechno za hlavu.

# conversations/companions/g_companion_max_quest_main:166:DefaultText
source: As you wish. You are the captain, after all.
cs: Jak si přejete. Jste přece kapitán.

# conversations/companions/g_companion_max_quest_main:167:DefaultText
source: I must admit I'm feeling trepidation about meeting this so called hermit. I may finally find the answers I've been looking for, but will they be enough? I suppose they'll have to be.
cs: Musím přiznat, že mám ze setkání s tímto takzvaným poustevníkem obavy. Možná konečně najdu odpovědi, které jsem hledal, ale budou mi stačit? Předpokládám, že budou muset být.

# conversations/companions/g_companion_max_quest_main:168:DefaultText
source: Cut the crap, Max. You lied to me about Chaney, and I want to know why.
cs: Nech si ty kecy, Maxi. Lhal jsi mi o Chaneym a já chci vědět proč.

# conversations/companions/g_companion_max_quest_main:169:DefaultText
source: Never mind that, why did you feel the need to lie about Chaney?
cs: To je jedno, proč jste cítil potřebu lhát o Chaneym?

# conversations/companions/g_companion_max_quest_main:170:DefaultText
source: You're right, I owe you an apology. I've been so obsessed, for so long... I couldn't see anything else. You offered me a place on your crew, friendship, and I used you to get to Chaney.
cs: Máš pravdu, dlužím ti omluvu. Byl jsem tak posedlý, tak dlouho... že jsem nedokázala vidět nic jiného. Nabídl jsi mi místo ve své partě, přátelství, a já tě využil, abych se dostal k Chaneymu.

# conversations/companions/g_companion_max_quest_main:171:DefaultText
source: And even then, you saved me from myself. I don't know if I could live with myself had I gone through with it.
cs: A i tehdy jsi mě zachránil před sebou samým. Nevím, jestli bych se sebou dokázala žít, kdybych to udělala.

# conversations/companions/g_companion_max_quest_main:173:DefaultText
source: You owe me nothing, I know, but I'm... I'm begging your forgiveness.
cs: Vím, že mi nic nedlužíš, ale... Prosím tě o odpuštění.

# conversations/companions/g_companion_max_quest_main:175:DefaultText
source: I don't think so. You're not welcome on my crew anymore, pack your things.
cs: To si nemyslím. V mé posádce už nejsi vítán, sbal si věci.

# conversations/companions/g_companion_max_quest_main:176:DefaultText
source: I understand, it's nothing but what I deserve. I won't bother you anymore. Goodbye, captain.
cs: Chápu to, není to nic jiného, než co si zasloužím. Už tě nebudu obtěžovat. Sbohem, kapitáne.

# conversations/companions/g_companion_max_quest_main:179:DefaultText
source: I understand. We all get a little obsessed sometimes. You're forgiven.
cs: Rozumím. Všichni jsme někdy trochu posedlí. Je ti odpuštěno.

# conversations/companions/g_companion_max_quest_main:180:DefaultText
source: Okay, but I'm watching you. You ever lie to me again, about anything, you're out.
cs: Dobře, ale já tě sleduju. Ještě jednou mi zalžeš, ať už v čemkoli, a končíš.

# conversations/companions/g_companion_max_quest_main:181:DefaultText
source: Thank you. I promise, I'll be nothing but truthful from this point forward.
cs: Děkujeme. Slibuji, že od této chvíle budu mluvit jen pravdu.

# conversations/companions/g_companion_max_quest_main:182:DefaultText
source: Wait, what? You're saying you were fucking lying to me all this time? How dare you!
cs: Počkat, cože? Chceš říct, že jsi mi celou dobu lhal? Jak se opovažuješ!

# conversations/companions/g_companion_max_quest_main:183:DefaultText
source: You were lying to me about him whole time? Care to explain yourself?
cs: Celou dobu jsi mi o něm lhal? Vysvětlíš mi to?

# conversations/companions/g_companion_max_quest_main:184:DefaultText
source: Why did you feel the need to lie to me about Chaney?
cs: Proč jsi měl potřebu mi lhát o Chaneym?

# conversations/companions/g_companion_max_quest_main:185:DefaultText
source: Why would you do that? I needed her!
cs: Proč byste to dělali? Potřeboval jsem ji!

# conversations/companions/g_companion_max_quest_main:186:DefaultText
source: Now that we have the data cartridge I can finally find where that scholar I'm looking for ended up.
cs: Teď, když máme datovou kazetu, mohu konečně zjistit, kde skončil ten učenec, kterého hledám.

# conversations/companions/g_companion_max_quest_main:187:DefaultText
source: Sounds like Chaney's gone gold panning down on the river. Uh, I guess even scholars need to find ways to make ends meet in exile.
cs: Vypadá to, že Chaney šel dolů na řeku rýžovat zlato. Hádám, že i učenci si musí najít způsob, jak si v exilu vydělat na živobytí.

# conversations/companions/g_companion_max_quest_main:188:DefaultText
source: Wait, what are you doing? I'm supposed to be the one to kill him!
cs: Počkej, co to děláš? To já ho mám zabít!

# conversations/companions/g_companion_max_quest_main:189:DefaultText
source: Ah, yes. he's right here in Fallbrook, rented a domicile with the same bit cart he used to buy his seat on the salvage ship.
cs: Aha, ano. je přímo tady ve Fallbrooku, pronajal si bydlení za stejný kousek vozíku, za který si koupil místo na záchranné lodi.

# conversations/companions/g_companion_max_quest_main:190:DefaultText
source: There it is. Just yank the drive and I'll do the rest.
cs: Tady je. Jen vytáhněte disk a já udělám zbytek.
