Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_on_ship.po
Languages: cs

# conversations/companions/g_companion_parvati_on_ship:210:DefaultText
source: I'm not dropping them, Captain. I just don't want you involved anymore.
cs: Já je nepustím, kapitáne. Jen už nechci, abyste se do toho zapletl.

# conversations/companions/g_companion_parvati_on_ship:211:DefaultText
source: I'm glad for all the help you gave me. But the way you want to do things just doesn't sit well with me.
cs: Jsem rád za veškerou pomoc, kterou jste mi poskytli. Ale způsob, jakým to chceš udělat, mi prostě nesedí.

# conversations/companions/g_companion_parvati_on_ship:212:DefaultText
source: Oh gosh! You got me more than one! Which scent do you think I oughta use?
cs: Bože! Dostal jsi mě víc než jeden! Kterou vůni mám podle tebe použít?

# conversations/companions/g_companion_parvati_on_ship:214:DefaultText
source: Rose-ish. When it comes to romance, you can't go wrong with the classics.
cs: Růžová. Pokud jde o romantiku, nemůžete se splést s klasikou.

# conversations/companions/g_companion_parvati_on_ship:215:DefaultText
source: Mock-apples and Synthamon match your personality.
cs: Mock-apples a Synthamon odpovídají vaší osobnosti.

# conversations/companions/g_companion_parvati_on_ship:216:DefaultText
source: An engineer might like Refurbished Ship. Scrubbed parts and all that.
cs: Inženýrovi by se mohlo líbit Refurbished Ship. Očištěné díly a podobně.

# conversations/companions/g_companion_parvati_on_ship:217:DefaultText
source: I don't have much taste in bath products. Pick whatever you like.
cs: Nemám moc velký vkus na produkty do koupele. Vyberte si, co se vám líbí.

# conversations/companions/g_companion_parvati_on_ship:219:DefaultText
source: We didn't have roses in Edgewater. We don't have 'em nowhere in Halcyon, actually. I heard they smell real pretty, though.
cs: V Edgewateru jsme neměli růže. Vlastně je nemáme nikde v Halcyonu. Slyšela jsem ale, že krásně voní.

# conversations/companions/g_companion_parvati_on_ship:220:DefaultText
source: Aw, you. It's like a kitchen in autumn. Coming home with leaves stuck in your pants cuffs. Yeah. That's a good one.
cs: Ty. Je to tu jako v kuchyni na podzim. Přijít domů s listím uvízlým v manžetách kalhot. Jo. To je dobrý.

# conversations/companions/g_companion_parvati_on_ship:221:DefaultText
source: Sure enough. That's a smell that says we're going places.
cs: Jistě. To je vůně, která říká, že jdeme na věc.

# conversations/companions/g_companion_parvati_on_ship:222:DefaultText
source: It's not what I like, it's what Junlei would like. I guess... I'll think on it.
cs: Nejde o to, co se líbí mně, ale o to, co by se líbilo Junlei. Myslím, že... Budu o tom přemýšlet.

# conversations/companions/g_companion_parvati_on_ship:232:DefaultText
source: Hey Captain, 'scuse my asking, but... I heard you met a big fancy engineer on Groundbreaker?
cs: Kapitáne, promiňte, že se ptám, ale... Slyšel jsem, že jste se na Groundbreakeru setkal s velkým inženýrem?

# conversations/companions/g_companion_parvati_on_ship:233:DefaultText
source: You mean Junlei Tennyson? Yeah, I'm working a job for her.
cs: Myslíte Junlei Tennyson? Ano, pracuji pro ni.

# conversations/companions/g_companion_parvati_on_ship:234:DefaultText
source: I was wondering if maybe you could take me along next time you visit? Just to meet her.
cs: Napadlo mě, jestli byste mě při příští návštěvě nemohl vzít s sebou? Abych se s ní seznámila.

# conversations/companions/g_companion_parvati_on_ship:235:DefaultText
source: I don't got much experience fixing actual spaceships. I bet you a can of boarst and beans she could teach me all manner of stuff.
cs: Nemám moc zkušeností s opravami skutečných vesmírných lodí. Vsadím se s vámi o plechovku kančího a fazolí, že by mě mohla naučit spoustu věcí.

# conversations/companions/g_companion_parvati_on_ship:236:DefaultText
source: Makes sense to me. Next time we dock at Groundbreaker, I'll try to remember.
cs: To mi dává smysl. Až příště zakotvíme v Groundbreakeru, zkusím si vzpomenout.

# conversations/companions/g_companion_parvati_on_ship:237:DefaultText
source: Sure, we could head over to Engineering now.
cs: Jistě, mohli bychom jít do strojovny.

# conversations/companions/g_companion_parvati_on_ship:238:DefaultText
source: Thanks, Captain. I'll be sure to make it worth your time.
cs: Díky, kapitáne. Budu se snažit, aby to stálo za váš čas.

# conversations/companions/g_companion_parvati_on_ship:239:DefaultText
source: Did you wanna talk about something else?
cs: Chtěl jsi mluvit o něčem jiném?

# conversations/companions/g_companion_parvati_on_ship:240:DefaultText
source: I thought you said you could keep this boat in good repair?
cs: Myslel jsem, že jsi říkal, že dokážeš udržovat loď v dobrém stavu?

# conversations/companions/g_companion_parvati_on_ship:241:DefaultText
source: I abso-surely can. I'm a passing fair mechanic. Even Mister Tobson woulda said it's my only skill.
cs: To rozhodně mohu. Jsem projíždějící poctivý mechanik. I pan Tobson by řekl, že je to moje jediná dovednost.

# conversations/companions/g_companion_parvati_on_ship:242:DefaultText
source: But I'm used to working on cannery lines, AG loaders, and the like. There's tricks about ships I ain't learned yet.
cs: Ale jsem zvyklý pracovat na konzervárenských linkách, nakladačích AG a podobně. Některé triky na lodích jsem se ještě nenaučil.

# conversations/companions/g_companion_parvati_on_ship:243:DefaultText
source: All's I'm looking for is a few pointers. I bet a lady who runs a whole station has forgot more than I ever learned.
cs: Hledám jen pár tipů. Vsadím se, že paní, která vede celou stanici, toho zapomněla víc, než jsem se kdy naučil já.

# conversations/companions/g_companion_parvati_on_ship:244:DefaultText
source: Are you asking to leave my crew and join hers?
cs: Chceš odejít z mé posádky a přidat se k té její?

# conversations/companions/g_companion_parvati_on_ship:245:DefaultText
source: Gosh no, Captain. I aim to stay so long as I'm welcome.
cs: To ne, kapitáne. Chci zůstat, dokud budu vítán.

# conversations/companions/g_companion_parvati_on_ship:246:DefaultText
source: I figured Junlei and I could confabulate over wireless, or by message.
cs: Usoudil jsem, že bychom se s Junlei mohli domluvit přes bezdrátové spojení nebo vzkazem.

# conversations/companions/g_companion_parvati_on_ship:247:DefaultText
source: And maybe when we put in to Groundbreaker, I could stop by to visit her sometimes. But only when you don't need me with you.
cs: A možná, že až se ubytujeme v Groundbreakeru, mohl bych se za ní někdy zastavit. Ale jen když mě nebudeš potřebovat u sebe.

# conversations/companions/g_companion_parvati_on_ship:248:DefaultText
source: I don't think she'd be much help. But if you happen to be along, feel free to speak up.
cs: Nemyslím si, že by vám mohla být nápomocná. Ale kdybyste náhodou byli poblíž, klidně se ozvěte.

# conversations/companions/g_companion_parvati_on_ship:249:DefaultText
source: Okay. I don't wanna waste your time or nothing.
cs: Dobře. Nechci plýtvat tvým časem ani ničím jiným.

# conversations/companions/g_companion_parvati_on_ship:250:DefaultText
source: I don't know if I'd call her "fancy." She was covered in grease.
cs: Nevím, jestli bych ji nazvala "přepychovou". Byla celá od tuku.

# conversations/companions/g_companion_parvati_on_ship:251:DefaultText
source: Wow. Sounds like a hands-on kinda lady. That's great.
cs: Páni. To zní jako praktická dáma. To je skvělé.

# conversations/companions/g_companion_parvati_on_ship:252:DefaultText
source: Is this urgent, or can it wait?
cs: Je to naléhavé, nebo to může počkat?

# conversations/companions/g_companion_parvati_on_ship:253:DefaultText
source: I still don't want to talk about this.
cs: Pořád o tom nechci mluvit.

# conversations/companions/g_companion_parvati_on_ship:254:DefaultText
source: Hey, Captain? I been thinking. You know Ms. Junlei, the engineer who runs the Groundbreaker?
cs: Hej, kapitáne? Přemýšlel jsem. Znáte paní Junlei, inženýrku, která řídí Groundbreaker?

# conversations/companions/g_companion_parvati_on_ship:255:DefaultText
source: What about her?
cs: A co ona?

# conversations/companions/g_companion_parvati_on_ship:256:DefaultText
source: I was wondering if maybe you could take me along next time you visit? I had a thought since we met.
cs: Napadlo mě, jestli byste mě při příští návštěvě nemohl vzít s sebou? Od té doby, co jsme se potkali, mě něco napadlo.

# conversations/companions/g_companion_parvati_on_ship:257:DefaultText
source: I remember her. I didn't care much for her manner.
cs: Vzpomínám si na ni. Její chování mě moc nezajímalo.

# conversations/companions/g_companion_parvati_on_ship:258:DefaultText
source: She carries a lot of burdens. You can watch the worries passing behind her eyes while she talks.
cs: Nese spoustu břemen. Když mluví, můžete sledovat, jak jí za očima ubíhají starosti.

# conversations/companions/g_companion_parvati_on_ship:289:DefaultText
source: Oh no. It can wait. Sorry. What do you need?
cs: Ale ne. To může počkat. Omlouvám se. Co potřebujete?

# conversations/companions/g_companion_parvati_on_ship:290:DefaultText
source: Sorry. I don't mean to make such a fuss.
cs: Omlouvám se. Nechtěl jsem dělat takový rozruch.

# conversations/companions/g_companion_parvati_on_ship:300:DefaultText
source: I'm so nervous. Having trouble focusing on my work.
cs: Jsem tak nervózní. Mám problém soustředit se na práci.

# conversations/companions/g_companion_parvati_on_ship:301:DefaultText
source: Captain, I know we're technically in your house and all, but- could you at least put on some pants?
cs: Kapitáne, vím, že jsme technicky vzato ve vašem domě, ale... mohl byste si alespoň obléct kalhoty?

# conversations/companions/g_companion_parvati_on_ship:306:DefaultText
source: Did your dad ever work on space ships?
cs: Pracoval někdy tvůj otec na vesmírných lodích?

# conversations/companions/g_companion_parvati_on_ship:307:DefaultText
source: I don't see the humor.
cs: Nevidím v tom žádný humor.

# conversations/companions/g_companion_parvati_on_ship:308:DefaultText
source: You worked beside your father your whole life?
cs: Celý život jste pracoval po boku svého otce?

# conversations/companions/g_companion_parvati_on_ship:309:DefaultText
source: Reed seemed to have it in for you.
cs: Zdálo se, že Reed na tebe má spadeno.

# conversations/companions/g_companion_parvati_on_ship:310:DefaultText
source: He meant funny as in odd.
cs: Myslel to legračně jako divně.

# conversations/companions/g_companion_parvati_on_ship:311:DefaultText
source: Not on the regular. Once in a great long while, a saltuna boat would break down on the pad. He'd always bring me along for those.
cs: Ne pravidelně. Jednou za hodně dlouhou dobu se na podložce porouchal člun saltuna. Na ty mě vždycky bral s sebou.

# conversations/companions/g_companion_parvati_on_ship:315:DefaultText
source: It's not normal for anyone to do as their parents. You take a vocational test. That decides your schooling, and your career.
cs: Není normální, aby někdo dělal to, co jeho rodiče. Uděláte si profesní zkoušku. Ten rozhoduje o vašem vzdělání a o vaší kariéře.

# conversations/companions/g_companion_parvati_on_ship:316:DefaultText
source: Except for my schooling years, I was always beside him. Or tied to him. He used to carry me about in a sling when I was real little.
cs: Kromě školních let jsem byl vždycky vedle něj. Nebo jsem k němu byla připoutaná. Když jsem byl opravdu malý, nosil mě v závěsu.

# conversations/companions/g_companion_parvati_on_ship:317:DefaultText
source: When I got older he set me to sorting tools and parts while he worked. Later he taught me simple fixes, like busted crate latches.
cs: Když jsem byl starší, pověřil mě tříděním nářadí a dílů, zatímco on pracoval. Později mě naučil jednoduché opravy, například rozbité západky beden.

# conversations/companions/g_companion_parvati_on_ship:318:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/companions/g_companion_parvati_on_ship:319:DefaultText
source: I- I'm not exactly a model employee. Not like he wanted. The kind that stays quiet and gets the right work done in the right order every day.
cs: Nejsem zrovna vzorný zaměstnanec. Ne takový, jaký chtěl. Takový, který zůstává potichu a každý den odvádí správnou práci ve správném pořadí.

# conversations/companions/g_companion_parvati_on_ship:320:DefaultText
source: When I tested out for maintenance, everyone figured it was on account of my dad. They were real unhappy with us.
cs: Když jsem se testoval na údržbu, všichni si mysleli, že je to kvůli mému otci. Byli z nás opravdu nešťastní.

# conversations/companions/g_companion_parvati_on_ship:322:DefaultText
source: Why would people be unhappy about you getting a maintenance job?
cs: Proč by měli být lidé nešťastní z toho, že jste dostal práci údržbáře?

# conversations/companions/g_companion_parvati_on_ship:323:DefaultText
source: Because they were hoping their own kin would get the job, and get sent back to Edgewater.
cs: Protože doufali, že práci dostanou jejich příbuzní a pošlou je zpátky do Edgewateru.

# conversations/companions/g_companion_parvati_on_ship:326:DefaultText
source: That's unbelievably cruel.
cs: To je neuvěřitelně kruté.

# conversations/companions/g_companion_parvati_on_ship:327:DefaultText
source: You don't have any say in it at all?
cs: Nemáte do toho vůbec co mluvit?

# conversations/companions/g_companion_parvati_on_ship:328:DefaultText
source: You make this sound implausibly efficient.
cs: Zní to neuvěřitelně efektivně.

# conversations/companions/g_companion_parvati_on_ship:329:DefaultText
source: It ain't exactly cruel to have the promise of a paying job. And that's all it is. You go where the company needs you. Where your skills do the most good.
cs: Příslib placené práce není zrovna krutý. A to je všechno. Jdeš tam, kde tě firma potřebuje. Tam, kde jsou vaše dovednosti nejpřínosnější.

# conversations/companions/g_companion_parvati_on_ship:332:DefaultText
source: One aptitude test determines your whole life?
cs: Jeden test schopností rozhoduje o celém vašem životě?

# conversations/companions/g_companion_parvati_on_ship:333:DefaultText
source: They're powerful good tests. They rattled off this whole list of names who'd worked on them, with fancy bits hanging off them. Doctors and Esquires and The Thirds.
cs: Jsou to silné dobré testy. Vyjmenovali celý seznam jmen, která na nich pracovala, a na nich visely luxusní kousky. Doktoři a Eskiry a Třetí.

# conversations/companions/g_companion_parvati_on_ship:334:DefaultText
source: Even if you don't believe they actually catch what everybody's best at, everybody's gotta take them. So at least it's fair-ish.
cs: I když nevěříte, že skutečně chytají to, v čem je každý nejlepší, každý si je musí vzít. Takže je to alespoň trochu spravedlivé.

# conversations/companions/g_companion_parvati_on_ship:337:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/companions/g_companion_parvati_on_ship:338:DefaultText
source: Sounds easy. Dull, but easy.
cs: Zní to jednoduše. Nudné, ale snadné.

# conversations/companions/g_companion_parvati_on_ship:339:DefaultText
source: I reckon you could say, "No thanks, I don't want a job." But then you don't got a job.
cs: Myslím, že bys mohl říct: "Ne, děkuji, nechci práci." Ale pak nemáš práci.

# conversations/companions/g_companion_parvati_on_ship:340:DefaultText
source: Real smart folk designed the tests. They use these things called "algorithms."
cs: Testy navrhli skutečně chytří lidé. Používají věci, kterým se říká "algoritmy".

# conversations/companions/g_companion_parvati_on_ship:342:DefaultText
source: But you actually are good at this. And you enjoy it.
cs: Ve skutečnosti jste v tom ale dobří. A baví vás to.

# conversations/companions/g_companion_parvati_on_ship:343:DefaultText
source: I'm good at making things work the way they ought. Not so much at doing such to somebody else's schedule.
cs: Umím zařídit, aby věci fungovaly tak, jak mají. Ne tak v tom, jak to udělat podle plánu někoho jiného.

# conversations/companions/g_companion_parvati_on_ship:344:DefaultText
source: They take into account what fulfills you. If somebody isn't happy in the job they get, it's likely on account of a poor attitude.
cs: Zohledňují to, co vás naplňuje. Pokud někdo není spokojený v práci, kterou dostal, je to pravděpodobně kvůli špatnému přístupu.

# conversations/companions/g_companion_parvati_on_ship:345:DefaultText
source: There's times I'm working deep in the guts of a loader, getting it all running perfect. Then I look up to see it's tomorrow, and I've blown another deadline.
cs: Někdy pracuji hluboko v útrobách nakladače, aby vše fungovalo perfektně. Pak se podívám nahoru a zjistím, že je zítra a já jsem prošvihl další termín.

# conversations/companions/g_companion_parvati_on_ship:346:DefaultText
source: Anyhow, I was happy to get back home. I didn't care much for schooling.
cs: Každopádně jsem byl rád, že jsem se vrátil domů. Škola mě moc nezajímala.

# conversations/companions/g_companion_parvati_on_ship:348:DefaultText
source: You didn't like your classes?
cs: Nelíbila se vám výuka?

# conversations/companions/g_companion_parvati_on_ship:350:DefaultText
source: When folk go away for schooling, they don't get back to where they begun. Not usually. You go straight to your first job, wherever the company's got an opening.
cs: Když lidé odejdou do školy, nevrátí se tam, kde začali. Obvykle ne. Jdeš rovnou do první práce, kamkoli, kde má firma volné místo.

# conversations/companions/g_companion_parvati_on_ship:351:DefaultText
source: They were a whole lotta reading, and not near enough doing. Like, before they'd issue you a wrench, they wanted an essay on the design of different wrenches.
cs: Hodně se v nich četlo a málo dělalo. Třeba než vám vydali klíč, chtěli po vás esej o konstrukci různých klíčů.

# conversations/companions/g_companion_parvati_on_ship:353:DefaultText
source: Then there'd be quizzes on company regulations for storage and maintenance of wrenches.
cs: Pak by se konaly kvízy o podnikových předpisech pro skladování a údržbu klíčů.

# conversations/companions/g_companion_parvati_on_ship:360:DefaultText
source: What did you do in your time off?
cs: Co jste dělal v době volna?

# conversations/companions/g_companion_parvati_on_ship:368:DefaultText
source: After school, you moved straight back to Edgewater?
cs: Po škole jste se přestěhoval zpátky do Edgewateru?

# conversations/companions/g_companion_parvati_on_ship:369:DefaultText
source: This has been interesting, but I want to talk about something else.
cs: Bylo to zajímavé, ale chci mluvit o něčem jiném.

# conversations/companions/g_companion_parvati_on_ship:373:DefaultText
source: Soon as I got permission, I spent all my time in the machine shop. They had all manner of parts, but they didn't want me using them, so I had to sneak 'em sometimes.
cs: Jakmile jsem dostal povolení, trávil jsem veškerý čas v dílně. Měli tam nejrůznější součástky, ale nechtěli, abych je používal, takže jsem je musel občas propašovat.

# conversations/companions/g_companion_parvati_on_ship:374:DefaultText
source: Build anything fun?
cs: Postavit něco zábavného?

# conversations/companions/g_companion_parvati_on_ship:375:DefaultText
source: That's it? You didn't spend time with friends?
cs: To je vše? Netrávil jsi čas s přáteli?

# conversations/companions/g_companion_parvati_on_ship:376:DefaultText
source: You didn't have your own room?
cs: Neměl jste vlastní pokoj?

# conversations/companions/g_companion_parvati_on_ship:377:DefaultText
source: I even slept in there. Had a hammock tied up in the rafters. Afore I left, I installed a little skylight for myself, so I could see the stars.
cs: Dokonce jsem tam i spal. Měl jsem na trámu přivázanou houpací síť. Než jsem odjel, nainstaloval jsem si malé střešní okno, abych viděl na hvězdy.

# conversations/companions/g_companion_parvati_on_ship:378:DefaultText
source: Students bunk four to a room. It's supposed to get you used to working as a team. There's no privacy, and no quiet.
cs: Studenti jsou ubytováni po čtyřech na pokoji. Má vás to naučit pracovat v týmu. Není tu žádné soukromí ani klid.

# conversations/companions/g_companion_parvati_on_ship:379:DefaultText
source: When my roommates tried to talk, I'd get so nervous, I'd be drenched in sweat. It was easier for everybody when I stayed off on my own. I doubt any of them remember me now.
cs: Když se spolubydlící pokoušeli mluvit, byl jsem tak nervózní, že mě polil pot. Pro všechny bylo jednodušší, když jsem zůstala sama. Pochybuju, že si mě teď někdo z nich pamatuje.

# conversations/companions/g_companion_parvati_on_ship:380:DefaultText
source: Can't say I had many. Mostly I kept to myself. Going to the community center to hear music, be in a crowd with people knocking into you - it all just made me want to run away.
cs: Nemůžu říct, že bych jich měl mnoho. Většinou jsem se držel stranou. Chodit do kulturního domu poslouchat hudbu, být v davu lidí, kteří do vás buší - to všechno ve mně vyvolávalo touhu utéct.

# conversations/companions/g_companion_parvati_on_ship:381:DefaultText
source: When an engine came in, I'd strip it down and rebuild it. I mostly built for myself. Custom tools. Little mechanical critters to talk to.
cs: Když přišel motor, rozebral jsem ho a přestavěl. Většinou jsem stavěl pro sebe. Nářadí na zakázku. Malá mechanická zvířátka, se kterými se dá mluvit.

# conversations/companions/g_companion_parvati_on_ship:382:DefaultText
source: They never caught you? You never got in trouble?
cs: Nikdy tě nechytili? Nikdy jsi neměl problémy?

# conversations/companions/g_companion_parvati_on_ship:383:DefaultText
source: Teachers came through now and again, looking for slackers or contraband. But I was always working. They liked that.
cs: Učitelé tu a tam procházeli a hledali flákače nebo kontraband. Ale já jsem vždycky pracoval. To se jim líbilo.

# conversations/companions/g_companion_parvati_on_ship:385:DefaultText
source: Otherwise I tried not to call attention to myself. Just stay quiet in a corner, I'll get overlooked.
cs: Jinak jsem se snažil na sebe neupozorňovat. Stačí zůstat potichu v koutě, a přehlédnou mě.

# conversations/companions/g_companion_parvati_on_ship:390:DefaultText
source: Yup. Nothing much had changed. Everything was a little greyer, a little dirtier. Dad met me at the shuttle and gave me a big old hug.
cs: Ano. Nic moc se nezměnilo. Všechno bylo trochu šedivější, trochu špinavější. Táta se se mnou setkal u raketoplánu a pořádně mě objal.

# conversations/companions/g_companion_parvati_on_ship:391:DefaultText
source: Break time's over.
cs: Přestávka skončila.

# conversations/companions/g_companion_parvati_on_ship:392:DefaultText
source: I noticed straight away that he was moving slower, and stiffer. He made a little grunt when I squeezed.
cs: Hned jsem si všiml, že se pohybuje pomaleji a ztuhle. Když jsem stiskla, trochu zachrčel.

# conversations/companions/g_companion_parvati_on_ship:393:DefaultText
source: He wasn't that old, was he?
cs: Nebyl tak starý, že ne?

# conversations/companions/g_companion_parvati_on_ship:394:DefaultText
source: Naw. But a whole life taking care of Edgewater by his lonesome? Working with all kinds of chemicals? It wears on a body.
cs: Ne. Ale celý život se starat o Edgewater sám? Práce se všemi druhy chemikálií? To se na těle vyčerpá.
