Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie.po
Languages: cs

# conversations/companions/g_companion_ellie:59:DefaultText
source: Something on your mind?
cs: Máte něco na srdci?

# conversations/companions/g_companion_ellie:60:DefaultText
source: If we're going to work together, I'd like to know more about you.
cs: Pokud máme spolupracovat, rád bych o vás věděl víc.

# conversations/companions/g_companion_ellie:61:DefaultText
source: Never mind. Let's go.
cs: Nevadí. Jdeme na to.

# conversations/companions/g_companion_ellie:62:DefaultText
source: Not much else to know, Captain. I like long walks on the Promenade and the smell of Spacer's Corona. I make a mean Zero Gee cocktail, and I've got a meaner right hook.
cs: Víc toho není třeba vědět, kapitáne. Mám rád dlouhé procházky po promenádě a vůni Spacer's Corony. Dělám dobrý koktejl Zero Gee a mám ještě horší pravý hák.

# conversations/companions/g_companion_ellie:63:DefaultText
source: What's a Zero Gee cocktail?
cs: Co je koktejl Zero Gee?

# conversations/companions/g_companion_ellie:64:DefaultText
source: It's a mix of whatever you've got on hand. Usually Zero Gee Brew with some Spectrum Vodka if you're lucky. Purpleberry Shake if you're not.
cs: Je to směs všeho, co máte po ruce. Obvykle Zero Gee Brew s trochou Spectrum Vodky, pokud máte štěstí. Pokud ne, tak Purpleberry Shake.

# conversations/companions/g_companion_ellie:65:DefaultText
source: Inventive. I like it.
cs: Invenční. To se mi líbí.

# conversations/companions/g_companion_ellie:66:DefaultText
source: That sounds disgusting.
cs: To zní nechutně.

# conversations/companions/g_companion_ellie:67:DefaultText
source: So you never know what you're getting?
cs: Takže nikdy nevíte, co dostanete?

# conversations/companions/g_companion_ellie:68:DefaultText
source: Exactly! That's what makes them fun.
cs: Přesně tak! To je to, co je baví.

# conversations/companions/g_companion_ellie:69:DefaultText
source: Let's get back to business.
cs: Vraťme se k práci.

# conversations/companions/g_companion_ellie:70:DefaultText
source: No complaints here.
cs: Žádné stížnosti.

# conversations/companions/g_companion_ellie:71:DefaultText
source: I'll make you one sometime. If you don't enjoy it, I'll make a few more until you do.
cs: Někdy ti ho udělám. Pokud se ti nebude líbit, udělám několik dalších, dokud se ti líbit nebude.

# conversations/companions/g_companion_ellie:72:DefaultText
source: Out on the edge of the aether, we learn to make do with what we've got. No room for fancy predilections.
cs: Na okraji éteru se učíme vystačit s tím, co máme. Není tu místo pro fantazijní záliby.

# conversations/companions/g_companion_ellie:73:DefaultText
source: Do you have much experience contracting out with other captains?
cs: Máte velké zkušenosti s uzavíráním smluv s jinými kapitány?

# conversations/companions/g_companion_ellie:74:DefaultText
source: Sure do. Some of it was even legal.
cs: Určitě ano. Některé z nich byly dokonce legální.

# conversations/companions/g_companion_ellie:75:DefaultText
source: What's that supposed to mean?
cs: Co to má znamenat?

# conversations/companions/g_companion_ellie:76:DefaultText
source: You weren't joking about being a pirate.
cs: O tom, že jsi pirát, jsi nežertoval.

# conversations/companions/g_companion_ellie:77:DefaultText
source: What gave it away? It's the hair, right? Or maybe the ammo belt? I had it custom made.
cs: Co ho prozradilo? Ty vlasy, že? Nebo možná nábojový pás? Nechal jsem si ho vyrobit na zakázku.

# conversations/companions/g_companion_ellie:78:DefaultText
source: There's a lot of business that goes through the Groundbreaker. Some of it's Board-authorized freight-hauling, and some of it's... not.
cs: Přes Groundbreaker prochází spousta obchodů. Něco z toho je nákladní doprava schválená radou a něco... ne.

# conversations/companions/g_companion_ellie:79:DefaultText
source: Wait, you WANT to look like a pirate?
cs: Počkat, ty chceš vypadat jako pirát?

# conversations/companions/g_companion_ellie:80:DefaultText
source: I was hoping to know something more personal about you.
cs: Doufal jsem, že se o vás dozvím něco osobnějšího.

# conversations/companions/g_companion_ellie:81:DefaultText
source: I've done all types of work with all kinds of crews. If there's one thing you oughta know about me, it's that I won't tell you your business. Your ship, your way.
cs: Dělal jsem všechny typy prací s různými posádkami. Jestli byste o mně měli něco vědět, tak to, že vám do toho nebudu kecat. Vaše loď, vaše cesta.

# conversations/companions/g_companion_ellie:82:DefaultText
source: I keep things aboveboard. I hope that won't be a problem.
cs: Dbám na to, aby vše bylo nadstandardní. Doufám, že to nebude problém.

# conversations/companions/g_companion_ellie:83:DefaultText
source: But there are plenty of frontier towns that'd take issue with you. Settlements that depend on goods "disappearing" now and then.
cs: Ale je spousta pohraničních měst, která by s vámi nesouhlasila. Osady, které jsou závislé na tom, že zboží tu a tam "zmizí".

# conversations/companions/g_companion_ellie:84:DefaultText
source: That sounds reasonable.
cs: To zní rozumně.

# conversations/companions/g_companion_ellie:85:DefaultText
source: As long as you know I've never been much of a rule-follower.
cs: Pokud víte, nikdy jsem nebyl velký příznivec dodržování pravidel.

# conversations/companions/g_companion_ellie:86:DefaultText
source: Makes two of us, Captain.
cs: Jsme dva, kapitáne.

# conversations/companions/g_companion_ellie:87:DefaultText
source: Not at all. I chose this life to make bits, not waves.
cs: Vůbec ne. Vybral jsem si tento život, abych dělal kousky, ne vlny.

# conversations/companions/g_companion_ellie:88:DefaultText
source: Glad to hear it. It's worked for me this long.
cs: To rád slyším. Funguje to pro mě tak dlouho.

# conversations/companions/g_companion_ellie:89:DefaultText
source: Though, if I can offer another perspective, piracy's just trade the corporations don't have a hand in.
cs: Ačkoli, pokud mohu nabídnout jiný pohled, pirátství je jen obchod, na kterém se korporace nepodílejí.

# conversations/companions/g_companion_ellie:90:DefaultText
source: Didn't you just say you weren't going to tell me my business?
cs: Neříkal jsi právě, že mi nebudeš říkat, co je moje věc?

# conversations/companions/g_companion_ellie:91:DefaultText
source: How do you figure that?
cs: Jak jste na to přišel?

# conversations/companions/g_companion_ellie:92:DefaultText
source: It's also murder and thievery.
cs: Je to také vražda a zlodějina.

# conversations/companions/g_companion_ellie:93:DefaultText
source: Your casual outlook on legality.
cs: Váš ležérní pohled na zákonnost.

# conversations/companions/g_companion_ellie:94:DefaultText
source: I didn't mean that as a compliment.
cs: Nemyslel jsem to jako kompliment.

# conversations/companions/g_companion_ellie:95:DefaultText
source: Gotta figure out how to work that into my aesthetic. Maybe a pair of earrings?
cs: Musím přijít na to, jak to zapracovat do své estetiky. Možná pár náušnic?

# conversations/companions/g_companion_ellie:96:DefaultText
source: Gotta advertise your business somehow.
cs: Musíte nějak propagovat svou firmu.

# conversations/companions/g_companion_ellie:97:DefaultText
source: That's okay. I'm an optimist at heart.
cs: To je v pořádku. V srdci jsem optimista.

# conversations/companions/g_companion_ellie:98:DefaultText
source: That's all I really need to know.
cs: To je vše, co potřebuji vědět.

# conversations/companions/g_companion_ellie:99:DefaultText
source: I have a feeling we'll get along.
cs: Mám pocit, že si budeme rozumět.

# conversations/companions/g_companion_ellie:100:DefaultText
source: And I meant it. I was only making small talk just now, but I can take a hint.
cs: A myslel jsem to vážně. Teď jsem si jen tak povídal, ale umím si poradit.

# conversations/companions/g_companion_ellie:101:DefaultText
source: Only on good days.
cs: Pouze v dobrých dnech.

# conversations/companions/g_companion_ellie:102:DefaultText
source: Well, they're the ones who set the rules. So I guess you can't blame them for stacking the deck in their favor.
cs: To oni určují pravidla. Takže jim asi nemůžete vyčítat, že si to přikládají ve svůj prospěch.

# conversations/companions/g_companion_ellie:103:DefaultText
source: But the rest of us have to get by somehow.
cs: Ale my ostatní si musíme nějak poradit.

# conversations/companions/g_companion_ellie:104:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/companions/g_companion_ellie:105:DefaultText
source: That's a rather principled stance.
cs: To je poměrně zásadový postoj.

# conversations/companions/g_companion_ellie:106:DefaultText
source: I still disagree.
cs: Stále s tím nesouhlasím.

# conversations/companions/g_companion_ellie:107:DefaultText
source: Hey, I'm not out to change anyone's mind.
cs: Hej, nechci nikomu měnit názor.

# conversations/companions/g_companion_ellie:108:DefaultText
source: Let's move on to something lighter. All this talk of politics makes me tired. And thirsty.
cs: Přejděme k něčemu lehčímu. Všechny ty řeči o politice mě unavují. A žízeň.

# conversations/companions/g_companion_ellie:109:DefaultText
source: Don't go getting the wrong idea.
cs: Nedělejte si špatné představy.

# conversations/companions/g_companion_ellie:110:DefaultText
source: I don't have principles. I just don't like being told how to live my life.
cs: Nemám žádné zásady. Jen nemám rád, když mi někdo říká, jak mám žít.

# conversations/companions/g_companion_ellie:111:DefaultText
source: Relax, that's just a joke.
cs: Klid, to je jen vtip.

# conversations/companions/g_companion_ellie:112:DefaultText
source: Well, my blood type is AB positive, I'm a Leo, and I despise "Space Hospital," never mind what anyone else tries to tell you.
cs: Mám pozitivní krevní skupinu AB, jsem Lev a opovrhuji "vesmírnou nemocnicí", ať se vám ostatní snaží namluvit cokoli.

# conversations/companions/g_companion_ellie:113:DefaultText
source: You're deflecting.
cs: Odbíháte od tématu.

# conversations/companions/g_companion_ellie:114:DefaultText
source: Where are you from? How'd you get into this line of work?
cs: Odkud jste? Jak jste se dostal k této práci?

# conversations/companions/g_companion_ellie:115:DefaultText
source: Okay.
cs: Dobře.

# conversations/companions/g_companion_ellie:117:DefaultText
source: That about covers it.
cs: To je asi tak všechno.

# conversations/companions/g_companion_ellie:118:DefaultText
source: Shall we get back to mischief, or what?
cs: Vrátíme se ke zlobení, nebo co?

# conversations/companions/g_companion_ellie:119:DefaultText
source: Aw, come on. That stuff's boring.
cs: Ale no tak. To je nuda.

# conversations/companions/g_companion_ellie:120:DefaultText
source: Look, the thing I've learned about living in close quarters is that you've gotta give people room to breathe.
cs: Podívej, naučil jsem se, že když žiješ v těsném sousedství, musíš dát lidem prostor k dýchání.

# conversations/companions/g_companion_ellie:121:DefaultText
source: I'm all for making a few bits together and having fun doing it, but let's keep a little professional distance.
cs: Jsem pro to, abychom si společně vyrobili pár kousků a pobavili se u toho, ale zachovejme si trochu profesionální odstup.

# conversations/companions/g_companion_ellie:123:DefaultText
source: Did you have an opinion on the Monarch situation, Ellie?
cs: Měla jsi nějaký názor na situaci s monarchy, Ellie?

# conversations/companions/g_companion_ellie:125:DefaultText
source: What do you think about Zora and Sanjar coming to terms?
cs: Co si myslíte o tom, že se Zora a Sanjar usmíří?

# conversations/companions/g_companion_ellie:132:DefaultText
source: Any thoughts on Felix's friend?
cs: Nějaký názor na Felixova přítele?

# conversations/companions/g_companion_ellie:133:DefaultText
source: I take it you've got something to say about Harlow.
cs: Chápu to tak, že máš co říct k Harlowovi.

# conversations/companions/g_companion_ellie:137:DefaultText
source: You have something to say about chasing down the dimethyl sulfoxide?
cs: Chceš něco říct o pronásledování dimethylsulfoxidu?

# conversations/companions/g_companion_ellie:138:DefaultText
source: What do you think about the plan to skip the Hope?
cs: Co si myslíte o plánu vynechat Naději?

# conversations/companions/g_companion_ellie:139:DefaultText
source: You look like you have something you want to say, Ellie.
cs: Vypadáš, jako bys chtěla něco říct, Ellie.

# conversations/companions/g_companion_ellie:146:DefaultText
source: Anything else?
cs: Ještě něco?

# conversations/companions/g_companion_ellie:147:DefaultText
source: That got weird earlier, didn't it? I, uh, probably shouldn't have gotten so het up.
cs: Předtím to bylo divné, že? Asi jsem se neměl tak rozčilovat.

# conversations/companions/g_companion_ellie:148:DefaultText
source: Well, that's a relief.
cs: To je úleva.

# conversations/companions/g_companion_ellie:149:DefaultText
source: What was it you said you'd been meaning to do?
cs: Co jsi říkal, že chceš udělat?

# conversations/companions/g_companion_ellie:150:DefaultText
source: Oh, that. It's about my parents.
cs: Aha, tohle. Je to o mých rodičích.

# conversations/companions/g_companion_ellie:152:DefaultText
source: What can you tell me about Byzantium?
cs: Co mi můžete říct o Byzanci?

# conversations/companions/g_companion_ellie:153:DefaultText
source: Hey, Captain, next time we're in Byzantium, there's something I've been meaning to do.
cs: Hej, kapitáne, až budeme příště v Byzanci, chtěl jsem něco udělat.

# conversations/companions/g_companion_ellie:154:DefaultText
source: What's that?
cs: Co je to?

# conversations/companions/g_companion_ellie:155:DefaultText
source: We'll talk about it another time.
cs: O tom si promluvíme jindy.

# conversations/companions/g_companion_ellie:156:DefaultText
source: Sure.
cs: Jistě.

# conversations/companions/g_companion_ellie:157:DefaultText
source: Make sure it doesn't happen again.
cs: Zajistěte, aby se to už neopakovalo.

# conversations/companions/g_companion_ellie:158:DefaultText
source: I overreacted, too.
cs: Taky jsem reagoval přehnaně.

# conversations/companions/g_companion_ellie:159:DefaultText
source: Sure thing, Captain.
cs: Jistě, kapitáne.

# conversations/companions/g_companion_ellie:160:DefaultText
source: Happens to the best of us at the worst of times.
cs: To se stává i těm nejlepším z nás v těch nejhorších chvílích.

# conversations/companions/g_companion_ellie:161:DefaultText
source: Since we're in Byzantium, there's something I've been meaning to do.
cs: Když už jsme v Byzanci, chtěl jsem něco udělat.

# conversations/companions/g_companion_ellie:162:DefaultText
source: What's that?
cs: Co je to?

# conversations/companions/g_companion_ellie:163:DefaultText
source: We don't have time for this right now.
cs: Na to teď nemáme čas.

# conversations/companions/g_companion_ellie:164:DefaultText
source: It's like one of those stuffy art gallery pieces. Looks okay from far off, but once you get close, you realize it's just some mismatched shit everyone's agreed to overpay for.
cs: Je to jako jeden z těch vycpaných obrazů v galerii umění. Z dálky vypadá dobře, ale jakmile se přiblížíte, zjistíte, že je to jen nějaký nesourodý krám, za který všichni souhlasili, že ho přeplatí.

# conversations/companions/g_companion_ellie:165:DefaultText
source: Why did you leave?
cs: Proč jste odešel?

# conversations/companions/g_companion_ellie:166:DefaultText
source: I need the lay of the land. Anything I should know?
cs: Potřebuji znát terén. Měla bych něco vědět?

# conversations/companions/g_companion_ellie:167:DefaultText
source: Must have been interesting growing up there.
cs: Muselo být zajímavé tam vyrůstat.

# conversations/companions/g_companion_ellie:168:DefaultText
source: Enough about Byzantium.
cs: Dost o Byzanci.

# conversations/companions/g_companion_ellie:169:DefaultText
source: That's what I've been saying.
cs: To je to, co jsem říkal.

# conversations/companions/g_companion_ellie:170:DefaultText
source: Don't trust anyone, don't touch anything, and whatever you do, don't show your teeth when you smile.
cs: Nikomu nevěřte, ničeho se nedotýkejte, a ať už děláte cokoli, neukazujte při úsměvu zuby.

# conversations/companions/g_companion_ellie:173:DefaultText
source: I've already forgotten about it.
cs: Už jsem na to zapomněl.

# conversations/companions/g_companion_ellie:174:DefaultText
source: Though if I'd known you let go of things so fast, I would've asked to borrow some bits, too.
cs: I když kdybych věděl, že věci pouštíš tak rychle, taky bych požádal o půjčení nějakých kousků.

# conversations/companions/g_companion_ellie:175:DefaultText
source: All I was trying to say back there is that I ought to drop in on my folks when we're in Byzantium.
cs: Chtěl jsem jen říct, že bych se měl zastavit u našich, až budeme v Byzanci.

# conversations/companions/g_companion_ellie:183:DefaultText
source: I told you, we're done.
cs: Říkal jsem ti, že jsme skončili.

# conversations/companions/g_companion_ellie:184:DefaultText
source: About that visit with your parents...
cs: Ohledně té návštěvy u tvých rodičů...

# conversations/companions/g_companion_ellie:187:DefaultText
source: You got your money. How's it feel?
cs: Dostanete své peníze. Jaké to je?

# conversations/companions/g_companion_ellie:192:DefaultText
source: Forget I asked.
cs: Zapomněl jsem, že jsem se ptal.

# conversations/companions/g_companion_ellie:193:DefaultText
source: I'm a surgeon by training and a pirate by inclination.
cs: Vzděláním jsem chirurg a zálibou pirát.

# conversations/companions/g_companion_ellie:194:DefaultText
source: Gladly.
cs: S radostí.

# conversations/companions/g_companion_ellie:195:DefaultText
source: Even the bribes are overpriced.
cs: I úplatky jsou předražené.

# conversations/companions/g_companion_ellie:196:DefaultText
source: Why not?
cs: Proč ne?

# conversations/companions/g_companion_ellie:197:DefaultText
source: Is this one of those "establish dominance" things?
cs: Je to jedna z těch věcí, které "určují dominanci"?

# conversations/companions/g_companion_ellie:199:DefaultText
source: People are extremely competitive about cosmetic dentistry. It can get ugly.
cs: Lidé jsou v oblasti estetické stomatologie velmi soutěživí. Může to být ošklivé.

# conversations/companions/g_companion_ellie:200:DefaultText
source: What, like primals? Nah.
cs: Cože, jako primáti? Ne.

# conversations/companions/g_companion_ellie:201:DefaultText
source: "Interesting" like a colonoscopy.
cs: "Zajímavé" jako kolonoskopie.

# conversations/companions/g_companion_ellie:202:DefaultText
source: I trained as a surgeon. More my folks' idea than mine, but I made the best of it.
cs: Vystudoval jsem chirurgii. Byl to spíš nápad mých rodičů než můj, ale využil jsem ho.

# conversations/companions/g_companion_ellie:203:DefaultText
source: Yeah, well. We all learn sometime, don't we?
cs: Jo, no. Všichni se někdy učíme, že?

# conversations/companions/g_companion_ellie:204:DefaultText
source: There's all these invisible rules. And everyone spends all their energy just trying not to break them.
cs: Existují všechna ta neviditelná pravidla. A každý vynakládá veškerou energii na to, aby je neporušil.

# conversations/companions/g_companion_ellie:205:DefaultText
source: The real question is why didn't I leave sooner.
cs: Otázkou je, proč jsem neodešel dřív.

# conversations/companions/g_companion_ellie:206:DefaultText
source: What do you mean?
cs: Co tím myslíte?

# conversations/companions/g_companion_ellie:207:DefaultText
source: It's called "society."
cs: Říká se tomu "společnost".

# conversations/companions/g_companion_ellie:208:DefaultText
source: That's exhausting.
cs: To je vyčerpávající.

# conversations/companions/g_companion_ellie:209:DefaultText
source: Call it what you want. It sucks.
cs: Říkejte tomu, jak chcete. Je to na nic.

# conversations/companions/g_companion_ellie:210:DefaultText
source: That's what I said. I'll take stale cigars and rationed showers any day.
cs: To jsem řekl. Klidně si dám zatuchlé doutníky a sprchu na příděl.

# conversations/companions/g_companion_ellie:211:DefaultText
source: Sounds like there's a "but" to this story.
cs: Zdá se, že v tomto příběhu je "ale".

# conversations/companions/g_companion_ellie:212:DefaultText
source: I have a hard time picturing anyone pushing you around.
cs: Nedokážu si představit, že by do tebe někdo strkal.

# conversations/companions/g_companion_ellie:213:DefaultText
source: Spare me. Your parents nudged you into a lucrative job where you could help people.
cs: Ušetřete mě. Rodiče tě přiměli k lukrativní práci, kde můžeš pomáhat lidem.

# conversations/companions/g_companion_ellie:214:DefaultText
source: Hey, it's not all it's cracked up to be. Didn't help that most of my actual work was tightening calves and firming up chins.
cs: Hej, není to všechno, co se na tom skrývá. Nepomohlo mi ani to, že většina mé skutečné práce spočívala v zpevňování lýtek a posilování podbradků.

# conversations/companions/g_companion_ellie:215:DefaultText
source: Lots of 'em, unfortunately. I even sculpted a few.
cs: Bohužel jich je hodně. Pár jsem jich dokonce vyřezal.

# conversations/companions/g_companion_ellie:216:DefaultText
source: Turns out Byzantines are more concerned with having square shoulders and a good profile than... well, anything else.
cs: Ukázalo se, že Byzantincům záleží spíš na hranatých ramenou a dobrém profilu než na... no, na čemkoli jiném.

# conversations/companions/g_companion_ellie:217:DefaultText
source: I finally got tired of spending my hard-won skills straightening noses and firming up chins.
cs: Nakonec mě přestalo bavit trávit své těžce nabyté dovednosti rovnáním nosů a zpevňováním brad.

# conversations/companions/g_companion_ellie:218:DefaultText
source: I was a top-tier surgeon, but I could hardly open a pack of gauze without ten people signing off first.
cs: Byl jsem špičkový chirurg, ale sotva jsem dokázal otevřít balení gázy, aniž by to předtím podepsalo deset lidí.

# conversations/companions/g_companion_ellie:219:DefaultText
source: Something tells me that was best for everyone involved.
cs: Něco mi říká, že to bylo nejlepší pro všechny zúčastněné.

# conversations/companions/g_companion_ellie:220:DefaultText
source: That would drive me crazy.
cs: To by mě přivedlo k šílenství.

# conversations/companions/g_companion_ellie:221:DefaultText
source: So you had to deal with red tape. What of it?
cs: Takže jste se museli vypořádat s byrokracií. Co z toho?

# conversations/companions/g_companion_ellie:222:DefaultText
source: Now you see why I left.
cs: Teď už víte, proč jsem odešel.

# conversations/companions/g_companion_ellie:223:DefaultText
source: People call Byzantium the jewel of Halcyon, but really? It's just paste.
cs: Lidé nazývají Byzanc klenotem Halcyonu, ale opravdu? Je to jen pasta.

# conversations/companions/g_companion_ellie:224:DefaultText
source: Everything's polish and bureaucracy. Take a close look, and you'll see it's deader than anywhere else in the colony.
cs: Všechno je jenom leštěnka a byrokracie. Podívejte se zblízka a uvidíte, že je tu mrtvěji než kdekoli jinde v kolonii.

# conversations/companions/g_companion_ellie:225:DefaultText
source: That's no way to live!
cs: Tak se přece nedá žít!

# conversations/companions/g_companion_ellie:226:DefaultText
source: Easy to say when you've never had to ask permission to take a piss.
cs: Snadno se to řekne, když jste nikdy nemuseli žádat o povolení se vymočit.

# conversations/companions/g_companion_ellie:242:DefaultText
source: Head back to the ship for now.
cs: Vraťte se prozatím na loď.

# conversations/companions/g_companion_ellie:252:DefaultText
source: I think we should part ways.
cs: Myslím, že bychom se měli rozejít.
