Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_*_party.po
Languages: in

# conversations/companions/g_companion_parvati_in_party:334:DefaultText
source: I just met her. How could I be? All's I know is, I want to talk with her more.
in: Právě jsem ji potkal. Jak bych mohl být? Vím jen to, že si s ní chci víc povídat.

# conversations/companions/g_companion_parvati_in_party:335:DefaultText
source: This won't interfere with your work, will it?
in: Nebude vám to překážet v práci, že ne?

# conversations/companions/g_companion_parvati_in_party:336:DefaultText
source: Come on, Captain. I just got my fingers dug into the guts of a real-deal space ship. You think I'm liable to let go anytime soon?
in: No tak, kapitáne. Právě jsem si zabořil prsty do útrob skutečné vesmírné lodi. Myslíte, že mě to v dohledné době pustí?

# conversations/companions/g_companion_parvati_in_party:337:DefaultText
source: There's more to a relationship than beefy arms and a shared career.
in: Ve vztahu jde o víc než o silné paže a společnou kariéru.

# conversations/companions/g_companion_parvati_in_party:338:DefaultText
source: I reckon there's worse places to start.
in: Myslím, že jsou horší místa, kde začít.

# conversations/companions/g_companion_parvati_in_party:376:DefaultText
source: Captain, that- that wasn't right. Killing the Chief in cold blood.
in: Kapitáne, to nebylo správné. Chladnokrevně zabít náčelníka.

# conversations/companions/g_companion_parvati_in_party:379:DefaultText
source: She was working to do right by her people. What'd she ever do to you?
in: Pracovala na tom, aby se svým lidem zachovala správně. Co ti kdy udělala?

# conversations/companions/g_companion_parvati_in_party:381:DefaultText
source: I heard over Groundbreaker comms that you killed Junlei.
in: Slyšel jsem, že jsi zabil Junlei.

# conversations/companions/g_companion_parvati_in_party:384:DefaultText
source: It's hard to talk to you when I can see all your stuff, Captain.
in: Je těžké s vámi mluvit, když vidím všechny vaše věci, kapitáne.

# conversations/companions/g_companion_parvati_in_party:386:DefaultText
source: That Chief Junlei sure seemed swell, huh?
in: Ten náčelník Junlei vypadal skvěle, co?

# conversations/companions/g_companion_parvati_in_party:387:DefaultText
source: Groundbreaker's safe from melting to bits now. Lot of good people can rest easy 'cause of you.
in: Groundbreaker je nyní v bezpečí před roztavením na kousky. Spousta dobrých lidí si díky tobě může oddechnout.

# conversations/companions/g_companion_parvati_in_party:394:DefaultText
source: I think you did the rightest thing you could, sending the power back to Edgewater. Lotta people would have suffered, otherwise. People I care for, even if they ain't care much for me.
in: Myslím, že jsi udělal to nejsprávnější, co jsi mohl, když jsi poslal energii zpět do Edgewateru. Jinak by spousta lidí trpěla. Lidí, na kterých mi záleží, i když jim na mně moc nezáleží.

# conversations/companions/g_companion_parvati_in_party:395:DefaultText
source: I can't stop thinking on Edgewater, Captain. I'm glad the Deserters are gonna be all right now they got power, but what about the town? All those people...
in: Nemůžu přestat myslet na Edgewater, kapitáne. Jsem rád, že Dezertéři budou v pořádku, když teď mají moc, ale co město? Všichni ti lidé...

# conversations/companions/g_companion_parvati_in_party:396:DefaultText
source: That was a good thing you did, Captain - helping to bring the Deserters and Edgewater folks back together. I hope you rest well on that.
in: Udělal jste dobrou věc, kapitáne - pomohl jste dát dohromady Dezertéry a lidi z Edgewateru. Doufám, že si za to dobře odpočinete.

# conversations/companions/g_companion_parvati_in_party:402:DefaultText
source: She seemed very competent.
in: Zdála se být velmi kompetentní.

# conversations/companions/g_companion_parvati_in_party:403:DefaultText
source: Gosh, did she ever.
in: Páni, to se jí povedlo.

# conversations/companions/g_companion_parvati_in_party:409:DefaultText
source: I think I'm better off trying to make this work on my lonesome.
in: Myslím, že bude lepší, když se o to pokusím sám.

# conversations/companions/g_companion_parvati_in_party:413:DefaultText
source: Head back to the ship, Parvati. I'm going on without you.
in: Vrať se na loď, Parvati. Pokračuji bez tebe.

# conversations/companions/g_companion_parvati_in_party:414:DefaultText
source: Sure thing, Captain. I'll be waiting back at the Unreliable if you need me.
in: Jistě, kapitáne. Kdybyste mě potřeboval, budu čekat na lodi Nespolehlivý.

# conversations/companions/g_companion_parvati_in_party:416:DefaultText
source: I found you a fancy outfit for your date with Junlei.
in: Našel jsem ti na rande s Junlei parádní oblečení.

# conversations/companions/g_companion_parvati_in_party:417:DefaultText
source: Oh gosh, that was awfully kind of you, Captain. You didn't have to, but I'm so glad you did.
in: Bože, to od vás bylo strašně milé, kapitáne. Nemusel jste, ale jsem moc rád, že jste to udělal.

# conversations/companions/g_companion_parvati_in_party:419:DefaultText
source: Is this everything you need for that dinner?
in: Je to vše, co potřebujete k večeři?

# conversations/companions/g_companion_parvati_in_party:425:DefaultText
source: You wanted to talk to me?
in: Chtěl jsi se mnou mluvit?

# conversations/companions/g_companion_parvati_in_party:426:DefaultText
source: Oh, right- about the Groundbreaker's engineer, Junlei Tennyson.
in: Aha, správně - o inženýrovi Groundbreakeru, Junlei Tennysonovi.

# conversations/companions/g_companion_parvati_in_party:428:DefaultText
source: Ergh. Everything's a little... spinny. Are they 'sposed to be spinny? Maybe I should sit. Now where's that floor gone? Come 'ere, you- you rascal. Dodging ain't fair!
in: Ergh. Všechno je trochu... roztočené. Mají být točivé? Možná bych si měl sednout. Kam se poděla ta podlaha? Pojď sem, ty... ty rošťáku. Uhýbat není fér!

# conversations/companions/g_companion_parvati_in_party:429:DefaultText
source: I hope this fancy soap we got is extra-strength. I'm feelin' a might... ripe.
in: Doufám, že to luxusní mýdlo, které jsme dostali, je extra silné. Cítím se trochu... zralý.

# conversations/companions/g_companion_parvati_in_party:430:DefaultText
source: Junlei'll like a casserole, right? Everyone likes a casserole. I mean, I don't really, but I don't count.
in: Junlei si dá kastrol, že? Každý má rád kastrol. Teda já ne, ale nepočítám se.

# conversations/companions/g_companion_parvati_in_party:431:DefaultText
source: Oh Captain, you see those fine clothes Ms. Jolicoeur made for me? I ain't never owned anything so fancy in my life!
in: Kapitáne, vidíte ty krásné šaty, které mi ušila paní Jolicoeurová? Nikdy v životě jsem neměl nic tak luxusního!

# conversations/companions/g_companion_parvati_in_party:432:DefaultText
source: Ergh. My stomach's a little upset. Maybe drinking don't agree with me.
in: Ergh. Mám trochu rozbouřený žaludek. Možná se mnou pití nesouhlasí.

# conversations/companions/g_companion_parvati_in_party:433:DefaultText
source: Now cakes, cakes I like. Gosh, I hope she likes 'em, too.
in: A teď dorty, dorty mám rád. Bože, doufám, že jí taky chutnají.

# conversations/companions/g_companion_parvati_in_party:434:DefaultText
source: Her contract said any kids she had, expected or not, belonged to her office from the time of conception.
in: Podle její smlouvy patřily všechny děti, které měla, ať už očekávané, nebo ne, od okamžiku početí jejímu úřadu.

# conversations/companions/g_companion_parvati_in_party:437:DefaultText
source: You want I should send someone to take my place?
in: Chceš, abych poslal někoho na své místo?

# conversations/companions/g_companion_parvati_in_party:438:DefaultText
source: Send Ellie.
in: Odeslat Ellie.

# conversations/companions/g_companion_parvati_in_party:439:DefaultText
source: Ellie. Got it. Okay.
in: Ellie. Mám to. Dobře.

# conversations/companions/g_companion_parvati_in_party:440:DefaultText
source: Send Felix.
in: Odeslat Felixovi.

# conversations/companions/g_companion_parvati_in_party:441:DefaultText
source: You keep Felix safe, Captain.
in: Udržujte Felixe v bezpečí, kapitáne.

# conversations/companions/g_companion_parvati_in_party:442:DefaultText
source: Send Nyoka.
in: Odeslat Nyoka.

# conversations/companions/g_companion_parvati_in_party:443:DefaultText
source: I'll tell Nyoka you need her. She'll like that.
in: Řeknu Nyoce, že ji potřebuješ. To se jí bude líbit.

# conversations/companions/g_companion_parvati_in_party:444:DefaultText
source: Send Max.
in: Odeslat Max.

# conversations/companions/g_companion_parvati_in_party:445:DefaultText
source: Sure hope Mr. Vicar ain't napping.
in: Doufám, že pan farář nedřímá.

# conversations/companions/g_companion_parvati_in_party:446:DefaultText
source: Send SAM.
in: Odeslat SAM.

# conversations/companions/g_companion_parvati_in_party:447:DefaultText
source: Give SAM a scritch behind the circuits for me.
in: Za mě SAMa poškrábej za obvody.

# conversations/companions/g_companion_parvati_in_party:448:DefaultText
source: Not right now.
in: Teď ne.
