Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_banter.po
Languages: cs

# conversations/companions/g_companion_nyoka_banter:2:DefaultText
source: I hear you're into Graham's Philosophist hogwash, Felix.
cs: Slyšel jsem, že se ti líbí Grahamovy filosofické bláboly, Felixi.

# conversations/companions/g_companion_nyoka_banter:5:DefaultText
source: Yeah, if by "Philosophist hogwash" you mean "the virtues of enlightened anarchy."
cs: Ano, pokud tím "filosofickým blábolem" myslíš "ctnosti osvícené anarchie".

# conversations/companions/g_companion_nyoka_banter:13:DefaultText
source: What was it like in Edgewater? I hear you workers were on the clock every available moment.
cs: Jaké to bylo v Edgewateru? Slyšel jsem, že jste byli v práci každou volnou chvíli.

# conversations/companions/g_companion_nyoka_banter:14:DefaultText
source: We always got eight hours a day for sleeping. Just not always consecutive.
cs: Na spánek jsme měli vždy osm hodin denně. Jen ne vždy po sobě.

# conversations/companions/g_companion_nyoka_banter:15:DefaultText
source: A vicar, huh? You a true believer, or do you just like the tithes?
cs: Vikář, co? Jsi opravdu věřící, nebo máš jen rád desátky?

# conversations/companions/g_companion_nyoka_banter:16:DefaultText
source: Why that's borderline offensive, Ms. Ramnarim-Wentworth. Of course, I believe. The tithes are merely a... well-earned bonus.
cs: To je na hranici urážlivosti, paní Ramnarimová-Wentworthová. Samozřejmě, věřím. Desátky jsou jen... zasloužený bonus.

# conversations/companions/g_companion_nyoka_banter:17:DefaultText
source: SAM, I got a question. Do you use alcohol as a cleaning agent? I've heard some folk do that.
cs: SAMe, mám otázku. Používáte alkohol jako čisticí prostředek? Slyšel jsem, že to někteří lidé dělají.

# conversations/companions/g_companion_nyoka_banter:18:DefaultText
source: Alcohol-based cleaners can't compare to SAM's N-ray Acid Spray premium nozzle attachment. Installation available for as low as nine payments of 9999.99 bits.
cs: Alkoholové čisticí prostředky se nemohou rovnat prémiovému nástavci s tryskou SAM N-ray Acid Spray. Instalace je k dispozici již za devět splátek ve výši 9999,99 bitů.

# conversations/companions/g_companion_nyoka_banter:29:DefaultText
source: Is that a - is that a yes or a no? I can never tell with you.
cs: Je to ano, nebo ne? U tebe to nikdy nevím.

# conversations/companions/g_companion_nyoka_banter:30:DefaultText
source: Warning! Liquid is caustic. Keep out of reach from elderly customers and lab sprats.
cs: Pozor! Kapalina je žíravá. Uchovávejte mimo dosah starších zákazníků a laboratorních šprtů.

# conversations/companions/g_companion_nyoka_banter:31:DefaultText
source: Organization separates us from the animals. You ever seen a rapt lay plumbing? You see sprats running around building roads?
cs: Organizace nás odděluje od zvířat. Už jste někdy viděli dravé ležící instalatéry? Viděli jste šproty, jak běhají kolem a staví silnice?

# conversations/companions/g_companion_nyoka_banter:32:DefaultText
source: Maybe the folks we have at the top ain't exactly leadership material, but if we tore the whole thing down, we'd be kings and queens of a wasteland.
cs: Možná, že lidé, které máme nahoře, nejsou zrovna vůdčí osobnosti, ale kdybychom to celé zbořili, byli bychom králi a královnami pustiny.

# conversations/companions/g_companion_nyoka_banter:33:DefaultText
source: Correction. Kings and queens of an awesome wasteland.
cs: Oprava. Králové a královny úžasné pustiny.

# conversations/companions/g_companion_nyoka_banter:34:DefaultText
source: I'll take toilets over freedom any day of the week.
cs: Záchody si vyberu raději než svobodu.

# conversations/companions/g_companion_nyoka_banter:36:DefaultText
source: Whoa! Watch who you're calling an elderly lab sprat, you bucket of bolts!
cs: Páni! Dávej si pozor, koho nazýváš starším laboratorním šprtem, ty kýble šroubů!

# conversations/companions/g_companion_nyoka_banter:39:DefaultText
source: I met another believer once. Pushy type. He thought he'd been left behind for a reason. Thought he'd find some kind of cosmic truth in the wilderness.
cs: Jednou jsem potkal jiného věřícího. Vlezlý typ. Myslel si, že byl opuštěn z nějakého důvodu. Myslel si, že v poušti najde nějakou vesmírnou pravdu.

# conversations/companions/g_companion_nyoka_banter:40:DefaultText
source: Got himself infected by mantis and drowned in a sulfur pool. Some truth.
cs: Nechal se nakazit kudlankou a utopil se v sirném bazénu. Něco pravdy.

# conversations/companions/g_companion_nyoka_banter:41:DefaultText
source: Can't get more brutally true than survival of the fittest. But don't mistake us all for blind fools. Intellect plays a large part in who stays among the living.
cs: Nemůže to být krutější než přežití nejsilnějších. Ale nepleťte si nás všechny se slepými hlupáky. Intelekt hraje velkou roli v tom, kdo zůstane mezi živými.

# conversations/companions/g_companion_nyoka_banter:42:DefaultText
source: Glad to hear it.
cs: To rád slyším.

# conversations/companions/g_companion_nyoka_banter:43:DefaultText
source: SAM. As a purely hypothetical thought exercise, if I were to boil leather in manti blood to give it a nice purple hue... is there a way to get the stench out afterward?
cs: SAM. Čistě hypoteticky, kdybych vyvařil kůži v krvi manti, aby získala pěkný fialový odstín... existuje způsob, jak se toho zápachu zbavit?

# conversations/companions/g_companion_nyoka_banter:44:DefaultText
source: Recommended dry cleaning service for fabric type: INCINERATION.
cs: Doporučená služba chemického čištění pro daný typ tkaniny: INKINERACE.

# conversations/companions/g_companion_nyoka_banter:46:DefaultText
source: Hey, Max. What does your religion say happens to us after we die?
cs: Ahoj, Maxi. Co se s námi podle tvého náboženství stane po smrti?

# conversations/companions/g_companion_nyoka_banter:48:DefaultText
source: The body returns to the universe from whence it came. I'm sure you've seen a corpse in the various stages of decay.
cs: Tělo se vrací do vesmíru, odkud přišlo. Určitě jste už viděli mrtvolu v různých stádiích rozkladu.

# conversations/companions/g_companion_nyoka_banter:49:DefaultText
source: Why do we exist in the first place, then? What the hell's the point?
cs: Proč tedy vůbec existujeme? Jaký to má sakra smysl?

# conversations/companions/g_companion_nyoka_banter:50:DefaultText
source: Our lives contribute to the betterment of the human race. Everyone has a part to play for the greater advancement.
cs: Naše životy přispívají ke zlepšení lidského rodu. Každý má svůj podíl na větším pokroku.

# conversations/companions/g_companion_nyoka_banter:51:DefaultText
source: I ain't got a part. Life ain't a damn serial.
cs: Nemám žádnou roli. Život není zatracený seriál.

# conversations/companions/g_companion_nyoka_banter:52:DefaultText
source: You helped people survive the Monarch evacuation, did you not? Perhaps one of them will go on to unlock godhood for the human race.
cs: Pomohl jste lidem přežít evakuaci Monarchu, že? Možná, že jeden z nich se stane bohem pro lidskou rasu.

# conversations/companions/g_companion_nyoka_banter:53:DefaultText
source: Hm. Well. If they do, I hope they remember who pulled 'em from the jaws of raptidons.
cs: Hm. Dobře. Pokud ano, doufám, že si vzpomenou, kdo je vytáhl z čelistí raptidonů.

# conversations/companions/g_companion_nyoka_banter:62:DefaultText
source: Felix. I overheard you listening to tossball. You a fan?
cs: Felix. Slyšel jsem, jak posloucháš tossball. Jsi jeho fanoušek?

# conversations/companions/g_companion_nyoka_banter:63:DefaultText
source: Am I a fan, she asks. I been a fan since the Rangers won the Tripicale Crown.
cs: Ptá se, jestli jsem její fanoušek. Fandím od doby, kdy Rangers vyhráli Tripicale Crown.

# conversations/companions/g_companion_nyoka_banter:64:DefaultText
source: Right. Explain something to me. What the hell is the point of the sixth back?
cs: Vpravo. Vysvětlete mi něco. K čemu je sakra ten šestý bek?

# conversations/companions/g_companion_nyoka_banter:65:DefaultText
source: Oh, that's easy. See, the sixth back protects the fourth back from the eighth back. You wanna think of the sixth back as your twelfth line of defense, yeah?
cs: To je snadné. Šestý bek chrání čtvrtého před osmým. Chceš si šestého beka představit jako dvanáctou obrannou linii, jo?

# conversations/companions/g_companion_nyoka_banter:66:DefaultText
source: Unless - and this is important - the game's in the third half. In that case, a good sixth back knows how to pivot toward defense in case the other team runs the field.
cs: Pokud - a to je důležité - se zápas nenachází ve třetí polovině. V takovém případě se dobrý šestý bek umí otočit směrem k obraně v případě, že soupeř běhá po hřišti.

# conversations/companions/g_companion_nyoka_banter:67:DefaultText
source: I'm even more confused now. I'm... just gonna turn my brain off and try to enjoy it.
cs: Teď jsem ještě zmatenější. Prostě vypnu mozek a pokusím se to užít.

# conversations/companions/g_companion_nyoka_banter:68:DefaultText
source: Also the slogan of the Auntie Cleo Darlings.
cs: Také slogan Auntie Cleo Darlings.

# conversations/companions/g_companion_nyoka_banter:69:DefaultText
source: What do you think of the Unreliable, Parvati?
cs: Co si myslíte o Nespolehlivé, Parvati?

# conversations/companions/g_companion_nyoka_banter:70:DefaultText
source: There's always something to fix. And it's neat working in the aether.
cs: Vždycky je co opravovat. A práce v éteru je elegantní.

# conversations/companions/g_companion_nyoka_banter:71:DefaultText
source: My condolences. I appreciate consistent wages like any other sane person, but that still sounds awful. At least Sanjar gives his folks weekends.
cs: Upřímnou soustrast. Vážím si důsledné mzdy jako každý jiný rozumný člověk, ale i tak to zní hrozně. Sanjar alespoň dává svým rodičům víkendy.

# conversations/companions/g_companion_nyoka_banter:72:DefaultText
source: "Weekends?"
cs: "Víkendy?"

# conversations/companions/g_companion_nyoka_banter:73:DefaultText
source: Hand to the void! I used to drop by the bar in Stellar Bay to knock a few back with the folks who had Saturdays off.
cs: Ruku do prázdna! Kdysi jsem se stavoval v baru ve Stellar Bay, abych si dal pár skleniček s lidmi, kteří měli volnou sobotu.

# conversations/companions/g_companion_nyoka_banter:75:DefaultText
source: Dunno what I'd've done with that much time. I was always behind schedule anyhow.
cs: Nevím, co bych dělal s tolika času. Stejně jsem měl vždycky zpoždění.

# conversations/companions/g_companion_nyoka_banter:76:DefaultText
source: Knowing you, you'd sit and be alone with your thoughts.
cs: Jak tě znám, seděl bys a byl sám se svými myšlenkami.

# conversations/companions/g_companion_nyoka_banter:77:DefaultText
source: I... I'm not sure I wanted to know that. Being in space sets me on edge enough.
cs: I... Nejsem si jistý, jestli jsem to chtěl vědět. Pobyt ve vesmíru mě dost vynervuje.

# conversations/companions/g_companion_nyoka_banter:78:DefaultText
source: You know about stellar emissions? ...Actually, I prolly shouldn't tell you 'bout those.
cs: Víte o hvězdných emisích? ...Vlastně bych ti o nich asi neměl říkat.

# conversations/companions/g_companion_nyoka_banter:79:DefaultText
source: Right. Okay. When we get back to the ship, I'm drinking this conversation right out of my recollection.
cs: Vpravo. Dobře. Až se vrátíme na loď, vypiju tenhle rozhovor přímo ze své paměti.

# conversations/companions/g_companion_nyoka_banter:83:DefaultText
source: I always took atmo for granted. Now if I drill through the hull, we all suffocate. Exciting, you know?
cs: Atmo jsem vždycky považoval za samozřejmost. Když teď provrtám trup, všichni se udusíme. Vzrušující, víš?

# conversations/companions/g_companion_nyoka_banter:85:DefaultText
source: I mean, not unless you wanna know how we're all likely gonna get Spacer's Lung.
cs: Tedy ne, pokud nechceš vědět, jak pravděpodobně všichni dostaneme Spacerovy plíce.

# conversations/companions/g_companion_nyoka_banter:86:DefaultText
source: So tell me. What do you eat when you're out exploring? It's trail rations, right?
cs: Tak mi řekněte. Co jíte, když jste na cestách? Jsou to příděly na cestu, že?

# conversations/companions/g_companion_nyoka_banter:89:DefaultText
source: Hey, Felix. I tried your recipe, you know.
cs: Ahoj, Felixi. Vyzkoušel jsem tvůj recept, víš.

# conversations/companions/g_companion_nyoka_banter:90:DefaultText
source: So, uh, Nyoka. I tried your suggestion.
cs: Takže, Nyoka. Zkusila jsem tvůj návrh.

# conversations/companions/g_companion_nyoka_banter:91:DefaultText
source: So, the ship... talks? Do all ships do that?
cs: Takže loď... mluví? Dělají to všechny lodě?

# conversations/companions/g_companion_nyoka_banter:92:DefaultText
source: So, ADA isn't really alive, but it - sorry. She. Can still talk like a person. What about SAM? What's it - sorry. He - is he the same thing?
cs: Takže ADA není ve skutečnosti živá, ale - omlouvám se. Ona. Pořád umí mluvit jako člověk. A co SAM? Co je to - promiňte. On - on je to samé?

# conversations/companions/g_companion_nyoka_banter:94:DefaultText
source: I don't know what it is, but my gun's been acting funny.
cs: Nevím, čím to je, ale moje zbraň se chová divně.

# conversations/companions/g_companion_nyoka_banter:95:DefaultText
source: Between you and me, preacher, I don't think we can trust SAM.
cs: Mezi námi, kazateli, myslím, že SAMovi nemůžeme věřit.

# conversations/companions/g_companion_nyoka_banter:97:DefaultText
source: If you were in charge, would you keep the Board around?
cs: Kdybyste byl ve vedení, ponechal byste si správní radu?

# conversations/companions/g_companion_nyoka_banter:98:DefaultText
source: Can you do anything except clean?
cs: Umíte něco jiného než uklízet?

# conversations/companions/g_companion_nyoka_banter:99:DefaultText
source: Can I actually order one of those DIET soap capsule packs through you?
cs: Mohu si přes vás objednat jedno z těchto balení mýdlových kapslí DIET?

# conversations/companions/g_companion_nyoka_banter:100:DefaultText
source: I wish you'd stop trying to clean my room. You almost knocked Frieda off her wall.
cs: Přál bych si, abys přestal uklízet můj pokoj. Málem jsi srazil Frídu ze zdi.

# conversations/companions/g_companion_nyoka_banter:105:DefaultText
source: No. That stuff will turn your stomach purple.
cs: Ne. Z toho vám zfialoví žaludek.

# conversations/companions/g_companion_nyoka_banter:107:DefaultText
source: Hey, what were you talking about earlier? You killed a raptidon with your bare hands?
cs: Hej, o čem jsi to předtím mluvil? Zabil jsi raptidona holýma rukama?

# conversations/companions/g_companion_nyoka_banter:108:DefaultText
source: That's a pretty big gun for a hunter.
cs: To je na lovce docela velká zbraň.

# conversations/companions/g_companion_nyoka_banter:109:DefaultText
source: So you keep Monarch safe, huh? That's real honorable work, Ms. Nyoka.
cs: Takže Monarcha je v bezpečí, co? To je opravdu úctyhodná práce, paní Nyoko.

# conversations/companions/g_companion_nyoka_banter:110:DefaultText
source: You look like a preacher. You a traveling vicar?
cs: Vypadáš jako kazatel. Jste potulný farář?

# conversations/companions/g_companion_nyoka_banter:111:DefaultText
source: Okay, I'll bite. What's with the automechanical following you around?
cs: Dobře, beru to. Co je to za automechanika, který tě pronásleduje?

# conversations/companions/g_companion_nyoka_banter:112:DefaultText
source: What? But I love trail rations. Rizzo's makes 'em with extra cystybits.
cs: Cože? Ale já miluju příděly na cestu. Rizzo's je dělá s extra cystybitem.

# conversations/companions/g_companion_nyoka_banter:113:DefaultText
source: You ought to try something without so many additives. Something pure. Vodka comes to mind.
cs: Měli byste zkusit něco bez tolika přísad. Něco čistého. Napadá mě třeba vodka.

# conversations/companions/g_companion_nyoka_banter:116:DefaultText
source: So, Nyoka. What's the ugliest thing you ever killed?
cs: Takže, Nyoka. Jakou nejošklivější věc jsi kdy zabil?

# conversations/companions/g_companion_nyoka_banter:117:DefaultText
source: Heh. Right. A raptidon once snagged a medallion of mine and made off with it. Had to chase it halfway to Fallbrook.
cs: Heh. Správně. Jednou mi raptidon sebral medailon a utekl s ním. Musel jsem ho honit přes půl cesty do Fallbrooku.

# conversations/companions/g_companion_nyoka_banter:118:DefaultText
source: Oh. I still have nightmares about this one. The fiercest, most foul creature I've ever faced.
cs: Oh. Pořád z toho mám noční můry. Nejdivočejší a nejodpornější stvoření, jakému jsem kdy čelil.

# conversations/companions/g_companion_nyoka_banter:119:DefaultText
source: When I finally caught it, I was so mad I tore its jaw clean off, reached in, and wrenched my medallion from its belly. Caught me an awful burn, but I'd say it was worth it.
cs: Když jsem ho konečně chytil, byl jsem tak rozzuřený, že jsem mu utrhl čelist, sáhl dovnitř a vytrhl mu z břicha svůj medailon. Hrozně mě to popálilo, ale řekl bych, že to stálo za to.

# conversations/companions/g_companion_nyoka_banter:120:DefaultText
source: A burn? You were disfigured? That rapt leave you with some sort of grisly-looking scar?
cs: Popálenina? Byl jste znetvořený? Zanechalo vám to nějakou hrozivě vypadající jizvu?

# conversations/companions/g_companion_nyoka_banter:121:DefaultText
source: Hey, now. A woman's got to have her secrets.
cs: Hej, teď. Žena musí mít svá tajemství.

# conversations/companions/g_companion_nyoka_banter:122:DefaultText
source: I don't know what the game's like on Terra 2, but out here, the daintier weapons ain't gonna cut it. Mantisaurs require stopping power.
cs: Nevím, jaká je hra na Terře 2, ale tady to s těmi slabšími zbraněmi nepůjde. Kudlanky vyžadují zastavovací sílu.

# conversations/companions/g_companion_nyoka_banter:123:DefaultText
source: Oh, no, no. Monarch ain't safe, even with me around. I've just got intimate knowledge of its dangers and an abundance of fortitude.
cs: Ale ne, ne. Monarch není v bezpečí, ani když jsem nablízku. Mám jen důvěrné znalosti o jeho nebezpečích a hojnost statečnosti.

# conversations/companions/g_companion_nyoka_banter:124:DefaultText
source: In a manner of speaking.
cs: V podstatě.

# conversations/companions/g_companion_nyoka_banter:125:DefaultText
source: Warning: SAM's cleaning solvent has been known to cause cancer in laboratory sprats. Please stand clear when stream is engaged!
cs: Varování: Je známo, že čisticí rozpouštědlo SAM způsobuje rakovinu u laboratorních šprotů. Při zapnutém proudu se držte stranou!

# conversations/companions/g_companion_nyoka_banter:126:DefaultText
source: Stellar Bay had a vicar once. He took it upon himself to convince Graham's folk to come back to the corporate fold.
cs: Stellar Bay měla kdysi faráře. Vzal si za úkol přesvědčit Grahamovy lidi, aby se vrátili do společnosti.

# conversations/companions/g_companion_nyoka_banter:127:DefaultText
source: Kept making the trip between the city and Amber Heights by foot. Kept getting himself into all sorts of scrapes.
cs: Stále se vydával na cestu mezi městem a Amber Heights pěšky. Pořád se dostával do nejrůznějších potíží.

# conversations/companions/g_companion_nyoka_banter:128:DefaultText
source: Day came when I found a book of his in the middle of a rapt encampment. Hand still gripping it, too.
cs: Přišel den, kdy jsem našel jeho knihu uprostřed rozvášněného tábora. Také ji stále svíral v ruce.

# conversations/companions/g_companion_nyoka_banter:129:DefaultText
source: The Plan unfolds as the Plan unfolds - to vicar and layman alike.
cs: Plán se odvíjí tak, jak se odvíjí - pro faráře i laiky.

# conversations/companions/g_companion_nyoka_banter:131:DefaultText
source: Can't say for certain, since I only ever been on this one. ADA's somethin' special though, ain't she?
cs: Nemohu to říct s jistotou, protože jsem byl jen na tomto. ADA je ale něco zvláštního, ne?

# conversations/companions/g_companion_nyoka_banter:132:DefaultText
source: ADA. What... is... it? She? It? I'm a bit fuzzy on the details.
cs: ADA. Co... to... je? Ona? To? Mám trochu nejasné představy o detailech.

# conversations/companions/g_companion_nyoka_banter:133:DefaultText
source: Used to be I thought she was a simulated intelligence. You know, a long series of commands tellin' her how to react to certain inputs.
cs: Dřív jsem si myslel, že je to simulovaná inteligence. Víte, dlouhá řada příkazů, které jí říkají, jak má reagovat na určité vstupy.

# conversations/companions/g_companion_nyoka_banter:134:DefaultText
source: You used to? What do you think now?
cs: Dřív jste to dělali? Co si myslíte teď?

# conversations/companions/g_companion_nyoka_banter:135:DefaultText
source: Well... I worked with a lot of machines, and ain't none of them like her. They can be pretty smart, but mostly, they're rule books with a voice box. ADA's different.
cs: No... Pracoval jsem se spoustou strojů a žádný z nich nebyl jako ona. Mohou být docela chytré, ale většinou jsou to jen knihy pravidel s hlasovkou. ADA je jiná.

# conversations/companions/g_companion_nyoka_banter:136:DefaultText
source: One of life's mysteries, I suppose. I don't trust it. If it crashes us into a star, I'll be a mite upset.
cs: To je asi jedna ze záhad života. Nevěřím tomu. Jestli nás to srazí s hvězdou, budu trochu naštvaný.

# conversations/companions/g_companion_nyoka_banter:137:DefaultText
source: SAM's an automechanical thing, not a computer-brain-thing like ADA. I don't think SAM understands gender? So you can call him 'it' if you want.
cs: SAM je automechanická záležitost, ne záležitost počítačového mozku jako ADA. Myslím, že SAM nerozumí pohlaví? Takže mu můžeš říkat "to", jestli chceš.

# conversations/companions/g_companion_nyoka_banter:138:DefaultText
source: Right, but... she's a machine. He's a machine. How're they different?
cs: Jasně, ale... je to stroj. On je stroj. V čem se liší?

# conversations/companions/g_companion_nyoka_banter:139:DefaultText
source: Know how I said ADA was special? Her wiring's a whole lot more complex than SAM's, so she can simulate a personality better'n he can. She got more tools in her box, so to speak.
cs: Víš, jak jsem říkal, že ADA je výjimečná? Její zapojení je mnohem složitější než SAMovo, takže dokáže simulovat osobnost lépe než on. Má ve své skříňce víc nástrojů, abych tak řekl.

# conversations/companions/g_companion_nyoka_banter:140:DefaultText
source: Hmm. So he's following his own rules. Making everything obnoxiously clean because he has to. Maybe... I oughta let up on him a bit.
cs: Hmm. Takže se řídí svými vlastními pravidly. Dělá všechno protivně čisté, protože musí. Možná... Měl bych ho trochu zklidnit.

# conversations/companions/g_companion_nyoka_banter:142:DefaultText
source: On that point we are in agreement.
cs: V tomto bodě se shodujeme.

# conversations/companions/g_companion_nyoka_banter:143:DefaultText
source: I keep catching that bucket of bolts around my room. It says it's cleaning up bottles, but I ain't buying it.
cs: Pořád chytám po pokoji ten kbelík se šrouby. Píše se tam, že to čistí lahve, ale já tomu nevěřím.

# conversations/companions/g_companion_nyoka_banter:144:DefaultText
source: You think it could be a Board spy?
cs: Myslíte, že by to mohl být špión rady?

# conversations/companions/g_companion_nyoka_banter:145:DefaultText
source: Oh, fuck. You could be on to something.
cs: Do prdele. Možná na tom něco bude.

# conversations/companions/g_companion_nyoka_banter:146:DefaultText
source: I'll tell you this much - if it tries to sell me another void-forsaken cleaning instrument, I'm kicking it out the airlock.
cs: Řeknu vám jedno - jestli se mi pokusí prodat další čisticí přístroj zapomenutý v prázdnotě, vykopnu ho vzduchovou komorou.
