Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_on_ship.po
Languages: cs

# conversations/companions/g_companion_parvati_on_ship:395:DefaultText
source: When I left for school, everything got harder for him. I used to help him lift the heavy things. And my hands didn't shake for the fine detail work.
cs: Když jsem odešla do školy, bylo pro něj všechno těžší. Pomáhala jsem mu zvedat těžké věci. A při jemné práci s detaily se mi netřásly ruce.

# conversations/companions/g_companion_parvati_on_ship:396:DefaultText
source: I'm sorry. I shouldn't have brought this up.
cs: Omlouvám se. Neměl jsem to vytahovat.

# conversations/companions/g_companion_parvati_on_ship:397:DefaultText
source: I miss him, sure enough. But he's a fond memory. I was right beside him when he passed, holding his hand. Talking about him makes me smile.
cs: Určitě mi chybí. Ale je to milá vzpomínka. Byl jsem hned vedle něj, když zemřel, a držel ho za ruku. Když o něm mluvím, usmívám se.

# conversations/companions/g_companion_parvati_on_ship:398:DefaultText
source: Dad never said that he loved me, you know? I knew on account of him showing it. How he'd stay up late to help with my projects, or listen to my fretting.
cs: Táta nikdy neřekl, že mě miluje, víš? Věděla jsem to, protože mi to dával najevo. Zůstával vzhůru dlouho do noci, aby mi pomohl s projekty, nebo poslouchal moje rozčilování.

# conversations/companions/g_companion_parvati_on_ship:399:DefaultText
source: Did you get much time with him after you got back from school?
cs: Měla jsi s ním po návratu ze školy hodně času?

# conversations/companions/g_companion_parvati_on_ship:400:DefaultText
source: About a year. I tried to do more of the work, so he could rest. His heart gave him pains.
cs: Asi rok. Snažil jsem se dělat víc práce, aby si mohl odpočinout. Bolelo ho srdce.

# conversations/companions/g_companion_parvati_on_ship:401:DefaultText
source: Oh, gosh. Look at the time. Sorry to bend your ear so long. And I got so much to do afore this ship's in decent shape.
cs: Ach, bože. Podívejte se na čas. Promiň, že jsem tě tak dlouho ohýbal. A mám toho tolik na práci, než bude tahle loď ve slušném stavu.

# conversations/companions/g_companion_parvati_on_ship:403:DefaultText
source: Mostly he did the same as me. Kept Bess- I mean, the cannery running. Tuned the loaders. Plumbing and electricity. Some plastering - I never got the hang of that.
cs: Většinou dělal totéž co já. Udržoval Bess... chci říct konzervárnu v chodu. Seřizoval nakladače. Instalatérství a elektřinu. Nějaké omítky - to jsem nikdy nezvládl.

# conversations/companions/g_companion_parvati_on_ship:404:DefaultText
source: Hey Captain? I heard that Groundbreaker's got a real good engineer. A lady named Junlei Tennyson.
cs: Hej, kapitáne? Slyšel jsem, že Groundbreaker má opravdu dobrého inženýra. Dáma jménem Junlei Tennysonová.

# conversations/companions/g_companion_parvati_on_ship:405:DefaultText
source: What about her?
cs: A co ona?

# conversations/companions/g_companion_parvati_on_ship:406:DefaultText
source: She can't be that good. This place is a dump.
cs: Nemůže být tak dobrá. Tohle místo je díra.

# conversations/companions/g_companion_parvati_on_ship:407:DefaultText
source: If I had to fix a station this big, I'd be spending all my time trying to figure out what needs doing now and what can wait.
cs: Kdybych měl opravit takhle velkou stanici, trávil bych veškerý čas tím, že bych se snažil zjistit, co je třeba udělat hned a co může počkat.

# conversations/companions/g_companion_parvati_on_ship:408:DefaultText
source: I was thinking that maybe I oughta meet her. If you got time to swing us by, I mean.
cs: Přemýšlel jsem, že bych se s ní měl setkat. Jestli máš čas se u nás zastavit.

# conversations/companions/g_companion_parvati_on_ship:409:DefaultText
source: But that couldn't mean it was fate? The Plan putting us up in each other's faces?
cs: Ale to nemohlo znamenat, že to byl osud? Plán nás postavil před sebe?

# conversations/companions/g_companion_parvati_on_ship:410:DefaultText
source: Cozy-like, ain't it?
cs: Útulné, že?

# conversations/companions/g_companion_parvati_on_ship:411:DefaultText
source: I think I'm better off trying to make this work on my lonesome.
cs: Myslím, že bude lepší, když se o to pokusím sám.

# conversations/companions/g_companion_parvati_on_ship:412:DefaultText
source: It's in pretty good shape considering how hard Mr. Hawthorne ran it. It's a Yakita LHA one-twenty. A-two model, I'm pretty sure.
cs: Je v docela dobrém stavu, když uvážíme, jak tvrdě ho pan Hawthorne provozoval. Je to Yakita LHA one-twenty. Model A-dva, jsem si jistý.

# conversations/companions/g_companion_parvati_on_ship:413:DefaultText
source: Apparently ADA's the one who actually flies the ship.
cs: ADA je zřejmě ten, kdo skutečně řídí loď.

# conversations/companions/g_companion_parvati_on_ship:414:DefaultText
source: I don't see any holes in the hull. I might double check the Power Regulator, but with that installed, we're already cooking with plasma torches.
cs: V trupu nevidím žádné díry. Možná ještě jednou zkontroluji regulátor výkonu, ale s jeho instalací už vaříme plazmovými hořáky.

# conversations/companions/g_companion_parvati_on_ship:415:DefaultText
source: You mean Junlei Tennyson? Yeah, I worked a job for her.
cs: Myslíte Junlei Tennyson? Ano, pracoval jsem pro ni.

# conversations/companions/g_companion_parvati_on_ship:416:DefaultText
source: I think it's time you move along, Parvati.
cs: Myslím, že je načase, abys šla dál, Parvati.

# conversations/companions/g_companion_parvati_on_ship:417:DefaultText
source: W-what? You want me to leave? But- Captain, you can't mean it!
cs: Cože? Chceš, abych odešel? Ale... Kapitáne, to nemůžete myslet vážně!

# conversations/companions/g_companion_parvati_on_ship:418:DefaultText
source: On second thought, I still need you.
cs: Když o tom tak přemýšlím, pořád tě potřebuju.

# conversations/companions/g_companion_parvati_on_ship:419:DefaultText
source: <Remove Parvati from party permanently> Pack your things - you're done here.
cs: <Odstranit Parvati z party natrvalo> Sbalte si věci - tady jste skončili.

# conversations/companions/g_companion_parvati_on_ship:420:DefaultText
source: Oh. I thought- never mind. I got it. You won't see hide nor hair of me again. So long, Captain.
cs: Oh. Myslel jsem, že... Nevadí. Mám to. Už ze mě neuvidíš ani chlup. Sbohem, kapitáne.

# conversations/companions/g_companion_parvati_on_ship:421:DefaultText
source: That's a relief. Thanks, Captain. For letting me stick around, I mean.
cs: To je úleva. Díky, kapitáne. Za to, že mě tu nechal.

# conversations/companions/g_companion_parvati_on_ship:423:DefaultText
source: You gotta stop doin' this to me, Captain. I can't take it. I- I don't know what I'm doin' wrong. I'll try to be better?
cs: Musíte mi to přestat dělat, kapitáne. Už to nevydržím. Nevím, co dělám špatně. Pokusím se být lepší?

# conversations/companions/g_companion_parvati_on_ship:424:DefaultText
source: Are you fooling on me? This joke ain't funny. But... thanks, Captain.
cs: Děláš si ze mě legraci? Tenhle vtip není vtipný. Ale... díky, kapitáne.

# conversations/companions/g_companion_parvati_on_ship:425:DefaultText
source: That's a relief. Thanks, Captain. For letting me stick around, I mean.
cs: To je úleva. Díky, kapitáne. Za to, že mě tu nechal.

# conversations/companions/g_companion_parvati_on_ship:426:DefaultText
source: I found you a fancy outfit for your date with Junlei.
cs: Našel jsem ti na rande s Junlei parádní oblečení.

# conversations/companions/g_companion_parvati_on_ship:427:DefaultText
source: Oh gosh, that was awfully kind of you, Captain. You didn't have to, but I'm so glad you did.
cs: Bože, to od vás bylo strašně milé, kapitáne. Nemusel jste, ale jsem moc rád, že jste to udělal.

# conversations/companions/g_companion_parvati_on_ship:432:DefaultText
source: You wanted to talk to me?
cs: Chtěl jsi se mnou mluvit?

# conversations/companions/g_companion_parvati_on_ship:433:DefaultText
source: Oh, right- about the Groundbreaker's engineer, Junlei Tennyson.
cs: Aha, správně - o inženýrovi Groundbreakeru, Junlei Tennysonovi.

# conversations/companions/g_companion_parvati_on_ship:435:DefaultText
source: If you need somethin' fixed, point me to it. Otherwise, I don't wanna hear a word from you.
cs: Pokud potřebuješ něco opravit, ukaž mi to. Jinak od tebe nechci slyšet ani slovo.

# conversations/companions/g_companion_parvati_on_ship:437:DefaultText
source: Yeah, I think that's for the best.
cs: Jo, myslím, že je to tak nejlepší.

# conversations/companions/g_companion_parvati_on_ship:438:DefaultText
source: I'm sorry I ever met you, Captain. I'd tell you to have a nice life, but my dad didn't raise a liar.
cs: Je mi líto, že jsem vás kdy potkal, kapitáne. Řekl bych ti, ať se máš hezky, ale můj táta nevychoval lháře.

# conversations/companions/g_companion_parvati_on_ship:440:DefaultText
source: You met that automechanical clanking around the ship yet?
cs: Už jste se setkali s tím automechanickým řinčením kolem lodi?

# conversations/companions/g_companion_parvati_on_ship:441:DefaultText
source: You mean SAM? He's just the sweetest, ain't he? A real charmer, my dad'd say.
cs: Myslíš SAM? Je prostě nejmilejší, že? Táta by řekl, že je opravdu okouzlující.

# conversations/companions/g_companion_parvati_on_ship:442:DefaultText
source: Have you given him a nickname yet?
cs: Už jste mu dali přezdívku?

# conversations/companions/g_companion_parvati_on_ship:443:DefaultText
source: Uh, he's a cleaning automech.
cs: Uh, je to uklízeč automechanik.

# conversations/companions/g_companion_parvati_on_ship:444:DefaultText
source: Of course you'd like him. Don't know why I even asked.
cs: Samozřejmě, že se ti líbí. Ani nevím, proč jsem se ptal.

# conversations/companions/g_companion_parvati_on_ship:445:DefaultText
source: What, just 'cause he scrubs the floors means he can't be a pleasant fella, too?
cs: Cože, to, že drhne podlahy, znamená, že nemůže být také příjemný chlapík?

# conversations/companions/g_companion_parvati_on_ship:446:DefaultText
source: You should trying talking to him. You'll see - he's a hoot.
cs: Měl by sis s ním zkusit promluvit. Uvidíte - je to blázen.

# conversations/companions/g_companion_parvati_on_ship:447:DefaultText
source: Nah, but I been thinkin' on one! Gotta get to know him better, I think. Maybe ask him what he prefers.
cs: Ne, ale přemýšlel jsem o jednom! Myslím, že ho musím lépe poznat. Možná se ho zeptat, čemu dává přednost.

# conversations/companions/g_companion_parvati_on_ship:448:DefaultText
source: It ain't nice to give folks a nickname without 'em givin' you the okay first, you know?
cs: Není hezké dávat lidem přezdívky, aniž by ti to nejdřív povolili, víš?

# conversations/companions/g_companion_parvati_on_ship:449:DefaultText
source: 'Course, that don't stop Felix.
cs: To samozřejmě Felixe nezastaví.

# conversations/companions/g_companion_parvati_on_ship:450:DefaultText
source: He's not a person, Parvati. Don't treat him like one.
cs: Není to člověk, Parvati. Nechovej se k němu jako k člověku.

# conversations/companions/g_companion_parvati_on_ship:451:DefaultText
source: He ain't flesh and bits like us, sure, and he ain't too bright, but he got his own wants and needs, you know!
cs: Není z masa a kostí jako my, jistě, a není příliš chytrý, ale má své vlastní potřeby a přání, víte?!

# conversations/companions/g_companion_parvati_on_ship:452:DefaultText
source: 'Course, mostly it's that he *wants* to scrub the floors and *needs* me to get outta the way, but he's got a purpose.
cs: Samozřejmě, že většinou jde o to, že *chce* drhnout podlahy a *potřebuje*, abych mu šla z cesty, ale má to svůj účel.

# conversations/companions/g_companion_parvati_on_ship:453:DefaultText
source: Can't say I don't envy him that.
cs: Nemůžu říct, že bych mu to nezáviděl.
