Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_on_ship.po
Languages: cs

# conversations/companions/g_companion_parvati_on_ship:4:DefaultText
source: Yeah, so, this is my hidey spot now.
cs: Jo, takže tohle je teď moje skrýš.

# conversations/companions/g_companion_parvati_on_ship:5:DefaultText
source: Something busted, Captain?
cs: Něco prasklo, kapitáne?

# conversations/companions/g_companion_parvati_on_ship:6:DefaultText
source: Break time's over.
cs: Přestávka skončila.

# conversations/companions/g_companion_parvati_on_ship:7:DefaultText
source: What do you think of the ship?
cs: Co si myslíte o lodi?

# conversations/companions/g_companion_parvati_on_ship:8:DefaultText
source: Aside from that busted regulator, it's in pretty good shape. It's a Yakita LHA one-twenty. A-two model, I'm pretty sure.
cs: Až na ten prasklý regulátor je v docela dobrém stavu. Je to Yakita LHA one-twenty. Model A-dva, jsem si jistý.

# conversations/companions/g_companion_parvati_on_ship:9:DefaultText
source: The block two designs skooshed in extra cargo space, but didn't change the stock engines. Probably a touch underpowered, huh?
cs: Konstrukce dvou bloků rozšířila nákladový prostor, ale nezměnila sériové motory. Pravděpodobně jsou trochu poddimenzované, co?

# conversations/companions/g_companion_parvati_on_ship:10:DefaultText
source: Accurate in all particulars. I conclude you are Edgewater's Board-certified mechanic.
cs: Přesné ve všech detailech. Dospěl jsem k závěru, že jste certifikovaný mechanik společnosti Edgewater.

# conversations/companions/g_companion_parvati_on_ship:11:DefaultText
source: Hello. I am not a Board-certified mechanic. But my dad was. He taught me all he knew. Do you understand?
cs: Dobrý den. Nejsem certifikovaný mechanik. Ale můj otec byl. Naučil mě všechno, co uměl. Rozumíte?

# conversations/companions/g_companion_parvati_on_ship:12:DefaultText
source: Speech recognition is one of the many skills I have been programmed to simulate.
cs: Rozpoznávání řeči je jednou z mnoha dovedností, které jsem byl naprogramován simulovat.

# conversations/companions/g_companion_parvati_on_ship:13:DefaultText
source: You're not simulating it, you're doing it. I asked a question, and you answered it.
cs: Nesimulujete to, ale děláte to. Položil jsem otázku a vy jste na ni odpověděl.

# conversations/companions/g_companion_parvati_on_ship:14:DefaultText
source: I am gratified you consider this facsimile convincing.
cs: Jsem potěšen, že považujete toto faksimile za přesvědčivé.

# conversations/companions/g_companion_parvati_on_ship:15:DefaultText
source: Enough. Parvati, can we get this boat in the air?
cs: Dost. Parvati, můžeme tu loď dostat do vzduchu?

# conversations/companions/g_companion_parvati_on_ship:16:DefaultText
source: I don't see any holes in the hull. Pretty sure all you need's that Power Regulator. Then you're cooking with plasma torches.
cs: V trupu nevidím žádné díry. Jsem si docela jistý, že potřebuješ jen ten regulátor výkonu. Pak už vaříš s plazmovými hořáky.

# conversations/companions/g_companion_parvati_on_ship:17:DefaultText
source: You can do that, you know. My dad taught me how to make grilled cheese sandwiches with a plasma torch.
cs: Víte, že to můžete udělat. Táta mě naučil dělat sendviče s grilovaným sýrem pomocí plazmového hořáku.

# conversations/companions/g_companion_parvati_on_ship:22:DefaultText
source: ADA, Parvati will be fixing you from now on. I expect your full cooperation.
cs: ADA, Parvati tě odteď bude opravovat. Očekávám vaši plnou spolupráci.

# conversations/companions/g_companion_parvati_on_ship:24:DefaultText
source: I am at your disposal, Ms. Parvati. You will find the technical schematics in the engineer's locker, though I'm afraid Captain Hawthorne has lost the owner's manual.
cs: Jsem vám k dispozici, paní Parvati. Technická schémata najdete ve skříňce inženýra, i když se obávám, že kapitán Hawthorne ztratil návod k obsluze.

# conversations/companions/g_companion_parvati_on_ship:30:DefaultText
source: You know, whoever wired this ship up had no idea what they were doing.
cs: Ten, kdo tuhle loď zapojil, neměl ponětí, co dělá.

# conversations/companions/g_companion_parvati_on_ship:31:DefaultText
source: I could probably spend years fixing this boat stem to stern.
cs: Pravděpodobně bych mohl strávit roky opravou této lodi od dna k zádi.

# conversations/companions/g_companion_parvati_on_ship:33:DefaultText
source: I don't see any holes in the hull. I'll take a good squint at her, make sure everything's tip-top. But I think we're cooking with plasma torches.
cs: V trupu nevidím žádné díry. Pořádně se na ni podívám, jestli je všechno v pořádku. Ale myslím, že vaříme plazmovými hořáky.

# conversations/companions/g_companion_parvati_on_ship:37:DefaultText
source: Oh yeah. That's the ship's computer... voice... thingy.
cs: Jo, jasně. To je lodní počítač... hlasová... věc.

# conversations/companions/g_companion_parvati_on_ship:38:DefaultText
source: And this would be ADA. Apparently she's the one who actually flies the ship.
cs: A to by byla ADA. Podle všeho je to ona, kdo skutečně řídí loď.

# conversations/companions/g_companion_parvati_on_ship:39:DefaultText
source: ADA, how about you not invite yourself into conversations?
cs: ADA, co kdybyste se do rozhovorů nezvali sami?

# conversations/companions/g_companion_parvati_on_ship:40:DefaultText
source: That's the ship's computer. It's not intelligent, but it does a good imitation.
cs: To je lodní počítač. Není inteligentní, ale umí ho dobře napodobit.

# conversations/companions/g_companion_parvati_on_ship:41:DefaultText
source: So you're gonna call her "it?" Not "she?"
cs: Takže jí budeš říkat "to"? Ne "ona"?

# conversations/companions/g_companion_parvati_on_ship:42:DefaultText
source: Though my voice is currently pitched to suggest female, I possess no gender. Any pronoun preferred by the user is acceptable.
cs: Ačkoli můj hlas je v současné době znělý jako ženský, nemám žádné pohlaví. Jakékoli zájmeno, které uživatel preferuje, je přijatelné.

# conversations/companions/g_companion_parvati_on_ship:43:DefaultText
source: Oh, neat. I never seen a talkie-system before. I read about them, though. In a trade magazine.
cs: Oh, skvělé. Nikdy předtím jsem neviděla hovorový systém. Ale četl jsem o nich. V odborném časopise.

# conversations/companions/g_companion_parvati_on_ship:44:DefaultText
source: Fly by wire's pretty normal. Or leastways, that's what I read in the trades. I never been on a real ship before.
cs: Létání po drátě je docela normální. Nebo jsem to alespoň četl v obchodech. Na skutečné lodi jsem ještě nikdy nebyl.

# conversations/companions/g_companion_parvati_on_ship:45:DefaultText
source: Your user preferences have been updated, Captain. In the event we are about to crash into an asteroid, I will remain silent.
cs: Vaše uživatelské preference byly aktualizovány, kapitáne. V případě, že se chystáme narazit do asteroidu, budu mlčet.

# conversations/companions/g_companion_parvati_on_ship:46:DefaultText
source: What do you think, Parvati? Is this safe to fly now that we got the Regulator?
cs: Co myslíš, Parvati? Je to bezpečné létat, když máme regulátor?

# conversations/companions/g_companion_parvati_on_ship:48:DefaultText
source: Oh, did something break?
cs: Něco se rozbilo?

# conversations/companions/g_companion_parvati_on_ship:49:DefaultText
source: Abso-surely, Captain. What's on your mind?
cs: Jistě, kapitáne. Na co myslíte?

# conversations/companions/g_companion_parvati_on_ship:50:DefaultText
source: Oh, sure. Like what?
cs: Jistě. Jako co?

# conversations/companions/g_companion_parvati_on_ship:51:DefaultText
source: What was it you wanted to ask me about?
cs: Na co jste se mě chtěl zeptat?

# conversations/companions/g_companion_parvati_on_ship:53:DefaultText
source: Did you learn your trade from your father? It sounded like it when you talked to Reed.
cs: Naučil jste se řemeslu od svého otce? Když jsi mluvil s Reedem, znělo to tak.

# conversations/companions/g_companion_parvati_on_ship:57:DefaultText
source: So what is it that's got you so upset?
cs: Co vás tak rozrušilo?

# conversations/companions/g_companion_parvati_on_ship:60:DefaultText
source: What's the big thing you wanted to ask about?
cs: Na co jste se chtěl zeptat?

# conversations/companions/g_companion_parvati_on_ship:62:DefaultText
source: Mostly, yeah. I lived in the maintenance office near all of my life. Mister Tobson never let me forget how funny that was.
cs: Většinou ano. Skoro celý život jsem bydlel v kanceláři údržby. Pan Tobson mi nikdy nedovolil zapomenout, jak to bylo vtipné.

# conversations/companions/g_companion_parvati_on_ship:72:DefaultText
source: I was looking for a place that was quiet. I figured the kitchen would be louder than the hold, so here I am.
cs: Hledal jsem klidné místo. Usoudil jsem, že kuchyně bude hlasitější než sklad, a tak jsem tady.

# conversations/companions/g_companion_parvati_on_ship:78:DefaultText
source: Felix keeps asking me to watch some adventure serial with him. It's not my thing, but he's real sweet about it.
cs: Felix po mně pořád chce, abych se s ním dívala na nějaký dobrodružný seriál. Není to nic pro mě, ale on je na to moc hodný.

# conversations/companions/g_companion_parvati_on_ship:79:DefaultText
source: Sometimes I can hear Vicar saying prayers to himself. Sometimes I hear him cussing about tossball scores.
cs: Někdy slyším, jak se vikář modlí sám k sobě. Někdy ho slyším nadávat na výsledky v přehazované.

# conversations/companions/g_companion_parvati_on_ship:80:DefaultText
source: You think I could hire myself out to ships in need someday? Be my own mechanic like how Ellie's her own doctor? I wonder sometimes.
cs: Myslíš, že bych se jednou mohl najmout na lodě v nouzi? Být svým vlastním mechanikem, jako je Ellie svým vlastním doktorem? Někdy si říkám.

# conversations/companions/g_companion_parvati_on_ship:83:DefaultText
source: Sometimes I wonder about Mr. Hawthorne. What was he like? Why'd he make the computer a talkie? You think he got lonely, flying about on his own?
cs: Někdy se panu Hawthornovi divím. Jaký byl? Proč udělal z počítače mluvící televizi? Myslíš, že mu bylo smutno, když létal sám?

# conversations/companions/g_companion_parvati_on_ship:84:DefaultText
source: Ms. Nyoka's so capable, you hardly notice how sad she looks.
cs: Paní Nyoka je tak schopná, že si sotva všimnete, jak smutně vypadá.

# conversations/companions/g_companion_parvati_on_ship:102:DefaultText
source: Captain. We gotta talk about- about what you did to Junlei.
cs: Kapitán. Musíme si promluvit o tom, co jsi udělal Junlei.

# conversations/companions/g_companion_parvati_on_ship:103:DefaultText
source: I don't got words. She was the one good thing in my life, and now she's...
cs: Nemám slov. Byla jedinou dobrou věcí v mém životě a teď je...

# conversations/companions/g_companion_parvati_on_ship:104:DefaultText
source: You knew how I felt about her. You even encouraged me to ask her to be mine when I thought she was- she wanted someone else.
cs: Věděl jsi, co k ní cítím. Dokonce jsi mě povzbuzoval, abych ji požádal o to, aby byla moje, když jsem si myslel, že - ona chtěla někoho jiného.

# conversations/companions/g_companion_parvati_on_ship:105:DefaultText
source: I feel like I shoulda got to know her better. But I never spoke up. And now I'll always wonder what coulda been.
cs: Mám pocit, že bych ji měl poznat lépe. Ale nikdy jsem se neozval. A teď budu vždycky přemýšlet, co mohlo být.

# conversations/companions/g_companion_parvati_on_ship:106:DefaultText
source: That was wrong of me. I regret it. Don't make a hasty decision.
cs: To ode mě nebylo správné. Lituji toho. Nedělej ukvapená rozhodnutí.

# conversations/companions/g_companion_parvati_on_ship:107:DefaultText
source: The only way you're walking out that airlock is at my side or without a spacesuit.
cs: Jediná možnost, jak odejít z přechodové komory, je po mém boku nebo bez skafandru.

# conversations/companions/g_companion_parvati_on_ship:108:DefaultText
source: I don't want anyone on my ship who doesn't want to be here. Good luck.
cs: Nechci na své lodi nikoho, kdo tu nechce být. Hodně štěstí.

# conversations/companions/g_companion_parvati_on_ship:111:DefaultText
source: I'm leaving. I'll take the plants if you want, but I can't - I can't work with you. You murdered her. Knowing full how much she means - meant to me.
cs: Odcházím. Jestli chceš, vezmu si kytky, ale nemůžu - nemůžu s tebou pracovat. Zavraždil jsi ji. S plným vědomím toho, jak moc pro mě znamenala.

# conversations/companions/g_companion_parvati_on_ship:116:DefaultText
source: She wasn't a pleasant person.
cs: Nebyla to příjemná osoba.

# conversations/companions/g_companion_parvati_on_ship:117:DefaultText
source: You were stuck in a shithole town your whole life. She was only the first face you saw.
cs: Celý život jsi trčel ve městě, které stojí za hovno. Ona byla jen první tvář, kterou jsi viděl.

# conversations/companions/g_companion_parvati_on_ship:118:DefaultText
source: No use fretting over could-haves. There's plenty of stars in the sky.
cs: Nemá smysl se trápit tím, co by se mohlo stát. Na obloze je spousta hvězd.

# conversations/companions/g_companion_parvati_on_ship:119:DefaultText
source: We've got no time for romance anyway. There's a star system needs saving.
cs: Na romantiku stejně nemáme čas. Je třeba zachránit hvězdnou soustavu.

# conversations/companions/g_companion_parvati_on_ship:121:DefaultText
source: Good bye, mister.
cs: Sbohem, pane.

# conversations/companions/g_companion_parvati_on_ship:121:FemaleText
source: Good bye, ma'am.
cs: Na shledanou, madam.

# conversations/companions/g_companion_parvati_on_ship:122:DefaultText
source: Yeah. You too. I guess.
cs: Jo. Ty taky. Myslím, že ano.

# conversations/companions/g_companion_parvati_on_ship:123:DefaultText
source: You're gonna kill me too? After all I done for you?
cs: Chceš mě taky zabít? Po tom všem, co jsem pro tebe udělal?

# conversations/companions/g_companion_parvati_on_ship:124:DefaultText
source: I pulled you out of a shithole town and gave you the sky. You owe me.
cs: Vytáhl jsem tě z města, které stálo za hovno, a dal ti nebe. Dlužíš mi to.

# conversations/companions/g_companion_parvati_on_ship:125:DefaultText
source: I been thinking on this since I heard. I got a pit in my stomach. But what you done - there's some things that can't be taken back.
cs: Přemýšlel jsem o tom, co jsem slyšel. Zvedl se mi žaludek. Ale to, co jsi udělal - některé věci se nedají vzít zpátky.

# conversations/companions/g_companion_parvati_on_ship:126:DefaultText
source: You know what happens to those who cross me. Don't be one of them. Keep my ship running.
cs: Víš, co se stane těm, kdo mě zkříží. Nebuď jedním z nich. Udržuj mou loď v chodu.

# conversations/companions/g_companion_parvati_on_ship:127:DefaultText
source: Without my ship, you've got no place in this world.
cs: Bez mé lodi nemáš na tomto světě místo.

# conversations/companions/g_companion_parvati_on_ship:128:DefaultText
source: No, I suppose not.
cs: Ne, to asi ne.

# conversations/companions/g_companion_parvati_on_ship:130:DefaultText
source: I've never had a place. No mother, dead father, a job I hated, neighbors who thought me broken and strange.
cs: Nikdy jsem neměl místo. Žádná matka, mrtvý otec, práce, kterou jsem nenáviděl, sousedé, kteří mě považovali za zlomeného a divného.

# conversations/companions/g_companion_parvati_on_ship:131:DefaultText
source: I hope someday you meet a soul who changes you for the good. I'm sorry I wasn't them.
cs: Doufám, že jednoho dne potkáš duši, která tě změní k dobrému. Je mi líto, že jsem jím nebyl.

# conversations/companions/g_companion_parvati_on_ship:132:DefaultText
source: That's how it's gonna be? I thought you'd be better. I really hoped you would.
cs: Takhle to bude? Myslel jsem, že budeš lepší. Opravdu jsem doufal, že ano.

# conversations/companions/g_companion_parvati_on_ship:133:DefaultText
source: All I wanted in this life was a place that felt... safe. I don't have that anymore. Maybe I never will.
cs: Jediné, co jsem v tomhle životě chtěla, bylo místo, kde bych se cítila... bezpečně. To už nemám. Možná už nikdy nebudu.

# conversations/companions/g_companion_parvati_on_ship:134:DefaultText
source: I'll keep your ship in the aether, mister. But otherwise, you let me alone.
cs: Udržím vaši loď v éteru, pane. Ale jinak mě nechte na pokoji.

# conversations/companions/g_companion_parvati_on_ship:134:FemaleText
source: I'll keep your ship in the aether, ma'am. But otherwise, you let me alone.
cs: Udržím vaši loď v éteru, madam. Ale jinak mě nechte na pokoji.

# conversations/companions/g_companion_parvati_on_ship:135:DefaultText
source: I'm leaving. I don't know... I don't know what I'm gonna do. But I can't look at you. You make me sick.
cs: Odcházím. Já nevím... Nevím, co budu dělat. Ale nemůžu se na tebe dívat. Je mi z tebe špatně.

# conversations/companions/g_companion_parvati_on_ship:136:DefaultText
source: Don't rush into that decision. Let's discuss this.
cs: S tímto rozhodnutím nespěchejte. Pojďme si o tom promluvit.

# conversations/companions/g_companion_parvati_on_ship:137:DefaultText
source: You really think you can hack it on your own? You need me.
cs: Opravdu si myslíte, že to zvládnete sami? Potřebuješ mě.

# conversations/companions/g_companion_parvati_on_ship:138:DefaultText
source: We've all got it coming. That day it was her.
cs: Všichni to máme před sebou. Ten den to byla ona.

# conversations/companions/g_companion_parvati_on_ship:139:DefaultText
source: I did an undefendable thing. I won't stop you.
cs: Udělal jsem neobhajitelnou věc. Nezastavím tě.

# conversations/companions/g_companion_parvati_on_ship:140:DefaultText
source: No, mister. I needed Junlei. You took her away from me.
cs: Ne, pane. Potřeboval jsem Junlei. Vzal jsi mi ji.

# conversations/companions/g_companion_parvati_on_ship:140:FemaleText
source: No, ma'am. I needed Junlei. You took her away from me.
cs: Ne, madam. Potřebovala jsem Junlei. Vzal jste mi ji.

# conversations/companions/g_companion_parvati_on_ship:141:DefaultText
source: This isn't something you can talk your way out of. You. Murdered. My. Love! The brightest light in my sky!
cs: Z toho se nelze vymluvit. Ty. Zavražděn. Můj. Lásku! Nejjasnější světlo na mém nebi!

# conversations/companions/g_companion_parvati_on_ship:142:DefaultText
source: One day maybe you'll realize what you've done. Maybe then, you can make it up to the universe. But you'll never make it up to me.
cs: Jednoho dne si možná uvědomíš, co jsi udělal. Pak to možná vesmíru vynahradíš. Ale mně to nikdy nevynahradíš.

# conversations/companions/g_companion_parvati_on_ship:143:DefaultText
source: And now we all gotta live with it. But especially me.
cs: A teď s tím musíme všichni žít. Ale hlavně já.

# conversations/companions/g_companion_parvati_on_ship:144:DefaultText
source: No. There's good people, and there's bad. I didn't want to think it, but - you're one of the bad.
cs: Ne. Jsou lidé dobří a špatní. Nechtěl jsem si to myslet, ale - ty patříš k těm špatným.

# conversations/companions/g_companion_parvati_on_ship:149:DefaultText
source: But if you stay, it'll remind me how I failed. And maybe I'll do better.
cs: Ale když zůstaneš, připomene mi to, jak jsem selhal. A možná se polepším.

# conversations/companions/g_companion_parvati_on_ship:150:DefaultText
source: You've got no plan. You know what Halcyon's like for the unemployed.
cs: Nemáte žádný plán. Víš, jak vypadá Halcyon pro nezaměstnané.

# conversations/companions/g_companion_parvati_on_ship:151:DefaultText
source: Are you sure? Where will you go without this ship? What will you do?
cs: Jste si jistý? Kam se bez této lodi dostaneš? Co budete dělat?

# conversations/companions/g_companion_parvati_on_ship:153:DefaultText
source: I'm not living just to remind you what is and ain't right. You ought to know what your own self. You're - you're sick.
cs: Nežiji jen proto, abych vám připomínal, co je a co není správné. Měli byste to vědět sami. Jsi - jsi nemocný.

# conversations/companions/g_companion_parvati_on_ship:154:DefaultText
source: What's a "plan" matter when somebody kills a person you love? You think I got an eye to the future when I gotta remind myself to breathe?
cs: Jaký význam má "plán", když někdo zabije člověka, kterého milujete? Myslíš, že mám výhled do budoucnosti, když si musím připomínat, že mám dýchat?

# conversations/companions/g_companion_parvati_on_ship:155:DefaultText
source: Maybe. But what if that was just the face she showed everybody, and her heart was another thing?
cs: Možná. Ale co když to byla jen tvář, kterou všem ukazovala, a její srdce bylo něco jiného?

# conversations/companions/g_companion_parvati_on_ship:156:DefaultText
source: I- I just want to be alone for a while, okay?
cs: Chci být chvíli sama, ano?

# conversations/companions/g_companion_parvati_on_ship:157:DefaultText
source: But that couldn't mean it was fate? The Vicar's Grand Plan putting us up in each other's faces?
cs: Ale to nemohlo znamenat, že to byl osud? Velký plán faráře, který nás postavil před sebe?

# conversations/companions/g_companion_parvati_on_ship:158:DefaultText
source: I don't want a bunch of stars. I just want the one that feels right. How'm I supposed to tell it from the rest?
cs: Nechci hromadu hvězdiček. Chci jen tu, která mi přijde správná. Jak ji mám rozeznat od ostatních?

# conversations/companions/g_companion_parvati_on_ship:159:DefaultText
source: I guess. There's a lot of good that needs to be done. I just wish... I didn't have to do it alone.
cs: Asi ano. Je toho hodně dobrého, co je třeba udělat. Jen bych si přál... abych na to nebyl sám.

# conversations/companions/g_companion_parvati_on_ship:162:DefaultText
source: I got that soap you wanted.
cs: Mám to mýdlo, které jsi chtěl.

# conversations/companions/g_companion_parvati_on_ship:169:DefaultText
source: Ohh, lemme see.
cs: Ohh, podívejme se.

# conversations/companions/g_companion_parvati_on_ship:170:DefaultText
source: Wow, some kinda flower... "Rose-ish"? Huh! I never smelt nothing like a rose afore. It's kinda... intense? But Junlei's intense, so maybe that suits?
cs: Páni, nějaká květina... "Růžová"? Huh! Nikdy předtím jsem necítil nic jako růži. Je to trochu... intenzivní? Ale Junlei je intenzivní, takže to možná sedí?

# conversations/companions/g_companion_parvati_on_ship:171:DefaultText
source: Oh! Mock-apples and Synthamon? It smells like a warm kitchen. Like coming home on a fall evening. You're the best, Captain.
cs: Aha! Jablka a Synthamon? Voní to jako teplá kuchyně. Jako když se vracíte domů za podzimního večera. Jste nejlepší, kapitáne.

# conversations/companions/g_companion_parvati_on_ship:172:DefaultText
source: Is that..? Like a refurbished ship! There's nothing like the smell of grit and grime covered over with cleaner, you know? It means we're finally going places.
cs: Je to...? Jako renovovaná loď! Není nad vůni štěrku a špíny přetřené čisticím prostředkem, víš? Znamená to, že konečně někam jedeme.

# conversations/companions/g_companion_parvati_on_ship:175:DefaultText
source: So there's your soap.
cs: Tady je vaše mýdlo.

# conversations/companions/g_companion_parvati_on_ship:177:DefaultText
source: Thanks, Captain. I'm gonna put these someplace safe.
cs: Díky, kapitáne. Dám je někam do bezpečí.

# conversations/companions/g_companion_parvati_on_ship:208:DefaultText
source: Thanks for your help up to now. I'll try to do the rest on my lonesome.
cs: Děkujeme za vaši dosavadní pomoc. Zbytek se pokusím udělat sám.

# conversations/companions/g_companion_parvati_on_ship:209:DefaultText
source: Are you dropping your plans to ask Junlei out?
cs: Vzdáváš se svých plánů pozvat Junlei na rande?
