Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_banter.po
Languages: cs

# conversations/companions/g_companion_ellie_banter:1:DefaultText
source: I shipped with a merc who had a gun like yours, Nyoka. He polished it. Sang to it. Slept with it.
cs: Byl jsem na lodi se žoldákem, který měl stejnou zbraň jako ty, Nyoko. Vyleštil ji. Zpíval na ni. Spal s ní.

# conversations/companions/g_companion_ellie_banter:2:DefaultText
source: Sounds like he had himself a discerning palate. Where you going with this?
cs: Vypadá to, že měl vybíravé chuťové buňky. Kam tím míříte?

# conversations/companions/g_companion_ellie_banter:6:DefaultText
source: You grew up in Byzantium, right?
cs: Vyrostl jste v Byzanci, že?

# conversations/companions/g_companion_ellie_banter:7:DefaultText
source: Don't rub it in.
cs: Neotírejte se o to.

# conversations/companions/g_companion_ellie_banter:8:DefaultText
source: Oh, don't get all prickly. I just haven't met someone who left the high life on purpose.
cs: Nebuď tak popudlivý. Jen jsem ještě nepotkal někoho, kdo by opustil život na vysoké noze záměrně.

# conversations/companions/g_companion_ellie_banter:9:DefaultText
source: I'm from there, but I'm not really "from" there, if you follow.
cs: Pocházím odtamtud, ale nejsem tak úplně "odtamtud", jestli mi rozumíte.

# conversations/companions/g_companion_ellie_banter:10:DefaultText
source: What was it like being one of them top-rungers?
cs: Jaké to bylo být jedním z nich?

# conversations/companions/g_companion_ellie_banter:11:DefaultText
source: Hey, my parents and their gold-shitting friends are top-rungers. Not me.
cs: Hele, moji rodiče a jejich kamarádi, kteří se starají o zlato, jsou špičkoví lidé. Já ne.

# conversations/companions/g_companion_ellie_banter:12:DefaultText
source: Heh. It wouldn't shock me if those fluffed-up hullheads actually did pass gold.
cs: Heh. Nešokovalo by mě, kdyby ty nadýchané koráby skutečně předaly zlato.

# conversations/companions/g_companion_ellie_banter:13:DefaultText
source: They've got pills for that. And that's not even the weirdest thing I've seen.
cs: Mají na to prášky. A to není ani to nejdivnější, co jsem viděl.

# conversations/companions/g_companion_ellie_banter:14:DefaultText
source: Byzantine life seems awful cushy. Could get myself used to kicking back for a spell.
cs: Byzantský život se zdá být strašně pohodlný. Mohl bych si zvyknout na to, že se na chvíli odkopnu.

# conversations/companions/g_companion_ellie_banter:15:DefaultText
source: It's all paperwork, ass-kissing, and stuffy parties where everyone eats too much.
cs: Je to samé papírování, lezení do zadku a dusné večírky, kde se všichni přejídají.

# conversations/companions/g_companion_ellie_banter:16:DefaultText
source: An overabundance of food sounds just fine to me.
cs: Nadbytek jídla mi přijde v pořádku.

# conversations/companions/g_companion_ellie_banter:17:DefaultText
source: Not when you're on call pumping stomachs all night.
cs: Ne, když jste celou noc na příjmu a pumpujete žaludky.

# conversations/companions/g_companion_ellie_banter:18:DefaultText
source: Hey. Um. Sorry about your folks, Ellie.
cs: Ahoj. Je mi líto tvých rodičů, Ellie.

# conversations/companions/g_companion_ellie_banter:19:DefaultText
source: I'm just sorry I forgot to search the liquor cabinet before we left.
cs: Jen mě mrzí, že jsem před odjezdem zapomněl prohledat skříňku s alkoholem.

# conversations/companions/g_companion_ellie_banter:20:DefaultText
source: I... know that's a joke, but... be careful. I lost someone once. After I buried him, I raided his Rizzo stash for a bit of comfort, and I ain't stopped drinking since.
cs: Já... vím, že je to vtip, ale... buď opatrný. Jednou jsem někoho ztratil. Když jsem ho pohřbil, vybrakoval jsem jeho skrýš Rizzo, abych se trochu utěšil, a od té doby jsem nepřestal pít.

# conversations/companions/g_companion_ellie_banter:21:DefaultText
source: Hey, who says that's a bad thing?
cs: Hej, kdo říká, že je to špatně?

# conversations/companions/g_companion_ellie_banter:22:DefaultText
source: He couldn't hit the broad side of an assault cruiser. Hence the tin-shredder.
cs: Nedokázal se trefit ani do širokého boku útočného křižníku. Proto ten drtič plechu.

# conversations/companions/g_companion_ellie_banter:23:DefaultText
source: Wouldn't be the first man I met bearing compensation for his lack of skill.
cs: Nebyl by to první člověk, kterého jsem potkal a který nesl kompenzaci za nedostatek dovedností.

# conversations/companions/g_companion_ellie_banter:24:DefaultText
source: Not like that. Far as I know.
cs: Ne takhle. Pokud vím.

# conversations/companions/g_companion_ellie_banter:25:DefaultText
source: If I never smell another rapt, it'll be too soon.
cs: Pokud už nikdy neucítím dalšího rapta, bude to příliš brzy.

# conversations/companions/g_companion_ellie_banter:27:DefaultText
source: Weren't you a sawbones? Figure you ought to've smelled worse.
cs: Nebyl jsi náhodou pilař? Měl bys být cítit hůř.

# conversations/companions/g_companion_ellie_banter:28:DefaultText
source: Sure, but those things reek like bad cologne. It's different.
cs: Jistě, ale tyhle věci smrdí jako špatná kolínská. Je to jiné.

# conversations/companions/g_companion_ellie_banter:29:DefaultText
source: I'm with you there. At least humans have the courtesy to wait a while before their bodies start to stink.
cs: V tom s vámi souhlasím. Lidé mají alespoň tolik slušnosti, že chvíli počkají, než jejich těla začnou páchnout.

# conversations/companions/g_companion_ellie_banter:30:DefaultText
source: Smell that? Recycled air never tasted so good.
cs: Cítíte to? Recyklovaný vzduch nikdy nechutnal tak dobře.

# conversations/companions/g_companion_ellie_banter:31:DefaultText
source: Recycled? Manufactured and paid for, more like. I'll take the natural stuff, thanks.
cs: Recyklovaný? Spíš vyrobená a zaplacená. Vezmu si přírodní věci, díky.

# conversations/companions/g_companion_ellie_banter:32:DefaultText
source: Least I know where all these smells came from.
cs: Alespoň vím, odkud všechny ty pachy pocházejí.

# conversations/companions/g_companion_ellie_banter:33:DefaultText
source: It ain't? Well. Now you've got my interest.
cs: Není? No. Teď jsi mě zaujal.

# conversations/companions/g_companion_ellie_banter:36:DefaultText
source: I ever tell you about this one patient? Wanted her eyebrows moved up and the tip of her nose raised.
cs: Říkal jsem vám někdy o jednom pacientovi? Chtěla, aby se jí obočí posunulo nahoru a špička nosu se zvedla.

# conversations/companions/g_companion_ellie_banter:37:DefaultText
source: ...what? Why? Was she trying to disguise herself? She on the run or something?
cs: ...co? Proč? Chtěla se snad zamaskovat? Byla na útěku nebo co?

# conversations/companions/g_companion_ellie_banter:38:DefaultText
source: So she'd always be looking down on everyone.
cs: Takže by se na všechny dívala vždycky svrchu.

# conversations/companions/g_companion_ellie_banter:39:DefaultText
source: You are making that up.
cs: To si vymýšlíte.

# conversations/companions/g_companion_ellie_banter:40:DefaultText
source: Making stuff up is work. This is real.
cs: Vymýšlení je práce. Tohle je skutečnost.

# conversations/companions/g_companion_ellie_banter:41:DefaultText
source: Now that you're all high-society, you gonna start shitting gold, too?
cs: Teď, když jsi na vysoké noze, začneš taky srát zlato?

# conversations/companions/g_companion_ellie_banter:42:DefaultText
source: Are you kidding? I'll eat my bit cartridges before I waste 'em on shit like that.
cs: Děláte si legraci? Než abych plýtval na takovéhle sračky, to radši sním své bitové kazety.

# conversations/companions/g_companion_ellie_banter:43:DefaultText
source: We stick together after all this, I'll hold you to that.
cs: Po tomhle všem držíme spolu, to ti garantuji.

# conversations/companions/g_companion_ellie_banter:44:DefaultText
source: I just might. Someone's gotta watch your ass.
cs: Možná, že ano. Někdo ti musí hlídat zadek.

# conversations/companions/g_companion_ellie_banter:48:DefaultText
source: SAM, have you been... washing my clothes?
cs: SAM, ty jsi mi... pral oblečení?

# conversations/companions/g_companion_ellie_banter:49:DefaultText
source: Affirmative.
cs: Kladně.

# conversations/companions/g_companion_ellie_banter:50:DefaultText
source: Now I look like a banker! Or a dentist.
cs: Teď vypadám jako bankéř! Nebo zubař.

# conversations/companions/g_companion_ellie_banter:51:DefaultText
source: Teeth cleaning request processed. Plaque removal with a product trial of Pep-You-Up Floss scheduled.
cs: Zpracování žádosti o čištění zubů. Odstranění zubního plaku se zkušební verzí produktu Pep-You-Up Floss.

# conversations/companions/g_companion_ellie_banter:52:DefaultText
source: Next time we visit a garbage heap, you're history.
cs: Až příště navštívíme hromadu odpadků, jsi minulostí.

# conversations/companions/g_companion_ellie_banter:53:DefaultText
source: Felix? From the docks, right? What are you doing here?
cs: Felix? Z přístavu, že? Co tady děláš?

# conversations/companions/g_companion_ellie_banter:54:DefaultText
source: So, you're, uh. You're really running around with us now, huh?
cs: Takže ty jsi... Teď s námi opravdu běháš, co?

# conversations/companions/g_companion_ellie_banter:55:DefaultText
source: I'm adventuring! Ain't it something?
cs: Jsem dobrodruh! Není to něco?

# conversations/companions/g_companion_ellie_banter:56:DefaultText
source: Sure am. I'm a part of the crew now. Got my own bunk and everything.
cs: Jistěže ano. Teď jsem součástí posádky. Mám vlastní lůžko a všechno.

# conversations/companions/g_companion_ellie_banter:57:DefaultText
source: You're a funny guy. Seriously, though, that foreman's gonna bust your ass.
cs: Jste vtipný člověk. Ale vážně, ten předák ti natrhne prdel.

# conversations/companions/g_companion_ellie_banter:58:DefaultText
source: Hey Ellie, you wanna know what I think? I think they oughta make a serial about our crew. Only, we'd have all these secret messages in every episode, see?
cs: Hej, Ellie, chceš vědět, co si myslím? Myslím, že by měli natočit seriál o naší partě. Akorát bychom měli v každém díle všechny ty tajné zprávy, chápeš?

# conversations/companions/g_companion_ellie_banter:60:DefaultText
source: You ever watch Agent Khan? He's got this ship, right? "The Invincible." And we got a ship, right? So I got to thinking, who'd win in a race? The Invincible, or the Unreliable?
cs: Díval ses někdy na agenta Khana? Má tuhle loď, ne? "Neporazitelný." A my máme loď, že? Tak mě napadlo, kdo by vyhrál závod? Nepřemožitelný, nebo Nespolehlivý?

# conversations/companions/g_companion_ellie_banter:61:DefaultText
source: Hey Ellie, when was it that you realized the Board was crushing the life outta this colony?
cs: Ellie, kdy sis uvědomila, že rada drtí život v této kolonii?

# conversations/companions/g_companion_ellie_banter:62:DefaultText
source: I just don't get how you can be so casual about your integrity, Ellie. Way I see it, you're either standing up to the Board, or you're standing up for 'em.
cs: Jen nechápu, jak můžeš být tak nenucená, pokud jde o tvou bezúhonnost, Ellie. Já to vidím tak, že se buď postavíš Radě, nebo se jí zastaneš.

# conversations/companions/g_companion_ellie_banter:63:DefaultText
source: Hey. How are you doing?
cs: Ahoj. Jak se máš?

# conversations/companions/g_companion_ellie_banter:65:DefaultText
source: My head feels like it's about to split down the middle. What was in those drinks you made last night?
cs: Mám pocit, že se mi hlava každou chvíli rozpůlí. Co bylo v těch nápojích, které jsi včera večer připravil?

# conversations/companions/g_companion_ellie_banter:68:DefaultText
source: I don't know, Ellie. Clyde was the one friend I had since I was a kid. I don't think I'm getting over this any time soon.
cs: Já nevím, Ellie. Clyde byl jediný přítel, kterého jsem měla od dětství. Nemyslím si, že se z toho v dohledné době dostanu.

# conversations/companions/g_companion_ellie_banter:69:DefaultText
source: Better him than you, right?
cs: Lepší on než ty, že?

# conversations/companions/g_companion_ellie_banter:70:DefaultText
source: Yeah, I tried telling myself that already. Didn't work then. Ain't working now. Thanks, though.
cs: Jo, to už jsem si říkal. Nepomohlo to. Nefunguje to ani teď. Ale díky.

# conversations/companions/g_companion_ellie_banter:71:DefaultText
source: Felix, you watch too many movies.
cs: Felixi, sleduješ příliš mnoho filmů.

# conversations/companions/g_companion_ellie_banter:72:DefaultText
source: Yeah, Max said the same thing. Except he usually says it after giving me this long, disapproving stare.
cs: Jo, Max říkal to samé. Až na to, že to obvykle říká poté, co na mě upře dlouhý, nesouhlasný pohled.

# conversations/companions/g_companion_ellie_banter:73:DefaultText
source: Hey, you sound just like Nyoka.
cs: Hej, mluvíš přesně jako Nyoka.

# conversations/companions/g_companion_ellie_banter:74:DefaultText
source: Adventure serials are my education. Where else am I supposed to learn how to kick a jackass in the chest? That's what being a pirate's all about, right?
cs: Dobrodružné seriály jsou mým vzděláním. Kde jinde se mám naučit, jak kopnout blbce do hrudi? O tom je přece pirátství, ne?

# conversations/companions/g_companion_ellie_banter:75:DefaultText
source: Hate to tell you, but a lot of the job is waiting for a gig, then waiting to get paid.
cs: Nerad vám to říkám, ale velká část práce spočívá v čekání na vystoupení a pak v čekání na výplatu.

# conversations/companions/g_companion_ellie_banter:76:DefaultText
source: He ain't my foreman anymore. I'm part of your crew now. Exciting, huh?
cs: Už to není můj předák. Teď jsem členem tvé party. Vzrušující, co?

# conversations/companions/g_companion_ellie_banter:77:DefaultText
source: Oh, boy.
cs: Ach jo.

# conversations/companions/g_companion_ellie_banter:79:DefaultText
source: You know, Felix, now that you're a real pirate, I should induct you into the pirate's code of silence.
cs: Víš, Felixi, teď, když jsi opravdový pirát, bych tě měl zasvětit do pirátského kodexu mlčení.

# conversations/companions/g_companion_ellie_banter:80:DefaultText
source: Oooh. The code of silence! What's that?
cs: Oooh. Kodex mlčení! Co to je?

# conversations/companions/g_companion_ellie_banter:81:DefaultText
source: It means you agree not to talk. For a very long time.
cs: Znamená to, že souhlasíte s tím, že nebudete mluvit. Po velmi dlouhou dobu.

# conversations/companions/g_companion_ellie_banter:82:DefaultText
source: What happened to the code of silence, Felix?
cs: Co se stalo s kodexem mlčení, Felixi?

# conversations/companions/g_companion_ellie_banter:83:DefaultText
source: Hey, why do you always do that thing with your eyes whenever I talk to you? You on the alert, maybe? Looking out for hidden enemies?
cs: Hej, proč vždycky, když na tebe mluvím, děláš tu věc s očima? Možná jsi ve střehu? Hledáš skryté nepřátele?

# conversations/companions/g_companion_ellie_banter:84:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/companions/g_companion_ellie_banter:85:DefaultText
source: I'm...talking about the Board. The machine of oppression? Ain't that why you became a pirate? 'Cause you wanted to be free and all.
cs: Mluvím o představenstvu. O stroji na utlačování? Není to důvod, proč ses stal pirátem? Protože jsi chtěl být svobodný a tak.

# conversations/companions/g_companion_ellie_banter:86:DefaultText
source: I'm just after a paycheck, kid.
cs: Jde mi jen o výplatu, chlapče.

# conversations/companions/g_companion_ellie_banter:87:DefaultText
source: I know nuance ain't exactly your strong suit, but it's not that simple. Grow a few hairs on your chest and you'll see.
cs: Vím, že nuance nejsou zrovna tvou silnou stránkou, ale není to tak jednoduché. Nech si narůst pár chlupů na hrudi a uvidíš.

# conversations/companions/g_companion_ellie_banter:88:DefaultText
source: I might not have your schooling, but at least I stand for something.
cs: Možná nemám vaše vzdělání, ale alespoň něco znamenám.

# conversations/companions/g_companion_ellie_banter:89:DefaultText
source: Let's just say you remind me of someone.
cs: Řekněme, že mi někoho připomínáte.

# conversations/companions/g_companion_ellie_banter:90:DefaultText
source: I bet they were real pretty.
cs: Vsadím se, že byly opravdu pěkné.

# conversations/companions/g_companion_ellie_banter:91:DefaultText
source: Here's what I can't get over. Clyde wasn't always friendly. He wasn't ever polite. But he was always on the level. You always knew where he stood.
cs: Tohle je to, co nemůžu překousnout. Clyde nebyl vždycky přátelský. Nikdy nebyl zdvořilý. Ale vždycky byl na úrovni. Vždycky jste věděli, na čem je.

# conversations/companions/g_companion_ellie_banter:92:DefaultText
source: Don't take it personally - most people aren't even honest with themselves. Gets easier when you remember that.
cs: Neberte si to osobně - většina lidí není upřímná ani sama k sobě. Když si to uvědomíte, bude to snazší.

# conversations/companions/g_companion_ellie_banter:93:DefaultText
source: Guess it don't matter now. Clyde's gone, and it's time I moved on.
cs: Teď už je to asi jedno. Clyde je pryč a je na čase, abych šel dál.

# conversations/companions/g_companion_ellie_banter:98:DefaultText
source: Some Zero Gee Brew, half a bottle of Purpleberry Liqueur, and a splash of leftover V6 that was going bad. For color.
cs: Trochu Zero Gee Brew, půl lahve purpurového likéru a zbytek V6, který se kazil. Pro barvu.

# conversations/companions/g_companion_ellie_banter:99:DefaultText
source: Ugh. Don't talk about color. I feel like I'm about to hurl up five or six shades.
cs: Uf. Nemluv o barvě. Mám pocit, že za chvíli vyvrhnu pět nebo šest odstínů.

# conversations/companions/g_companion_ellie_banter:100:DefaultText
source: Hold it in. I'll whip you up something when we get back to the ship.
cs: Vydržte. Něco ti připravím, až se vrátíme na loď.

# conversations/companions/g_companion_ellie_banter:102:DefaultText
source: Hey Ellie, how's your head? Still spinning?
cs: Ahoj Ellie, co tvoje hlava? Pořád se točí?

# conversations/companions/g_companion_ellie_banter:103:DefaultText
source: Felix, the secret to surviving a good night is a big breakfast. Wait, what are you yammering about?
cs: Felixi, tajemstvím, jak přežít dobrou noc, je vydatná snídaně. Počkej, o čem to žvaníš?

# conversations/companions/g_companion_ellie_banter:104:DefaultText
source: Oh, I was just curious, is all. You used to make a face whenever we talked, like you had a headache. But I guess you're feeling all right now.
cs: Jen jsem byl zvědavý, to je vše. Vždycky, když jsme spolu mluvili, tvářil ses, jako by tě bolela hlava. Ale teď už se asi cítíš dobře.

# conversations/companions/g_companion_ellie_banter:105:DefaultText
source: Look, you're okay, but don't go rubbing it in, all right?
cs: Podívej, jsi v pořádku, ale neotírej se o to, ano?

# conversations/companions/g_companion_ellie_banter:106:DefaultText
source: And you'll fall for anything. That's how the saying goes.
cs: A ty naletíš na všechno. Tak se to říká.

# conversations/companions/g_companion_ellie_banter:108:DefaultText
source: You ever get the feeling Max is trying to convert you?
cs: Měl jsi někdy pocit, že se tě Max snaží obrátit na jinou víru?

# conversations/companions/g_companion_ellie_banter:109:DefaultText
source: I don't think I've ever listened close enough to tell.
cs: Myslím, že jsem nikdy neposlouchal tak pozorně, abych to mohl říct.

# conversations/companions/g_companion_ellie_banter:110:DefaultText
source: I was in the mess the other night, kicking my boots up on the table. Just opened up my latest issue of Tales from Beyond, right?
cs: Nedávno jsem byl v jídelně a kopal jsem do bot na stole. Právě jsem otevřel poslední číslo Příběhů ze záhrobí, že?

# conversations/companions/g_companion_ellie_banter:111:DefaultText
source: Felix, I didn't know you read.
cs: Felixi, nevěděl jsem, že čteš.

# conversations/companions/g_companion_ellie_banter:112:DefaultText
source: So, Vicar... Vicky... can I call you Vicky?
cs: Takže, pane faráři... Vicky... můžu ti říkat Vicky?

# conversations/companions/g_companion_ellie_banter:113:DefaultText
source: Absolutely fucking not.
cs: Rozhodně ne.

# conversations/companions/g_companion_ellie_banter:114:DefaultText
source: I'm not a fuckin' priest.
cs: Nejsem žádný zasraný kněz.

# conversations/companions/g_companion_ellie_banter:115:DefaultText
source: And thank the Architect for that.
cs: A děkujeme za to architektovi.

# conversations/companions/g_companion_ellie_banter:116:DefaultText
source: Max, you're always going on about destiny. What did your mother do?
cs: Maxi, ty pořád mluvíš o osudu. Co udělala tvoje matka?

# conversations/companions/g_companion_ellie_banter:117:DefaultText
source: If you must know, my late mother was a laborer, Dr. Fenhill.
cs: Pokud to musíte vědět, moje zesnulá matka byla dělnice, doktore Fenhille.

# conversations/companions/g_companion_ellie_banter:118:DefaultText
source: And your father?
cs: A tvůj otec?

# conversations/companions/g_companion_ellie_banter:119:DefaultText
source: The same.
cs: Stejně.

# conversations/companions/g_companion_ellie_banter:120:DefaultText
source: Couldn't help but notice your shooter, Dr. Fenhill. It's quite a sharp piece.
cs: Nemohl jsem si nevšimnout vašeho střelce, doktore Fenhille. Je to docela ostrý kousek.

# conversations/companions/g_companion_ellie_banter:121:DefaultText
source: Isn't it something? I keep meaning to name it, but I can't come up with one that sticks
cs: Není to něco? Pořád to chci pojmenovat, ale nemůžu přijít na jméno, které by mi utkvělo v paměti.

# conversations/companions/g_companion_ellie_banter:122:DefaultText
source: That's funny, I thought you didn't care much for nice things.
cs: To je zvláštní, myslel jsem, že si na hezké věci moc nepotrpíš.

# conversations/companions/g_companion_ellie_banter:123:DefaultText
source: Hey, a pirate's nothing without a rep. And this baby has a rep of its own.
cs: Hej, pirát bez pověsti není nic. A tohle děťátko má svou vlastní pověst.

# conversations/companions/g_companion_ellie_banter:124:DefaultText
source: Didn't realize you were an ex-con, Vicar.
cs: Neuvědomil jsem si, že jste bývalý trestanec, vikáři.

# conversations/companions/g_companion_ellie_banter:125:DefaultText
source: Technically, I was a priest, not a prisoner.
cs: Technicky vzato jsem byl kněz, ne vězeň.

# conversations/companions/g_companion_ellie_banter:126:DefaultText
source: Oh. So you could leave whenever you wanted.
cs: Oh. Takže jsi mohl odejít, kdykoli jsi chtěl.

# conversations/companions/g_companion_ellie_banter:127:DefaultText
source: No. I had to fulfill my... duties first.
cs: Ne. Nejdřív jsem musel splnit své... povinnosti.

# conversations/companions/g_companion_ellie_banter:128:DefaultText
source: Then you had a sentence.
cs: Pak jste měl větu.

# conversations/companions/g_companion_ellie_banter:129:DefaultText
source: Not exactly.
cs: Ne tak docela.

# conversations/companions/g_companion_ellie_banter:130:DefaultText
source: You just got a lot more interesting, preacher.
cs: Právě jste se stal mnohem zajímavějším, kazateli.

# conversations/companions/g_companion_ellie_banter:131:DefaultText
source: So, Max. Got any interesting prison stories? Do people really trade cigarettes like bits?
cs: Takže, Maxi. Máš nějaký zajímavý příběh z vězení? Opravdu si lidé vyměňují cigarety jako kousky?

# conversations/companions/g_companion_ellie_banter:132:DefaultText
source: I told you, I wasn't technically in prison. And no. You watch too many aetherwave dramas.
cs: Říkal jsem ti, že jsem technicky vzato nebyl ve vězení. A ne. Díváš se na příliš mnoho éterických dramat.
