Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_banter.po
Languages: cs

# conversations/companions/g_companion_parvati_banter:3:DefaultText
source: What was your family like, Felix? Did you ever know 'em?
cs: Jaká byla vaše rodina, Felixi? Znal jsi je někdy?

# conversations/companions/g_companion_parvati_banter:4:DefaultText
source: I never knew 'em. I was a stowaway. That's what they call orphans who grow up in the back-bays.
cs: Nikdy jsem je neznal. Byl jsem černý pasažér. Tak se říká sirotkům, kteří vyrůstají v zázemí.

# conversations/companions/g_companion_parvati_banter:17:DefaultText
source: Oh gosh. I'm sorry. That must have been lonesome.
cs: Ach bože. Omlouvám se. To muselo být osamělé.

# conversations/companions/g_companion_parvati_banter:18:DefaultText
source: Did you know Junlei growin' up?
cs: Znal jsi Junlei, když vyrůstala?

# conversations/companions/g_companion_parvati_banter:19:DefaultText
source: Ms. Tennyson? Naw. She never looked my way.
cs: Slečna Tennysonová? Ne. Nikdy se nedívala mým směrem.

# conversations/companions/g_companion_parvati_banter:20:DefaultText
source: What'd folks say about her, then?
cs: Co o ní tedy lidé říkali?

# conversations/companions/g_companion_parvati_banter:21:DefaultText
source: Hey Felix, you like riddles?
cs: Felixi, máš rád hádanky?

# conversations/companions/g_companion_parvati_banter:22:DefaultText
source: Is that a riddle? 'Cause the answer is yes. Hit me with another one.
cs: Je to hádanka? Protože odpověď zní ano. Dejte mi další.

# conversations/companions/g_companion_parvati_banter:23:DefaultText
source: All right, here goes. Many have heard me, but none have seen me, and I won't speak until spoken to. What am I?
cs: Dobře, tak tady to je. Mnozí mě slyšeli, ale nikdo mě neviděl, a já nepromluvím, dokud nebudu osloven. Co jsem zač?

# conversations/companions/g_companion_parvati_banter:24:DefaultText
source: Okay, I got another one. I can only live where there's light, but if a light shines on me, I die. What am I?
cs: Dobře, mám další. Můžu žít jen tam, kde je světlo, ale když na mě svítí světlo, umřu. Co jsem?

# conversations/companions/g_companion_parvati_banter:25:DefaultText
source: Huh. That's a tough one. I'm gonna have to go with... a conspiracy!
cs: Huh. To je oříšek. Musím se rozhodnout pro... spiknutí!

# conversations/companions/g_companion_parvati_banter:26:DefaultText
source: I don't think you're takin' my riddles serious, Felix.
cs: Myslím, že moje hádanky nebereš vážně, Felixi.

# conversations/companions/g_companion_parvati_banter:32:DefaultText
source: Who's the sweetest boy? Who is it?
cs: Kdo je nejsladší chlapec? Kdo je to?

# conversations/companions/g_companion_parvati_banter:33:DefaultText
source: Whoops, hold on there, SAM, I think you got some schmutz on your chassis.
cs: Počkej, SAMe, myslím, že máš na podvozku nějakou špínu.

# conversations/companions/g_companion_parvati_banter:34:DefaultText
source: You ever think about death, SAM?
cs: Přemýšlel jsi někdy o smrti, SAMe?

# conversations/companions/g_companion_parvati_banter:35:DefaultText
source: Been thinking on my dad today. D'you miss Mr. Hawthorne, SAM?
cs: Dnes jsem přemýšlel o svém otci. Chybí ti pan Hawthorne, SAMe?

# conversations/companions/g_companion_parvati_banter:36:DefaultText
source: Error: Unable to process the specific customer service request. Please, repeat the order.
cs: Chyba: Nelze zpracovat konkrétní požadavek na zákaznickou službu. Zopakujte prosím objednávku.

# conversations/companions/g_companion_parvati_banter:37:DefaultText
source: Did your SAM unit get dirty on the job? Simply initiate SAM's self-cleaning mode. It's as easy as 1-2-3!
cs: Ušpinila se vaše jednotka SAM při práci? Jednoduše spusťte samočisticí režim SAM. Je to snadné jako 1-2-3!

# conversations/companions/g_companion_parvati_banter:38:DefaultText
source: You won't find a more highly effective nor highly efficient automechnical fine tuned to neutralize noxious contaminants on Halcyon's market.
cs: Na trhu Halcyon nenajdete účinnější ani vysoce efektivní automechaniku vyladěnou na neutralizaci škodlivých kontaminantů.

# conversations/companions/g_companion_parvati_banter:39:DefaultText
source: While SAM units are mass produced for economical purposes, the overall quantity is limited compared to other automechanical product lines.
cs: Přestože se jednotky SAM vyrábějí hromadně z ekonomických důvodů, jejich celkové množství je ve srovnání s jinými automechanickými výrobními řadami omezené.

# conversations/companions/g_companion_parvati_banter:40:DefaultText
source: Yeah! You are!
cs: Jo! Jsi!

# conversations/companions/g_companion_parvati_banter:44:DefaultText
source: I had a question about your Plan, Mr. Vicar.
cs: Měl jsem otázku ohledně vašeho plánu, pane vikáři.

# conversations/companions/g_companion_parvati_banter:45:DefaultText
source: Of course. The cosmos is generated and directed by the Universal Equation, also known as the Grand Plan. By contemplating the Teleological Order of things one can achieve Verity.
cs: Samozřejmě. Vesmír je vytvářen a řízen Univerzální rovnicí, známou také jako Velký plán. Rozjímáním o Teleologickém řádu věcí lze dosáhnout Pravdivosti.

# conversations/companions/g_companion_parvati_banter:46:DefaultText
source: Never mind. That about answers it.
cs: Nevadí. To je odpověď.

# conversations/companions/g_companion_parvati_banter:49:DefaultText
source: You ever wonder if what Mr. Graham says is true? About "the light in us all?" Sounds kind of pretty, I think.
cs: Přemýšleli jste někdy o tom, zda je pravda, co říká pan Graham? O "světle v nás všech"? Myslím, že to zní docela hezky.

# conversations/companions/g_companion_parvati_banter:50:DefaultText
source: He understands nothing! He's delusional! Warping some interesting theories that could lead to real understanding of the true order of the cosmos and using them to control his flock!
cs: Nerozumí ničemu! Je to bludař! Překrucuje některé zajímavé teorie, které by mohly vést ke skutečnému pochopení skutečného řádu vesmíru, a používá je k ovládání svého stáda!

# conversations/companions/g_companion_parvati_banter:51:DefaultText
source: Wow. You got a lot of feelings all stuffed up in there, huh.
cs: Wow. Máš tam nacpaných hodně citů, co?

# conversations/companions/g_companion_parvati_banter:52:DefaultText
source: I seen you limping a bit. You all right, Mr. Vicar? Need us to slow down?
cs: Viděl jsem, že trochu kulháš. Jste v pořádku, pane faráři? Potřebujete, abychom zpomalili?

# conversations/companions/g_companion_parvati_banter:53:DefaultText
source: What are you implying? I am perfectly fit, my, uh, knee is just acting up.
cs: Na co narážíte? Jsem naprosto fit, jen mi zlobí koleno.

# conversations/companions/g_companion_parvati_banter:54:DefaultText
source: There's no shame in bein' older, Mr. Vicar. Don't worry, the Captain and I will take care of you.
cs: Není hanba být starší, pane faráři. Nebojte se, kapitán a já se o vás postaráme.

# conversations/companions/g_companion_parvati_banter:55:DefaultText
source: You don't seem to like traveling with us much.
cs: Nezdá se, že bys s námi cestoval rád.

# conversations/companions/g_companion_parvati_banter:56:DefaultText
source: Why in the Architect's name would you say that?
cs: Proč to proboha říkáte?

# conversations/companions/g_companion_parvati_banter:57:DefaultText
source: It's just that you're real... grouchy. Kind of all the time?
cs: Jen jsi opravdu... mrzutý. Tak nějak pořád?

# conversations/companions/g_companion_parvati_banter:58:DefaultText
source: Y'ever been off Monarch, Nyoka? Before you met the Captain, I mean.
cs: Byl jsi někdy mimo Monarch, Nyoko? Myslím předtím, než jsi potkala kapitána.

# conversations/companions/g_companion_parvati_banter:59:DefaultText
source: Nah. I mostly just drank and hunted. Soon as you stop to dream of other things, that'll be the day something sneaks up and eats you.
cs: Ne. Většinou jsem jen pil a lovil. Jakmile přestaneš snít o jiných věcech, bude to den, kdy se k tobě něco přikrade a sežere tě.

# conversations/companions/g_companion_parvati_banter:60:DefaultText
source: Don't fret, I'm watchin' your back now. Anything tries to eat us, I'll give it a mighty whack on the nose.
cs: Neboj se, teď ti kryju záda. Jestli se nás něco pokusí sežrat, dám tomu pořádnou ránu do nosu.

# conversations/companions/g_companion_parvati_banter:61:DefaultText
source: I'm real sorry about your friends, Nyoka. Ain't no one deserves to go like that. Certainly not folks just tryin' to get by.
cs: Je mi opravdu líto tvých přátel, Nyoko. Nikdo si nezaslouží takovou smrt. Určitě ne lidi, kteří se jen snaží přežít.

# conversations/companions/g_companion_parvati_banter:62:DefaultText
source: Thanks for saying that. You know, after seeing so many people get chomped, trip into sulfur pools, shot by marauders... I always figured we'd die young.
cs: Děkuji, že jste to řekl. Víš, poté, co jsem viděl tolik lidí, kteří se nechali sežrat, zakopli o sirné kaluže, zastřelili je nájezdníci... Vždycky jsem si myslel, že zemřeme mladí.

# conversations/companions/g_companion_parvati_banter:63:DefaultText
source: Ohh, I didn't get a chance to try Spectrum when we went out drinkin'! Is it any good?
cs: Ohh, neměl jsem šanci vyzkoušet Spectrum, když jsme šli pít! Je dobré?

# conversations/companions/g_companion_parvati_banter:64:DefaultText
source: You're distracted. That's dangerous, Parvati. Spit it out.
cs: Jste rozptýlení. To je nebezpečné, Parvati. Vyplivni to.

# conversations/companions/g_companion_parvati_banter:65:DefaultText
source: No. I ain't the type to make things uncertain. I see something I want, I take it or I die tryin'.
cs: Ne. Nejsem ten typ, který by znejistěl. Když vidím něco, co chci, vezmu si to, nebo zemřu, když se o to pokusím.

# conversations/companions/g_companion_parvati_banter:66:DefaultText
source: I'm still fretting about Junlei. 'Bout how maybe she might not like me anymore.
cs: Pořád se trápím kvůli Junlei. O tom, že už mě možná nebude mít ráda.

# conversations/companions/g_companion_parvati_banter:67:DefaultText
source: Did you have a sweetheart in Stellar Bay?
cs: Měli jste ve Stellar Bay miláčka?

# conversations/companions/g_companion_parvati_banter:68:DefaultText
source: I had a fling or two, sure, but on Monarch relationships ain't usually meant to last.
cs: Jistě, měl jsem pár románků, ale na Monarchu vztahy obvykle nemají trvat dlouho.

# conversations/companions/g_companion_parvati_banter:75:DefaultText
source: Oh, uhm.. right. You had a question?
cs: Oh, uhm... správně. Měl jste otázku?

# conversations/companions/g_companion_parvati_banter:76:DefaultText
source: I need neither your advice, nor your pity, young lady.
cs: Nepotřebuji vaši radu ani soucit, mladá dámo.

# conversations/companions/g_companion_parvati_banter:77:DefaultText
source: I'm not "grouchy", I'm just, just... irritated by inane questions!
cs: Nejsem "nevrlý", jen mě prostě... iritují nesmyslné otázky!

# conversations/companions/g_companion_parvati_banter:78:DefaultText
source: Yeah, see, when you say it like that, makes me wonder.
cs: Jo, když to říkáš takhle, tak mě to nutí přemýšlet.

# conversations/companions/g_companion_parvati_banter:79:DefaultText
source: How are you feeling, Mr. Vicar? After your, uh, hallucinations?
cs: Jak se cítíte, pane faráři? Po vašich halucinacích?

# conversations/companions/g_companion_parvati_banter:80:DefaultText
source: Fantastic. But it must be said that the sensation of myself as a separate mind inside a bag of skin was the real hallucination.
cs: Fantastické. Ale je třeba říct, že pocit, že jsem samostatná mysl uvnitř koženého pytle, byl skutečnou halucinací.

# conversations/companions/g_companion_parvati_banter:82:DefaultText
source: Were you really in jail, Mr. Max? And you were our vicar?!
cs: Byl jste opravdu ve vězení, pane Maxi? A vy jste byl náš farář?!

# conversations/companions/g_companion_parvati_banter:83:DefaultText
source: Yes, but as I've repeatedly said, I was assigned there as a vicar. I was not a prisoner.
cs: Ano, ale jak jsem již několikrát řekl, byl jsem tam přidělen jako vikář. Nebyl jsem vězeň.

# conversations/companions/g_companion_parvati_banter:84:DefaultText
source: I just can't believe you'd lie!
cs: Nemůžu uvěřit, že bys lhal!

# conversations/companions/g_companion_parvati_banter:85:DefaultText
source: You ever worry all that ammo in your berth might combust?
cs: Měl jsi někdy strach, že ti všechno to střelivo v lůžku shoří?

# conversations/companions/g_companion_parvati_banter:86:DefaultText
source: What? Wait, that's - it can do that?
cs: Cože? Počkat, to je - to umí?

# conversations/companions/g_companion_parvati_banter:87:DefaultText
source: All it takes is a little bit of black powder next to a lot of bits of fertilizer and one real hot day, and... boom!
cs: Stačí trocha černého prachu vedle spousty kousků hnojiva a jeden opravdu horký den a... bum!

# conversations/companions/g_companion_parvati_banter:88:DefaultText
source: What job'd the Board assign you when you came of age? Bet it was somethin' real neat, like professional flexing.
cs: Jakou práci ti rada přidělila, když jsi dosáhl plnoletosti? Vsadím se, že to bylo něco opravdu elegantního, jako profesionální flexing.

# conversations/companions/g_companion_parvati_banter:89:DefaultText
source: You all got different saltuna here on Monarch! Ain't that neat?
cs: Každý z vás má na Monarchu jinou saltunu! No není to hezké?

# conversations/companions/g_companion_parvati_banter:90:DefaultText
source: Wilderness patrol. Plenty of folk traveling on foot out there, even back when there were roads. I protected 'em from rapts and the like.
cs: Hlídka v divočině. Spousta lidí se tam pohybuje pěšky, i když tam ještě byly silnice. Chránil jsem je před peřejemi a podobně.

# conversations/companions/g_companion_parvati_banter:91:DefaultText
source: You come to Monarch and that's what you're excited about? You oughta get out more.
cs: Přijedete do Monarchu a to vás nadchne? Měl bys víc chodit ven.

# conversations/companions/g_companion_parvati_banter:92:DefaultText
source: Oh gosh, and here I was jawin' 'bout how I was watching your back. I'm probably more like to get in your way!
cs: Ach bože, a já jsem se tady rozplýval nad tím, jak ti kryju záda. Asi jsem se ti spíš připletl do cesty!

# conversations/companions/g_companion_parvati_banter:93:DefaultText
source: I'm gettin' out right now!
cs: Právě teď vystupuji!

# conversations/companions/g_companion_parvati_banter:94:DefaultText
source: What'd Stellar Bay's engineer name YOUR canning machine?
cs: Jak inženýr společnosti Stellar Bay pojmenoval váš konzervátor?

# conversations/companions/g_companion_parvati_banter:95:DefaultText
source: I don't rightly know. That'd have been... Guster, I think. I'd ask him, but he fell in the machine once. So.
cs: Správně nevím. To by bylo... Guster, myslím. Zeptal bych se ho, ale jednou spadl do stroje. Takže.

# conversations/companions/g_companion_parvati_banter:96:DefaultText
source: Forget I asked.
cs: Zapomněl jsem, že jsem se ptal.

# conversations/companions/g_companion_parvati_banter:100:DefaultText
source: Won't speak until spoken to, huh? Oh, I got it. You're an obedient corporate slave, right?
cs: Nebudeš mluvit, dokud tě neoslovím, co? Aha, už to mám. Jsi poslušný firemní otrok, že?

# conversations/companions/g_companion_parvati_banter:101:DefaultText
source: All right, Felix. I got a real easy one for you. You ready?
cs: Dobře, Felixi. Mám pro tebe opravdu snadný úkol. Jsi připraven?

# conversations/companions/g_companion_parvati_banter:102:DefaultText
source: What goes up but never comes down?
cs: Co stoupá nahoru, ale nikdy neklesá dolů?

# conversations/companions/g_companion_parvati_banter:103:DefaultText
source: I was born ready. Let me hear it.
cs: Narodil jsem se připravený. Dovolte mi to slyšet.

# conversations/companions/g_companion_parvati_banter:104:DefaultText
source: The amount of corruption in the colony.
cs: Míra korupce v kolonii.

# conversations/companions/g_companion_parvati_banter:105:DefaultText
source: No, Felix. This one's real simple. Just think about it.
cs: Ne, Felixi. Tohle je opravdu jednoduché. Jen se nad tím zamysli.

# conversations/companions/g_companion_parvati_banter:106:DefaultText
source: Fine, fine. Is the answer the Chairman's salary?
cs: Dobře, dobře. Je odpovědí plat předsedy?

# conversations/companions/g_companion_parvati_banter:107:DefaultText
source: Okay, okay. The answer is "age."
cs: Dobře, dobře. Odpověď zní "věk".

# conversations/companions/g_companion_parvati_banter:108:DefaultText
source: Are you sure you're taking my riddles serious?
cs: Jsi si jistý, že moje hádanky bereš vážně?

# conversations/companions/g_companion_parvati_banter:109:DefaultText
source: Hey, Felix-
cs: Ahoj, Felixi...

# conversations/companions/g_companion_parvati_banter:110:DefaultText
source: Please, Parvati. No more riddles? My brain's still spinnin' from the last one.
cs: Prosím, Parvati. Už žádné hádanky? Ještě pořád se mi točí mozek z té poslední.

# conversations/companions/g_companion_parvati_banter:111:DefaultText
source: Do you know 'Animal, Vegetable, Mineral'?
cs: Znáte pojem "živočich, rostlina, minerál"?

# conversations/companions/g_companion_parvati_banter:112:DefaultText
source: Yeah, we used to play that game in the back-bays when we were kids. The answer was always "sprat." Anyway, animal?
cs: Jo, tuhle hru jsme hrávali v dětství v zadních lavicích. Odpověď byla vždycky "šprot". Každopádně, zvíře?

# conversations/companions/g_companion_parvati_banter:113:DefaultText
source: Yes!
cs: Ano!

# conversations/companions/g_companion_parvati_banter:114:DefaultText
source: All right, here we go. Is it bigger than a mantipillar?
cs: Dobře, jdeme na to. Je to větší než mantipillar?

# conversations/companions/g_companion_parvati_banter:115:DefaultText
source: I don't think so? Er, no. It ain't.
cs: To si nemyslím? Ehm, ne. Není.

# conversations/companions/g_companion_parvati_banter:116:DefaultText
source: Oh, so it ain't a mantiqueen. Well, I'm bored now.
cs: Aha, takže to není mantiketa. No, teď se nudím.

# conversations/companions/g_companion_parvati_banter:117:DefaultText
source: Come on! Don't be a spoilsport.
cs: No tak! Nekazte si náladu.

# conversations/companions/g_companion_parvati_banter:118:DefaultText
source: Fine, fine. Uh, is it brown?
cs: Dobře, dobře. Je hnědá?

# conversations/companions/g_companion_parvati_banter:119:DefaultText
source: Nope!
cs: Ne!

# conversations/companions/g_companion_parvati_banter:120:DefaultText
source: So it ain't cystypigs, then. Ugh, this is so boring.
cs: Takže to nejsou cystypigs. Tohle je taková nuda.

# conversations/companions/g_companion_parvati_banter:121:DefaultText
source: Hold on. I know. It's saltuna, ain't it?
cs: Počkejte. Já vím. Je to saltuna, že?

# conversations/companions/g_companion_parvati_banter:122:DefaultText
source: Abso-surely! How'd you know?!
cs: Určitě! Jak to víš?!

# conversations/companions/g_companion_parvati_banter:123:DefaultText
source: Saltuna's about the only thing you talk about. Saltuna and mechanicals.
cs: Saltuna je asi jediná věc, o které mluvíte. Saltuna a mechanika.

# conversations/companions/g_companion_parvati_banter:124:DefaultText
source: You ever seen a real live saltuna?
cs: Viděli jste někdy skutečnou živou saltunu?

# conversations/companions/g_companion_parvati_banter:125:DefaultText
source: What do you mean "live?" Saltuna comes in cans.
cs: Co myslíš tím "živě"? Saltuna je v plechovkách.

# conversations/companions/g_companion_parvati_banter:126:DefaultText
source: They're real pretty. And they got these really big teeth? If you see 'em up close.
cs: Jsou opravdu pěkné. A mají opravdu velké zuby? Když je vidíš zblízka.

# conversations/companions/g_companion_parvati_banter:127:DefaultText
source: I heard they spit acid right in your eyes. You saw one of 'em up close?
cs: Slyšel jsem, že ti plivou kyselinu přímo do očí. Viděl jsi jednoho z nich zblízka?

# conversations/companions/g_companion_parvati_banter:128:DefaultText
source: Wait, are we talking about the same thing?
cs: Počkat, mluvíme o tom samém?

# conversations/companions/g_companion_parvati_banter:129:DefaultText
source: I mean, yeah. They're just about everywhere in Edgewater. Can't hardly turn a corner without slipping in their entrails.
cs: Chci říct, ano. V Edgewateru jsou skoro všude. Sotva zahneš za roh, aniž bys uklouzl v jejich útrobách.

# conversations/companions/g_companion_parvati_banter:130:DefaultText
source: You're not talking about saltuna?
cs: Nemluvíte o saltuně?

# conversations/companions/g_companion_parvati_banter:141:DefaultText
source: You had a sweetheart once. Was your courtship as uncertain as mine?
cs: Kdysi jsi měla miláčka. Byly vaše námluvy stejně nejisté jako ty moje?

# conversations/companions/g_companion_parvati_banter:142:DefaultText
source: I seen it happen.
cs: Viděl jsem to.

# conversations/companions/g_companion_parvati_banter:143:DefaultText
source: I don't know what's more unsettling: The concept of my ammunition spontaneously combusting or the fact that this is the kind of thing you think about on the regular.
cs: Nevím, co je znepokojivější: Představa, že se mi samovolně vznítí munice, nebo to, že na něco takového pravidelně myslíte.

# conversations/companions/g_companion_parvati_banter:144:DefaultText
source: "When" there were roads? They go somewhere? Aside from wherever they were headed, I mean.
cs: "Když" existovaly silnice? Někam vedou? Kromě toho, kam měli namířeno.

# conversations/companions/g_companion_parvati_banter:146:DefaultText
source: Hah! Everyone needs someone watching after 'em. Even me. Even... even if I ain't keen to admit it sometimes.
cs: Hah! Každý potřebuje, aby na něj někdo dohlížel. Dokonce i já. I když si to někdy nechci přiznat.

# conversations/companions/g_companion_parvati_banter:147:DefaultText
source: Ain't nobody around to maintain them anymore. So now they're cracked and crumbled. Monarch's taking its land back.
cs: Už tu není nikdo, kdo by je udržoval. Takže teď jsou popraskané a rozpadlé. Monarch si bere svou půdu zpět.

# conversations/companions/g_companion_parvati_banter:148:DefaultText
source: Anything tries to eat us, I'll give it a mighty whack on the nose.
cs: Když se nás něco pokusí sežrat, dám tomu pořádnou ránu do nosu.

# conversations/companions/g_companion_parvati_banter:149:DefaultText
source: Hah. You might want to try shooting 'em instead. Unless it's a sprat. Those little bastards make real satisfying sounds beneath a boot.
cs: Hah. Možná bys je místo toho měl zkusit zastřelit. Pokud to není šprot. Ti malí parchanti vydávají pod botou opravdu uspokojivé zvuky.

# conversations/companions/g_companion_parvati_banter:150:DefaultText
source: Well, I'll be damned. You watch my back, I'll watch yours.
cs: No, to mě podrž. Ty mi kryj záda, já ti budu krýt záda.

# conversations/companions/g_companion_parvati_banter:151:DefaultText
source: How you been doin', Nyoka? If you ever wanna talk about what happened, my ears are open.
cs: Jak se ti daří, Nyoko? Kdyby sis někdy chtěla promluvit o tom, co se stalo, mám uši otevřené.

# conversations/companions/g_companion_parvati_banter:152:DefaultText
source: I appreciate it, but I've got to just let it settle a while. Maybe chase it off with a drink or two.
cs: Vážím si toho, ale musím to nechat chvíli uležet. Možná to zažehnat skleničkou nebo dvěma.

# conversations/companions/g_companion_parvati_banter:153:DefaultText
source: Don't worry, I won't let us get dead.
cs: Neboj se, nenechám nás umřít.
