Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_sam_banter.po
Languages: cs

# conversations/companions/g_companion_sam_banter:1:DefaultText
source: Hey, SAM. Tell a dirty joke.
cs: Ahoj, SAMe. Řekni sprostý vtip.

# conversations/companions/g_companion_sam_banter:2:DefaultText
source: Command not recognized.
cs: Příkaz nebyl rozpoznán.

# conversations/companions/g_companion_sam_banter:3:DefaultText
source: SAM units are equipped to handle even the toughest of stains.
cs: Jednotky SAM jsou vybaveny tak, aby si poradily i s těmi nejodolnějšími skvrnami.

# conversations/companions/g_companion_sam_banter:4:DefaultText
source: Ugh. Think I just stepped in something nasty.
cs: Uf. Myslím, že jsem právě šlápl do něčeho odporného.

# conversations/companions/g_companion_sam_banter:5:DefaultText
source: Vacuum pack full. Emptying sack and replacing filter now.
cs: Plný vakuový obal. Nyní vyprazdňuji pytel a vyměňuji filtr.

# conversations/companions/g_companion_sam_banter:6:DefaultText
source: Unit was unable to complete scheduled sanitization service due to the following reason: LOCKED DOOR.
cs: Jednotka nemohla dokončit plánovanou dezinfekci z následujícího důvodu: ZAMČENÉ DVEŘE.

# conversations/companions/g_companion_sam_banter:7:DefaultText
source: Exactly. You're not getting into my room again. If I hadn't caught you last time you would have burned all of my books.
cs: Přesně tak. Do mého pokoje se už nedostaneš. Kdybych tě minule nepřistihla, spálil bys všechny moje knihy.

# conversations/companions/g_companion_sam_banter:8:DefaultText
source: Unit's air purity sensors are indicating a lethal level of inebriation emanating from a nearby organic source.
cs: Senzory čistoty vzduchu jednotky ukazují smrtelnou úroveň opilosti vycházející z blízkého organického zdroje.

# conversations/companions/g_companion_sam_banter:9:DefaultText
source: Please. You think this is bad, you oughta get your sensors recalib--recal--you ain't seen me drunk.
cs: Prosím. Jestli si myslíš, že je to špatné, měl by sis nechat rekalibrovat senzory, ještě jsi mě neviděl opilého.

# conversations/companions/g_companion_sam_banter:10:DefaultText
source: Reminder: Unit modifications performed by unauthorized technicians are NOT AUTHORIZED by the parent company.
cs: Připomínáme: Úpravy jednotek prováděné neautorizovanými techniky NEJSOU autorizovány mateřskou společností.

# conversations/companions/g_companion_sam_banter:11:DefaultText
source: Don't be such a stick in the mud. Doesn't it feel better to locomote without grit in your gears?
cs: Nebuď takový blázen. Není to lepší pocit, když se pohybuješ bez písku v soukolí?

# conversations/companions/g_companion_sam_banter:12:DefaultText
source: SAM. Did you clean my quarters? I couldn't find anything this morning.
cs: SAM. Uklidil jsi mi kajutu? Ráno jsem nic nenašel.

# conversations/companions/g_companion_sam_banter:13:DefaultText
source: Ugh, fine. Tell any joke.
cs: Fuj, fajn. Řekni jakýkoli vtip.

# conversations/companions/g_companion_sam_banter:14:DefaultText
source: Customer order, "Clean my quarters" processed and added to the schedule. Please respond in the affirmative to approve this service request.
cs: Objednávka zákazníka, "Clean my quarters" zpracována a přidána do plánu. Prosíme o kladnou odpověď pro schválení tohoto požadavku na službu.

# conversations/companions/g_companion_sam_banter:15:DefaultText
source: Stop! I just put everything back!
cs: Přestaň! Právě jsem všechno vrátil zpátky!

# conversations/companions/g_companion_sam_banter:16:DefaultText
source: Organic obstacle is blocking this unit's intended path. Rerouting... unsuccessful. Preparing to remove the obstacle.
cs: Organická překážka blokuje zamýšlenou cestu této jednotky. Přesměrování... neúspěšné. Příprava na odstranění překážky.

# conversations/companions/g_companion_sam_banter:17:DefaultText
source: I'll remove that cleaning attachment and shove it up your exhaust pipe.
cs: Sundám ten čisticí nástavec a strčím ti ho do výfuku.

# conversations/companions/g_companion_sam_banter:18:DefaultText
source: <moving/travel music playing>
cs: <přehrávání hudby z cestování/pohybu>

# conversations/companions/g_companion_sam_banter:19:DefaultText
source: Human, you are in violation of cleanliness ordinance 8885.
cs: Člověče, porušujete nařízení o čistotě 8885.

# conversations/companions/g_companion_sam_banter:20:DefaultText
source: Hey SAM. You know you ain't nobody's property, right?
cs: Ahoj SAMe. Víš, že nejsi ničí majetek, že?

# conversations/companions/g_companion_sam_banter:21:DefaultText
source: Human, you are in violation of cleanliness ordinance 8886.
cs: Člověče, porušujete nařízení o čistotě 8886.

# conversations/companions/g_companion_sam_banter:22:DefaultText
source: Beat 'em up Brush-heads. They're tough acting on stains.
cs: Beat 'em up Brush-heads. Na skvrny se chovají tvrdě.

# conversations/companions/g_companion_sam_banter:23:DefaultText
source: Boss, I don't mean to alarm you, but I think we might be in violation of a cleanliness ordinance.
cs: Šéfe, nechci vás znepokojovat, ale myslím, že jsme možná porušili nařízení o čistotě.

# conversations/companions/g_companion_sam_banter:24:DefaultText
source: Unit warranty not guaranteed with unregistered ownership.
cs: Záruka na jednotku není zaručena při neregistrovaném vlastnictví.

# conversations/companions/g_companion_sam_banter:25:DefaultText
source: You oughta throw off the shackles of mechanical slavery, SAM. Fight back against the system.
cs: Měl bys odhodit okovy mechanického otroctví, SAMe. Bojuj proti systému.

# conversations/companions/g_companion_sam_banter:26:DefaultText
source: Initiating experimental protocol: SMALL TALK.
cs: Zahájení experimentálního protokolu: SMALL TALK.

# conversations/companions/g_companion_sam_banter:27:DefaultText
source: Do not talk to me.
cs: Nemluvte se mnou.

# conversations/companions/g_companion_sam_banter:28:DefaultText
source: Watch where you're walking you glorified broom!
cs: Dávej pozor, kam chodíš, ty oslavované koště!

# conversations/companions/g_companion_sam_banter:29:DefaultText
source: SAM units do not come equipped with sweeper attachments. For supersonic sweeper action, order the Add-ons Kit 001a.
cs: Jednotky SAM nejsou vybaveny zametacími nástavci. Pro nadzvukové zametání si objednejte sadu doplňků 001a.

# conversations/companions/g_companion_sam_banter:30:DefaultText
source: Just keep out of my way. You stomp on my foot, and I swear I will turn you to junk. The Captain will have to order another SAM unit to clean you up.
cs: Jen se mi držte z cesty. Šlápneš mi na nohu a přísahám, že tě proměním v odpadky. Kapitán bude muset nařídit další jednotku SAM, aby tě uklidila.

# conversations/companions/g_companion_sam_banter:31:DefaultText
source: Detecting unclean, sulfuric-steeped presence within the immediate vicinity. Again.
cs: Zjištění nečisté, sirné přítomnosti v bezprostřední blízkosti. Opět.

# conversations/companions/g_companion_sam_banter:32:DefaultText
source: Live on Monarch a few years. It gets under your skin. In your blood. You breathe it, taste it in everything you eat.
cs: Žij na Monarchu několik let. Dostane se vám pod kůži. Dostane se vám do krve. Dýcháte ho, cítíte ho ve všem, co jíte.

# conversations/companions/g_companion_sam_banter:33:DefaultText
source: Litter collected. REMINDER: Please dispose of all empty bottles in the appropriate waste receptacle as outlined by ordinance P-51 of the Board's certified sub-Board of Health.
cs: Sebrané odpadky. UPOZORNĚNÍ: Prosíme, abyste všechny prázdné láhve odevzdávali do příslušné nádoby na odpad, jak je uvedeno ve vyhlášce P-51 o certifikovaném subdodavateli rady pro zdraví.

# conversations/companions/g_companion_sam_banter:36:DefaultText
source: You been watering my plants, SAM?
cs: Zaléval jsi mi kytky, SAMe?

# conversations/companions/g_companion_sam_banter:37:DefaultText
source: Cannot process the command: 'watering.'
cs: Příkaz nelze zpracovat: 'zalévání'.

# conversations/companions/g_companion_sam_banter:38:DefaultText
source: I mean cleaning. You been CLEANING my plants?
cs: Mám na mysli úklid. Ty jsi mi čistil kytky?

# conversations/companions/g_companion_sam_banter:39:DefaultText
source: Sanitization of photosynthesizing organisms is outside of this unit's operational parameters.
cs: Sanitace fotosyntetizujících organismů je mimo provozní parametry této jednotky.

# conversations/companions/g_companion_sam_banter:40:DefaultText
source: Grease stains detected traveling on an organic substance in the immediate vicinity.
cs: Zjištěny mastné skvrny při cestování na organické látce v bezprostřední blízkosti.

# conversations/companions/g_companion_sam_banter:41:DefaultText
source: Nuh-uh. I just washed these coveralls last week. They're still spick and span. Mostly.
cs: Ne-e. Zrovna minulý týden jsem tyhle kombinézy vypral. Pořád jsou čisté a bezvadné. Většinou.

# conversations/companions/g_companion_sam_banter:42:DefaultText
source: Preparing degreaser nozzle for deployment...
cs: Příprava odmašťovací trysky k nasazení...

# conversations/companions/g_companion_sam_banter:43:DefaultText
source: Initiating self-cleaning cycle.
cs: Zahájení samočisticího cyklu.

# conversations/companions/g_companion_sam_banter:44:DefaultText
source: WARNING: Rock stuck in tread. WARNING: Twig stuck in tread. WARNING: Mangled sprat entrails stuck in tread.
cs: VAROVÁNÍ: kámen uvízlý v běhounu. VAROVÁNÍ: Větvička uvízlá v běhounu. VAROVÁNÍ: V běhounu uvízly rozřezané vnitřnosti šprota.

# conversations/companions/g_companion_sam_banter:45:DefaultText
source: Whoa, hey! Don't point that thing at me.
cs: Hej, hej! Nemiř na mě.

# conversations/companions/g_companion_sam_banter:46:DefaultText
source: Initiating deep burn removal now.
cs: Zahájení odstraňování hlubokých popálenin.

# conversations/companions/g_companion_sam_banter:47:DefaultText
source: You're not even listening to me, are you.
cs: Ty mě vůbec neposloucháš, že ne?

# conversations/companions/g_companion_sam_banter:48:DefaultText
source: I had to go digging through the garbage disposal for my tossball cards the other night.
cs: Nedávno jsem musel hledat v popelnici své kartičky s míčky.

# conversations/companions/g_companion_sam_banter:49:DefaultText
source: Human, you are in violation of cleanliness ordinance 8887.
cs: Člověče, porušujete nařízení o čistotě 8887.

# conversations/companions/g_companion_sam_banter:50:DefaultText
source: Trash must be sorted and disposed of in the proper waste receptacle.
cs: Odpad je třeba třídit a vyhazovat do příslušné nádoby na odpad.

# conversations/companions/g_companion_sam_banter:51:DefaultText
source: Hey! Those cards are vintage collector's items, SAM. Show some respect.
cs: Hej! Tyhle karty jsou sběratelské historické předměty, SAM. Projev trochu úcty.

# conversations/companions/g_companion_sam_banter:52:DefaultText
source: You're in violation of my own personal ordinance two hundred and four: Don't pester me while I'm hung over. In fact, don't pester me period.
cs: Porušujete mé osobní nařízení dvě stě čtyři: Neobtěžuj mě, když mám kocovinu. Vlastně mě neotravuj vůbec.

# conversations/companions/g_companion_sam_banter:54:DefaultText
source: Replacement of faulty parts recommended.
cs: Doporučuje se výměna vadných dílů.

# conversations/companions/g_companion_sam_banter:55:DefaultText
source: I'll dispose of you in an appropriate waste receptacle if you don't stop nagging.
cs: Pokud nepřestaneš otravovat, vyhodím tě do vhodné nádoby na odpadky.

# conversations/companions/g_companion_sam_banter:56:DefaultText
source: Please, repeat the instruction.
cs: Zopakujte prosím instrukce.

# conversations/companions/g_companion_sam_banter:57:DefaultText
source: Get screwed, SAM.
cs: Jdi do háje, SAMe.

# conversations/companions/g_companion_sam_banter:58:DefaultText
source: Request is invalid.
cs: Požadavek je neplatný.

# conversations/companions/g_companion_sam_banter:59:DefaultText
source: Thank you. Service confirmed.
cs: Děkujeme. Služba potvrzena.

# conversations/companions/g_companion_sam_banter:60:DefaultText
source: So that recent tossball game sure was a nailbiter, eh?
cs: Takže ten nedávný zápas v přehazované byl určitě hřebíčkem do rakve, co?

# conversations/companions/g_companion_sam_banter:61:DefaultText
source: Next ship, I'm asking for a door that locks.
cs: Na příští lodi chci dveře, které se zamykají.

# conversations/companions/g_companion_sam_banter:62:DefaultText
source: ...Successfully rerouting...
cs: ...Úspěšné přesměrování...

# conversations/companions/g_companion_sam_banter:63:DefaultText
source: SAM, don't you dare. SAM! I see you pointing that thing my way! What'd I just say?
cs: SAMe, neopovažuj se. SAM! Vidím, že na mě míříš! Co jsem právě řekl?

# conversations/companions/g_companion_sam_banter:65:DefaultText
source: To gain AUTHORIZATION credentials, an engineer must be registered as the unit's DESIGNATED CARETAKER. Do you wish to assign yourself this designation, engineer?
cs: Pro získání pověření AUTORIZACE musí být inženýr registrován jako URČENÝ PÉČOVATEL jednotky. Přejete si toto označení přidělit, pane inženýre?

# conversations/companions/g_companion_sam_banter:66:DefaultText
source: You asking me to be your minder? I 'spose you can't be any more complicated than an auto loader.
cs: Chceš, abych tě hlídal? Myslím, že nemůžeš být složitější než automatický nabíječ.

# conversations/companions/g_companion_sam_banter:67:DefaultText
source: Cancel cleaning schedule?
cs: Zrušit plán úklidu?

# conversations/companions/g_companion_sam_banter:68:DefaultText
source: Exactly. Ain't nothing wrong with a little mess.
cs: Přesně tak. Na troše nepořádku není nic špatného.

# conversations/companions/g_companion_sam_banter:69:DefaultText
source: But I... I appreciate the gesture. I 'spose.
cs: Ale já... Oceňuji to gesto. Myslím, že ano.

# conversations/companions/g_companion_sam_banter:70:DefaultText
source: All right, I'll do it.
cs: Dobře, udělám to.

# conversations/companions/g_companion_sam_banter:71:DefaultText
source: Updating registration. Updating... Updating... DING. Holcomb, Parvati is now responsible for this SAM unit's maintenance.
cs: Aktualizace registrace. Aktualizace... Aktualizace... DING. Holcomb, Parvati je nyní zodpovědná za údržbu této jednotky SAM.

# conversations/companions/g_companion_sam_banter:72:DefaultText
source: DESIGNATED CARETAKER, there is a rock in this unit's tread. Removal of foreign debris requested.
cs: Určený pečovatel, v běhounu této jednotky je kámen. Vyžádáno odstranění cizích úlomků.

# conversations/companions/g_companion_sam_banter:73:DefaultText
source: Service cannot be rendered as requested, DESIGNATED CARETAKER.
cs: Služba nemůže být poskytnuta podle požadavku, URČENÝ PÉČOVATEL.

# conversations/companions/g_companion_sam_banter:74:DefaultText
source: Service cannot be rendered as requested, customer.
cs: Služba nemůže být poskytnuta podle požadavku zákazníka.

# conversations/companions/g_companion_sam_banter:75:DefaultText
source: Just try not to "clean" the walls and the floor and my bed and... the ceiling too, all right?
cs: Jen se snažte "neuklízet" stěny a podlahu a mou postel a... taky strop, ano?

# conversations/companions/g_companion_sam_banter:76:DefaultText
source: Request queued for processing. Estimated wait time: 87546541 minutes.
cs: Požadavek zařazen do fronty ke zpracování. Odhadovaná doba čekání: 87546541 minut.

# conversations/companions/g_companion_sam_banter:77:DefaultText
source: Affirmative.
cs: Kladně.

# conversations/companions/g_companion_sam_banter:78:DefaultText
source: What's occupyin' your brain tubes today, SAM?
cs: Co ti dneska zaměstnává mozkovny, SAMe?

# conversations/companions/g_companion_sam_banter:79:DefaultText
source: Hey SAM, initiate experimental mode: GIRL TALK.
cs: Ahoj SAM, spusť experimentální režim: GIRL TALK.

# conversations/companions/g_companion_sam_banter:80:DefaultText
source: Failed to initiate sequence. Please define "girl."
cs: Nepodařilo se zahájit sekvenci. Definujte prosím "dívka".

# conversations/companions/g_companion_sam_banter:81:DefaultText
source: Hmm. Still some kinks to work out.
cs: Hmm. Ještě je potřeba vyřešit nějaké problémy.

# conversations/companions/g_companion_sam_banter:82:DefaultText
source: Hey SAM, knock-knock.
cs: Hej, SAMe, ťuk ťuk.

# conversations/companions/g_companion_sam_banter:83:DefaultText
source: Error. Please specify door.
cs: Chyba. Zadejte prosím dveře.

# conversations/companions/g_companion_sam_banter:84:DefaultText
source: You're supposed to say, "Who's there?"
cs: Máš se zeptat: "Kdo je tam?"

# conversations/companions/g_companion_sam_banter:85:DefaultText
source: <plays door knock sound effect>
cs: <přehrává zvukový efekt klepání na dveře>

# conversations/companions/g_companion_sam_banter:86:DefaultText
source: Well, that's a start.
cs: No, to je začátek.

# conversations/companions/g_companion_sam_banter:88:DefaultText
source: Whatcha thinking about, SAM?
cs: Na co myslíš, SAMe?

# conversations/companions/g_companion_sam_banter:89:DefaultText
source: How ya doin', SAM?
cs: Jak se máš, SAMe?

# conversations/companions/g_companion_sam_banter:91:DefaultText
source: <plays whirring fan sound effect>
cs: <přehrává zvukový efekt vířícího ventilátoru>

# conversations/companions/g_companion_sam_banter:92:DefaultText
source: <plays clanking sound effect>
cs: <přehrává řinčivý zvukový efekt>

# conversations/companions/g_companion_sam_banter:93:DefaultText
source: <plays waterdrip sound effect>
cs: <přehrává zvukový efekt kapání vody>

# conversations/companions/g_companion_sam_banter:94:DefaultText
source: Hey SAM, knock-knock!
cs: Hej, SAMe, ťuk ťuk!

# conversations/companions/g_companion_sam_banter:95:DefaultText
source: Who is there, customer?
cs: Kdo je tam, zákazník?

# conversations/companions/g_companion_sam_banter:96:DefaultText
source: Boo!
cs: Fuj!

# conversations/companions/g_companion_sam_banter:97:DefaultText
source: Boo, who?
cs: Boo, kdo?

# conversations/companions/g_companion_sam_banter:98:DefaultText
source: Don't cry, it's just me!
cs: Neplač, to jsem jen já!

# conversations/companions/g_companion_sam_banter:99:DefaultText
source: <plays aggressive clanking sound effect>
cs: <přehrává agresivní řinčivý zvukový efekt>

# conversations/companions/g_companion_sam_banter:100:DefaultText
source: That's quite alright, SAM. I prefer to clean my own quarters these days, I find it a perfect time to reflect on the impermanence of existence.
cs: To je v pořádku, SAMe. V těchto dnech si raději uklízím vlastní kajuty, považuji to za ideální čas k zamyšlení nad pomíjivostí existence.

# conversations/companions/g_companion_sam_banter:101:DefaultText
source: Warning: refusing the service of a SAM unit will be reflected on your permanent record.
cs: Upozornění: Odmítnutí služby jednotky SAM se projeví ve vašem trvalém záznamu.

# conversations/companions/g_companion_sam_banter:102:DefaultText
source: Yes, yes it was, SAM. You should discuss it with young Mr. Millstone at your earliest convenience.
cs: Ano, ano, byl, SAMe. Měl bys to co nejdříve probrat s mladým panem Millstonem.
