Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_*_party.po
Languages: in

# conversations/companions/g_companion_felix_in_party:3:DefaultText
source: Yeah, boss?
in: Jo, šéfe?

# conversations/companions/g_companion_felix_in_party:4:DefaultText
source: Never mind.
in: Nevadí.

# conversations/companions/g_companion_felix_in_party:22:DefaultText
source: Here's what I don't understand.
in: Tomuhle nerozumím.

# conversations/companions/g_companion_felix_in_party:23:DefaultText
source: <Listen.>
in: <Poslouchat.>

# conversations/companions/g_companion_felix_in_party:24:DefaultText
source: The Hope. Big damn colony ship, right? Lost on the edge of space. Hundreds of thousands of colonists floating out there, just waiting for a savior.
in: Naděje. Zatraceně velká koloniální loď, že? Ztracená na okraji vesmíru. Stovky tisíc kolonistů se tam vznášejí a čekají na zachránce.

# conversations/companions/g_companion_felix_in_party:25:DefaultText
source: And you're just gonna deliver them into the hands of the Board?
in: A vy je prostě předáte do rukou správní rady?

# conversations/companions/g_companion_felix_in_party:26:DefaultText
source: I haven't made a decision yet, all right? I need to think about this.
in: Ještě jsem se nerozhodl, jasné? Musím si to promyslet.

# conversations/companions/g_companion_felix_in_party:27:DefaultText
source: Come on, boss. Nothing good ever came out of thinking things through.
in: No tak, šéfe. Z přemýšlení nikdy nevzešlo nic dobrého.

# conversations/companions/g_companion_felix_in_party:28:DefaultText
source: You don't know what you're talking about.
in: Nevíte, o čem mluvíte.

# conversations/companions/g_companion_felix_in_party:29:DefaultText
source: Why, because I'm just some hullhead from the Groundbreaker? Least I know right from wrong.
in: Proč? Protože jsem jenom nějaká hlava z Groundbreakeru? Aspoň vím, co je správné a co ne.

# conversations/companions/g_companion_felix_in_party:30:DefaultText
source: It's just wrong. The Board's already got a stranglehold on the entire colony. You're about to give them another ship full of slaves.
in: Je to prostě špatně. Správní rada už teď ovládá celou kolonii. Chystáš se jim dát další loď plnou otroků.

# conversations/companions/g_companion_felix_in_party:31:DefaultText
source: The Hope is rotting at the edge of system. Tartarus is a safer location.
in: Naděje hnije na okraji systému. Tartar je bezpečnější místo.

# conversations/companions/g_companion_felix_in_party:32:DefaultText
source: Never heard Tartarus described as a "safe location" before. Then again, that ain't my friends and family on that ship.
in: Nikdy předtím jsem neslyšel, že by byl Tartar označován za "bezpečné místo". Na druhou stranu, na té lodi nejsou moji přátelé a rodina.

# conversations/companions/g_companion_felix_in_party:33:DefaultText
source: I'm part of your crew, boss. But you? You're part of the Hope's crew. That's your ship, floating out there in the dark. I know you're just trying to keep them safe.
in: Patřím k vaší partě, šéfe. Ale ty? Ty jsi členem Hopeovy posádky. To je tvoje loď, plující tam venku ve tmě. Vím, že se je jen snažíš udržet v bezpečí.

# conversations/companions/g_companion_felix_in_party:38:DefaultText
source: I'm trying to save this colony, Felix. And I need to know you've got my back.
in: Snažím se zachránit tuto kolonii, Felixi. A potřebuju vědět, že mi kryješ záda.

# conversations/companions/g_companion_felix_in_party:39:DefaultText
source: We've had this argument before. I trusted you then. And I guess I'm willing to trust you again.
in: Tento argument jsme už jednou vedli. Tehdy jsem ti věřil. A myslím, že jsem ochotný ti věřit znovu.

# conversations/companions/g_companion_felix_in_party:40:DefaultText
source: 'Course I got your back, boss. You know you can count on me. Just wanted to clear the air between us, is all.
in: "Samozřejmě, že ti kryju záda, šéfe. Víš, že se na mě můžeš spolehnout. Jen jsem si chtěl vyjasnit vztahy mezi námi, to je vše.

# conversations/companions/g_companion_felix_in_party:41:DefaultText
source: I'm part of the Hope, too. You really think I'm gonna sell out my own?
in: I já jsem součástí Naděje. Opravdu si myslíš, že prodám své vlastní?

# conversations/companions/g_companion_felix_in_party:42:DefaultText
source: I don't know what to think. It's not that I don't trust you. I don't trust the Board. And right now, it's like the Board's inside your head.
in: Nevím, co si mám myslet. Ne že bych ti nevěřil. Nevěřím radě. A právě teď je to, jako by rada byla ve tvé hlavě.

# conversations/companions/g_companion_felix_in_party:43:DefaultText
source: All right. And what if I told you I'd never go through with it?
in: Dobře. A co když ti řeknu, že to nikdy neudělám?

# conversations/companions/g_companion_felix_in_party:44:DefaultText
source: I'd say you're spinning me a story. I know you, boss. Don't try to pull one over on me.
in: Řekl bych, že mi vymýšlíš příběh. Znám tě, šéfe. Nesnažte se na mě vyzrát.

# conversations/companions/g_companion_felix_in_party:45:DefaultText
source: I'm not about to change my course.
in: Nehodlám měnit svůj kurz.

# conversations/companions/g_companion_felix_in_party:46:DefaultText
source: Then I guess we got nothing more to say to each other.
in: Pak už si asi nemáme co říct.

# conversations/companions/g_companion_felix_in_party:47:DefaultText
source: Close. I'm delivering them into the hands of the Board *for a reward.*
in: Zavřít. Předávám je do rukou představenstva *za odměnu*.

# conversations/companions/g_companion_felix_in_party:48:DefaultText
source: Yeah? Well I hope the trouble's worth the pay. Ain't gonna be much of a colony left to spend all those bits, anyway.
in: Ano? Doufám, že ty potíže za ten plat stojí. Stejně už nezbude moc kolonií, kde by se daly utratit všechny ty peníze.

# conversations/companions/g_companion_felix_in_party:49:DefaultText
source: I thought we've been over this before.
in: Myslel jsem, že už jsme to jednou řešili.

# conversations/companions/g_companion_felix_in_party:50:DefaultText
source: Yeah, which is what upsets me. You talked some sense into me, and I believed you. And here you are doing something even worse.
in: Jo, a to mě štve. Přemlouval jsi mě a já ti věřil. A teď děláš něco ještě horšího.

# conversations/companions/g_companion_felix_in_party:51:DefaultText
source: Ugh. Here we go again.
in: Uf. A je to tu zase.

# conversations/companions/g_companion_felix_in_party:52:DefaultText
source: This should be good.
in: To by mělo být dobré.

# conversations/companions/g_companion_felix_in_party:53:DefaultText
source: You're not really thinking of going through with this plan, right? Tell me I'm imagining things.
in: Snad neuvažujete o tom, že byste tento plán uskutečnili, že? Řekni mi, že se mi to jen zdá.

# conversations/companions/g_companion_felix_in_party:54:DefaultText
source: That's Parvati's home town. You're gonna just wipe it out?
in: To je Parvatiino rodné město. Chceš ho prostě zničit?

# conversations/companions/g_companion_felix_in_party:55:DefaultText
source: Vicar Max lived in Edgewater. We got folk from our own crew that called that place home.
in: Vikář Max žil v Edgewateru. Získali jsme lidi z naší posádky, kteří to místo nazývali svým domovem.

# conversations/companions/g_companion_felix_in_party:56:DefaultText
source: This ain't about crossing off some dissidents or shutting down some radio tower. The Board wants an entire town wiped out.
in: Nejde o to, abyste vyškrtli nějaké disidenty nebo vypnuli nějakou rozhlasovou věž. Rada chce zlikvidovat celé město.

# conversations/companions/g_companion_felix_in_party:57:DefaultText
source: What if I told you I agreed with Sophia's plan?
in: Co kdybych ti řekl, že souhlasím se Sophiiným plánem?

# conversations/companions/g_companion_felix_in_party:58:DefaultText
source: This ain't the first time we had this argument, boss. You convinced me to trust you, and now I'm regretting it.
in: Tohle není naše první hádka, šéfe. Přesvědčil jsi mě, abych ti věřil, a teď toho lituji.

# conversations/companions/g_companion_felix_in_party:59:DefaultText
source: How could you possibly agree with her? Adjutant Akande is the Chairman's right hand - and she's pulling you by the strings.
in: Jak s ní můžete souhlasit? Adjutantka Akandeová je pravou rukou předsedy - a ona vás tahá za nitky.

# conversations/companions/g_companion_felix_in_party:60:DefaultText
source: Edgewater's a corporate town, not some marauder camp. They're asking you to wipe out their own people.
in: Edgewater je město korporací, ne nějaký tábor nájezdníků. Chtějí po tobě, abys vyhladil jejich vlastní lidi.

# conversations/companions/g_companion_felix_in_party:61:DefaultText
source: The colony has too many mouths to feed. I'm doing what has to be done.
in: Kolonie má příliš mnoho hladových krků. Dělám, co je třeba.

# conversations/companions/g_companion_felix_in_party:62:DefaultText
source: Yeah, I know. I know about the presentation. The big secret the Board's been covering up. Doesn't mean I gotta like it.
in: Jo, já vím. Vím o té prezentaci. Velké tajemství, které rada tají. To ale neznamená, že se mi to musí líbit.

# conversations/companions/g_companion_felix_in_party:63:DefaultText
source: You know, just for the record? I hate absolutely everything about this. Sophia. The Board. Edgewater. This plan. Everything.
in: Víte, jen tak mimochodem? Nesnáším na tom úplně všechno. Sophia. Představenstvo. Edgewater. Tenhle plán. Všechno.

# conversations/companions/g_companion_felix_in_party:64:DefaultText
source: But I know you're doing your best. I know you're trying to save as much of the colony as you can.
in: Ale vím, že děláš, co můžeš. Vím, že se snažíš zachránit co nejvíce kolonie.

# conversations/companions/g_companion_felix_in_party:69:DefaultText
source: Edgewater is going to die a slow death when the colony collapses. This is a mercy.
in: Edgewater zemře pomalou smrtí, až se kolonie zhroutí. To je milosrdenství.

# conversations/companions/g_companion_felix_in_party:70:DefaultText
source: If this is mercy, I'd hate to see your idea of cruelty.
in: Jestli je tohle milosrdenství, tak bych nerad viděl vaši představu krutosti.

# conversations/companions/g_companion_felix_in_party:71:DefaultText
source: If the colony collapses, they're gonna start eating each other in Edgewater.
in: Pokud se kolonie zhroutí, začnou se v Edgewateru požírat navzájem.

# conversations/companions/g_companion_felix_in_party:72:DefaultText
source: I know what I'm doing, Felix. Trust me.
in: Vím, co dělám, Felixi. Věř mi.

# conversations/companions/g_companion_felix_in_party:73:DefaultText
source: You asked me to trust you once before. I can't just take you at your word.
in: Už jednou jsi mě požádal, abych ti věřil. Nemůžu tě jen tak vzít za slovo.

# conversations/companions/g_companion_felix_in_party:74:DefaultText
source: I want to trust you, boss. But I'm gonna need more than just your word. I need an explanation.
in: Chci vám věřit, šéfe. Ale budu potřebovat víc než jen vaše slovo. Potřebuju vysvětlení.

# conversations/companions/g_companion_felix_in_party:75:DefaultText
source: I understand that you're upset, but there's not a lot I can do for you.
in: Chápu, že jsi rozrušená, ale nemůžu pro tebe moc udělat.

# conversations/companions/g_companion_felix_in_party:76:DefaultText
source: I ain't asking you to do anything for me. I'm asking you to do the right thing. And if you can't, then we're not gonna be on good terms.
in: Nežádám tě, abys pro mě něco udělal. Žádám tě, abys udělal správnou věc. A jestli to nedokážeš, nebudeme mít dobré vztahy.

# conversations/companions/g_companion_felix_in_party:77:DefaultText
source: I'm tired of listening to your whining.
in: Už mě nebaví poslouchat vaše kňourání.

# conversations/companions/g_companion_felix_in_party:78:DefaultText
source: Yeah? You wanna know what I think?
in: Ano? Chceš vědět, co si myslím?

# conversations/companions/g_companion_felix_in_party:79:DefaultText
source: Never mind - let's just move on.
in: Nevadí - pojďme dál.

# conversations/companions/g_companion_felix_in_party:80:DefaultText
source: I know, Felix. I'm not happy about this job.
in: Já vím, Felixi. Nejsem z téhle práce nadšená.

# conversations/companions/g_companion_felix_in_party:81:DefaultText
source: If you don't like this job, and I don't like this job, and nobody else on this ship likes this job, then why are you going through with it?
in: Pokud se vám ta práce nelíbí, mně se nelíbí a nikomu jinému na lodi se nelíbí, proč ji děláte?

# conversations/companions/g_companion_felix_in_party:82:DefaultText
source: Why are you getting touchy all of a sudden? We killed people before.
in: Proč jsi najednou tak nedůtklivý? Předtím jsme zabíjeli lidi.

# conversations/companions/g_companion_felix_in_party:83:DefaultText
source: Yeah, people who had it coming! Mostly. I think. Look - I don't know, all right?
in: Ano, lidé, kteří si to zasloužili! Většinou. Myslím. Hele - já nevím, jasný?

# conversations/companions/g_companion_felix_in_party:84:DefaultText
source: I feel like we've had this argument before.
in: Mám pocit, že jsme se o tom už jednou hádali.

# conversations/companions/g_companion_felix_in_party:85:DefaultText
source: Yeah, we have. Because I keep trusting you, and you keep on doing the Board's bidding.
in: Ano, máme. Protože ti stále věřím a ty stále plníš příkazy rady.

# conversations/companions/g_companion_felix_in_party:86:DefaultText
source: So is this how it's gonna be? Adjutant tells you to kill somebody, you kill somebody - no questions asked, no trouble to your conscience?
in: Takže takhle to bude? Adjutant ti řekne, abys někoho zabil, ty někoho zabiješ - bez otázek, bez problémů se svědomím?

# conversations/companions/g_companion_felix_in_party:87:DefaultText
source: If we're going to have an argument, let's just get it over with.
in: Když už se chceme hádat, tak ať to máme za sebou.

# conversations/companions/g_companion_felix_in_party:88:DefaultText
source: You're wrong if you think my conscience is not troubled.
in: Mýlíte se, pokud si myslíte, že mě netrápí svědomí.

# conversations/companions/g_companion_felix_in_party:89:DefaultText
source: Am I wrong? I'm not so sure. 'Cause I just saw you kill an innocent woman in cold blood. I was *there.*
in: Mýlím se? Nejsem si tím tak jistý. Protože jsem právě viděl, jak jsi chladnokrevně zabil nevinnou ženu. Byl jsem tam.

# conversations/companions/g_companion_felix_in_party:90:DefaultText
source: Rachel Lockwood was a cartographer. She made maps. She wasn't hurting anybody. So tell me why she deserved to die.
in: Rachel Lockwoodová byla kartografka. Vytvářela mapy. Nikomu neubližovala. Tak mi řekni, proč si zasloužila zemřít.

# conversations/companions/g_companion_felix_in_party:91:DefaultText
source: I had no choice. I needed the Adjutant to trust me.
in: Neměl jsem na výběr. Potřeboval jsem, aby mi adjutant důvěřoval.

# conversations/companions/g_companion_felix_in_party:92:DefaultText
source: That's your game, huh? Get the Adjutant to trust you, even if it means bloodying your hands. I suppose that makes sense.
in: To je tvoje hra, co? Přimět adjutanta, aby ti věřil, i kdyby sis měl zkrvavit ruce. Předpokládám, že to dává smysl.

# conversations/companions/g_companion_felix_in_party:93:DefaultText
source: The Adjutant ain't my boss. You are. So I'm gonna trust you. I just hope I don't regret it.
in: Adjutant není můj šéf. Ty jsi. Takže ti budu věřit. Jen doufám, že toho nebudu litovat.

# conversations/companions/g_companion_felix_in_party:98:DefaultText
source: Give me a break, Felix. Nobody in Byzantium's innocent. You know that.
in: Dej mi pokoj, Felixi. Nikdo v Byzanci není nevinný. To přece víš.

# conversations/companions/g_companion_felix_in_party:99:DefaultText
source: You don't have to remind me. I'd love to see the day Byzantium's walls come tumbling down.
in: Nemusíte mi to připomínat. Rád bych se dočkal dne, kdy se zřítí hradby Byzance.

# conversations/companions/g_companion_felix_in_party:100:DefaultText
source: But I'm not talking about busting some windows or robbing some aristocrat. I'm talking about killing in cold blood - for the Board.
in: Ale nemluvím o rozbíjení oken nebo okrádání nějakého aristokrata. Mluvím o chladnokrevném zabíjení - pro správní radu.

# conversations/companions/g_companion_felix_in_party:101:DefaultText
source: <Shrug> Maybe Lockwood was bad at her job.
in: <Pokrčení ramen> Možná byla Lockwoodová špatná ve své práci.

# conversations/companions/g_companion_felix_in_party:102:DefaultText
source: Hilarious, boss. I'm glad you're having fun, but I was hoping for a real answer.
in: K popukání, šéfe. Jsem rád, že se bavíš, ale doufal jsem v opravdovou odpověď.

# conversations/companions/g_companion_felix_in_party:103:DefaultText
source: Watch your mouth, Felix. You're coming dangerously close to mutiny.
in: Dávej si pozor na pusu, Felixi. Blížíš se nebezpečně blízko vzpouře.

# conversations/companions/g_companion_felix_in_party:104:DefaultText
source: I ain't afraid of you, boss. Your tough-as-grit routine might leave some poor sod quaking in his boots, but it won't work on me.
in: Já se tě nebojím, šéfe. Tvoje drsňácké postupy možná nějakého chudáka donutí třást se v botách, ale na mě to neplatí.

# conversations/companions/g_companion_felix_in_party:105:DefaultText
source: I'm still waiting for an explanation. Tell me why Lockwood deserved to die.
in: Stále čekám na vysvětlení. Řekni mi, proč si Lockwood zasloužil zemřít.

# conversations/companions/g_companion_felix_in_party:106:DefaultText
source: Was there anything else?
in: Bylo tam ještě něco jiného?

# conversations/companions/g_companion_felix_in_party:107:DefaultText
source: Nah. We're done here.
in: Ne. Tady jsme skončili.

# conversations/companions/g_companion_felix_in_party:108:DefaultText
source: Don't sass me, Felix.
in: Nedělej mi naschvály, Felixi.

# conversations/companions/g_companion_felix_in_party:109:DefaultText
source: You knew what you were getting when you hired me.
in: Když jste mě najímali, věděli jste, co dostáváte.

# conversations/companions/g_companion_felix_in_party:110:DefaultText
source: What do you need?
in: Co potřebujete?

# conversations/companions/g_companion_felix_in_party:111:DefaultText
source: You're still upset. If you've got a problem, talk to me.
in: Stále jsi naštvaný. Jestli máš problém, promluv si se mnou.

# conversations/companions/g_companion_felix_in_party:112:DefaultText
source: I don't know how we're ever gonna see eye to eye, long as you're working for the Board.
in: Nevím, jak si budeme rozumět, dokud budeš pracovat pro Radu.

# conversations/companions/g_companion_felix_in_party:113:DefaultText
source: Why? You got a ship. You got the run of the colony. So tell me why you're bending a knee in front of the Adjutant.
in: Proč? Máš loď. Máš k dispozici celou kolonii. Tak mi řekni, proč klečíš před adjutantem.

# conversations/companions/g_companion_felix_in_party:114:DefaultText
source: Good. Keep standing up to me. It'll make you a stronger person.
in: Dobré. Stůjte proti mně. To z tebe udělá silnějšího člověka.

# conversations/companions/g_companion_felix_in_party:115:DefaultText
source: I guess you got a point there. Disagreeing with you is only going to keep me honest. Just because I follow you don't mean I gotta become you.
in: Myslím, že máš pravdu. Nesouhlas s vámi mě jen udrží v poctivosti. To, že tě následuji, neznamená, že se tebou musím stát.

# conversations/companions/g_companion_felix_in_party:116:DefaultText
source: Suppose I'm not doing the team any favors by sulking all the time. I'll try to keep my chin up.
in: Předpokládám, že neustálým trucováním týmu neprospívám. Pokusím se zachovat si vztyčenou bradu.

# conversations/companions/g_companion_felix_in_party:117:DefaultText
source: Anything else on your mind?
in: Máte na mysli ještě něco jiného?

# conversations/companions/g_companion_felix_in_party:118:DefaultText
source: Yeah, there was.
in: Ano, byl.

# conversations/companions/g_companion_felix_in_party:119:DefaultText
source: Don't believe so.
in: Tomu nevěřím.

# conversations/companions/g_companion_felix_in_party:120:DefaultText
source: Let's move on.
in: Pojďme dál.

# conversations/companions/g_companion_felix_in_party:121:DefaultText
source: I appreciate that you disagree with me, Felix. I need you to be my conscience.
in: Oceňuji, že se mnou nesouhlasíte, Felixi. Potřebuji, abys byl mým svědomím.

# conversations/companions/g_companion_felix_in_party:122:DefaultText
source: Yeah, well. When you put it that way, I guess I gotta try.
in: Jo, no. Když to říkáš takhle, tak to asi musím zkusit.

# conversations/companions/g_companion_felix_in_party:123:DefaultText
source: I'm not exactly the brightest star in the toolbox, Felix. That's why I keep you around.
in: Nejsem zrovna nejzářivější hvězdou ve skříňce s nářadím, Felixi. Proto si tě tu nechávám.

# conversations/companions/g_companion_felix_in_party:124:DefaultText
source: Never mind. Let's talk about something else.
in: Nevadí. Promluvme si o něčem jiném.

# conversations/companions/g_companion_felix_in_party:125:DefaultText
source: Got a question for you.
in: Mám na vás otázku.

# conversations/companions/g_companion_felix_in_party:126:DefaultText
source: Hey, you're the boss.
in: Hej, ty jsi šéf.

# conversations/companions/g_companion_felix_in_party:127:DefaultText
source: Never mind.
in: Nevadí.

# conversations/companions/g_companion_felix_in_party:129:DefaultText
source: You know they're gonna make a serial about our adventures one day.
in: Víš, že o našich dobrodružstvích jednou natočí seriál.

# conversations/companions/g_companion_felix_in_party:130:DefaultText
source: I can't believe I wanted to shake his hand. I need a shower.
in: Nemůžu uvěřit, že jsem mu chtěla podat ruku. Potřebuju sprchu.

# conversations/companions/g_companion_felix_in_party:132:DefaultText
source: When you started working for the Adjutant, I wasn't sure what to think.
in: Když jsi začal pracovat pro adjutanta, nebyl jsem si jistý, co si mám myslet.

# conversations/companions/g_companion_felix_in_party:133:DefaultText
source: If we wanted the Board's attention, we got options. Piracy. Vandalism. Maybe some light arson.
in: Pokud jsme chtěli, aby nám rada věnovala pozornost, měli jsme na výběr. Pirátství. Vandalismus. Možná lehké žhářství.

# conversations/companions/g_companion_felix_in_party:135:DefaultText
source: Some people said the Hope was just a fable. But here we are.
in: Někteří lidé říkali, že Naděje je jen pohádka. Ale jsme tady.

# conversations/companions/g_companion_felix_in_party:136:DefaultText
source: Somehow, I always find my way back to the Groundbreaker.
in: Nějakým způsobem se vždycky vrátím do Groundbreakeru.

# conversations/companions/g_companion_felix_in_party:137:DefaultText
source: You think the people in Stellar Bay ever get used to this smell?
in: Myslíš, že si lidé ve Hvězdné zátoce na ten zápach někdy zvyknou?

# conversations/companions/g_companion_felix_in_party:138:DefaultText
source: The intrepid crew of the Unreliable brave the wilds of Monarch, on today's episode of, uh... I'm still working on the title.
in: Neohrožená posádka Nespolehlivého se vydává do divočiny Monarchie v dnešním díle... ještě přemýšlím nad názvem.

# conversations/companions/g_companion_felix_in_party:139:DefaultText
source: Good to see you, boss.
in: Rád vás vidím, šéfe.

# conversations/companions/g_companion_felix_in_party:141:DefaultText
source: So how'd you end up on the Groundbreaker?
in: Jak jste se dostal do Groundbreakeru?

# conversations/companions/g_companion_felix_in_party:142:DefaultText
source: We want to put some fear in the Board, right? Get 'em scared of us.
in: Chceme v představenstvu vyvolat strach, že? Aby se nás báli.
