Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_quest_main.po
Languages: cs

# conversations/companions/g_companion_parvati_quest_main:3:DefaultText
source: I guess that settles dinner. Thanks for hauling me all over creation, Captain.
cs: Myslím, že tím je večeře vyřešena. Díky, že jsi mě tahal po celém světě, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:4:DefaultText
source: Can you believe this outfit? It's so handsome, I'm almost afraid to touch it.
cs: Věřili byste tomuto oblečení? Je tak krásný, že se ho skoro bojím dotknout.

# conversations/companions/g_companion_parvati_quest_main:6:DefaultText
source: All right. She's on her way. How do I look?
cs: Dobře. Je na cestě. Jak vypadám?

# conversations/companions/g_companion_parvati_quest_main:7:DefaultText
source: Okay, Captain, she's gone!
cs: Dobře, kapitáne, je pryč!

# conversations/companions/g_companion_parvati_quest_main:8:DefaultText
source: Hey, Captain? I got a thing I want to ask you. It's kinda big.
cs: Hej, kapitáne? Chci se vás na něco zeptat. Je to docela velké.

# conversations/companions/g_companion_parvati_quest_main:9:DefaultText
source: I smell like sweat most days, and - well, don't look too close at my fingernails. I was thinking - hoping - we could stop by Groundbreaker for bath supplies.
cs: Většinu dní jsem cítit potem a - no, nedívejte se mi moc zblízka na nehty. Myslela jsem - doufala jsem - že bychom se mohli zastavit v Groundbreakeru pro koupelové potřeby.

# conversations/companions/g_companion_parvati_quest_main:16:DefaultText
source: Is this really necessary?
cs: Je to opravdu nutné?

# conversations/companions/g_companion_parvati_quest_main:18:DefaultText
source: Abso-surely, Captain. When I got everything all planned out, all's I gotta do is follow the steps. Then I don't got time to be nervous.
cs: Jistě, kapitáne. Když mám všechno naplánované, stačí jen postupovat podle pokynů. Pak nemám čas být nervózní.

# conversations/companions/g_companion_parvati_quest_main:19:DefaultText
source: And then for dessert, there's a thing called, uh... "sweetheart cake." It's made with almond paste and wax gourds.
cs: A jako dezert je tu něco, čemu se říká... "sladký dort". Dělá se z mandlové pasty a voskových tykví.

# conversations/companions/g_companion_parvati_quest_main:20:DefaultText
source: I got this nice meal all planned out with music, and I got that soap to scrub up with. But I don't got nothing nice to wear, Captain.
cs: Mám naplánované pěkné jídlo s hudbou a mám mýdlo na drhnutí. Ale nemám nic pěkného na sebe, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:23:DefaultText
source: You have anything in particular in mind?
cs: Máte na mysli něco konkrétního?

# conversations/companions/g_companion_parvati_quest_main:24:DefaultText
source: There's this place I heard of in Byzantium - Jolicoeur's Haberdashery. I bet I could find something nigh-on perfect at a place like that.
cs: Slyšel jsem o jednom místě v Byzanci - Jolicoeurově galanterii. Vsadím se, že bych tam našel něco dokonalého.

# conversations/companions/g_companion_parvati_quest_main:36:DefaultText
source: I guess that's everything, then. After all this time. I can... I just have to actually do it now.
cs: Tak to je asi všechno. Po tom všem. Můžu... Jen to teď musím udělat.

# conversations/companions/g_companion_parvati_quest_main:37:DefaultText
source: Y-you know, there's- there's a part Junlei's been looking for. To fix up the air cyclers? They only carried them on big colony ships. Like the Hope.
cs: Víš, je tu jedna část, kterou Junlei hledá. Na opravu vzduchových cyklérů? Ty se vozí jen na velkých koloniálních lodích. Jako Hope.

# conversations/companions/g_companion_parvati_quest_main:38:DefaultText
source: Parvati, making every little thing perfect won't change Junlei's feelings.
cs: Parvati, když se budeš snažit, aby každá maličkost byla dokonalá, Junleiho pocity to nezmění.

# conversations/companions/g_companion_parvati_quest_main:39:DefaultText
source: No. We're done running all over the system. It's time to stop putting this off.
cs: Ne. Už jsme skončili s běháním po celém systému. Je čas přestat to odkládat.

# conversations/companions/g_companion_parvati_quest_main:40:DefaultText
source: Next time we dock with Groundbreaker, I'm doing it. I'll send Jun a message and ask her over.
cs: Až příště zakotvíme s Groundbreakerem, udělám to. Pošlu Jun zprávu a pozvu ji k nám.

# conversations/companions/g_companion_parvati_quest_main:41:DefaultText
source: Ha. My hands have finally stopped shaking. All right. All right. Deep breath. Here I go...
cs: Ha. Konečně se mi přestaly třást ruce. Dobře. Dobře. Zhluboka se nadechni. A je to tady...

# conversations/companions/g_companion_parvati_quest_main:42:DefaultText
source: Okay. That's fair. But for whatever it's worth, I'm grateful. You done a great thing for me, Captain.
cs: Dobře. To je fér. Ale ať to stojí, co to stojí, jsem vděčný. Udělal jste pro mě velkou věc, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:44:DefaultText
source: Hey, Captain? Can I get your temperature on something real quick?
cs: Hej, kapitáne? Můžu vám rychle změřit teplotu?

# conversations/companions/g_companion_parvati_quest_main:45:DefaultText
source: I don't want to get too hopeful. But I'm wondering if maybe she's the engine and I'm the lady? It's a real romantic poem. Made my chest hurt kinda.
cs: Nechci si dělat příliš velké naděje. Ale přemýšlím, jestli ona není ten motor a já ta dáma? Je to opravdu romantická báseň. Trochu mě z ní rozbolela hruď.

# conversations/companions/g_companion_parvati_quest_main:46:DefaultText
source: I don't know where it's leading yet. Or if I'm misinterpreting.
cs: Zatím nevím, kam to povede. Nebo jestli si to špatně vykládám.

# conversations/companions/g_companion_parvati_quest_main:48:DefaultText
source: Sounds like she likes you.
cs: Zdá se, že tě má ráda.

# conversations/companions/g_companion_parvati_quest_main:49:DefaultText
source: This crew needs you. You should focus on your work.
cs: Tato posádka vás potřebuje. Měl by ses soustředit na svou práci.

# conversations/companions/g_companion_parvati_quest_main:50:DefaultText
source: Yeah. Okay. Deep breath.
cs: Jo. Dobře. Zhluboka se nadechni.

# conversations/companions/g_companion_parvati_quest_main:51:DefaultText
source: Let's see here. Talking about old friends... got to thinking... Isabelle? Who's- who's Isabelle?
cs: Podívejme se na to. Když mluvíme o starých přátelích, musím se zamyslet... Isabelle? Kdo je... kdo je Isabelle?

# conversations/companions/g_companion_parvati_quest_main:52:DefaultText
source: Everything okay?
cs: Je všechno v pořádku?

# conversations/companions/g_companion_parvati_quest_main:53:DefaultText
source: If that's what you want, next time we hit the Groundbreaker, drinks are on me.
cs: Jestli to chceš, až příště vyrazíme do Groundbreakeru, pití je na mě.

# conversations/companions/g_companion_parvati_quest_main:54:DefaultText
source: Wouldn't it be easier to talk to her about this Isabelle person?
cs: Nebylo by jednodušší promluvit si s ní o té Isabelle?

# conversations/companions/g_companion_parvati_quest_main:55:DefaultText
source: Captain, I'm feeling all mixed up right now. Could we maybe head to the Groundbreaker? Get some drinks at that bar there, the Lost Hope?
cs: Kapitáne, cítím se teď zmateně. Mohli bychom se vydat do Groundbreakeru? Dát si tam v tom baru Ztracená naděje nějaké pití?

# conversations/companions/g_companion_parvati_quest_main:59:DefaultText
source: I guess- I guess since we're already here, I just got to head back to the ship and send her the message asking her to come over.
cs: Myslím, že když už jsme tady, musím se vrátit na loď a poslat jí zprávu, aby se zastavila.

# conversations/companions/g_companion_parvati_quest_main:60:DefaultText
source: Do you really need to do all this, or are you putting off the date?
cs: Opravdu to všechno musíte udělat, nebo datum odkládáte?

# conversations/companions/g_companion_parvati_quest_main:61:DefaultText
source: Maybe you're right and I'm stalling a bit. But maybe I also need to so's I can work up the courage.
cs: Možná máš pravdu a já trochu otálím. Ale možná to taky potřebuju, abych si dodala odvahu.

# conversations/companions/g_companion_parvati_quest_main:69:DefaultText
source: It's about this engine that's been shaking itself apart. Then this lady mechanic comes by and lays one hand on it. The trouble goes away. It sings.
cs: Jde o motor, který se otřásá v základech. Pak přijde jedna paní mechanička a položí na něj jednu ruku. Problém zmizí. Motor zpívá.

# conversations/companions/g_companion_parvati_quest_main:70:DefaultText
source: Do you WANT to be the lady in her poem?
cs: Chcete být tou dámou v její básni?

# conversations/companions/g_companion_parvati_quest_main:76:DefaultText
source: I'm not much interested in... physical stuff. Never have been. Leastways not like other folk seem to be. It's not that I can't? I just don't care for it.
cs: Fyzické věci mě moc nezajímají. Nikdy mě to nezajímalo. Alespoň ne tak, jak to vypadá u ostatních lidí. Ne že bych to neuměl? Jen mě to prostě nezajímá.

# conversations/companions/g_companion_parvati_quest_main:77:DefaultText
source: It's been a problem, in the past. The folk who wanted to be with me, back in the Vale? They didn't- They said I was cold.
cs: V minulosti to byl problém. Lidé, kteří chtěli být se mnou, ještě v údolí? Nechtěli... Říkali, že jsem chladná.

# conversations/companions/g_companion_parvati_quest_main:78:DefaultText
source: Could just be nerves.
cs: Mohly by to být jen nervy.

# conversations/companions/g_companion_parvati_quest_main:79:DefaultText
source: You're about the warmest person I ever met. To hell with them.
cs: Jsi ten nejvřelejší člověk, jakého jsem kdy potkal. K čertu s nimi.

# conversations/companions/g_companion_parvati_quest_main:80:DefaultText
source: That sort of thing's plenty nice, but it's not everything.
cs: Takové věci jsou sice hezké, ale nejsou všechno.

# conversations/companions/g_companion_parvati_quest_main:81:DefaultText
source: Everybody's different. Don't worry about it.
cs: Každý je jiný. Nedělejte si s tím starosti.

# conversations/companions/g_companion_parvati_quest_main:82:DefaultText
source: No, sir. That's not it.
cs: Ne, pane. Tak to není.

# conversations/companions/g_companion_parvati_quest_main:82:FemaleText
source: No, ma'am. That's not it.
cs: Ne, madam. To není ono.

# conversations/companions/g_companion_parvati_quest_main:83:DefaultText
source: Thanks, Captain. That makes me feel a touch better.
cs: Díky, kapitáne. To mě trochu uklidnilo.

# conversations/companions/g_companion_parvati_quest_main:84:DefaultText
source: When folks start implying you're little different from an automechanical, you start to wonder.
cs: Když vám lidé začnou naznačovat, že se od automechanika příliš nelišíte, začnete se divit.

# conversations/companions/g_companion_parvati_quest_main:85:DefaultText
source: To me the best thing was always just sharing space with somebody. Feeling safe and warm.
cs: Pro mě bylo vždycky nejlepší, když jsem s někým sdílel prostor. Pocit bezpečí a tepla.

# conversations/companions/g_companion_parvati_quest_main:87:DefaultText
source: How bad can it be?
cs: Jak špatné to může být?

# conversations/companions/g_companion_parvati_quest_main:88:DefaultText
source: She rhymed "compression alternator" with "aches to meet her."
cs: Rýmovala "kompresní alternátor" s "bolí ji potkat".

# conversations/companions/g_companion_parvati_quest_main:115:DefaultText
source: Sure.
cs: Jistě.

# conversations/companions/g_companion_parvati_quest_main:116:DefaultText
source: Is the ship about to blow up?
cs: Vyletí loď do povětří?

# conversations/companions/g_companion_parvati_quest_main:117:DefaultText
source: Now's not a good time.
cs: Teď není vhodná doba.

# conversations/companions/g_companion_parvati_quest_main:118:DefaultText
source: Well, when you got time, you think maybe I could get a bit of it? It's kinda important.
cs: No, když máš čas, myslíš, že bych si ho mohl trochu vzít? Je to docela důležité.

# conversations/companions/g_companion_parvati_quest_main:120:DefaultText
source: What? No! If it were, I'd be hollering loud 'nough to wake the dead.
cs: Cože? Ne! Kdyby ano, řval bych tak hlasitě, že bych probudil i mrtvého.

# conversations/companions/g_companion_parvati_quest_main:121:DefaultText
source: I don't know if I should read into it. Because poems are all symbolic and such, right? It's... not so good. But real sweet.
cs: Nevím, jestli bych to měl číst. Protože básně jsou přece symbolické a tak, ne? Není to... moc dobré. Ale fakt sladká.

# conversations/companions/g_companion_parvati_quest_main:126:DefaultText
source: She sent me a poem. One she wrote her own self, I'm pretty sure.
cs: Poslala mi báseň. Jsem si jistý, že ji napsala sama.

# conversations/companions/g_companion_parvati_quest_main:137:DefaultText
source: Get to the point.
cs: Přejděte k věci.

# conversations/companions/g_companion_parvati_quest_main:140:DefaultText
source: So Junlei wants you to give her a tune up? I don't get it.
cs: Takže Junlei chce, abys jí udělal prohlídku? Nechápu to.

# conversations/companions/g_companion_parvati_quest_main:141:DefaultText
source: It's like a metaphor, Captain. I think? See, this is why poetry throws me off my bearings. If it ain't a metaphor, that worries me more.
cs: Je to jako metafora, kapitáne. Myslím, že? Vidíš, proto mě poezie vyvádí z míry. Když to není metafora, dělá mi to větší starosti.

# conversations/companions/g_companion_parvati_quest_main:142:DefaultText
source: Comes from the heart, you'd say?
cs: Řekli byste, že to vychází ze srdce?

# conversations/companions/g_companion_parvati_quest_main:143:DefaultText
source: Oh Law. That's what's got me spooked. I don't rightly know.
cs: Oh Law. To mě vyděsilo. Nevím, co je správně.

# conversations/companions/g_companion_parvati_quest_main:144:DefaultText
source: Maybe I just got a little squish for a minute. But yeah. There's other stuff needs doing.
cs: Možná jsem se jen na chvíli trochu rozklepal. Ale jo. Je potřeba udělat i jiné věci.

# conversations/companions/g_companion_parvati_quest_main:153:DefaultText
source: Hold that thought. There's something else I want to discuss.
cs: Zadržte tuto myšlenku. Chci probrat ještě něco jiného.

# conversations/companions/g_companion_parvati_quest_main:161:DefaultText
source: Thanks for the talk, Captain. I was real outta sorts. I feel better now.
cs: Díky za rozhovor, kapitáne. Byl jsem opravdu mimo. Teď už se cítím lépe.

# conversations/companions/g_companion_parvati_quest_main:162:DefaultText
source: I got another message from Junlei. It was this long story about a lady name of Isabelle. They were... close, Captain. Like more-than-friends close.
cs: Dostal jsem další zprávu od Junlei. Byl to dlouhý příběh o dámě jménem Isabelle. Byli si... blízcí, kapitáne. Víc než přátelé.

# conversations/companions/g_companion_parvati_quest_main:163:DefaultText
source: Wow, that went downhill fast. You're looking a little rough.
cs: Páni, to šlo rychle z kopce. Vypadáš trochu drsně.

# conversations/companions/g_companion_parvati_quest_main:165:DefaultText
source: Kinda feel like it, Captain.
cs: Tak nějak to cítím, kapitáne.

# conversations/companions/g_companion_parvati_quest_main:167:DefaultText
source: Is she cheating on you? Wait, are you even dating?
cs: Podvádí vás? Počkat, chodíte spolu vůbec?

# conversations/companions/g_companion_parvati_quest_main:170:DefaultText
source: They "were" close? Not anymore?
cs: "Byli" blízko? Už ne?

# conversations/companions/g_companion_parvati_quest_main:171:DefaultText
source: I don't know! Junlei talked about them like it was past, but how far in the past? Ten years? Last week?
cs: Já nevím! Junlei o nich mluvil, jako by to byla minulost, ale jak daleko do minulosti? Deset let? Minulý týden?

# conversations/companions/g_companion_parvati_quest_main:173:DefaultText
source: I mean, she sent that poem, and I told her how it made me feel, like you told me. And she said she was glad of it.
cs: Chci říct, že mi poslala tu báseň a já jsem jí řekl, jak se cítím, jak jsi mi řekla. A ona řekla, že ji to těší.

# conversations/companions/g_companion_parvati_quest_main:174:DefaultText
source: No! I mean- I don't know! I haven't asked her out all formal-like. I thought... well.
cs: Ne! Chci říct... já nevím! Nepozval jsem ji na schůzku takhle formálně. Myslel jsem... no.

# conversations/companions/g_companion_parvati_quest_main:176:DefaultText
source: That's pretty personal stuff to put in a message.
cs: To je dost osobní věc na to, aby se dala napsat do zprávy.

# conversations/companions/g_companion_parvati_quest_main:177:DefaultText
source: It wasn't nothing bawdy, if that's what you're thinking. It was just... honest. And full'a typos.
cs: Nebylo to nic oplzlého, pokud si to myslíte. Bylo to jen... upřímné. A plná překlepů.

# conversations/companions/g_companion_parvati_quest_main:179:DefaultText
source: You said you don't drink. Will you be all right?
cs: Říkal jsi, že nepiješ. Budeš v pořádku?

# conversations/companions/g_companion_parvati_quest_main:180:DefaultText
source: I don't think drinking is going to solve this problem.
cs: Nemyslím si, že pití tento problém vyřeší.

# conversations/companions/g_companion_parvati_quest_main:181:DefaultText
source: If you're there, I'm sure things'll be okay-like I mean, you wouldn't let nothing bad happen to me, right?
cs: Když tam budeš, určitě to bude v pořádku - myslím tím, že bys nedopustil, aby se mi stalo něco špatného, že?

# conversations/companions/g_companion_parvati_quest_main:182:DefaultText
source: Drinking never solved nothing, Captain. I- I ain't been able to sleep for three nights now. I just wanna unwind. Just the tiniest bit.
cs: Pití nikdy nic nevyřešilo, kapitáne. Už tři noci nemůžu spát. Chci si jen odpočinout. Jen trochu.

# conversations/companions/g_companion_parvati_quest_main:183:DefaultText
source: Thanks for asking, by the by. It means something to know you're looking out.
cs: Mimochodem, díky za optání. Znamená to něco, když vím, že se díváš.

# conversations/companions/g_companion_parvati_quest_main:184:DefaultText
source: I'm full serious. Next time we're on the Groundbreaker, I aim to get a drink. If I got to, I'll do it on my lonesome. But I'd feel better if someone I trusted was there.
cs: Myslím to naprosto vážně. Až budeme příště na Groundbreakeru, chci se napít. Pokud budu muset, udělám to sám. Ale cítil bych se líp, kdyby tam byl někdo, komu věřím.

# conversations/companions/g_companion_parvati_quest_main:185:DefaultText
source: Maybe for you. I start thinking about all the things she could say and my guts start crawling up my throat.
cs: Možná pro vás. Začnu přemýšlet o tom, co všechno by mohla říct, a vnitřnosti mi začnou lézt krkem.

# conversations/companions/g_companion_parvati_quest_main:187:DefaultText
source: Thanks, Captain. I'll be ready.
cs: Díky, kapitáne. Budu připraven.

# conversations/companions/g_companion_parvati_quest_main:189:DefaultText
source: Sure. What do you need?
cs: Jistě. Co potřebujete?

# conversations/companions/g_companion_parvati_quest_main:190:DefaultText
source: I suppose I've got a minute. Make it quick.
cs: Předpokládám, že mám chvilku. Ať je to rychle.

# conversations/companions/g_companion_parvati_quest_main:191:DefaultText
source: I was thinking about what you said afore. After we went to the Lost Hope on the Groundbreaker? I reckon you're right.
cs: Přemýšlel jsem o tom, co jste řekl výše. Poté, co jsme šli do Ztracené naděje na Groundbreaker? Myslím, že máš pravdu.

# conversations/companions/g_companion_parvati_quest_main:192:DefaultText
source: I think I'm ready to stop fretting and fussing and - and ask Junlei to go steady straight-out.
cs: Myslím, že jsem připravená přestat se trápit a rozčilovat a - a požádat Junlei, aby šla rovnou na věc.

# conversations/companions/g_companion_parvati_quest_main:193:DefaultText
source: Good for you. Any way I can help?
cs: To je pro vás dobré. Mohu nějak pomoci?

# conversations/companions/g_companion_parvati_quest_main:194:DefaultText
source: Okay. Why are we having this conversation?
cs: Dobře. Proč vedeme tento rozhovor?

# conversations/companions/g_companion_parvati_quest_main:195:DefaultText
source: And that's not going to disrupt your work?
cs: A nenaruší to vaši práci?

# conversations/companions/g_companion_parvati_quest_main:196:DefaultText
source: Well, not talking to Junlei about the Isabelle trouble had my guts all knotted up. I reckon actually making my feelings known to her could only improve things.
cs: No, když jsem s Junlei nemluvil o problémech s Isabelle, tak se mi sevřely vnitřnosti. Myslím, že když jí dám najevo své pocity, může se to jen zlepšit.

# conversations/companions/g_companion_parvati_quest_main:197:DefaultText
source: I was kinda hoping you'd offer.
cs: Tak trochu jsem doufal, že mi to nabídneš.

# conversations/companions/g_companion_parvati_quest_main:198:DefaultText
source: On account of how I'll need your help with it.
cs: Protože s tím budu potřebovat vaši pomoc.

# conversations/companions/g_companion_parvati_quest_main:199:DefaultText
source: The thing is, I can't ask her over like- like this. I mean, look at me! I'm all covered in engine grease, and I ain't showered in nigh on a week.
cs: Jde o to, že se jí nemůžu zeptat na něco takového. Vždyť se na mě podívej! Jsem celý od motorového tuku a už skoro týden jsem se nesprchoval.

# conversations/companions/g_companion_parvati_quest_main:200:DefaultText
source: Easy enough. We could head straight over.
cs: To je snadné. Mohli bychom se tam vydat rovnou.

# conversations/companions/g_companion_parvati_quest_main:201:DefaultText
source: You look fine, same as every day.
cs: Vypadáš dobře, stejně jako každý den.

# conversations/companions/g_companion_parvati_quest_main:202:DefaultText
source: Groundbreaker's got a lot of vendors. Where are you thinking?
cs: Groundbreaker má spoustu prodejců. O čem přemýšlíte?

# conversations/companions/g_companion_parvati_quest_main:203:DefaultText
source: Fine, whatever. I suppose I'll have to pay for this junk, too?
cs: Fajn, to je fuk. Předpokládám, že budu muset zaplatit i za tenhle krám?

# conversations/companions/g_companion_parvati_quest_main:204:DefaultText
source: I mean, only if you're not busy! Or when you're heading through Groundbreaker for something else. You don't gotta change plans on account of me.
cs: Tedy jen pokud nemáte čas! Nebo když jdete přes Groundbreaker kvůli něčemu jinému. Kvůli mně nemusíš měnit plány.

# conversations/companions/g_companion_parvati_quest_main:205:DefaultText
source: Thanks, but - oughtn't a person look special for special times? I mean, what if she leaned close and I smelled like propellant and underarms?
cs: Díky, ale - neměl by člověk vypadat speciálně pro speciální chvíle? Co kdyby se naklonila blíž a já byl cítit jako pohonné hmoty a podpaží?

# conversations/companions/g_companion_parvati_quest_main:206:DefaultText
source: You're really worried about this. If it helps you feel confident, let's do it.
cs: Opravdu si děláte starosti. Pokud ti to pomůže cítit se sebejistě, udělejme to.

# conversations/companions/g_companion_parvati_quest_main:207:DefaultText
source: That's normal for you. Who cares?
cs: To je pro vás normální. Koho to zajímá?

# conversations/companions/g_companion_parvati_quest_main:208:DefaultText
source: What if she smells the same? She works on machinery all day, too.
cs: Co když je cítit stejně? Vždyť taky celý den pracuje na strojích.

# conversations/companions/g_companion_parvati_quest_main:209:DefaultText
source: If she feels the same as you, she won't care.
cs: Pokud to cítí stejně jako vy, bude jí to jedno.
