Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_*_party.po
Languages: in

# conversations/companions/g_companion_max_in_party:334:DefaultText
source: Send Parvati.
in: Pošlete Parvati.

# conversations/companions/g_companion_max_in_party:335:DefaultText
source: Send SAM.
in: Odeslat SAM.

# conversations/companions/g_companion_max_in_party:336:DefaultText
source: Not right now.
in: Teď ne.

# conversations/companions/g_companion_max_in_party:337:DefaultText
source: Ellie it is.
in: Je to Ellie.

# conversations/companions/g_companion_max_in_party:338:DefaultText
source: I don’t know how you put up with his incessant silliness, but at least *I* won’t have to put up with it while he's with you.
in: Nevím, jak snášíš jeho neustálé hlouposti, ale já je aspoň nebudu muset snášet, dokud bude s tebou.

# conversations/companions/g_companion_max_in_party:339:DefaultText
source: I'll send Ms. Ramnarim-Wentworth out.
in: Pošlu tam slečnu Ramnarimovou-Wentworthovou.

# conversations/companions/g_companion_max_in_party:340:DefaultText
source: I'm sure Parvati will jump at the chance.
in: Jsem si jistá, že Parvati po této příležitosti skočí.

# conversations/companions/g_companion_max_in_party:341:DefaultText
source: I'll point SAM in your direction.
in: Ukážu SAM tvým směrem.

# conversations/companions/g_companion_max_in_party:344:DefaultText
source: I'm sure Felix will be grateful for the chance to adventure further.
in: Jsem si jistá, že Felix bude vděčný za možnost dalšího dobrodružství.
