Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_banter.po
Languages: cs

# conversations/companions/g_companion_max_banter:1:DefaultText
source: I do not understand why you would discard the birthright destiny has bestowed upon you.
cs: Nechápu, proč se vzdáváš práva, které ti osud udělil.

# conversations/companions/g_companion_max_banter:2:DefaultText
source: As usual, I have no idea what you're talking about.
cs: Jako obvykle netuším, o čem mluvíte.

# conversations/companions/g_companion_max_banter:3:DefaultText
source: What was the score on last night's game? I missed it.
cs: Jaké bylo skóre včerejšího zápasu? Zmeškal jsem ho.

# conversations/companions/g_companion_max_banter:4:DefaultText
source: Last night's game? Backers sixteen. Darlings three. How do you like them mock-apples, Max?
cs: Včerejší hra? Backers sixteen. Darlings tři. Jak ti chutnají ta makety jablek, Maxi?

# conversations/companions/g_companion_max_banter:5:DefaultText
source: No one saw me trip over that, right?
cs: Nikdo mě neviděl, že bych o to zakopl, že?

# conversations/companions/g_companion_max_banter:6:DefaultText
source: So many yearn for the opportunities you disdain. There are those who would give their hand to be born of Byzantium as you were.
cs: Tolik lidí touží po příležitostech, kterými opovrhujete. Jsou lidé, kteří by dali ruku za to, aby se narodili v Byzanci jako ty.

# conversations/companions/g_companion_max_banter:7:DefaultText
source: I hate to see you torture yourself with your grief, Ms. Ramnarim-Wentworth.
cs: Nerad vidím, jak se trápíte svým žalem, slečno Ramnarimová-Wentworthová.

# conversations/companions/g_companion_max_banter:8:DefaultText
source: Great. Thank you. Such a burden has been lifted from my spirits! My grief - fading! My longing to return to the workforce swells!
cs: Skvělé. Děkuji. Takové břemeno z mé duše spadlo! Můj smutek - mizí! Moje touha vrátit se do pracovního procesu se zvětšuje!

# conversations/companions/g_companion_max_banter:9:DefaultText
source: Look, about earlier... I only meant there's nothing you could have done to save your crew.
cs: Podívej, co se týče dřívějšího... Chtěl jsem jen říct, že jsi nemohl udělat nic, abys zachránil svou posádku.

# conversations/companions/g_companion_max_banter:10:DefaultText
source: I got every right! Burying your friends ain't exactly a hangover. It's not gonna fade easy.
cs: Mám na to právo! Pohřbít své přátele není zrovna kocovina. Neodezní to snadno.

# conversations/companions/g_companion_max_banter:11:DefaultText
source: Perhaps it would ease your acceptance to consider this truth. Your crew died because it was meant to happen.
cs: Možná by vám usnadnilo přijetí této pravdy. Vaše posádka zemřela, protože se to mělo stát.

# conversations/companions/g_companion_max_banter:12:DefaultText
source: I regret entertaining you in conversation.
cs: Lituji, že jsem se s vámi bavil.

# conversations/companions/g_companion_max_banter:13:DefaultText
source: All right. You need more time. I understand.
cs: Dobře. Potřebujete více času. Rozumím.

# conversations/companions/g_companion_max_banter:14:DefaultText
source: Move it, trash can.
cs: Uhni, popelnice.

# conversations/companions/g_companion_max_banter:15:DefaultText
source: Rerouting course now.
cs: Přesměrování kurzu.

# conversations/companions/g_companion_max_banter:16:DefaultText
source: Who wants to play an impromptu tossball match?
cs: Kdo si chce zahrát improvizovaný zápas v přehazované?

# conversations/companions/g_companion_max_banter:17:DefaultText
source: No one? Really?
cs: Nikdo? Opravdu?

# conversations/companions/g_companion_max_banter:18:DefaultText
source: All I'm saying is, our lives are predestined upon a path that is only visible in retrospect.
cs: Chci jen říct, že naše životy jsou předurčeny k cestě, která je viditelná až zpětně.

# conversations/companions/g_companion_max_banter:19:DefaultText
source: If I could have predicted my life-path would lead to prison - and thus avoided it - wouldn't I have done so?
cs: Kdybych mohl předvídat, že moje životní dráha povede do vězení - a tím se mu vyhnout - neudělal bych to?

# conversations/companions/g_companion_max_banter:20:DefaultText
source: And even if I had, it still would've been unavoidable. Like that time I warned you about the giant pile of raptidon shit and you stepped in it anyway.
cs: A i kdybych to udělal, stejně bych se tomu nevyhnul. Jako tenkrát, když jsem tě varoval před obrovskou hromadou raptidoních sraček a ty jsi do ní stejně šlápl.

# conversations/companions/g_companion_max_banter:21:DefaultText
source: You see?
cs: Vidíte?

# conversations/companions/g_companion_max_banter:22:DefaultText
source: Suck sulfur, Max.
cs: Vykuř síru, Maxi.

# conversations/companions/g_companion_max_banter:23:DefaultText
source: So. You threw off the constraints of proper society and abandoned a life of luxury to live as an outlaw.
cs: Takže jsi odhodil zábrany řádné společnosti a opustil život v přepychu, abys žil jako psanec.

# conversations/companions/g_companion_max_banter:24:DefaultText
source: You finally get me, Vicar.
cs: Konečně jste mě dostal, pane faráři.

# conversations/companions/g_companion_max_banter:25:DefaultText
source: Regret it?
cs: Litujete toho?

# conversations/companions/g_companion_max_banter:26:DefaultText
source: Let's see. I got freedom, independence, and - usually - space from people telling me how to live my life.
cs: Podívejme se na to. Získal jsem svobodu, nezávislost a - obvykle - prostor od lidí, kteří mi říkají, jak mám žít.

# conversations/companions/g_companion_max_banter:27:DefaultText
source: And how long before you reckon you end up back where you began?
cs: A jak dlouho bude trvat, než skončíte tam, kde jste začali?

# conversations/companions/g_companion_max_banter:28:DefaultText
source: See, I knew there was a lecture coming.
cs: Vidíš, věděl jsem, že přijde přednáška.

# conversations/companions/g_companion_max_banter:29:DefaultText
source: The universe has a way of snapping you back to where you're supposed to be, Dr. Fenhill.
cs: Vesmír vás dokáže vrátit tam, kde máte být, doktore Fenhille.

# conversations/companions/g_companion_max_banter:30:DefaultText
source: Now why couldn't you just have said that in the first place?
cs: Proč jsi to prostě nemohl říct hned?

# conversations/companions/g_companion_max_banter:31:DefaultText
source: I'm always where I'm supposed to be. Here and now.
cs: Vždycky jsem tam, kde mám být. Tady a teď.

# conversations/companions/g_companion_max_banter:40:DefaultText
source: I have to say, Ms. Holcomb, you are surprisingly adept in combative situations.
cs: Musím říct, slečno Holcombová, že jste překvapivě obratná v bojových situacích.

# conversations/companions/g_companion_max_banter:41:DefaultText
source: Why do I suspect you're about to make fun?
cs: Proč mám podezření, že se chystáte dělat si legraci?

# conversations/companions/g_companion_max_banter:42:DefaultText
source: You are quite handy with that hammer.
cs: S tím kladivem to umíš.

# conversations/companions/g_companion_max_banter:43:DefaultText
source: I like to hit things that annoy me.
cs: Rád mlátím do věcí, které mě rozčilují.

# conversations/companions/g_companion_max_banter:44:DefaultText
source: Since when have Cleo's Darlings played so poorly in a consecutive sweep? You wouldn't be pulling my leg in order to win our bet, would you?
cs: Odkdy hrají Cleo's Darlings tak špatně v po sobě jdoucích zápasech? Snad mě netaháš za nos, abys vyhrál naši sázku?

# conversations/companions/g_companion_max_banter:45:DefaultText
source: Step lively, Ms. Holcomb.
cs: Živě, paní Holcombová.

# conversations/companions/g_companion_max_banter:46:DefaultText
source: I'm- I'm not winded, honest! My, uh, boot was untied.
cs: Nejsem... nejsem vyčerpaný, upřímně! Rozvázala se mi bota.

# conversations/companions/g_companion_max_banter:47:DefaultText
source: Would hate for you to get left behind. Or Architect forbid - become lost.
cs: Nerad bych, abyste zůstali pozadu. Nebo nedej bože, aby se ztratil.

# conversations/companions/g_companion_max_banter:48:DefaultText
source: All I'm saying, son, is you'll generate more force with the proper grip. It's more like this, not like that.
cs: Chci jen říct, synu, že se správným úchopem vyvineš větší sílu. Je to spíš takhle, ne takhle.

# conversations/companions/g_companion_max_banter:49:DefaultText
source: So, Vic, what was it like in prison?
cs: Jaké to bylo ve vězení, Vicu?

# conversations/companions/g_companion_max_banter:50:DefaultText
source: I don't like to talk about it.
cs: Nerad o tom mluvím.

# conversations/companions/g_companion_max_banter:51:DefaultText
source: Was it run by Spacer's Choice?
cs: Provozovala ji společnost Spacer's Choice?

# conversations/companions/g_companion_max_banter:52:DefaultText
source: What part of "I don't like to talk about it" do you not understand? Is it the "don't"? Cause it can't be the "talk."
cs: Které části věty "nerad o tom mluvím" nerozumíte? Je to to "nechci"? Protože to nemůže být to "mluvit".

# conversations/companions/g_companion_max_banter:53:DefaultText
source: It baffles me why the captain puts up with your willful idiocy, Mr. Millstone.
cs: Je mi záhadou, proč kapitán snáší vaši záměrnou idiocii, pane Millstone.

# conversations/companions/g_companion_max_banter:54:DefaultText
source: I bet it was a Spacer's Choice prison. Did you "Taste the Freedom"?
cs: Vsadím se, že to bylo vězení Spacer's Choice. Ochutnal jsi "svobodu"?

# conversations/companions/g_companion_max_banter:55:DefaultText
source: I don't mean to be rude, Mr. Vicar, but... I already got a dad. I don't need a new one.
cs: Nechci být nezdvořilý, pane faráři, ale... Já už tátu mám. Nepotřebuju nového.

# conversations/companions/g_companion_max_banter:56:DefaultText
source: Are you saying my advice is unwanted?
cs: Říkáte, že moje rada je nechtěná?

# conversations/companions/g_companion_max_banter:57:DefaultText
source: My dad taught me some French, you know. Stuff about omelettes and, uh, fromage. I could take a look at that journal?
cs: Táta mě naučil francouzsky. Věci o omeletách a, uh, fromage. Mohl bych se podívat do toho deníku?

# conversations/companions/g_companion_max_banter:58:DefaultText
source: By all means. I would be astounded yet astronomically in your debt.
cs: V každém případě. Byl bych ohromen, ale astronomicky vám dlužím.

# conversations/companions/g_companion_max_banter:59:DefaultText
source: Oh, yeah, there's nothing at all about eggs 'n cheese in here. Sorry.
cs: Jo, tady není vůbec nic o vejcích a sýru. Omlouvám se.

# conversations/companions/g_companion_max_banter:60:DefaultText
source: Very helpful. Thank you.
cs: Velmi užitečné. Děkuji.

# conversations/companions/g_companion_max_banter:61:DefaultText
source: Hey, Mr. Vicar, do you ever get a little bit homesick for Edgewater? For that ocean stink?
cs: Pane faráři, nestýská se vám někdy po Edgewateru? Po tom zápachu oceánu?

# conversations/companions/g_companion_max_banter:62:DefaultText
source: No, I do not.
cs: Ne, nemám.

# conversations/companions/g_companion_max_banter:63:DefaultText
source: You're 'sposed to say yes and go on to explain why. I just wanna have a conversation.
cs: Máte říct ano a vysvětlit proč. Chci si jen popovídat.

# conversations/companions/g_companion_max_banter:64:DefaultText
source: Mr. Millstone, you seem like a young man who could use some direction in your life.
cs: Pane Millstone, zdá se, že jste mladý muž, který by potřeboval v životě nějaký směr.

# conversations/companions/g_companion_max_banter:65:DefaultText
source: Is this about me ending up in the wrong bunk? 'Cause I swear I wasn't that drunk. The hallway's disorienting.
cs: Jde o to, že jsem skončil na špatném lůžku? Protože přísahám, že jsem nebyl tak opilý. Ta chodba je dezorientující.

# conversations/companions/g_companion_max_banter:66:DefaultText
source: Son, you can always come to me for spiritual guidance. But not between two and four a.m.
cs: Synu, vždycky můžeš přijít za mnou pro duchovní vedení. Ale ne mezi druhou a čtvrtou hodinou ranní.

# conversations/companions/g_companion_max_banter:67:DefaultText
source: Also, I am really sorry about your floor.
cs: Také je mi opravdu líto vaší podlahy.

# conversations/companions/g_companion_max_banter:68:DefaultText
source: Forget I broached the topic. Let's just pretend last night didn't happen.
cs: Zapomeňte, že jsem to téma otevřel. Předstírejme, že se včerejší noc nestala.

# conversations/companions/g_companion_max_banter:69:DefaultText
source: No offense, Max, but I think I know my way around a tossball stick. I got my own set of highly specialized skull-cracking techniques.
cs: Bez urážky, Maxi, ale myslím, že se v házení míčků vyznám. Mám vlastní sadu vysoce specializovaných technik na rozbíjení lebek.

# conversations/companions/g_companion_max_banter:70:DefaultText
source: I'm sayin' it's not very good.
cs: Říkám, že to není moc dobré.

# conversations/companions/g_companion_max_banter:71:DefaultText
source: Of course you do.
cs: Samozřejmě, že ano.

# conversations/companions/g_companion_max_banter:72:DefaultText
source: You know, Vic. You're starchier than a Spectrum potato. But you've got a mean left hook. And I respect that.
cs: Víš, Vicu. Jsi škrobovitější než brambora ze Spektra. Ale máš skvělý levý hák. A to respektuji.

# conversations/companions/g_companion_max_banter:73:DefaultText
source: Thanks. I think. Guess I could give you some pointers.
cs: Děkuji. Myslím, že. Myslím, že bych ti mohl dát nějaké tipy.

# conversations/companions/g_companion_max_banter:74:DefaultText
source: Yeah? All right, let's hear it.
cs: Ano? Dobře, poslechněme si to.

# conversations/companions/g_companion_max_banter:75:DefaultText
source: Well, most significantly - aside from how you form and angle your fist - is that you cannot just punch with your arm. You must turn your upper body into it to generate any real force.
cs: Nejdůležitější je, že kromě toho, jak se pěst formuje a nakloní, nemůžete jen tak udeřit rukou. Abyste vytvořili nějakou skutečnou sílu, musíte do ní natočit horní část těla.

# conversations/companions/g_companion_max_banter:76:DefaultText
source: That sounds real complicated. I think I'll stick with the Millstone Special, which is when I kick a jackass square in the chest.
cs: To zní opravdu složitě. Myslím, že zůstanu u Mlýnského kamene, což je, když kopnu blbce přímo do hrudi.

# conversations/companions/g_companion_max_banter:77:DefaultText
source: I wonder where I picked up this stain?
cs: Zajímalo by mě, kde jsem tu skvrnu vzal?

# conversations/companions/g_companion_max_banter:78:DefaultText
source: Wash mode on!
cs: Režim praní zapnut!

# conversations/companions/g_companion_max_banter:79:DefaultText
source: No, no, no! Don't you dare point that hose at me you rusted bucket of bolts!
cs: Ne, ne, ne! Neopovažuj se na mě mířit tou hadicí, ty zrezivělý kýble šroubů!

# conversations/companions/g_companion_max_banter:80:DefaultText
source: I don't mean to judge... but are you ever sober, Ms. Ramnarim-Wentworth?
cs: Nechci vás soudit... ale jste někdy střízlivá, slečno Ramnarimová-Wentworthová?

# conversations/companions/g_companion_max_banter:81:DefaultText
source: Only when I got a job to do. And even that ain't a guarantee.
cs: Jen když mám nějakou práci. A ani to není jisté.

# conversations/companions/g_companion_max_banter:82:DefaultText
source: Is it true that mantiqueens devour their mates after copulation?
cs: Je pravda, že mantikéni po kopulaci požírají své partnery?

# conversations/companions/g_companion_max_banter:83:DefaultText
source: Yeah. Well... sort of. They kill 'em, but they leave the body 'til their swarm hatches and eats it. Their first meal is their father.
cs: Jo. No... tak nějak. Zabijí je, ale tělo nechají, dokud se nevylíhne jejich roj a nesežere ho. Jejich prvním jídlem je jejich otec.

# conversations/companions/g_companion_max_banter:84:DefaultText
source: Makes one appreciative he wasn't born a mantisaur.
cs: Člověk ocení, že se nenarodil jako kudlanka.

# conversations/companions/g_companion_max_banter:85:DefaultText
source: Slimy man like you might fit in just fine.
cs: Slizoun jako vy by tam mohl zapadnout.

# conversations/companions/g_companion_max_banter:86:DefaultText
source: This is the simple truth. We are all molecular machines. The body is a collection of atoms. The mind is a consequence of chemical reactions.
cs: To je prostá pravda. Všichni jsme molekulární stroje. Tělo je soubor atomů. Mysl je důsledkem chemických reakcí.

# conversations/companions/g_companion_max_banter:88:DefaultText
source: Therefore, our lives are predestined along a path that is only visible in retrospect. Life is fated. And unstoppable.
cs: Naše životy jsou tedy předurčeny k tomu, aby se ubíraly cestou, která je viditelná až zpětně. Život je předurčen. A je nezastavitelný.

# conversations/companions/g_companion_max_banter:90:DefaultText
source: And you're un-shut-up-able.
cs: A ty jsi nezavřený.

# conversations/companions/g_companion_max_banter:91:DefaultText
source: Gotta hand it to you, Max. You make my old med school lectures seem interesting.
cs: Musím ti dát za pravdu, Maxi. Moje staré přednášky na medicíně se díky tobě zdají být zajímavé.

# conversations/companions/g_companion_max_banter:92:DefaultText
source: Max, you really oughta get yourself one of them portable pulpits.
cs: Maxi, opravdu by sis měl pořídit jednu z těch přenosných kazatelen.

# conversations/companions/g_companion_max_banter:93:DefaultText
source: I dunno, Mr. Vicar, that seems like quite a leap.
cs: Nevím, pane faráři, to mi připadá jako docela velký skok.

# conversations/companions/g_companion_max_banter:94:DefaultText
source: If I hear you say 'survival of the fittest' one more time, I'm going to lose it. Survival's about persistence and luck.
cs: Jestli ještě jednou uslyším "přežití nejsilnějšího", tak se zblázním. Přežití je o vytrvalosti a štěstí.

# conversations/companions/g_companion_max_banter:95:DefaultText
source: So weapon proficiency and adaptive skill play no part whatsoever, in your mind?
cs: Takže podle vás zběhlost ve zbrani a adaptivní dovednosti nehrají žádnou roli?

# conversations/companions/g_companion_max_banter:96:DefaultText
source: If it does, it ain't enough. I've gone and outlived the best hunters I ever knew.
cs: Pokud ano, nestačí to. Přežil jsem nejlepší lovce, které jsem kdy poznal.

# conversations/companions/g_companion_max_banter:97:DefaultText
source: It is neither luck nor random chance. At times, destiny may not seem fair, but there is a reason for life-events, even if that reason is not immedately obvious.
cs: Není to štěstí ani náhoda. Někdy se může zdát, že osud není spravedlivý, ale životní události mají svůj důvod, i když ten není bezprostředně zřejmý.

# conversations/companions/g_companion_max_banter:98:DefaultText
source: Please. Nature's only got one reason for death: To feed the ones still standing.
cs: Prosím. Příroda má jen jeden důvod pro smrt: aby nakrmila ty, kteří ještě stojí na nohou.

# conversations/companions/g_companion_max_banter:103:DefaultText
source: <plays music on repeat>
cs: <přehrává hudbu opakovaně>

# conversations/companions/g_companion_max_banter:104:DefaultText
source: Great, now I've got that tune stuck in my head.
cs: Skvělé, teď mi ta melodie utkvěla v hlavě.

# conversations/companions/g_companion_max_banter:105:DefaultText
source: What are the odds of getting you to shine my boots, trash can?
cs: Jaká je šance, že mi vyleštíš boty, popelnice?

# conversations/companions/g_companion_max_banter:106:DefaultText
source: Scheduling cleaning order: SHINE VICAR'S BOOTS. Date scheduled: NOT IN THIS CENTURY.
cs: Plánování objednávky úklidu: LESK FARÁŘOVÝCH BOT. Plánované datum: NE V TOMTO STOLETÍ.

# conversations/companions/g_companion_max_banter:107:DefaultText
source: So, was that a yes?
cs: Takže to bylo ano?

# conversations/companions/g_companion_max_banter:108:DefaultText
source: Whose bright idea was it to equip a janitorial automech with a flamethrower?
cs: Čí to byl chytrý nápad vybavit automecha s plamenometem?

# conversations/companions/g_companion_max_banter:109:DefaultText
source: WARNING: Modifying this unit will void the warranty.
cs: UPOZORNĚNÍ: Úpravou této jednotky zaniká záruka.

# conversations/companions/g_companion_max_banter:116:DefaultText
source: Sometimes I question my decision to be out here. But then I remember, free will is just an illusion.
cs: Někdy zpochybňuji své rozhodnutí být tady. Ale pak si vzpomenu, že svobodná vůle je jen iluze.

# conversations/companions/g_companion_max_banter:117:DefaultText
source: There's no point to your regret, Ms. Ramnarim-Wentworth. It hurts you unduly and for no purpose.
cs: Vaše lítost nemá smysl, paní Ramnarimová-Wentworthová. Zraňuje vás to zbytečně a bezdůvodně.

# conversations/companions/g_companion_max_banter:118:DefaultText
source: Might I ask how you are faring, Ms. Holcomb?
cs: Mohu se zeptat, jak se vám daří, paní Holcombová?

# conversations/companions/g_companion_max_banter:119:DefaultText
source: You don’t need to keep up appearances, you're among friends. We would never leave you behind.
cs: Nemusíš se nijak přetvařovat, jsi mezi přáteli. Nikdy bychom tě neopustili.

# conversations/companions/g_companion_max_banter:120:DefaultText
source: Can't say I miss the stink, or much about Edgewater if I'm being truthful. But I'll always be grateful I lived there, for it's where I met you and our captain.
cs: Nemůžu říct, že by mi ten smrad chyběl, nebo že by mi Edgewater nějak moc chyběl, pokud mám být upřímný. Ale vždycky budu vděčný, že jsem tam žil, protože jsem tam potkal tebe a našeho kapitána.

# conversations/companions/g_companion_max_banter:121:DefaultText
source: That's... real sweet, Mr. Vicar. Suspiciously so.
cs: To je... opravdu milé, pane faráři. Až podezřele.

# conversations/companions/g_companion_max_banter:123:DefaultText
source: Nor would I ever try to replace him. Why don't you think of me as a big brother who can't seem to help but blather on about the absurdities of existence?
cs: Ani já bych se ho nikdy nesnažil nahradit. Proč mě nepovažuješ za staršího bratra, který si nemůže pomoct a jen blábolí o absurditách existence?

# conversations/companions/g_companion_max_banter:124:DefaultText
source: I think I can manage THAT all right.
cs: Myslím, že to zvládnu.

# conversations/companions/g_companion_max_banter:125:DefaultText
source: Well, I find myself growing quite fond of you as well.
cs: No, také jsem si vás oblíbil.

# conversations/companions/g_companion_max_banter:126:DefaultText
source: Dr. Fenhill, have you ever contemplated the fact that we have no direct experience of our own heads?
cs: Dr. Fenhille, přemýšlel jste někdy o tom, že nemáme přímou zkušenost s vlastní hlavou?

# conversations/companions/g_companion_max_banter:127:DefaultText
source: I can feel my head with my hands, or look at myself in the mirror, but most times I feel like I'm a void floating above a body.
cs: Můžu si rukama nahmatat hlavu nebo se na sebe podívat do zrcadla, ale většinou mám pocit, že jsem prázdnota, která se vznáší nad tělem.

# conversations/companions/g_companion_max_banter:128:DefaultText
source: Contemplating this revelation has provided me endless hours of amazement.
cs: Rozjímání nad tímto objevem mi poskytlo nekonečné hodiny úžasu.

# conversations/companions/g_companion_max_banter:129:DefaultText
source: Then, uh, don't let me keep you from that.
cs: Tak mi dovol, abych ti v tom nebránil.

# conversations/companions/g_companion_max_banter:131:DefaultText
source: I not only get you, I applaud you. Not many would have had the courage to turn their back on luxury.
cs: Nejenže tě chápu, ale ještě ti tleskám. Málokdo by měl odvahu otočit se k luxusu zády.
