Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_banter.po
Languages: cs

# conversations/companions/g_companion_ellie_banter:133:DefaultText
source: Got any recipes for bathtub hooch? I've always wanted to try the real stuff.
cs: Máte nějaké recepty na pálenku z vany? Vždycky jsem chtěl vyzkoušet pravou.

# conversations/companions/g_companion_ellie_banter:134:DefaultText
source: We didn't have bathtubs. We made it in toilets.
cs: Neměli jsme vany. Dělali jsme to na záchodech.

# conversations/companions/g_companion_ellie_banter:135:DefaultText
source: I thought men and women of the cloth were supposed to be all meek and patient-like.
cs: Myslel jsem, že muži a ženy z církve mají být pokorní a trpěliví.

# conversations/companions/g_companion_ellie_banter:136:DefaultText
source: Black fucking hole! That smarts. Damn near twisted my ankle right there.
cs: Zasraná černá díra! To je chytré. Málem jsem si vyvrtnul kotník.

# conversations/companions/g_companion_ellie_banter:137:DefaultText
source: The Universal Plan favors the bold, Dr. Fenhill.
cs: Univerzální plán dává přednost odvážným, doktore Fenhille.

# conversations/companions/g_companion_ellie_banter:138:DefaultText
source: Couldn't help but notice your medical journals don't look like they've ever been read.
cs: Nemohl jsem si nevšimnout, že vaše lékařské časopisy nevypadají, že by je někdo někdy četl.

# conversations/companions/g_companion_ellie_banter:139:DefaultText
source: Nah, I just use them to hold heavy things in place.
cs: Ne, používám je jen k přidržování těžkých věcí.

# conversations/companions/g_companion_ellie_banter:140:DefaultText
source: You ever think about improving yourself, Dr. Fenhill?
cs: Přemýšlel jste někdy o tom, že byste se zlepšil, doktore Fenhille?

# conversations/companions/g_companion_ellie_banter:141:DefaultText
source: How do you think I got here?
cs: Jak myslíte, že jsem se sem dostal?

# conversations/companions/g_companion_ellie_banter:142:DefaultText
source: Got any more of those drugs, Vicar?
cs: Máte ještě nějaké drogy, pane faráři?

# conversations/companions/g_companion_ellie_banter:143:DefaultText
source: I do not. Probably for the best, they can lead to insanity as easily as enlightenment.
cs: Já ne. Asi je to tak lepší, protože mohou vést k šílenství stejně snadno jako k osvícení.

# conversations/companions/g_companion_ellie_banter:144:DefaultText
source: Do I have to use the prison name? Whaddya call 'em in the clink - candy? Papers?
cs: Musím používat název věznice? Jak se jim říká v base - bonbóny? Papíry?

# conversations/companions/g_companion_ellie_banter:145:DefaultText
source: Drugs. And still no.
cs: Drogy. A stále ne.

# conversations/companions/g_companion_ellie_banter:146:DefaultText
source: What if I trade you some cigarettes?
cs: Co kdybych ti vyměnil nějaké cigarety?

# conversations/companions/g_companion_ellie_banter:147:DefaultText
source: And you ended up a preacher how?
cs: A jak jste se stal kazatelem?

# conversations/companions/g_companion_ellie_banter:148:DefaultText
source: The universe works in mysterious ways. Where there is a deficit, it seeks to provide an abudance.
cs: Vesmír funguje záhadným způsobem. Tam, kde je nedostatek, se snaží poskytnout nadbytek.

# conversations/companions/g_companion_ellie_banter:149:DefaultText
source: For a vicar, you sure curse an awful fuckin' lot.
cs: Na vikáře nadáváš opravdu hodně.

# conversations/companions/g_companion_ellie_banter:150:DefaultText
source: Look who's talking.
cs: Podívejte se, kdo mluví.

# conversations/companions/g_companion_ellie_banter:151:DefaultText
source: Ms. Ellie- er, Dr. Fenhill, I noticed your pistol's been making a funny noise.
cs: Slečno Ellie, ehm, doktore Fenhille, všiml jsem si, že vaše pistole vydává divný zvuk.

# conversations/companions/g_companion_ellie_banter:152:DefaultText
source: What're you talking about? I oil it every night.
cs: O čem to mluvíš? Každý večer ho mažu olejem.

# conversations/companions/g_companion_ellie_banter:153:DefaultText
source: Look here, your slide's not recoiling fully. You might be due for a new spring. I could take a look, maybe fix it for you.
cs: Podívejte se, váš závěr se plně nenatáčí. Možná byste měli vyměnit pružinu. Mohl bych se na to podívat a možná ti to opravit.

# conversations/companions/g_companion_ellie_banter:154:DefaultText
source: Uh, sure. I'm short on bits at the moment, but I'll pay you back.
cs: Jistě. Momentálně mám málo peněz, ale vrátím ti to.

# conversations/companions/g_companion_ellie_banter:155:DefaultText
source: No! I mean, it don't cost nothing. I got a spare spring in my pocket here, even.
cs: Ne! Chci říct, že to nic nestojí. Mám tady v kapse dokonce náhradní pružinu.

# conversations/companions/g_companion_ellie_banter:156:DefaultText
source: Everything's got a price.
cs: Všechno má svou cenu.

# conversations/companions/g_companion_ellie_banter:157:DefaultText
source: You take real good care of your pistol, Dr. Fenhill.
cs: O svou pistoli se staráte opravdu dobře, doktore Fenhille.

# conversations/companions/g_companion_ellie_banter:158:DefaultText
source: I oughta. It's kept me alive this long.
cs: Měl bych. Díky tomu jsem tak dlouho naživu.

# conversations/companions/g_companion_ellie_banter:159:DefaultText
source: Something's changed with my pistol's trigger pull. You been tinkering again?
cs: Něco se změnilo na spoušti mé pistole. Zase jsi se v tom vrtal?

# conversations/companions/g_companion_ellie_banter:160:DefaultText
source: I mean you treat it nice. Makes me happy to see, 'cus I feel the same way 'bout my wrench.
cs: Chci říct, že se k němu chováte hezky. Mám z toho radost, protože to samé si myslím o svém klíči.

# conversations/companions/g_companion_ellie_banter:161:DefaultText
source: Look, it's a tool that does a job. Feeling's got nothing to do with it.
cs: Podívejte se, je to nástroj, který dělá svou práci. Pocit s tím nemá nic společného.

# conversations/companions/g_companion_ellie_banter:162:DefaultText
source: Maybe just a little. That all right with you?
cs: Možná jen trochu. Nevadí ti to?

# conversations/companions/g_companion_ellie_banter:163:DefaultText
source: It's a lot smoother. Thanks.
cs: Je to mnohem plynulejší. Díky.

# conversations/companions/g_companion_ellie_banter:164:DefaultText
source: Heh. Happy to help!
cs: Heh. Rád pomůžu!

# conversations/companions/g_companion_ellie_banter:165:DefaultText
source: Hey Ellie, you ever think about naming it?
cs: Hej, Ellie, přemýšlela jsi někdy o tom, že bys ho pojmenovala?

# conversations/companions/g_companion_ellie_banter:166:DefaultText
source: Always seemed a bit crude, even for me. Besides, how am I supposed to introduce dates to "Bold Betsy" with a straight face?
cs: Vždycky mi to připadalo trochu hrubé, dokonce i na mě. Kromě toho, jak mám s vážnou tváří představit rande s "odvážnou Betsy"?

# conversations/companions/g_companion_ellie_banter:167:DefaultText
source: I name all my favorite machines. What's wrong with naming your pistol?
cs: Jmenuji všechny své oblíbené stroje. Co je špatného na pojmenování pistole?

# conversations/companions/g_companion_ellie_banter:168:DefaultText
source: OH. I thought you meant- never mind.
cs: OH. Myslel jsem, že jsi myslel... Nevadí.

# conversations/companions/g_companion_ellie_banter:169:DefaultText
source: I've thought about it, just never came up with anything I could stick with.
cs: Přemýšlel jsem o tom, ale nikdy jsem nepřišel na nic, čeho bych se mohl držet.

# conversations/companions/g_companion_ellie_banter:170:DefaultText
source: What about Virginia?
cs: A co Virginie?

# conversations/companions/g_companion_ellie_banter:171:DefaultText
source: For my gun? You just come up with that outta the blue?
cs: Pro mou zbraň? S tím jsi přišel jen tak z ničeho nic?

# conversations/companions/g_companion_ellie_banter:172:DefaultText
source: I might've been thinking about it for a while. It's okay if you don't like it!
cs: Možná jsem o tom chvíli přemýšlel. Nevadí, když se vám to nebude líbit!

# conversations/companions/g_companion_ellie_banter:173:DefaultText
source: Actually, it's perfect. Virginia it is.
cs: Vlastně je to perfektní. Je to Virginie.

# conversations/companions/g_companion_ellie_banter:174:DefaultText
source: Ellie, we got to talk.
cs: Ellie, musíme si promluvit.

# conversations/companions/g_companion_ellie_banter:175:DefaultText
source: My second least-favorite set of four words. Here we go.
cs: Moje druhá nejméně oblíbená sada čtyř slov. A je to tady.

# conversations/companions/g_companion_ellie_banter:176:DefaultText
source: You sure have seen a lot of the colony, huh, Dr. Fenhill?
cs: Vy jste toho v kolonii viděl opravdu hodně, co, doktore Fenhille?

# conversations/companions/g_companion_ellie_banter:177:DefaultText
source: Ellie. And sure, but most of it looks the same from inside a ship.
cs: Ellie. Jistě, ale většina z nich vypadá stejně i zevnitř lodi.

# conversations/companions/g_companion_ellie_banter:178:DefaultText
source: You don't much like me, huh, Dr. Ellie?
cs: Nemáte mě moc rád, co, doktore Ellie?

# conversations/companions/g_companion_ellie_banter:179:DefaultText
source: It's nothing personal. I'm just not the touchy-feely type.
cs: Není to nic osobního. Jen nejsem citlivý typ.

# conversations/companions/g_companion_ellie_banter:180:DefaultText
source: Sorry. Dr. Ellie. Still, though, don't you find it thrilling? Bein' in space?
cs: Omlouvám se. Dr. Ellie. Ale stejně, nepřipadá vám to vzrušující? Být ve vesmíru?

# conversations/companions/g_companion_ellie_banter:181:DefaultText
source: Look, it's just "Ellie."
cs: Podívej, je to jen "Ellie".

# conversations/companions/g_companion_ellie_banter:182:DefaultText
source: Nice thing about traveling with the Captain, we meet all sorts of new people!
cs: Na cestování s kapitánem je hezké, že potkáváme spoustu nových lidí!

# conversations/companions/g_companion_ellie_banter:183:DefaultText
source: Sure. Best part is when they pay us.
cs: Jistě. Nejlepší je, když nám zaplatí.

# conversations/companions/g_companion_ellie_banter:184:DefaultText
source: It's just- you seem fine with the others. Did I do something to make you unhappy with me?
cs: Jde jen o to, že s ostatními se zdáš být v pohodě. Udělal jsem něco, kvůli čemu jsi se mnou nespokojená?

# conversations/companions/g_companion_ellie_banter:185:DefaultText
source: You gotta stop taking things so personal. You're setting yourself up for a letdown.
cs: Musíš si přestat brát věci tak osobně. Připravuješ se na zklamání.

# conversations/companions/g_companion_ellie_banter:187:DefaultText
source: We never really had new folks in Edgewater 'cept the Captain.
cs: Kromě kapitána jsme v Edgewateru nikdy neměli nové lidi.

# conversations/companions/g_companion_ellie_banter:188:DefaultText
source: Could be a favor in disguise. Lotta people out here ain't that nice.
cs: Mohlo by jít o skrytou laskavost. Spousta lidí tady není tak milá.

# conversations/companions/g_companion_ellie_banter:189:DefaultText
source: You gotta stop treating me with kid gloves. I'm not gonna fall to pieces if you look at me sideways, and I'm not going away.
cs: Musíš se mnou přestat jednat v rukavičkách. Když se na mě podíváš z boku, nerozpadnu se na kusy a neodejdu.

# conversations/companions/g_companion_ellie_banter:190:DefaultText
source: Never heard you sound this forceful. It's... kinda refreshing.
cs: Nikdy jsem tě neslyšel znít tak důrazně. Je to... docela osvěžující.

# conversations/companions/g_companion_ellie_banter:191:DefaultText
source: I think I figured out what you need.
cs: Myslím, že jsem přišel na to, co potřebujete.

# conversations/companions/g_companion_ellie_banter:192:DefaultText
source: Besides a smoke and some privacy?
cs: Kromě kouře a soukromí?

# conversations/companions/g_companion_ellie_banter:193:DefaultText
source: Dr. Ellie, you ever wonder if maybe we got some things in common?
cs: Doktorko Ellie, napadlo vás někdy, že bychom mohli mít něco společného?

# conversations/companions/g_companion_ellie_banter:194:DefaultText
source: This isn't another thing about wrenches and guns, is it?
cs: Tohle není další věc o klíčích a zbraních, že ne?

# conversations/companions/g_companion_ellie_banter:195:DefaultText
source: 'Cause you're a surgeon and I'm a mechanic! We both fix things, heal 'em up.
cs: Protože ty jsi chirurg a já mechanik! Oba věci opravujeme a léčíme.

# conversations/companions/g_companion_ellie_banter:196:DefaultText
source: Hate to break it to you, but before I got to Groundbreaker, I fixed more noses than bones.
cs: Nerad vám to říkám, ale než jsem se dostal k Groundbreakerovi, spravil jsem víc nosů než kostí.

# conversations/companions/g_companion_ellie_banter:197:DefaultText
source: Nowadays, I probably shoot more than I save.
cs: V současné době pravděpodobně více střílím, než šetřím.

# conversations/companions/g_companion_ellie_banter:199:DefaultText
source: Our crew's like a machine. All the parts got to work together, or we'll shake ourselves to pieces.
cs: Naše posádka je jako stroj. Všechny součásti musí spolupracovat, jinak se roztříštíme na kusy.

# conversations/companions/g_companion_ellie_banter:200:DefaultText
source: I've never been good with metaphors, Parvati.
cs: Nikdy jsem nebyl dobrý v metaforách, Parvati.

# conversations/companions/g_companion_ellie_banter:201:DefaultText
source: We need each other to work right. You need a team, and I need someone who'll be truthful with me - even when it hurts.
cs: Potřebujeme se navzájem, abychom fungovali správně. Potřebujete tým a já potřebuji někoho, kdo ke mně bude pravdivý - i když to bude bolet.

# conversations/companions/g_companion_ellie_banter:202:DefaultText
source: The only thing I need is people staying the hell outta my business.
cs: Jediné, co potřebuji, je, aby se lidé drželi dál od mých záležitostí.

# conversations/companions/g_companion_ellie_banter:203:DefaultText
source: If that were true, you wouldn't be here.
cs: Kdyby to byla pravda, nebyli byste tady.

# conversations/companions/g_companion_ellie_banter:204:DefaultText
source: You're acting real funny. You drop a wrench on your head or something?
cs: Chováš se opravdu legračně. Spadl ti na hlavu klíč nebo tak něco?

# conversations/companions/g_companion_ellie_banter:205:DefaultText
source: You've seemed thoughtful since Monarch.
cs: Od dob Monarchu se zdálo, že jsi přemýšlivý.

# conversations/companions/g_companion_ellie_banter:206:DefaultText
source: I been wonderin' if we did the right thing, is all. Bringin' those folks back into the Board's arms?
cs: Přemýšlel jsem, jestli jsme udělali dobře. Přivést ty lidi zpátky do náruče rady?

# conversations/companions/g_companion_ellie_banter:207:DefaultText
source: It's not easy. I gotta tell ya, most of these things aren't.
cs: Není to snadné. Musím vám říct, že většina těchto věcí není.

# conversations/companions/g_companion_ellie_banter:208:DefaultText
source: I just wish there were a way please everybody. What the Board did to those people, leavin' them there- it wasn't right.
cs: Jen bych si přál, aby existoval způsob, jak potěšit všechny. To, co představenstvo udělalo těm lidem, že je tam nechalo, nebylo správné.

# conversations/companions/g_companion_ellie_banter:209:DefaultText
source: Most of 'em.
cs: Většina z nich.

# conversations/companions/g_companion_ellie_banter:212:DefaultText
source: Then us showin' up, trying to fix it all for them... what if we made it worse?
cs: A pak se objevíme my, abychom to za ně všechno napravili... co když to ještě zhoršíme?

# conversations/companions/g_companion_ellie_banter:214:DefaultText
source: It's fine if you don't like me, but we gotta find a way to work together. For the crew.
cs: Nevadí, když mě nemáš rád, ale musíme najít způsob, jak spolupracovat. Pro posádku.

# conversations/companions/g_companion_ellie_banter:215:DefaultText
source: I been wonderin' if we did the right thing, is all. Sanjar, Graham, Zora - they were causin' trouble, no doubt, but they were trying to fix things, too.
cs: Přemýšlel jsem, jestli jsme udělali dobře. Sanjar, Graham, Zora - bezpochyby způsobovali problémy, ale také se snažili věci napravit.

# conversations/companions/g_companion_ellie_banter:216:DefaultText
source: I been wonderin' if we did the right thing, is all.
cs: Přemýšlel jsem, jestli jsme udělali dobře.

# conversations/companions/g_companion_ellie_banter:217:DefaultText
source: So. You and Junlei holding hands yet?
cs: Tak co, už se s Junlei držíte za ruce?

# conversations/companions/g_companion_ellie_banter:218:DefaultText
source: When we can. We don't get to see each other much, on account of how rare it is we dock at Groundbreaker.
cs: Když můžeme. Vzhledem k tomu, jak zřídka kotvíme na Groundbreakeru, se moc často nevidíme.

# conversations/companions/g_companion_ellie_banter:219:DefaultText
source: You seem real happy. I'm... glad for you.
cs: Vypadáš opravdu šťastně. Jsem za tebe ráda.

# conversations/companions/g_companion_ellie_banter:220:DefaultText
source: That's... awful sweet, Ellie. Thank you.
cs: To je... strašně milé, Ellie. Děkuji.

# conversations/companions/g_companion_ellie_banter:221:DefaultText
source: You and your penpal seem to be getting along.
cs: Zdá se, že si s kamarádem v dopise rozumíte.

# conversations/companions/g_companion_ellie_banter:222:DefaultText
source: Don't- don't make it small. When you say it like that, it sounds stupid.
cs: Nedělejte to... nedělejte to malé. Když to řekneš takhle, zní to hloupě.

# conversations/companions/g_companion_ellie_banter:223:DefaultText
source: Whoa, take it easy. Didn't realize you were so wrapped up.
cs: Klídek. Neuvědomil jsem si, že jsi tak rozhozený.

# conversations/companions/g_companion_ellie_banter:224:DefaultText
source: You're doin' it again!
cs: Zase to děláš!

# conversations/companions/g_companion_ellie_banter:232:DefaultText
source: So. You really wanna be real, huh?
cs: Takže ty chceš být vážně opravdový, co?

# conversations/companions/g_companion_ellie_banter:233:DefaultText
source: Sure do!
cs: Jistěže ano!

# conversations/companions/g_companion_ellie_banter:235:DefaultText
source: Kind of hard to make new friends when everyone's already decided they don't like you.
cs: Je docela těžké najít si nové přátele, když už se všichni rozhodli, že tě nemají rádi.

# conversations/companions/g_companion_ellie_banter:236:DefaultText
source: These things work themselves out slowly. So look on the bright side - we won't live long enough to find out!
cs: Tyto věci se pomalu vyřeší. Takže se na to podívejte z té lepší stránky - nebudeme žít tak dlouho, abychom to zjistili!

# conversations/companions/g_companion_ellie_banter:238:DefaultText
source: I was being facetious, Dr. Fenhill. Archtitect have mercy.
cs: Byl to jen žert, doktore Fenhille. Architektu buď milostiv.

# conversations/companions/g_companion_ellie_banter:239:DefaultText
source: Say a church is attacked by marauders and sustains casualties. The replacement clergy must arise from somewhere.
cs: Řekněme, že kostel je napaden nájezdníky a utrpí ztráty. Odněkud se musí vzít náhradní duchovní.

# conversations/companions/g_companion_ellie_banter:240:DefaultText
source: All right. From now on, you're getting raw, unfiltered Ellie. Hope you've got some rubber gloves.
cs: Dobře. Od této chvíle dostáváte syrovou, nefiltrovanou Ellie. Doufám, že máš gumové rukavice.

# conversations/companions/g_companion_ellie_banter:241:DefaultText
source: Of course, you may address me however you wish.
cs: Samozřejmě mě můžete oslovovat, jak chcete.

# conversations/companions/g_companion_ellie_banter:242:DefaultText
source: Vicky, huh? Okay, Vicky it is.
cs: Vicky, co? Dobře, tak tedy Vicky.

# conversations/companions/g_companion_ellie_banter:243:DefaultText
source: You're really going to let me run with that, aren't you?
cs: Opravdu mě necháš, abych se s tím vytasil, že?

# conversations/companions/g_companion_ellie_banter:244:DefaultText
source: Why wouldn't I?
cs: Proč bych to neudělal?

# conversations/companions/g_companion_ellie_banter:245:DefaultText
source: Max, you're always going on about destiny. What did your mother do?
cs: Maxi, ty pořád mluvíš o osudu. Co udělala tvoje matka?

# conversations/companions/g_companion_ellie_banter:247:DefaultText
source: She was a simple laborer.
cs: Byla to prostá dělnice.

# conversations/companions/g_companion_ellie_banter:248:DefaultText
source: Delusion. I could not accept a life that I felt was beneath me so I convinced myself that becoming a vicar would solve all my problems. Heh. In a strange way it did. Eventually.
cs: Blud. Nedokázal jsem se smířit s životem, který jsem považoval za něco, co je pod mou úroveň, a tak jsem sám sebe přesvědčil, že stát se farářem vyřeší všechny mé problémy. Heh. Svým způsobem ano. Nakonec.

# conversations/companions/g_companion_ellie_banter:249:DefaultText
source: Among other things.
cs: Mimo jiné.

# conversations/companions/g_companion_ellie_banter:251:DefaultText
source: Quite the interesting taste.
cs: Docela zajímavá chuť.

# conversations/companions/g_companion_ellie_banter:252:DefaultText
source: Couldn't help but notice the medical journals in your room. Do you still study medicine?
cs: Nemohl jsem si nevšimnout lékařských časopisů ve vašem pokoji. Studuješ ještě medicínu?

# conversations/companions/g_companion_ellie_banter:253:DefaultText
source: Most wise. I was considering throwing away all my old texts, but I like your idea better.
cs: Nejmoudřejší. Uvažoval jsem o tom, že všechny své staré texty vyhodím, ale tvůj nápad se mi líbí víc.

# conversations/companions/g_companion_ellie_banter:255:DefaultText
source: Now I don't know what to think. I don't know if he was ever straight with me. Did he ever believe in fighting the Board, or was he just feeding me a story?
cs: Teď nevím, co si mám myslet. Nevím, jestli ke mně byl někdy upřímný. Věřil někdy v boj s Radou, nebo mě jen krmil pohádkou?

# conversations/companions/g_companion_ellie_banter:256:DefaultText
source: Yeah, suppose you're right. Suppose I should put this ugly business behind me, too.
cs: Ano, předpokládám, že máš pravdu. Asi bych měl tuhle ošklivou záležitost taky hodit za hlavu.

# conversations/companions/g_companion_ellie_banter:257:DefaultText
source: Hold on. It gets better. Max was there, reading one of his dusty old scriptures. And he just gives me this look like I'm a stray canid wandered into his church.
cs: Počkejte. Je to ještě lepší. Max tam byl a četl si jedno ze svých starých zaprášených písem. A on se na mě podíval, jako bych byla zatoulaná psovitá šelma, která se mu zatoulala do kostela.

# conversations/companions/g_companion_ellie_banter:258:DefaultText
source: "Pulling that giant tossball stick out of your ass"?
cs: "Vytáhnout si tu obří házecí kouli ze zadku"?

# conversations/companions/g_companion_ellie_banter:259:DefaultText
source: And he says, and he says. "Son. Do you know what you're doing with your life?"
cs: A on říká, a on říká. "Synu. Víš, co děláš se svým životem?"

# conversations/companions/g_companion_ellie_banter:260:DefaultText
source: Hah! Good one, Ellie. I gotta use that line.
cs: Hah! Dobrý, Ellie. Tuhle hlášku musím použít.
