Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_banter.po
Languages: cs

# conversations/companions/g_companion_felix_banter:13:DefaultText
source: So what did you think of the game last night? I still can't believe Armstrong ran the field from the Tuesday Zone.
cs: Co si myslíte o včerejší hře? Pořád nemůžu uvěřit, že Armstrong běhal po hřišti z úterní zóny.

# conversations/companions/g_companion_felix_banter:14:DefaultText
source: So here's the thing about tossball. Tossball is played from the heart.
cs: Ohledně tossballu je to takhle. Tossball se hraje od srdce.

# conversations/companions/g_companion_felix_banter:15:DefaultText
source: How does it feel?
cs: Jaký je to pocit?

# conversations/companions/g_companion_felix_banter:16:DefaultText
source: You know what your problem is, Vic?
cs: Víš, v čem je tvůj problém, Vicu?

# conversations/companions/g_companion_felix_banter:17:DefaultText
source: You know, Nyoka. Between you and me, we know all there is to know about Monarch.
cs: Víš, Nyoko. My dva víme o Monarchovi všechno.

# conversations/companions/g_companion_felix_banter:18:DefaultText
source: Must've been nice. Throwing off the shackles of your old job. Taking up the rugged life of a hunter.
cs: Muselo to být příjemné. Odhodit okovy staré práce. Vydat se na drsnou dráhu lovce.

# conversations/companions/g_companion_felix_banter:23:DefaultText
source: Here's the other thing about tossball. Tossball is all about scoring goals.
cs: Další věc, která se týká tossballu. Tossball je především o střílení gólů.

# conversations/companions/g_companion_felix_banter:24:DefaultText
source: You really lived your whole life in Edgewater?
cs: Opravdu jsi celý život žil v Edgewateru?

# conversations/companions/g_companion_felix_banter:27:DefaultText
source: Hey Vic, got a good one for you.
cs: Ahoj Vicu, mám pro tebe dobrou zprávu.

# conversations/companions/g_companion_felix_banter:28:DefaultText
source: Never knew you were much for tossball, Max.
cs: Nikdy jsem nevěděl, že jsi na házení míčků, Maxi.

# conversations/companions/g_companion_felix_banter:29:DefaultText
source: Thornburg was off-bounds. That's the only reason the Darlings won.
cs: Thornburg byl mimo hřiště. To je jediný důvod, proč Darlingové vyhráli.

# conversations/companions/g_companion_felix_banter:30:DefaultText
source: Where'd you get your schooling, Max?
cs: Kde jsi získal vzdělání, Maxi?

# conversations/companions/g_companion_felix_banter:31:DefaultText
source: Hey, Nyoka. I got some questions I been meaning to ask you. About being a hunter and all.
cs: Ahoj, Nyoko. Mám pár otázek, na které jsem se tě chtěl zeptat. O tom, že jsi lovec a tak.

# conversations/companions/g_companion_felix_banter:32:DefaultText
source: Got a few more questions for you. They're real simple. Don't think about 'em too much.
cs: Mám pro vás několik dalších otázek. Jsou opravdu jednoduché. Moc o nich nepřemýšlej.

# conversations/companions/g_companion_felix_banter:35:DefaultText
source: How does what feel?
cs: Jaký je to pocit?

# conversations/companions/g_companion_felix_banter:36:DefaultText
source: Serving an instrument of corporate supremacy.
cs: Slouží jako nástroj nadvlády korporací.

# conversations/companions/g_companion_felix_banter:37:DefaultText
source: Let me hazard a guess. You're talking about the church.
cs: Dovolte mi odhadnout. Mluvíte o církvi.

# conversations/companions/g_companion_felix_banter:38:DefaultText
source: Isn't it true the OSI is just a cog in the machine of oppression?
cs: Není pravda, že OSI je jen kolečkem ve stroji útlaku?

# conversations/companions/g_companion_felix_banter:39:DefaultText
source: I'm glad you're asking questions, Felix. Curiosity is the foundation of the Scientician faith.
cs: Jsem rád, že se ptáš, Felixi. Zvědavost je základem scientologické víry.

# conversations/companions/g_companion_felix_banter:40:DefaultText
source: Don't try and convert me, preacher.
cs: Nesnažte se mě obrátit na víru, kazateli.

# conversations/companions/g_companion_felix_banter:41:DefaultText
source: Other than being called "Vic?"
cs: Kromě toho, že ti říkají "Vic"?

# conversations/companions/g_companion_felix_banter:42:DefaultText
source: You scienticians got no imagination. That's your problem.
cs: Vy vědci nemáte žádnou představivost. To je váš problém.

# conversations/companions/g_companion_felix_banter:43:DefaultText
source: I've imagined you being quiet. It was a nice daydream.
cs: Představoval jsem si, že jsi tichá. Bylo to hezké snění.

# conversations/companions/g_companion_felix_banter:44:DefaultText
source: Everything always goes according to plan, right? Ain't that what scripture tells you?
cs: Všechno jde vždycky podle plánu, že? Neříká vám to snad Písmo?

# conversations/companions/g_companion_felix_banter:45:DefaultText
source: Scripture also tells us to exercise patience in the presence of the young and the foolish.
cs: Písmo nám také říká, abychom byli trpěliví v přítomnosti mladých a hloupých.

# conversations/companions/g_companion_felix_banter:46:DefaultText
source: But I repeat myself.
cs: Ale opakuji se.

# conversations/companions/g_companion_felix_banter:47:DefaultText
source: I assure you, I am jittery with anticipation.
cs: Ujišťuji vás, že jsem nervózní z očekávání.

# conversations/companions/g_companion_felix_banter:48:DefaultText
source: Could the Grand Architect make a Boarst Pocket so big even he couldn't eat it?
cs: Dokázal by Velký architekt vytvořit tak velkou kančí kapsu, že by ji ani on sám nedokázal sníst?

# conversations/companions/g_companion_felix_banter:49:DefaultText
source: Son, the existence of the Grand Architect as a personal and real deity is a fundamental misunderstanding of OSI theology.
cs: Synu, existence Velkého architekta jako osobního a skutečného božstva je zásadním nepochopením teologie OSI.

# conversations/companions/g_companion_felix_banter:50:DefaultText
source: The Architect is largely metaphorical. You understand?
cs: Architekt je do značné míry metaforický. Rozumíte?

# conversations/companions/g_companion_felix_banter:51:DefaultText
source: Uh-huh. Keep talking, Vic. I know when I got you beat.
cs: Uh-huh. Mluv dál, Vicu. Vím, kdy jsem tě dostal.

# conversations/companions/g_companion_felix_banter:52:DefaultText
source: I see I've graduated from "Vic" to "Max." Wonderful.
cs: Vidím, že jsem z "Vica" přešel na "Maxe". Úžasné.

# conversations/companions/g_companion_felix_banter:53:DefaultText
source: What with being a church-man. Don't it take the fun out of tossball if the winner's pre-determined by the Law?
cs: A co teprve, když je člověk z církve. Neztrácí se tím zábava z přehazované, když je vítěz předem určen zákonem?

# conversations/companions/g_companion_felix_banter:54:DefaultText
source: The only thing that takes the fun out of tossball is the Chosen's new fool of a coach.
cs: Jediná věc, která z přehazované ubírá na zábavnosti, je nový trenér Vyvolených, který je blázen.

# conversations/companions/g_companion_felix_banter:55:DefaultText
source: Are we actually agreeing on something? I think we are.
cs: Opravdu se na něčem shodneme? Myslím, že ano.

# conversations/companions/g_companion_felix_banter:56:DefaultText
source: Thornburg was well within bounds. The Darlings won because the Rangers have no defense.
cs: Thornburg se pohyboval v rámci mezí. Darlings vyhráli, protože Rangers nemají žádnou obranu.

# conversations/companions/g_companion_felix_banter:57:DefaultText
source: Thornburg was off-bounds. That hand-goal never should've been called. Any other argument is invalid.
cs: Thornburg byl mimo hřiště. Tento gól rukou neměl být vůbec odpískán. Jakýkoli jiný argument je neplatný.

# conversations/companions/g_companion_felix_banter:58:DefaultText
source: Spoken like a true Rangers fan.
cs: Mluví jako pravý fanoušek Rangers.

# conversations/companions/g_companion_felix_banter:59:DefaultText
source: You're damn right!
cs: To máš sakra pravdu!

# conversations/companions/g_companion_felix_banter:60:DefaultText
source: Nowhere special, Mr. Millstone. An OSI seminary, same as my peers.
cs: Nikde nic zvláštního, pane Millstone. Seminář OSI, stejně jako moji vrstevníci.

# conversations/companions/g_companion_felix_banter:61:DefaultText
source: They teach you science there? You know- test tubes, formulas, all that sundry?
cs: Učí vás tam vědu? Však víš - zkumavky, vzorce a tak?

# conversations/companions/g_companion_felix_banter:62:DefaultText
source: There is more to science than test tubes and labcoats. And the study of science is a lifelong commitment, not merely a collection of coursework.
cs: Věda není jen o zkumavkách a laboratorních pláštích. A studium vědy je celoživotním závazkem, ne pouhým souborem učiva.

# conversations/companions/g_companion_felix_banter:63:DefaultText
source: You, uh- you got any of your old books? Just askin'.
cs: Máš nějaké své staré knihy? Jen se ptám.

# conversations/companions/g_companion_felix_banter:64:DefaultText
source: Why, son, are you expressing an interest in science? I suppose I could find you some reading material.
cs: Proč, synu, projevuješ zájem o vědu? Předpokládám, že bych ti mohl najít nějakou četbu.

# conversations/companions/g_companion_felix_banter:65:DefaultText
source: Oh, I wouldn't know. I've given up my days of being "a cog in the machine of oppression".
cs: To nevím. Už jsem se vzdal doby, kdy jsem byl "kolečkem ve stroji útlaku".

# conversations/companions/g_companion_felix_banter:66:DefaultText
source: Something's telling me I'm being mocked right now.
cs: Něco mi říká, že se mi teď někdo vysmívá.

# conversations/companions/g_companion_felix_banter:67:DefaultText
source: I've given that up as well, Mr. Millstone.
cs: Toho jsem se také vzdal, pane Millstone.

# conversations/companions/g_companion_felix_banter:68:DefaultText
source: I have many. Of which do you speak?
cs: Mám jich mnoho. O kterých mluvíte?

# conversations/companions/g_companion_felix_banter:69:DefaultText
source: You tell me! Ever since you went on your drug bend, we ain't had any problems! You got boring, Max!
cs: To mi řekni ty! Od té doby, co jsi začal brát drogy, jsme neměli žádné problémy! Jsi nudný, Maxi!

# conversations/companions/g_companion_felix_banter:70:DefaultText
source: I am certain you do, Mr. Millstone. Please proceed.
cs: Jsem si jistý, že ano, pane Millstone. Pokračujte, prosím.

# conversations/companions/g_companion_felix_banter:71:DefaultText
source: Believe it or not, we spent many hours arguing questions as ridiculous as that in my seminary days.
cs: Věřte tomu nebo ne, ale v mých seminárních dobách jsme strávili mnoho hodin dohadováním o podobně absurdních otázkách.

# conversations/companions/g_companion_felix_banter:73:DefaultText
source: I still find it a pleasant diversion.
cs: Stále je to pro mě příjemné zpestření.

# conversations/companions/g_companion_felix_banter:75:DefaultText
source: Among other things, including a rigidity of thinking. Why do you ask?
cs: Mimo jiné i strnulost myšlení. Proč se ptáte?

# conversations/companions/g_companion_felix_banter:76:DefaultText
source: Of course, and you're welcome to them.
cs: Samozřejmě, a vy jste na ně srdečně zváni.

# conversations/companions/g_companion_felix_banter:78:DefaultText
source: You don’t think much before you act or talk, do you, Mr. Millstone?
cs: Moc nepřemýšlíte, než začnete jednat nebo mluvit, že, pane Millstone?

# conversations/companions/g_companion_felix_banter:79:DefaultText
source: This what you call one of them rhetorical questions?
cs: Tomuhle říkáte řečnická otázka?

# conversations/companions/g_companion_felix_banter:80:DefaultText
source: Don't misunderstand me, I am actually curious. I find your lack of introspection refreshing.
cs: Nechápejte mě špatně, ve skutečnosti jsem zvědavý. Váš nedostatek introspekce mi připadá osvěžující.

# conversations/companions/g_companion_felix_banter:81:DefaultText
source: Thinkin' just gets in the way of doin'. That's my motto.
cs: Přemýšlení jen překáží v práci. To je moje motto.

# conversations/companions/g_companion_felix_banter:83:DefaultText
source: Couldn't have put it better myself.
cs: Sám bych to nevyjádřil lépe.

# conversations/companions/g_companion_felix_banter:84:DefaultText
source: Your mind yearns for a problem to solve. I can offer you one to ponder, if you like.
cs: Vaše mysl touží po řešení problému. Mohu vám nabídnout jeden k zamyšlení, pokud chcete.

# conversations/companions/g_companion_felix_banter:85:DefaultText
source: See, this is what I'm talking about.
cs: Vidíte, to je to, o čem mluvím.

# conversations/companions/g_companion_felix_banter:86:DefaultText
source: Consider this problem, Felix. Who were you before you were born?
cs: Zvažte tento problém, Felixi. Kdo jsi byl, než ses narodil?

# conversations/companions/g_companion_felix_banter:87:DefaultText
source: Gosh, Max. I reckon that's between Mr. and Mrs. Millstone, whoever they were.
cs: Bože, Maxi. Myslím, že to je mezi panem a paní Millstoneovými, ať už to byl kdokoli.

# conversations/companions/g_companion_felix_banter:88:DefaultText
source: Contemplate the question with care, young man. You may find a pearl of wisdom hidden within.
cs: Zvažte tuto otázku pečlivě, mladý muži. Možná v ní najdeš ukrytou perlu moudrosti.

# conversations/companions/g_companion_felix_banter:89:DefaultText
source: Hey Max, you wanna tell me what your problem is?
cs: Hej, Maxi, nechceš mi říct, co máš za problém?

# conversations/companions/g_companion_felix_banter:90:DefaultText
source: What makes you say that?
cs: Proč to říkáte?

# conversations/companions/g_companion_felix_banter:91:DefaultText
source: Well, you got your life experience as a hunter. And I've memorized every episode of Terror on Monarch.
cs: No, máš životní zkušenosti jako lovec. A já jsem se naučil nazpaměť všechny díly seriálu Teror na Monarchu.

# conversations/companions/g_companion_felix_banter:92:DefaultText
source: Oh, Terror on Monarch's a riot! It's all made up, though. You know that, right?
cs: Teror na Monarchu je vzpoura! Je to ale celé vymyšlené. To víš, že jo?

# conversations/companions/g_companion_felix_banter:93:DefaultText
source: Yeah, right. Next you're gonna tell me Halcyon Helen weren't based on a real person.
cs: Ano, správně. Příště mi řekneš, že Halcyon Helen nebyla založena na skutečné osobě.

# conversations/companions/g_companion_felix_banter:94:DefaultText
source: I won't tell you that, no. You... seem happier in your ignorance.
cs: To vám neřeknu, ne. Zdá se, že jsi šťastnější ve své nevědomosti.

# conversations/companions/g_companion_felix_banter:95:DefaultText
source: Sure, it's - wait. What?
cs: Jistě, je to - počkat. Cože?

# conversations/companions/g_companion_felix_banter:96:DefaultText
source: Board must've forced you to do something 'til you decided to be a hunter. I was hauling boxes until the Boss picked me up.
cs: Rada tě musela k něčemu nutit, dokud ses nerozhodl stát se lovcem. Já jsem tahal krabice, dokud si mě šéf nevyzvedl.

# conversations/companions/g_companion_felix_banter:97:DefaultText
source: It's not like I threw off the shackles of some other life. I grew up on Monarch. I've always been a hunter.
cs: Není to tak, že bych odhodil okovy nějakého jiného života. Vyrostl jsem na Monarchu. Vždycky jsem byl lovec.

# conversations/companions/g_companion_felix_banter:98:DefaultText
source: I get it. You picked a path for yourself and never looked back. According to the Board, what you did was impossible.
cs: Chápu to. Sám sis vybral cestu a už ses neohlížel zpět. Podle rady bylo to, co jste udělal, nemožné.

# conversations/companions/g_companion_felix_banter:99:DefaultText
source: The Board also claims it's impossible to live on Monarch, yet here I stand. They believe gainful employment necessary to one's survival. *I* believe the Board can kiss my ass.
cs: Rada také tvrdí, že na Monarchu se nedá žít, ale já jsem tady. Výdělečná činnost je podle nich nezbytná k přežití. *Já* věřím, že mi rada může políbit prdel.

# conversations/companions/g_companion_felix_banter:100:DefaultText
source: Anything else would be a waste of my outstanding talents.
cs: Cokoli jiného by bylo plýtváním mým výjimečným talentem.

# conversations/companions/g_companion_felix_banter:101:DefaultText
source: Felix, are you reading off your hand again?
cs: Felixi, zase čteš z ruky?

# conversations/companions/g_companion_felix_banter:102:DefaultText
source: Yep. So, first question. Before you kill your prey, you ever say any snappy one-liners?
cs: Ano. Takže první otázka. Než zabiješ svou oběť, říkáš někdy nějakou chytlavou hlášku?

# conversations/companions/g_companion_felix_banter:103:DefaultText
source: Snappy... one-liners? Give me an example.
cs: Vtipné... jednověté vtipy? Dejte mi příklad.

# conversations/companions/g_companion_felix_banter:104:DefaultText
source: Like, "nothing personal." Or maybe "you messed with the wrong hunter."
cs: "Nic osobního". Nebo třeba "zahrával sis se špatným lovcem".

# conversations/companions/g_companion_felix_banter:105:DefaultText
source: Animals can't understand language, Felix. Besides, it's always personal. I don't kill them, they'll kill me. It ain't exactly a wholesome business arrangement we've got going on.
cs: Zvířata nerozumějí jazyku, Felixi. Kromě toho je to vždycky osobní. Když je nezabiju já, zabijí oni mě. Není to zrovna prospěšná obchodní dohoda, kterou jsme uzavřeli.

# conversations/companions/g_companion_felix_banter:108:DefaultText
source: All right.
cs: Dobře.

# conversations/companions/g_companion_felix_banter:109:DefaultText
source: You ever lured out your prey by mimicking the cry of a mantisaur?
cs: Už jste někdy lákali kořist napodobováním křiku kudlanky?

# conversations/companions/g_companion_felix_banter:110:DefaultText
source: No. Monarch prey ain't that smart. You can lure 'em to you by firing blindly into the air.
cs: Ne. Kořist monarchů není tak chytrá. Můžeš je k sobě nalákat střelbou naslepo do vzduchu.

# conversations/companions/g_companion_felix_banter:111:DefaultText
source: Is it true that raptidons can't see you if you stand perfectly still?
cs: Je pravda, že vás raptidoni nevidí, pokud stojíte v klidu?

# conversations/companions/g_companion_felix_banter:112:DefaultText
source: Yes. Next time we run into one, I want to see you practicing.
cs: Ano. Až se příště s nějakým setkáme, chci tě vidět, jak cvičíš.

# conversations/companions/g_companion_felix_banter:113:DefaultText
source: You ever fired off two guns at the same time?
cs: Už jste někdy stříleli ze dvou zbraní najednou?

# conversations/companions/g_companion_felix_banter:114:DefaultText
source: Once. Backflipped while doing it, too. That sprat never saw it coming.
cs: Jednou. A taky při tom udělal salto vzad. Ten šprot to vůbec nečekal.

# conversations/companions/g_companion_felix_banter:116:DefaultText
source: Did you and Ellie drink all my Spectrum Red?
cs: Vypili jste s Ellie všechno moje červené Spectrum?

# conversations/companions/g_companion_felix_banter:117:DefaultText
source: Oh, was that yours? I thought it was their new "Felix" line. Whoops.
cs: Aha, to bylo tvoje? Myslel jsem, že je to jejich nová řada "Felix". Ups.

# conversations/companions/g_companion_felix_banter:118:DefaultText
source: I knew it! Nyoka! Damn it, I was saving that!
cs: Já to věděl! Nyoka! Sakra, to jsem si schovával!

# conversations/companions/g_companion_felix_banter:119:DefaultText
source: Did you drink all my Spectrum Red?
cs: Vypil jsi všechno moje červené Spectrum?

# conversations/companions/g_companion_felix_banter:120:DefaultText
source: Um, y-yeah. Armstrong's... really something. Nearly took a fella's head clean off with a tossball stick.
cs: Hm, jo, jo. Armstrong je... opravdu něco. Málem jednomu chlápkovi utrhl hlavu hokejkou.

# conversations/companions/g_companion_felix_banter:121:DefaultText
source: Yeah, well. He's a Hacker. That's what they do. Rangers don't show a shred of mercy in a Darlings game.
cs: Jo, no. Je to hacker. To je to, co dělají. Strážci nemají ve hře Darlingů ani špetku slitování.

# conversations/companions/g_companion_felix_banter:123:DefaultText
source: Bates got tossed out of the game for excessive sportsmanlike conduct in the third half. Serves him right.
cs: Bates byl ve třetím poločase vyloučen ze hry za přílišné sportovní chování. To mu slouží ke cti.

# conversations/companions/g_companion_felix_banter:124:DefaultText
source: Y-yeah. Um, Felix? I'm gonna be honest. I don't know what a Tuesday Zone is. I don't know my tenders from my forwards.
cs: Ano. Felixi? Budu upřímný. Nevím, co je to úterní zóna. Nerozeznám své tendry od svých útočníků.

# conversations/companions/g_companion_felix_banter:125:DefaultText
source: Thing is, I just don't understand tossball.
cs: Jde o to, že prostě nechápu tossball.

# conversations/companions/g_companion_felix_banter:126:DefaultText
source: Hey, that's fine! Nothing wrong with that. I'll teach you all there is to know.
cs: Hej, to je v pořádku! Na tom není nic špatného. Naučím tě všechno, co potřebuješ vědět.

# conversations/companions/g_companion_felix_banter:127:DefaultText
source: Great! That's... just swell. I can't wait.
cs: Skvělé! To je... prostě skvělé. Už se nemůžu dočkat.

# conversations/companions/g_companion_felix_banter:128:DefaultText
source: Okay. I'm with you so far. Play from the heart. Easy!
cs: Dobře, zatím s tebou souhlasím. Hrajte od srdce. Klid!

# conversations/companions/g_companion_felix_banter:129:DefaultText
source: There are other schools of thought. Some say you gotta use your head to play tossball. Those people have concussions.
cs: Existují i další názorové proudy. Někteří říkají, že při hře v přehazované je třeba používat hlavu. Ti lidé mají otřesy mozku.

# conversations/companions/g_companion_felix_banter:130:DefaultText
source: Oh gosh. That sounds, um, really dangerous.
cs: Ach bože. To zní opravdu nebezpečně.

# conversations/companions/g_companion_felix_banter:131:DefaultText
source: Tossball is a celebration of danger! Take the hacker. The hacker's job is to trample right through the enemy's defense.
cs: Tossball je oslavou nebezpečí! Vezměte si hackera. Úkolem hackera je prošlápnout obranu nepřítele.

# conversations/companions/g_companion_felix_banter:132:DefaultText
source: Best hacker in the league's a fella by the name of Take-It-Easy Tatum. Fifty-nine injuries to his name in three non-consecutive seasons.
cs: Nejlepší hacker v lize je chlapík jménem Take-It-Easy Tatum. Má na kontě padesát devět zranění ve třech po sobě jdoucích sezónách.

# conversations/companions/g_companion_felix_banter:133:DefaultText
source: Why do they call him Take-It-Easy Tatum?
cs: Proč mu říkají Take-It-Easy Tatum?

# conversations/companions/g_companion_felix_banter:134:DefaultText
source: Oh, that's what the mediators used to shout out every time he'd go into a bloodthirsty frenzy.
cs: Ach, to vykřikovali zprostředkovatelé pokaždé, když ho popadl krvežíznivý amok.

# conversations/companions/g_companion_felix_banter:135:DefaultText
source: Scoring goals. Got it. And you can score a goal by kicking the ball, throwing the ball, or, uh -
cs: Střílení gólů. Mám to. A gól můžete dát kopnutím do míče, hodem míče nebo...

# conversations/companions/g_companion_felix_banter:136:DefaultText
source: Or running it into the Saturday Goal, if you're a visitor. Or the Sunday Goal, if you're on the Home team.
cs: Nebo si ji můžete pustit v sobotu v Goal, pokud jste návštěvník. Nebo do nedělního gólu, pokud jste v domácím týmu.

# conversations/companions/g_companion_felix_banter:137:DefaultText
source: Okay. So if you're on the Home team, you wanna run the ball into the Sunday goal? Makes, uh, perfect sense. Yeah.
cs: Dobře. Takže pokud jste v domácím týmu, chcete míč doběhnout do nedělní branky? To dává perfektní smysl. Jo.
