Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_nyoka_*_party.po
Languages: in

# conversations/companions/g_companion_nyoka_in_party:234:DefaultText
source: Not unless you happen to be familiar with the ins and outs of mantiqueen behavioral patterns.
in: Ne, pokud náhodou nejste obeznámeni se zákoutími chování mantiků.

# conversations/companions/g_companion_nyoka_in_party:235:DefaultText
source: What are we... why the fuck are we turning tail?
in: Co to... proč se sakra otáčíme?

# conversations/companions/g_companion_nyoka_in_party:236:DefaultText
source: We ain't ready for this. We need those pheromones.
in: Nejsme na to připraveni. Potřebujeme ty feromony.

# conversations/companions/g_companion_nyoka_in_party:237:DefaultText
source: This is the place, but there's no sense in going in without the pheromones.
in: Tohle je to pravé místo, ale nemá smysl tam chodit bez feromonů.

# conversations/companions/g_companion_nyoka_in_party:238:DefaultText
source: Hey. Stop. This - this place - there ain't nothing here for you. Leave it alone.
in: Hej. Přestaň. Tohle - tohle místo - není nic pro tebe. Nech to být.

# conversations/companions/g_companion_nyoka_in_party:239:DefaultText
source: Uh... on second thought, give me a minute.
in: Když o tom tak přemýšlím, dejte mi chvilku.

# conversations/companions/g_companion_nyoka_in_party:242:DefaultText
source: The queen's just going to hide again. We'll have to do this all over. We oughta finish it now!
in: Královna se opět schová. Budeme to muset udělat celé znovu. Měli bychom to dokončit hned!

# conversations/companions/g_companion_nyoka_in_party:257:DefaultText
source: Remind me - what's this base again?
in: Připomeňte mi - co že je to ta základna?

# conversations/companions/g_companion_nyoka_in_party:258:DefaultText
source: It's about time. We're going to kill a mantiqueen.
in: Je nejvyšší čas. Zabijeme mantikiena.

# conversations/companions/g_companion_nyoka_in_party:259:DefaultText
source: Fucking right we are!
in: To máme sakra pravdu!

# conversations/companions/g_companion_nyoka_in_party:260:DefaultText
source: It's an old cave system we tried to turn into an encampment. You'll see when we get there.
in: Je to starý jeskynní systém, který jsme se snažili přeměnit na tábor. Uvidíte, až tam dorazíme.

# conversations/companions/g_companion_nyoka_in_party:261:DefaultText
source: You hope?
in: Doufáte?

# conversations/companions/g_companion_nyoka_in_party:262:DefaultText
source: Ain't exactly done this before, Cap. I'm... honestly not sure what to expect. But we'll get through it.
in: Tohle jsem ještě nedělal, kapitáne. Upřímně... nevím, co mám čekat. Ale zvládneme to.

# conversations/companions/g_companion_nyoka_in_party:263:DefaultText
source: It's time for that bitch to get what's coming.
in: Je načase, aby ta mrcha dostala, co si zaslouží.

# conversations/companions/g_companion_nyoka_in_party:264:DefaultText
source: That makes it stupid. By all accounts we should've left well enough alone. But... that also makes it right.
in: Proto je to hloupé. Podle všeho jsme to měli nechat být. Ale... proto je to také správné.

# conversations/companions/g_companion_nyoka_in_party:265:DefaultText
source: Captain... thank you.
in: Kapitáne... děkuji.

# conversations/companions/g_companion_nyoka_in_party:266:DefaultText
source: I just can't stand by while mantiqueens roam free.
in: Nemohu jen přihlížet, jak se mantikéni volně pohybují.

# conversations/companions/g_companion_nyoka_in_party:267:DefaultText
source: Sure. We done here?
in: Jistě. Skončili jsme?

# conversations/companions/g_companion_nyoka_in_party:268:DefaultText
source: You mind if we rest a spell before we head out? I'd... I'd like to bury Opal and Clara proper before I lay everyone's medallions to rest.
in: Nebude ti vadit, když si na chvíli odpočineme, než vyrazíme? Já bych... Rád bych pohřbil Opal a Claru, než uložím medailonky všech.

# conversations/companions/g_companion_nyoka_in_party:269:DefaultText
source: Heh. Spoken like a true huntsman. You'd have fit right in.
in: Heh. Mluvíš jako pravý lovec. Ty bys tam zapadl.

# conversations/companions/g_companion_nyoka_in_party:269:FemaleText
source: Heh. Spoken like a true huntswoman. You'd have fit right in.
in: Heh. Mluvíš jako pravá lovkyně. Ty bys tam zapadla.

# conversations/companions/g_companion_nyoka_in_party:270:DefaultText
source: Damn. You ain't much for niceties, huh?
in: Zatraceně. Ty si na zdvořilosti moc nepotrpíš, co?

# conversations/companions/g_companion_nyoka_in_party:271:DefaultText
source: You're leaving the medallions here? I suppose that's wise. Go ahead.
in: Medailonky necháváte tady? Předpokládám, že je to moudré. Jen do toho.

# conversations/companions/g_companion_nyoka_in_party:272:DefaultText
source: I'd rather just head out.
in: Raději bych vyrazil ven.

# conversations/companions/g_companion_nyoka_in_party:274:DefaultText
source: Shit. Well. All right, then. Rest in peace, my friends.
in: Do prdele. Dobře. Tak dobře. Odpočívejte v pokoji, přátelé.

# conversations/companions/g_companion_nyoka_in_party:275:DefaultText
source: It's not your business, and I'm not saying more on the subject.
in: Není to vaše věc a já se k tomu nebudu více vyjadřovat.

# conversations/companions/g_companion_nyoka_in_party:276:DefaultText
source: He had a flowery presence to him. A pleasantness that didn't invade your space. He was just there, and you were glad for it.
in: Měl květinovou tvář. Příjemnost, která nezasahovala do vašeho prostoru. Prostě tam byl a vy jste za to byli rádi.

# conversations/companions/g_companion_nyoka_in_party:277:DefaultText
source: So... why was he called Dirty Don?
in: Tak... proč se mu říkalo Špinavý Don?

# conversations/companions/g_companion_nyoka_in_party:278:DefaultText
source: A clean man on Monarch? I'll believe it when I see it.
in: Čistý muž na Monarchu? Uvěřím tomu, až to uvidím.

# conversations/companions/g_companion_nyoka_in_party:279:DefaultText
source: I wouldn't believe it myself, had I not met the man... but when we got to the nest, I found out firsthand.
in: Sám bych tomu nevěřil, kdybych se s ním nesetkal... ale když jsme se dostali do hnízda, zjistil jsem to z první ruky.

# conversations/companions/g_companion_nyoka_in_party:281:DefaultText
source: When we set out to hunt down the raptidons, I found out firsthand where his nickname came from.
in: Když jsme se vydali na lov raptidonů, zjistil jsem na vlastní kůži, odkud pochází jeho přezdívka.

# conversations/companions/g_companion_nyoka_in_party:282:DefaultText
source: Dirty Don killed those raptidons with his bare hands. His bare fucking hands, Captain. He was a whirlwind of grotesque, primal fury.
in: Špinavý Don ty raptidony zabil holýma rukama. Svýma holýma rukama, kapitáne. Byla to smršť groteskní, primární zuřivosti.

# conversations/companions/g_companion_nyoka_in_party:283:DefaultText
source: In the end, he stood drenched in blood over the entrails of a dozen rapts. If he had a scratch on him, I wouldn't have been able to tell. It... was glorious.
in: Nakonec stál celý od krve nad vnitřnostmi tuctu raptorů. Kdyby měl na sobě jen škrábanec, nepoznal bych to. Bylo to... nádherné.

# conversations/companions/g_companion_nyoka_in_party:284:DefaultText
source: That doesn't sound glorious. It sounds like he was a psycho.
in: To nezní nijak slavně. Zní to, jako by to byl psychopat.

# conversations/companions/g_companion_nyoka_in_party:285:DefaultText
source: Damn. I'd have loved to have been there.
in: Zatraceně. Rád bych tam byl.

# conversations/companions/g_companion_nyoka_in_party:286:DefaultText
source: What happened to him? Is he still out there, tearing up the wildlife?
in: Co se mu stalo? Je stále tam venku a ničí divokou přírodu?

# conversations/companions/g_companion_nyoka_in_party:287:DefaultText
source: Yeah. Yeah. I'd never seen anything like it.
in: Jo. Jo. Nikdy jsem nic takového neviděl.

# conversations/companions/g_companion_nyoka_in_party:289:DefaultText
source: I don't see the two as mutually exclusive.
in: Nevidím, že by se tyto dvě věci navzájem vylučovaly.

# conversations/companions/g_companion_nyoka_in_party:290:DefaultText
source: Day came when he tried to take on a mantiqueen. Got himself eaten one limb at a time. Wonder if he tasted like soap.
in: Přišel den, kdy se pokusil zmocnit mantikéna. Nechal se sežrat po jedné končetině. Zajímalo by mě, jestli chutnal jako mýdlo.

# conversations/companions/g_companion_nyoka_in_party:291:DefaultText
source: Ah, well. Live and learn. No matter how tough you are, if you're gonna fight something bigger than you, bring a firearm.
in: Ach, no. Žij a uč se. Nezáleží na tom, jak jsi drsný, ale pokud se chystáš bojovat s něčím větším, než jsi ty, vezmi si střelnou zbraň.

# conversations/companions/g_companion_nyoka_in_party:292:DefaultText
source: No. Why?
in: Ne. Proč?

# conversations/companions/g_companion_nyoka_in_party:293:DefaultText
source: Everywhere I've been already has a name. Edgewater, Stellar Bay, The Groundbreaker...
in: Všude, kde jsem byl, už mají své jméno. Edgewater, Stellar Bay, The Groundbreaker...

# conversations/companions/g_companion_nyoka_in_party:294:DefaultText
source: I call this spot "Nee's Storied Vale."
in: Tomuto místu říkám "Nee's Storied Vale".

# conversations/companions/g_companion_nyoka_in_party:295:DefaultText
source: That... okay, that's cute. Insufferably so.
in: To... dobře, to je roztomilé. Nesnesitelně roztomilé.

# conversations/companions/g_companion_nyoka_in_party:296:DefaultText
source: Those don't count! Those names were paid for.
in: Ty se nepočítají! Tato jména byla zaplacena.

# conversations/companions/g_companion_nyoka_in_party:297:DefaultText
source: I name things and places quite often. Rotting River. Golden Rock. The Horizon's Edge. Anytime I come to a spot I think's worth remembering, I name it.
in: Věci a místa pojmenovávám poměrně často. Hnijící řeka. Zlatá skála. Hrana obzoru. Kdykoli narazím na místo, o kterém si myslím, že stojí za zapamatování, pojmenuji ho.

# conversations/companions/g_companion_nyoka_in_party:299:DefaultText
source: Awfully sentimental of you.
in: To je od tebe strašně sentimentální.

# conversations/companions/g_companion_nyoka_in_party:300:DefaultText
source: Why? Is that just to help you find your way?
in: Proč? Je to jen proto, aby vám pomohlo najít cestu?

# conversations/companions/g_companion_nyoka_in_party:301:DefaultText
source: It's... easy to get lost in the wilderness. I don't mean physically - all you need is a clear night sky to get your bearings. I mean... it's easy to forget that you belong.
in: V divočině je snadné se ztratit. Nemyslím fyzicky - stačí jasná noční obloha, abyste se zorientovali. Myslím tím... že je snadné zapomenout, že někam patříte.

# conversations/companions/g_companion_nyoka_in_party:302:DefaultText
source: Spend a few weeks camping with the rapts, and you start to forget what it's like to be... human. When a beast growls at you, maybe you start to growl back.
in: Když strávíte pár týdnů v kempu s raptory, začnete zapomínat, jaké to je být... člověkem. Když na vás zavrčí šelma, možná začnete vrčet zpátky.

# conversations/companions/g_companion_nyoka_in_party:303:DefaultText
source: Those little spots - a rock here, a river there - I'd name them so that in those moments, I could remind myself not where I was, but who I was.
in: Ta malá místa - tady skála, támhle řeka - jsem si pojmenovával, abych si v těch chvílích mohl připomenout ne kde jsem, ale kdo jsem.

# conversations/companions/g_companion_nyoka_in_party:304:DefaultText
source: I'm sorry, but that's insane. Can't you just look at yourself in a mirror?
in: Je mi líto, ale to je šílené. Nemůžeš se na sebe podívat do zrcadla?

# conversations/companions/g_companion_nyoka_in_party:305:DefaultText
source: In your estimations, it seems we aren't too far separate from the animals.
in: Podle vašich odhadů se zdá, že nejsme od zvířat příliš vzdáleni.

# conversations/companions/g_companion_nyoka_in_party:306:DefaultText
source: And see what? Eyes? A face? The breath on the glass? Rapts have got all that, too.
in: A co vidíte? Oči? Obličej? Dech na skle? To všechno mají raptoři také.

# conversations/companions/g_companion_nyoka_in_party:307:DefaultText
source: But they ain't got memories. Or attachments. To places, to friends, to... to themselves.
in: Ale nemají vzpomínky. Nebo vazby. K místům, k přátelům, k... k sobě samým.

# conversations/companions/g_companion_nyoka_in_party:308:DefaultText
source: Well... we eat. We drink and holler and fuck. On some level, we all function the same.
in: No... jíme. Pijeme, křičíme a šukáme. Na určité úrovni fungujeme všichni stejně.

# conversations/companions/g_companion_nyoka_in_party:309:DefaultText
source: I found that every once in a while, my own attachments would start to slip. Then I'd take a drink from the Rotting River and find my spirit refreshed.
in: Čas od času jsem zjistil, že moje vlastní připoutání začíná sklouzávat. Pak jsem se napil z Hnijící řeky a zjistil, že můj duch je osvěžen.

# conversations/companions/g_companion_nyoka_in_party:310:DefaultText
source: Anyway. Enough sentimental yammering. Let's find a drink or a target.
in: Každopádně. Dost sentimentálního žvanění. Pojďme si najít drink nebo cíl.

# conversations/companions/g_companion_nyoka_in_party:311:DefaultText
source: Thing is, I dragged that rapt off and burned it before I turned in. Can't have anything catching a whiff of fresh meat and coming to interrupt my beauty sleep.
in: Jde o to, že jsem ten rapl odtáhl a spálil, než jsem se vrátil. Nemůžu si dovolit, aby mi něco přičichlo k čerstvému masu a přišlo mě vyrušit ze spánku.

# conversations/companions/g_companion_nyoka_in_party:312:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_companion_nyoka_in_party:313:DefaultText
source: So... it managed to track you from there?
in: Takže... se mu podařilo vás odtamtud vystopovat?

# conversations/companions/g_companion_nyoka_in_party:314:DefaultText
source: Canids have a strong sense of smell. What a shock!
in: Psovité šelmy mají silný čich. To je šok!

# conversations/companions/g_companion_nyoka_in_party:315:DefaultText
source: Yeah. Across a sulfur pool and over Rotting River.
in: Jo. Přes sirné jezírko a přes Hnijící řeku.

# conversations/companions/g_companion_nyoka_in_party:316:DefaultText
source: I'd never seen such a keen hound. As I grabbed my gun, it walked up to me, right up to my tent, and stopped.
in: Nikdy jsem neviděl tak horlivého psa. Když jsem popadl zbraň, přišel ke mně, až k mému stanu, a zastavil se.

# conversations/companions/g_companion_nyoka_in_party:317:DefaultText
source: Not like this. I'm careful, Cap. I don't leave tracks.
in: Ne takhle. Jsem opatrný, kapitáne. Nezanechávám stopy.

# conversations/companions/g_companion_nyoka_in_party:318:DefaultText
source: It looked me dead in the eye and it didn't growl. It just sniffed around, sat for a spell, and started walking off. When it saw I wasn't following, it... it waited.
in: Díval se mi do očí a nevrčel. Jen si čichlo, chvíli sedělo a začalo odcházet. Když vidělo, že ho nenásleduju, tak... čekalo.

# conversations/companions/g_companion_nyoka_in_party:319:DefaultText
source: Go on.
in: Pokračujte.

# conversations/companions/g_companion_nyoka_in_party:320:DefaultText
source: Waited? What, for you to follow it?
in: Čekal? Cože, až to budeš sledovat?

# conversations/companions/g_companion_nyoka_in_party:321:DefaultText
source: You're pulling my leg here. Canids don't wait for anything. They just attack.
in: Taháš mě za nos. Canidi na nic nečekají. Prostě zaútočí.

# conversations/companions/g_companion_nyoka_in_party:322:DefaultText
source: Heart to the void, Cap. It looked back at me and it was only when I walked in its direction that it continued.
in: Srdce do prázdna, kap. Ohlédla se po mně a teprve když jsem se vydal jejím směrem, pokračovala dál.

# conversations/companions/g_companion_nyoka_in_party:323:DefaultText
source: Once I started following, it put its nose to the ground and led me for some twenty-minutes through the wilderness.
in: Jakmile jsem ho začal sledovat, přiložil čumák k zemi a vedl mě asi dvacet minut divočinou.

# conversations/companions/g_companion_nyoka_in_party:324:DefaultText
source: Soon we came to a small rapt nest, and in that nest lay two dead canids. My new friend looked at the rapts, then at me, then at the rapts again.
in: Zanedlouho jsme došli k malému hnízdu dravců, v němž leželi dva mrtví kanicové. Můj nový přítel se podíval na raptory, pak na mě a znovu na raptory.

# conversations/companions/g_companion_nyoka_in_party:325:DefaultText
source: It wanted you to kill them.
in: Chtělo, abys je zabil.

# conversations/companions/g_companion_nyoka_in_party:326:DefaultText
source: Smart. It knew you killed the one you boiled.
in: Chytré. Vědělo, že jsi zabil toho, kterého jsi uvařil.

# conversations/companions/g_companion_nyoka_in_party:327:DefaultText
source: What'd you do?
in: Co jsi udělal?

# conversations/companions/g_companion_nyoka_in_party:328:DefaultText
source: That was my estimation also, and I was only too happy to oblige.
in: Tak jsem to odhadoval i já a s radostí jsem mu vyhověl.

# conversations/companions/g_companion_nyoka_in_party:329:DefaultText
source: Yes. That appeared to be the case, and here I was standing in front of what I estimated to be its dead packmates.
in: Ano, zdálo se, že ano, a já stál před něčím, co jsem odhadoval na jeho mrtvé kamarády.

# conversations/companions/g_companion_nyoka_in_party:330:DefaultText
source: Once I blew the shriveled brains out of those sulfur-sucking rapts, my canid companion walked to the corpses of its packs, and with a soft whimper, it laid among them.
in: Jakmile jsem těm síru sajícím raptorům vyfoukl scvrklé mozky, můj psovitý společník došel k mrtvolám svých smeček a s tichým kňučením se mezi ně položil.

# conversations/companions/g_companion_nyoka_in_party:331:DefaultText
source: I ain't seen emotion in a beast before, but that day, I believed it to be grieving.
in: Nikdy předtím jsem neviděla u šelmy emoce, ale ten den jsem věřila, že je to smutek.

# conversations/companions/g_companion_nyoka_in_party:332:DefaultText
source: That's... quite sad. What did you do?
in: To je... docela smutné. Co jsi udělal?

# conversations/companions/g_companion_nyoka_in_party:333:DefaultText
source: A grieving canid? Now I've heard everything.
in: Truchlící psovitá šelma? Teď už jsem slyšel všechno.

# conversations/companions/g_companion_nyoka_in_party:334:DefaultText
source: I wouldn't believe it myself, had I not personally witnessed it.
in: Sám bych tomu nevěřil, kdybych toho nebyl osobně svědkem.

# conversations/companions/g_companion_nyoka_in_party:335:DefaultText
source: I thought I ought to kill it. Put it out of its misery and secure myself a decent meal. But... I couldn't bring myself to pull the trigger.
in: Myslel jsem, že bych ho měl zabít. Zbavit ho trápení a zajistit si pořádné jídlo. Ale... Nemohl jsem se přinutit stisknout spoušť.

# conversations/companions/g_companion_nyoka_in_party:336:DefaultText
source: Don't know why. Maybe on account of my own personal losses. Maybe I could relate. Either way, that grieving canid is still out there somewhere. Or it's been eaten. Who knows.
in: Nevím proč. Možná kvůli mým osobním ztrátám. Možná bych se s nimi mohl ztotožnit. Ať tak či onak, ten truchlící psovitý tvor je pořád někde venku. Nebo ho někdo snědl. Kdo ví.

# conversations/companions/g_companion_nyoka_in_party:337:DefaultText
source: Can I ask you something?
in: Mohu se vás na něco zeptat?

# conversations/companions/g_companion_nyoka_in_party:338:DefaultText
source: What's with the pleasantries?
in: Proč ty zdvořilosti?

# conversations/companions/g_companion_nyoka_in_party:339:DefaultText
source: You want to know something, just ask.
in: Chcete-li něco vědět, zeptejte se.

# conversations/companions/g_companion_nyoka_in_party:340:DefaultText
source: Never mind.
in: Nevadí.

# conversations/companions/g_companion_nyoka_in_party:341:DefaultText
source: You were around when the corporations left Monarch, right?
in: Byl jste u toho, když korporace opouštěly Monarch, že?

# conversations/companions/g_companion_nyoka_in_party:342:DefaultText
source: Yeah. At first, we all thought it was about damn time. I don't know if you've noticed, but Monarch ain't exactly easy on the spirit.
in: Jo. Nejdřív jsme si všichni mysleli, že už je sakra na čase. Nevím, jestli jste si všimli, ale Monarcha to nemá zrovna lehké.

# conversations/companions/g_companion_nyoka_in_party:343:DefaultText
source: Then it got uglier than a rapt eating a sour grape.
in: Pak to bylo ošklivější než hroznýš pojídající kyselé hrozny.

# conversations/companions/g_companion_nyoka_in_party:344:DefaultText
source: I hear that a lot, but what happened, exactly?
in: To slýchám často, ale co přesně se stalo?

# conversations/companions/g_companion_nyoka_in_party:345:DefaultText
source: From what I've seen of the corporations, I'm guessing it wasn't a clean exit.
in: Z toho, co jsem o korporacích viděl, usuzuji, že to nebyl čistý odchod.

# conversations/companions/g_companion_nyoka_in_party:346:DefaultText
source: It's not exactly easy to evacuate a planet.
in: Evakuovat planetu není zrovna snadné.

# conversations/companions/g_companion_nyoka_in_party:347:DefaultText
source: Everything that could've gone wrong did. Townships were promised evac shuttles that never came. Overland routes were attacked by marauders and wildlife.
in: Vše, co se mohlo pokazit, se pokazilo. Obcím byly slíbeny evakuační autobusy, které nikdy nepřijely. Pozemní trasy byly napadeny nájezdníky a divokou zvěří.

# conversations/companions/g_companion_nyoka_in_party:348:DefaultText
source: Supplies went missing. Our equipment started corroding on account of the sulfur in the air. It was a fine mess.
in: Zásoby se ztratily. Naše vybavení začalo korodovat kvůli síře ve vzduchu. Byl to pěkný nepořádek.

# conversations/companions/g_companion_nyoka_in_party:349:DefaultText
source: You're right. They were handed a shit sandwich and told to hold their nose.
in: Máte pravdu. Dostali sendvič se sračkami a bylo jim řečeno, aby se drželi za nos.

# conversations/companions/g_companion_nyoka_in_party:350:DefaultText
source: In fairness, there wasn't a right answer. There wasn't a protocol for "get the hell off this planet." Or if there was... nobody followed it.
in: Abychom byli spravedliví, neexistovala správná odpověď. Neexistoval protokol "vypadněte z této planety". A pokud existoval, nikdo se jím neřídil.

# conversations/companions/g_companion_nyoka_in_party:351:DefaultText
source: Would it have been better if they stayed?
in: Bylo by lepší, kdyby zůstali?

# conversations/companions/g_companion_nyoka_in_party:352:DefaultText
source: You don't blame them for screwing up?
in: Nevyčítáte jim, že to zvorali?

# conversations/companions/g_companion_nyoka_in_party:353:DefaultText
source: Terra 2 isn't doing much better.
in: Terra 2 na tom není o moc lépe.

# conversations/companions/g_companion_nyoka_in_party:354:DefaultText
source: I don't know. But at least we'd have money to back us up. Supply shipments. Food that we don't have to hunt down.
in: Nevím. Ale aspoň bychom měli peníze, které by nás podpořily. Dodávky. Potraviny, které nemusíme shánět.

# conversations/companions/g_companion_nyoka_in_party:355:DefaultText
source: The folks responsible for the disaster that was the actual evacuation? Maybe. The terraforming crew? Sure. But the corporations themselves? Naw.
in: Lidé zodpovědní za katastrofu, kterou byla skutečná evakuace? Možná. Posádka terraformátoru? Jistě. Ale samotné korporace? Ne.
