Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_felix_*_party.po
Languages: in

# conversations/companions/g_companion_felix_in_party:295:DefaultText
source: I'm trying to develop a working relationship with the Board.
in: Snažím se navázat pracovní vztah s představenstvem.

# conversations/companions/g_companion_felix_in_party:296:DefaultText
source: The Board's got plenty of reason to fear us.
in: Rada má spoustu důvodů se nás bát.

# conversations/companions/g_companion_felix_in_party:297:DefaultText
source: I'd rather have the Board's respect. Also, their money.
in: Raději bych měl respekt správní rady. A také jejich peníze.

# conversations/companions/g_companion_felix_in_party:298:DefaultText
source: Sure, if by "working relationship" you mean working 'em over with a blunt instrument.
in: Jistě, pokud tím "pracovním vztahem" myslíš zpracovávání tupým nástrojem.

# conversations/companions/g_companion_felix_in_party:299:DefaultText
source: I want to believe you, but the Adjutant didn't seem too scared of us.
in: Chci ti věřit, ale nezdálo se, že by se nás adjutant příliš bál.

# conversations/companions/g_companion_felix_in_party:300:DefaultText
source: Board don't know the meaning of the word respect. The only language they understand is exploitation.
in: Rada nezná význam slova respekt. Jediný jazyk, kterému rozumí, je vykořisťování.

# conversations/companions/g_companion_felix_in_party:301:DefaultText
source: You just got an audience with Sophia Akande. That's the Adjutant to the Chairman. You sure we should be trusting her?
in: Právě jste se setkali se Sophií Akandeovou. To je adjutantka předsedy. Jste si jistý, že jí máme věřit?

# conversations/companions/g_companion_felix_in_party:302:DefaultText
source: I oughta examine both of you for head wounds.
in: Měl bych vás oba vyšetřit na poranění hlavy.

# conversations/companions/g_companion_felix_in_party:303:DefaultText
source: That's the Adjutant we're talking about, boss. She wasn't giving you eyes. She was glaring.
in: Mluvíme o adjutantovi, šéfe. Nedávala ti oči. Dívala se na mě.

# conversations/companions/g_companion_felix_in_party:304:DefaultText
source: This is how the Board gets you. A job here, an errand there - before you know it you're calling 'em sir and ma'am.
in: Takto vás rada dostane. Práce tady, pochůzka tam - než se nadějete, už jim říkáte pane a paní.

# conversations/companions/g_companion_felix_in_party:305:DefaultText
source: <Sigh> Corruption Quarterly is not a real magazine, Felix.
in: <Vzdech> Corruption Quarterly není skutečný časopis, Felixi.

# conversations/companions/g_companion_felix_in_party:306:DefaultText
source: Maybe it oughta be! Look, never mind. I'm trying to make a point here.
in: Možná by to tak mělo být! Podívej, to je jedno. Snažím se něco říct.

# conversations/companions/g_companion_felix_in_party:312:DefaultText
source: Principles? What are those?
in: Zásady? Jaké to jsou?

# conversations/companions/g_companion_felix_in_party:313:DefaultText
source: Oh boy. Principles, you know. They're, uh. They're a thing you don't have if you're a jackass.
in: Ach jo. Zásady, víte. Jsou to... Když jsi blbec, tak je nemáš.

# conversations/companions/g_companion_felix_in_party:315:DefaultText
source: Pretend you're loyal to the Adjutant. Earn her trust. And then, when she least expects it? You hit her with the old double-cross.
in: Předstírejte, že jste loajální k adjutantovi. Získej si její důvěru. A pak, až to bude nejméně čekat? Uděláš na ni starý známý podraz.

# conversations/companions/g_companion_felix_in_party:316:DefaultText
source: I don't have the time to talk about this, Felix. Let's move on.
in: Nemám čas o tom mluvit, Felixi. Pojďme dál.

# conversations/companions/g_companion_felix_in_party:317:DefaultText
source: See? Discreet.
in: Vidíte? Diskrétní.

# conversations/companions/g_companion_felix_in_party:318:DefaultText
source: Oh. Oh! You meant I was right. Got it.
in: Oh. Chtěl jsi říct, že jsem měl pravdu. Mám to.

# conversations/companions/g_companion_felix_in_party:319:DefaultText
source: Maybe you're right. I can't stop thinking about what he did. About all those people in Amber Heights.
in: Možná máte pravdu. Nemůžu přestat myslet na to, co udělal. Na všechny ty lidi v Amber Heights.

# conversations/companions/g_companion_felix_in_party:320:DefaultText
source: The thing is - that's all it takes. Sometimes, the difference between right and wrong is turning a key, or looking the other way, or keeping your mouth shut when you oughta speak up.
in: Jde o to, že to stačí. Někdy je rozdíl mezi dobrem a zlem v tom, že otočíte klíčem, podíváte se jinam nebo mlčíte, když byste měli promluvit.

# conversations/companions/g_companion_felix_in_party:321:DefaultText
source: I know you've got your reasons for serving the Board and all. But you wouldn't stoop as low as Graham.
in: Vím, že máš své důvody, proč sloužíš radě, a tak dále. Ale tak hluboko jako Graham bys neklesl.

# conversations/companions/g_companion_felix_in_party:322:DefaultText
source: I like your attitude, Felix.
in: Líbí se mi tvůj přístup, Felixi.

# conversations/companions/g_companion_felix_in_party:323:DefaultText
source: Unless we all die horribly.
in: Ledaže bychom všichni strašlivě zemřeli.

# conversations/companions/g_companion_felix_in_party:324:DefaultText
source: Let's move on.
in: Pojďme dál.

# conversations/companions/g_companion_felix_in_party:325:DefaultText
source: Come on, boss. We're not gonna die horribly. It'd kill our ratings.
in: No tak, šéfe. Neumřeme strašlivě. Zničilo by to naši sledovanost.

# conversations/companions/g_companion_felix_in_party:326:DefaultText
source: Enough to boost my pay? I'm just kidding, boss. I know you don't pay me.
in: Stačí to na zvýšení mého platu? Dělám si legraci, šéfe. Vím, že mi neplatíte.

# conversations/companions/g_companion_felix_in_party:327:DefaultText
source: I'm sure you've got plans to make. As for me, I gotta keep practicing my signature drop-kick. The Hope might have cameras.
in: Určitě máš nějaké plány. Co se mě týče, musím dál trénovat svůj charakteristický kop. Hope by mohla mít kamery.

# conversations/companions/g_companion_felix_in_party:328:DefaultText
source: So how'd you end up on the Groundbreaker?
in: Jak jste se dostal do Groundbreakeru?

# conversations/companions/g_companion_felix_in_party:329:DefaultText
source: Rather not talk about that right now, if it's all the same to you.
in: Raději o tom teď nebudeme mluvit, pokud je vám to jedno.

# conversations/companions/g_companion_felix_in_party:330:DefaultText
source: Give me a straight answer.
in: Odpovězte mi na rovinu.

# conversations/companions/g_companion_felix_in_party:331:DefaultText
source: And then you were raised by a pack of sprats, right?
in: A pak tě vychovala smečka šprotů, že?

# conversations/companions/g_companion_felix_in_party:332:DefaultText
source: Wow, really?
in: Páni, vážně?

# conversations/companions/g_companion_felix_in_party:333:DefaultText
source: Forget I asked.
in: Zapomněl jsem, že jsem se ptal.

# conversations/companions/g_companion_felix_in_party:334:DefaultText
source: Honestly? Before you picked me up, I was living in the Back Bays. Spent my whole life up there, watching ships roll in and take off. Always wondered when my ship would come.
in: Upřímně? Než jsi mě vyzvedl, žil jsem v Back Bays. Celý život jsem tam strávil pozorováním lodí, jak připlouvají a odplouvají. Vždycky mě zajímalo, kdy přijde moje loď.

# conversations/companions/g_companion_felix_in_party:335:DefaultText
source: That's right. Can't get anything past you, boss.
in: Přesně tak. Nic vám neprojde, šéfe.

# conversations/companions/g_companion_felix_in_party:336:DefaultText
source: No, boss. Not really. I was uh - what's the word - deflecting.
in: Ne, šéfe. Ne tak docela. Jen jsem... jak se tomu říká... odbíhal.

# conversations/companions/g_companion_felix_in_party:337:DefaultText
source: Hauling boxes was about the only work I could find. Hated every second of it. Foreman and I never got on.
in: Jediná práce, kterou jsem našel, bylo tahání krabic. Nenáviděl jsem každou vteřinu. S předákem jsme si nikdy nerozuměli.

# conversations/companions/g_companion_felix_in_party:338:DefaultText
source: Right. The incident with the tossball stick.
in: Vpravo. Incident s hokejkou na házení míčků.

# conversations/companions/g_companion_felix_in_party:339:DefaultText
source: What happened between you and your foreman?
in: Co se stalo mezi vámi a vaším předákem?

# conversations/companions/g_companion_felix_in_party:340:DefaultText
source: Felix, you can't just attack your own foreman.
in: Felixi, nemůžeš jen tak napadnout svého vlastního předáka.

# conversations/companions/g_companion_felix_in_party:341:DefaultText
source: I was what folks on the Groundbreaker call a stowaway. Means I was invisible. Life carried on for everybody else, but not for me. I had to make my own way.
in: Byl jsem to, čemu lidé na Groundbreakeru říkají černý pasažér. To znamená, že jsem byl neviditelný. Život šel dál pro všechny ostatní, ale ne pro mě. Musel jsem si najít vlastní cestu.

# conversations/companions/g_companion_felix_in_party:342:DefaultText
source: I have a hard time believing you were invisible to anybody.
in: Nechce se mi věřit, že bys byl pro někoho neviditelný.

# conversations/companions/g_companion_felix_in_party:343:DefaultText
source: At least you weren't obliged to anybody else. You were free.
in: Alespoň jsi nebyl zavázán nikomu jinému. Byl jsi svobodný.

# conversations/companions/g_companion_felix_in_party:344:DefaultText
source: You were a stowaway?
in: Byl jste černý pasažér?

# conversations/companions/g_companion_felix_in_party:345:DefaultText
source: Yeah, 'cause I got sick of being ignored. Got sick of being a nobody. So yeah, I made some noise. Got in a couple scraps.
in: Jo, protože už mě nebavilo, že mě ignorují. Už mě nebavilo být nikým. Tak jsem udělal nějaký hluk. Dostal jsem se do pár šlamastyk.

# conversations/companions/g_companion_felix_in_party:346:DefaultText
source: Stowaways ain't free. We were just as trapped as anybody else. We didn't belong in the system, but we still had to live in it. We still had to play by the Board's rules.
in: Černí pasažéři nejsou zadarmo. Byli jsme v pasti stejně jako ostatní. Nepatřili jsme do systému, ale přesto jsme v něm museli žít. Stále jsme museli hrát podle pravidel Správní rady.

# conversations/companions/g_companion_felix_in_party:347:DefaultText
source: Imagine spending your whole life looking out at the stars, and knowing you could never aspire to be anything more than a box-hauler. That's what it's like.
in: Představte si, že se celý život díváte na hvězdy a víte, že se nikdy nemůžete stát ničím jiným než vozkou. Přesně tak to je.

# conversations/companions/g_companion_felix_in_party:348:DefaultText
source: Sounds rough, Felix. Where'd you find work?
in: To zní drsně, Felixi. Kde jsi našel práci?

# conversations/companions/g_companion_felix_in_party:349:DefaultText
source: You're making excuses. If you applied yourself, you could've done better.
in: Vymlouváte se. Kdybyste se snažili, mohli jste si vést lépe.

# conversations/companions/g_companion_felix_in_party:350:DefaultText
source: You should've just lived the outlaw's life.
in: Měl jsi prostě žít životem psance.

# conversations/companions/g_companion_felix_in_party:351:DefaultText
source: Nobody else on the Groundbreaker's gonna look after you. So you had to look after yourself. Learned that real quick.
in: Nikdo jiný na Groundbreakeru se o tebe nepostará. Takže ses o sebe musel postarat sám. To jsem se naučil opravdu rychle.

# conversations/companions/g_companion_felix_in_party:352:DefaultText
source: How did you manage?
in: Jak se vám to podařilo?

# conversations/companions/g_companion_felix_in_party:355:DefaultText
source: That's what they called us. Orphans with no family, no company to take us in, nowhere to go but the Back Bays.
in: Tak nám říkali. Sirotci bez rodiny, bez společnosti, která by se nás ujala, nikde jinde než v Back Bay.

# conversations/companions/g_companion_felix_in_party:356:DefaultText
source: The word's a touch kindlier than "rungleech," but the meaning's just as clear. If you can't support your own self, you don't deserve to be on the Groundbreaker.
in: Slovo je o něco laskavější než "rungleech", ale jeho význam je stejně jasný. Pokud se nedokážeš uživit sám, nezasloužíš si být na Groundbreakeru.

# conversations/companions/g_companion_felix_in_party:358:DefaultText
source: That's how it is in this colony. Nobody gives a damn about you.
in: Tak to v této kolonii chodí. Nikdo se o tebe nezajímá.

# conversations/companions/g_companion_felix_in_party:359:DefaultText
source: Seems fair to me. You can't just live off other peoples' charity.
in: Zdá se mi to spravedlivé. Nemůžeš žít jen z milodarů jiných lidí.

# conversations/companions/g_companion_felix_in_party:361:DefaultText
source: Applied myself to what? I ain't got a head for numbers and figures, so engineering wasn't gonna pick me up. And SubLight's got no use for a scrawny Back Bays kid.
in: K čemu jsem se hlásil? Nemám hlavu na čísla a počty, takže inženýrství by mě nevzalo. A SubLight nemá pro hubeného kluka z Back Bays využití.

# conversations/companions/g_companion_felix_in_party:362:DefaultText
source: The thought had occurred to me, boss. But I had to get off the Groundbreaker first.
in: Napadlo mě to, šéfe. Ale nejdřív jsem se musel dostat z Groundbreakeru.

# conversations/companions/g_companion_felix_in_party:363:DefaultText
source: Same way we all do. Looked for work and hoped somebody would give me a shot.
in: Stejně jako my všichni. Hledal jsem práci a doufal, že mi někdo dá šanci.

# conversations/companions/g_companion_felix_in_party:365:DefaultText
source: That's exactly what I been saying. The system doesn't care about the individual. We're only as valuable as our jobs.
in: Přesně to jsem říkal. Systém se o jednotlivce nezajímá. Jsme tak cenní, jak cenná je naše práce.

# conversations/companions/g_companion_felix_in_party:366:DefaultText
source: I never asked for charity. What I wanted was a fair shot.
in: Nikdy jsem nežádal o milodary. Chtěl jsem jen spravedlivou šanci.

# conversations/companions/g_companion_felix_in_party:367:DefaultText
source: That's a fair point.
in: To je správná připomínka.

# conversations/companions/g_companion_felix_in_party:368:DefaultText
source: Don't blame the system for your problems, Felix.
in: Neobviňuj ze svých problémů systém, Felixi.

# conversations/companions/g_companion_felix_in_party:369:DefaultText
source: We'll talk later.
in: Promluvíme si později.

# conversations/companions/g_companion_felix_in_party:370:DefaultText
source: Yeah, that's what they all told me. The Mardets. The Board. My old foreman.
in: Jo, to mi říkali všichni. Mardety. Představenstvo. Můj bývalý předák.

# conversations/companions/g_companion_felix_in_party:371:DefaultText
source: You spend your best years laboring on the docks, watching your horizons shrink with every passing day - sooner or later, you start believing that's all you're worth.
in: Strávíte nejlepší léta prací v docích a sledujete, jak se vaše obzory každým dnem zmenšují - dříve nebo později začnete věřit, že to je vše, co za to stojí.

# conversations/companions/g_companion_felix_in_party:372:DefaultText
source: Could be I was overreacting. A better man might've turned the other cheek. Exercised a little bit of that - what's the word - restraint.
in: Možná jsem to přehnal. Lepší člověk by možná nastavil druhou tvář. Trochu té - jak se tomu říká - zdrženlivosti.

# conversations/companions/g_companion_felix_in_party:374:DefaultText
source: That's all for now.
in: To je prozatím vše.

# conversations/companions/g_companion_felix_in_party:375:DefaultText
source: Yeah, I hear you, boss. It sounds like I was out of line, right? Swinging on my own foreman like that.
in: Jo, slyším tě, šéfe. Zní to, jako bych to přehnal, že? Takhle se ohánět vlastním předákem.

# conversations/companions/g_companion_felix_in_party:376:DefaultText
source: But on the other hand? Broadsiding the jackass with a tossball stick? That felt good. That felt real good. You oughta try it.
in: Ale na druhou stranu? Brodění osla s hokejkou na házení? To byl dobrý pocit. Opravdu dobrý pocit. Měl bys to zkusit.

# conversations/companions/g_companion_felix_in_party:377:DefaultText
source: I caught a real lucky break. If you hadn't picked me up, I'd still be back at the docks, waiting for the day my ship arrives.
in: Měl jsem opravdu štěstí. Kdybys mě nevyzvedl, pořád bych byl zpátky v docích a čekal na den, kdy dorazí moje loď.

# conversations/companions/g_companion_felix_in_party:378:DefaultText
source: I'm glad you're not wasting your life hauling boxes.
in: Jsem rád, že neplýtváš životem na převážení krabic.

# conversations/companions/g_companion_felix_in_party:379:DefaultText
source: Please, Felix. If I hadn't picked you up, you'd probably be in a prison cell.
in: Prosím, Felixi. Kdybych tě nevyzvedl, pravděpodobně bys seděl ve vězeňské cele.

# conversations/companions/g_companion_felix_in_party:381:DefaultText
source: If we have a disagreement, I expect you to be civilized.
in: Pokud se neshodneme, očekávám, že se budete chovat civilizovaně.

# conversations/companions/g_companion_felix_in_party:382:DefaultText
source: I know. I've had plenty of practice bludgeoning people.
in: Já vím. V mlácení lidí jsem měl spoustu praxe.

# conversations/companions/g_companion_felix_in_party:383:DefaultText
source: You couldn't have been diplomatic about it?
in: Nemohl jste se k tomu vyjádřit diplomaticky?

# conversations/companions/g_companion_felix_in_party:384:DefaultText
source: Oh, I can do civilized. Proper civilized, too. Genuflecting and everything.
in: Oh, já umím civilizovaně. A taky pořádně civilizovaně. Poklonu a všechno.

# conversations/companions/g_companion_felix_in_party:385:DefaultText
source: That's what I like about you, boss. You got a mean swing.
in: To se mi na tobě líbí, šéfe. Umíš se pořádně ohánět.

# conversations/companions/g_companion_felix_in_party:386:DefaultText
source: Yeah, I mean, in theory. But I wouldn't have felt half as good.
in: Jo, myslím teoreticky. Ale necítil bych se ani z poloviny tak dobře.

# conversations/companions/g_companion_felix_in_party:387:DefaultText
source: Thanks for the story.
in: Děkujeme za příběh.

# conversations/companions/g_companion_felix_in_party:388:DefaultText
source: Yeah. I guess my ship did arrive in the end. I've got you to thank for that.
in: Jo, myslím, že moje loď nakonec dorazila. Za to ti můžu poděkovat.

# conversations/companions/g_companion_felix_in_party:389:DefaultText
source: Thanks for listening, boss. Let's get going.
in: Díky, že jsi mě vyslechl, šéfe. Jdeme na to.

# conversations/companions/g_companion_felix_in_party:390:DefaultText
source: Oh, yeah! I had a prison cell back on the Groundbreaker. Carved my name on the wall. I wonder if it's still there.
in: No jo! Na Groundbreakeru jsem měl vězeňskou celu. Na zeď jsem vyryl své jméno. Zajímalo by mě, jestli tam ještě je.

# conversations/companions/g_companion_felix_in_party:392:DefaultText
source: Guy never liked me. Always trying to get a rise out of me. But I keep my chin up, right? Be the bigger man, I tell myself.
in: Ten chlap mě nikdy neměl rád. Vždycky se mě snažil vytočit. Ale já si držím hlavu vzhůru, ne? Buď větší chlap, říkám si.

# conversations/companions/g_companion_felix_in_party:393:DefaultText
source: He's a Spacer's Chosen man, though. So when the Chosen beat my Rangers the other night, my foreman comes swaggering up with his head full of boasting.
in: Je to ale Vyvolený Spacera. Takže když Vyvolení tuhle večer porazili mé Strážce, můj předák se přišel pochlubit.

# conversations/companions/g_companion_felix_in_party:394:DefaultText
source: And that's when you resolved your differences like an adult, right?
in: A tehdy jste své neshody vyřešili jako dospělí, že?

# conversations/companions/g_companion_felix_in_party:395:DefaultText
source: That's when I broadsided him with a tossball stick, yeah.
in: Tehdy jsem ho praštil hokejkou, jo.

# conversations/companions/g_companion_felix_in_party:396:DefaultText
source: Oh boy.
in: Ach jo.

# conversations/companions/g_companion_felix_in_party:397:DefaultText
source: Look, this was a long time coming. Guy thinks he can push me around 'cause he's some sky-high foreman and I'm just a Back Bays dockworker?
in: Podívejte, tohle bylo na dlouho. Ten chlap si myslí, že mě může popichovat, protože on je nějaký nebetyčný předák a já jsem jenom dělník v docích v Back Bays?

# conversations/companions/g_companion_felix_in_party:398:DefaultText
source: Former dockworker, anyway. That's all in the past now. I'm over it, and he's in recovery. Probably.
in: Tedy bývalý přístavní dělník. To už je minulost. Já jsem se přes to přenesla a on se zotavuje. Pravděpodobně.

# conversations/companions/g_companion_felix_in_party:399:DefaultText
source: So you defend the honor of your team.
in: Bráníte tedy čest svého týmu.

# conversations/companions/g_companion_felix_in_party:400:DefaultText
source: Exactly! I was only doing what any self-respecting Rangers fan would've done.
in: Přesně tak! Dělal jsem jen to, co by udělal každý fanoušek Rangers.

# conversations/companions/g_companion_felix_in_party:401:DefaultText
source: I lived my whole life looking out at the stars. But I could never hope to be anything more than a box-hauler. That's what the establishment told me.
in: Celý život jsem se díval na hvězdy. Ale nikdy jsem nemohl doufat, že budu něčím víc než jen vozičem krabic. To mi říkalo vedení.

# conversations/companions/g_companion_felix_in_party:406:DefaultText
source: I know we had our disagreements in the past, but I just gotta say, you got a real mean swing. I respect that.
in: Vím, že jsme se v minulosti neshodli, ale musím říct, že máš opravdu zlý švih. Respektuju to.

# conversations/companions/g_companion_felix_in_party:407:DefaultText
source: You can thank me by not giving me any trouble.
in: Můžeš mi poděkovat tím, že mi nebudeš dělat potíže.

# conversations/companions/g_companion_felix_in_party:408:DefaultText
source: That's just crazy-talk. You know we'd never have a problem.
in: To jsou jen bláznivé řeči. Víš, že bychom nikdy neměli problém.

# conversations/companions/g_companion_felix_in_party:410:DefaultText
source: I'd like to pick up where we left off.
in: Rád bych pokračoval tam, kde jsme skončili.

# conversations/companions/g_companion_felix_in_party:412:DefaultText
source: I'd like to pick up where we left off.
in: Rád bych pokračoval tam, kde jsme skončili.

# conversations/companions/g_companion_felix_in_party:413:DefaultText
source: What were we talking about? Oh, right. My exciting life as a stowaway in the Back Bays
in: O čem jsme to mluvili? Aha, jasně. O mém vzrušujícím životě černého pasažéra v zátokách.

# conversations/companions/g_companion_felix_in_party:414:DefaultText
source: What were we talking about? Oh, right. My last job.
in: O čem jsme to mluvili? Aha, jasně. O mé poslední práci.

# conversations/companions/g_companion_felix_in_party:415:DefaultText
source: I like it when you make trouble. Halcyon's got enough obedient little workers.
in: Mám rád, když děláš problémy. Halcyon má dost poslušných dělníků.

# conversations/companions/g_companion_felix_in_party:416:DefaultText
source: If I never got in that scuffle with my old foreman, you and I never would've met. You'd be off having adventures without me, and I'd still be working on the docks.
in: Kdybych se nikdy nedostal do potyčky se svým bývalým předákem, nikdy bychom se nepotkali. Ty bys zažíval dobrodružství beze mě a já bych pořád pracoval v docích.
