Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_max_*_party.po
Languages: in

# conversations/companions/g_companion_max_in_party:13:DefaultText
source: I could spend hours reflecting on the secret workings of the universe. Little else in this colony offers such a relaxing pastime.
in: Mohl bych celé hodiny přemýšlet o tajném fungování vesmíru. Máloco v této kolonii nabízí takovou relaxační zábavu.

# conversations/companions/g_companion_max_in_party:14:DefaultText
source: By verity, by strength.
in: Pravdivostí, silou.

# conversations/companions/g_companion_max_in_party:15:DefaultText
source: Yes, you caught me ruminating again. Guilty as charged.
in: Ano, zase jsi mě přistihl, jak přemýšlím. Vinen jak obviněný.

# conversations/companions/g_companion_max_in_party:17:DefaultText
source: Anything you'd like to discuss?
in: Chcete něco probrat?

# conversations/companions/g_companion_max_in_party:18:DefaultText
source: I like to know something about those I'm flying with. What's your story?
in: Rád bych něco věděl o těch, se kterými letím. Jaký je váš příběh?

# conversations/companions/g_companion_max_in_party:19:DefaultText
source: Seems quite trusting of you to just sign on without knowing anything about me.
in: Zdá se mi to od tebe docela důvěřivé, že ses prostě přihlásil, aniž bys o mně cokoli věděl.

# conversations/companions/g_companion_max_in_party:20:DefaultText
source: I'll think it over and get back to you.
in: Promyslím si to a ozvu se vám.

# conversations/companions/g_companion_max_in_party:25:DefaultText
source: I have run head long into too many walls in my pursuit of the truth. This book is my last hope, and you were my only hope of getting it translated.
in: Při hledání pravdy jsem narazil hlavou do příliš mnoha zdí. Tato kniha je mou poslední nadějí a vy jste byl mou jedinou nadějí, že ji přeložím.

# conversations/companions/g_companion_max_in_party:27:DefaultText
source: If you can't help but follow the Plan, then everything you do is part of it, right?
in: Pokud si nemůžete pomoct, ale řídíte se Plánem, pak je vše, co děláte, jeho součástí, že?

# conversations/companions/g_companion_max_in_party:30:DefaultText
source: They internalized the precepts of Scientism like no one I've ever known. They had a pure faith, a faith that brought joy to them regardless of the situation.
in: Osvojili si zásady scientismu jako nikdo, koho jsem kdy poznal. Měli čistou víru, víru, která jim přinášela radost bez ohledu na situaci.

# conversations/companions/g_companion_max_in_party:31:DefaultText
source: I envied that. I wanted that peace. I thought if I became a vicar, I could find it - or at the very least find out why I lacked it.
in: To jsem mu záviděl. Chtěl jsem ten klid. Myslel jsem si, že když se stanu vikářem, najdu ho - nebo alespoň zjistím, proč mi chybí.

# conversations/companions/g_companion_max_in_party:32:DefaultText
source: Tell me about your religion.
in: Povězte mi o svém náboženství.

# conversations/companions/g_companion_max_in_party:33:DefaultText
source: The Plan is not one rigid path, there are a variety of multitudes contained within it. Our paths have variance, but we'll end up adhering to it whether we like it or not
in: Plán není jednou pevnou cestou, je v něm obsaženo mnoho různých cest. Naše cesty se liší, ale nakonec se jich budeme držet, ať se nám to líbí, nebo ne.

# conversations/companions/g_companion_max_in_party:34:DefaultText
source: Some choices make the path smoother, some rougher. You can even go outside the lines, but the further outside you go...
in: Některé volby činí cestu hladší, jiné drsnější. Můžete jít i mimo linie, ale čím dále za ně jdete, tím více...

# conversations/companions/g_companion_max_in_party:35:DefaultText
source: It's like an unbreakable elastic band - it will only stretch so far before it snaps back. The further it is stretched, the more violent the eventual correction.
in: Je to jako nepřetržitá guma - natáhne se jen do té míry, než se zase přetrhne. Čím více je natažená, tím prudší je případná korekce.

# conversations/companions/g_companion_max_in_party:37:DefaultText
source: They thought I was fighting the Plan, should have accepted my lot. Some people pursue the clergy for power, prestige, but that was not me.
in: Mysleli si, že bojuji proti plánu, měl jsem se smířit se svým údělem. Někteří lidé usilují o duchovenstvo kvůli moci, prestiži, ale to jsem nebyl já.

# conversations/companions/g_companion_max_in_party:41:DefaultText
source: Makes sense.
in: To dává smysl.

# conversations/companions/g_companion_max_in_party:42:DefaultText
source: What about you? What's your story?
in: A co vy? Jaký je váš příběh?

# conversations/companions/g_companion_max_in_party:43:DefaultText
source: I was a colonist on the Hope. A scientist named Welles saved me.
in: Byl jsem kolonistou na lodi Hope. Zachránil mě vědec jménem Welles.

# conversations/companions/g_companion_max_in_party:44:DefaultText
source: I don't want to talk about it.
in: Nechci o tom mluvit.

# conversations/companions/g_companion_max_in_party:47:DefaultText
source: I had family on the Hope.
in: Na Hope jsem měl rodinu.

# conversations/companions/g_companion_max_in_party:48:DefaultText
source: My friends are on the Hope.
in: Moji přátelé jsou v Naději.

# conversations/companions/g_companion_max_in_party:49:DefaultText
source: Just because it's the right thing to do.
in: Jen proto, že je to správné.

# conversations/companions/g_companion_max_in_party:50:DefaultText
source: I don't know.
in: Nevím.

# conversations/companions/g_companion_max_in_party:52:DefaultText
source: I'm more interested in getting paid than paying him back.
in: Víc mě zajímá, jestli dostanu zaplaceno, než abych mu to vrátil.

# conversations/companions/g_companion_max_in_party:53:DefaultText
source: It's every person for themselves. He had no right to bring me into this hell hole.
in: Je to každý sám za sebe. Neměl právo mě přivést do téhle pekelné díry.

# conversations/companions/g_companion_max_in_party:54:DefaultText
source: It's fun.
in: Je to zábava.

# conversations/companions/g_companion_max_in_party:59:DefaultText
source: But weren't they proud when you became a vicar, at least?
in: Ale nebyli hrdí, když jste se stal vikářem?

# conversations/companions/g_companion_max_in_party:75:DefaultText
source: Why were you so passionate about it?
in: Proč jste do toho byl tak zapálený?

# conversations/companions/g_companion_max_in_party:77:DefaultText
source: Were they not religious?
in: Nebyli věřící?

# conversations/companions/g_companion_max_in_party:78:DefaultText
source: My parents, ironically.
in: Paradoxně moji rodiče.

# conversations/companions/g_companion_max_in_party:79:DefaultText
source: On the contrary.
in: Naopak.

# conversations/companions/g_companion_max_in_party:81:DefaultText
source: Nothing too out of the ordinary, just your run of the mill vicar with a "violently enthusiastic" disposition.
in: Nic neobvyklého, prostě obyčejný farář s "prudce nadšenou" povahou.

# conversations/companions/g_companion_max_in_party:82:DefaultText
source: 'Violently enthusiastic disposition'?
in: "Prudce nadšená povaha"?

# conversations/companions/g_companion_max_in_party:83:DefaultText
source: I wanted to ask you about that book. Does it have something to do with your religion?
in: Chtěl jsem se vás zeptat na tu knihu. Má něco společného s vaším náboženstvím?

# conversations/companions/g_companion_max_in_party:84:DefaultText
source: That's what my parents called it.
in: Tak tomu říkali moji rodiče.

# conversations/companions/g_companion_max_in_party:85:DefaultText
source: I was destined to be a laborer like my parents, but I was... infected early with a need to solve the Equation. My passion didn't sit well with them.
in: Byl jsem předurčen být dělníkem jako moji rodiče, ale byl jsem... brzy nakažen potřebou řešit Rovnici. Moje vášeň se jim nelíbila.

# conversations/companions/g_companion_max_in_party:86:DefaultText
source: Bakonu - the author - had some interesting theories about man's perception of reality that I thought could be applied to our attempts to decipher the Plan.
in: Bakonu - autor - měl několik zajímavých teorií o lidském vnímání reality, které by se podle mě daly aplikovat na naše pokusy o rozluštění Plánu.

# conversations/companions/g_companion_max_in_party:87:DefaultText
source: Unfortunately, he was also one of the founders of the Philosophist school of thought, so the book is banned in this colony.
in: Bohužel byl také jedním ze zakladatelů filosofické myšlenkové školy, takže kniha je v této kolonii zakázána.

# conversations/companions/g_companion_max_in_party:88:DefaultText
source: What's a Philosophist?
in: Co je to filosof?

# conversations/companions/g_companion_max_in_party:89:DefaultText
source: Philosophism's a false religion that stands in contradiction to almost everything we know to be true. They believe all is chaos, in stark contrast to OSI's belief in the Plan.
in: Filosofismus je falešné náboženství, které je v rozporu s téměř vším, co známe jako pravdivé. Věří, že vše je chaos, což je v příkrém rozporu s vírou OSI v Plán.

# conversations/companions/g_companion_max_in_party:90:DefaultText
source: But most of the Philosophist perversion of Bakonu's thoughts came more than a century after his death.
in: Většina filosofického překrucování Bakonových myšlenek však přišla více než sto let po jeho smrti.

# conversations/companions/g_companion_max_in_party:91:DefaultText
source: A vicar searching for a banned book sets a bad example, doesn't it?
in: Farář, který hledá zakázanou knihu, je špatným příkladem, že?

# conversations/companions/g_companion_max_in_party:92:DefaultText
source: The story of my life. Most laypeople are not aware of this, but we've not discovered any new insights into the Plan for a long, long time.
in: Příběh mého života. Většina laiků si to neuvědomuje, ale už dlouho, dlouho jsme neobjevili žádné nové poznatky o Plánu.

# conversations/companions/g_companion_max_in_party:93:DefaultText
source: I had an idea that we should welcome the truth, no matter where we found it. I had the worse idea to share my thoughts with a superior.
in: Napadlo mě, že bychom měli vítat pravdu, ať už ji najdeme kdekoli. Horší nápad jsem měl podělit se o své myšlenky s nadřízeným.

# conversations/companions/g_companion_max_in_party:94:DefaultText
source: And that's how I ended up assigned prison duty, where I was fool enough to let an inmate bend my ear with stories of an original Bakonu journal.
in: A tak jsem se dostal do vězení, kde jsem byl natolik bláhový, že jsem se nechal uchlácholit vyprávěním jednoho vězně o originálním deníku z Bakonu.

# conversations/companions/g_companion_max_in_party:96:DefaultText
source: You mentioned something called a "Philosophist." What's that?
in: Zmínil jste se o něčem, čemu se říká "filosof". Co to je?

# conversations/companions/g_companion_max_in_party:97:DefaultText
source: That's enough for now.
in: To prozatím stačí.

# conversations/companions/g_companion_max_in_party:102:DefaultText
source: Any ideas where we can find someone who speaks French in this colony?
in: Nevíte, kde bychom mohli najít někoho, kdo v této kolonii mluví francouzsky?

# conversations/companions/g_companion_max_in_party:103:DefaultText
source: There are some things I don't understand about your religion.
in: Některým věcem ve vašem náboženství nerozumím.

# conversations/companions/g_companion_max_in_party:104:DefaultText
source: What's this Plan you keep talking about?
in: Co je to za plán, o kterém pořád mluvíte?

# conversations/companions/g_companion_max_in_party:105:DefaultText
source: Yes?
in: Ano?

# conversations/companions/g_companion_max_in_party:106:DefaultText
source: Besides the Grand Architect and the Plan, what else do you believe?
in: Čemu ještě kromě Velkého architekta a Plánu věříte?

# conversations/companions/g_companion_max_in_party:108:DefaultText
source: That seems a bit extreme.
in: To se zdá být trochu extrémní.

# conversations/companions/g_companion_max_in_party:109:DefaultText
source: What if the book *doesn't* have the answers you're looking for?
in: Co když kniha *nemá* odpovědi, které hledáte?

# conversations/companions/g_companion_max_in_party:110:DefaultText
source: I've been called that more than once.
in: Už mi tak nejednou říkali.

# conversations/companions/g_companion_max_in_party:111:DefaultText
source: I honestly don't know what I'd do. This quest has consumed me for the better part of my life, I fear there's nothing else left to me.
in: Upřímně nevím, co bych dělal. Tohle pátrání mě pohltilo na větší část života, obávám se, že mi nic jiného nezbývá.

# conversations/companions/g_companion_max_in_party:114:DefaultText
source: He stole my body from the Hope at the edge of the colony and thawed me out.
in: Ukradl mé tělo z Naděje na okraji kolonie a rozmrazil mě.

# conversations/companions/g_companion_max_in_party:115:DefaultText
source: Well, you do seem different than every other colonist. Let's pretend for the moment I believe you - what are you going to do now?
in: Zdá se, že jsi jiný než ostatní kolonisté. Předstírejme na chvíli, že vám věřím - co budete dělat teď?

# conversations/companions/g_companion_max_in_party:116:DefaultText
source: I'm turning him in.
in: Udám ho.

# conversations/companions/g_companion_max_in_party:117:DefaultText
source: I'm helping him recover more of the chemicals he needs to save the rest of the colonists.
in: Pomáhám mu získat další chemikálie, které potřebuje k záchraně zbytku kolonistů.

# conversations/companions/g_companion_max_in_party:118:DefaultText
source: Why would you turn on someone who saved you?
in: Proč byste se měli obrátit proti někomu, kdo vás zachránil?

# conversations/companions/g_companion_max_in_party:119:DefaultText
source: That seems a dangerous proposition. Why risk your life now that it's been returned to you?
in: To se zdá být nebezpečné. Proč riskovat svůj život, když ti byl vrácen?

# conversations/companions/g_companion_max_in_party:120:DefaultText
source: You were the one who started this conversation.
in: Tuto konverzaci jsi začal ty.

# conversations/companions/g_companion_max_in_party:121:DefaultText
source: Fair enough.
in: To je fér.

# conversations/companions/g_companion_max_in_party:122:DefaultText
source: I'm a thrillseeker and lover of great renown.
in: Jsem milovník vzrušení a velké slávy.

# conversations/companions/g_companion_max_in_party:123:DefaultText
source: Yes, very funny. Just like The Masked Marketeer, right?
in: Ano, velmi vtipné. Stejně jako Maskovaný markýr, že?

# conversations/companions/g_companion_max_in_party:124:DefaultText
source: I'm not familiar.
in: Nejsem obeznámen.

# conversations/companions/g_companion_max_in_party:125:DefaultText
source: Everyone knows that aetherwave serial. Where have you been?
in: Všichni vědí, že éterová vlna je sériová. Kde jsi byl?

# conversations/companions/g_companion_max_in_party:126:DefaultText
source: Exactly.
in: Přesně tak.

# conversations/companions/g_companion_max_in_party:127:DefaultText
source: Okay, then.
in: Dobře tedy.

# conversations/companions/g_companion_max_in_party:128:DefaultText
source: I love a good adventure story.
in: Mám ráda dobré dobrodružné příběhy.

# conversations/companions/g_companion_max_in_party:129:DefaultText
source: That's not... let's try this again. Who are you? Where are you from?
in: To není... zkusme to znovu. Kdo jste? Odkud jste?

# conversations/companions/g_companion_max_in_party:130:DefaultText
source: The simple version is this - the force which we call the Grand Architect created the Universal Equation that underlies and defines everything in the universe.
in: Zjednodušeně řečeno - síla, kterou nazýváme Velký architekt, vytvořila Univerzální rovnici, která je základem a definuje vše ve vesmíru.

# conversations/companions/g_companion_max_in_party:131:DefaultText
source: Everything flows from the Equation, or, in layman's terms, the Grand Plan. Is the Grand Architect a consciousness? A natural force? Did it create the Equation on purpose?
in: Vše vychází z Rovnice, laicky řečeno z Velkého plánu. Je Velký architekt vědomím? Přírodní síla? Vytvořil Rovnici záměrně?

# conversations/companions/g_companion_max_in_party:132:DefaultText
source: The answers to these questions don't really matter. The Equation, the Plan, is all that matters. Contentment is found by accepting one's role in the Plan.
in: Na odpovědích na tyto otázky ve skutečnosti nezáleží. Záleží jen na rovnici, na plánu. Spokojenost nalezneme, když přijmeme svou roli v Plánu.

# conversations/companions/g_companion_max_in_party:135:DefaultText
source: As always, I am at your disposal.
in: Jako vždy jsem vám k dispozici.

# conversations/companions/g_companion_max_in_party:137:DefaultText
source: Let's talk about this, uh, "personal quest" of yours...
in: Pojďme si promluvit o tom tvém "osobním hledání"...

# conversations/companions/g_companion_max_in_party:153:DefaultText
source: Tell me again about the book we picked up that's in French.
in: Povězte mi ještě jednou o knize, kterou jsme si vzali a která je ve francouzštině.

# conversations/companions/g_companion_max_in_party:154:DefaultText
source: Let's talk about the thing. You know, that, uh, thing with the thing that you wanna do.
in: Promluvme si o té věci. Víš, o té věci, kterou chceš udělat.

# conversations/companions/g_companion_max_in_party:159:DefaultText
source: Let's talk about something else.
in: Promluvme si o něčem jiném.

# conversations/companions/g_companion_max_in_party:160:DefaultText
source: Yes?
in: Ano?

# conversations/companions/g_companion_max_in_party:161:DefaultText
source: That's enough for now.
in: To prozatím stačí.

# conversations/companions/g_companion_max_in_party:163:DefaultText
source: Tell me about the Plan again?
in: Povězte mi ještě jednou o plánu?

# conversations/companions/g_companion_max_in_party:164:DefaultText
source: Tell me about the Plan again?
in: Povězte mi ještě jednou o plánu?

# conversations/companions/g_companion_max_in_party:174:DefaultText
source: That's somewhat... concerning.
in: To je poněkud... znepokojující.

# conversations/companions/g_companion_max_in_party:175:DefaultText
source: I eventually learned how to channel it into my quest for knowledge. But my childhood, that is a different tale.
in: Nakonec jsem se naučil, jak ji nasměrovat do své cesty za poznáním. Ale mé dětství, to je jiný příběh.

# conversations/companions/g_companion_max_in_party:176:DefaultText
source: I grew up in a pit of a town much like Edgewater.
in: Vyrostl jsem v městečku podobném Edgewateru.

# conversations/companions/g_companion_max_in_party:177:DefaultText
source: That's a convenient way to control the masses.
in: To je pohodlný způsob, jak ovládat masy.

# conversations/companions/g_companion_max_in_party:178:DefaultText
source: It can be, if abused. But that can be said about anything. However, in the case of the Board and Halcyon, sadly, I believe you are correct.
in: Může být, pokud se zneužije. Ale to se dá říct o čemkoli. V případě rady a Halcyonu však máte bohužel pravdu.

# conversations/companions/g_companion_max_in_party:180:DefaultText
source: Scientism, as its name implies, believes that nature abhors equality. The strong survive and the weak perish for the betterment of the whole.
in: Scientismus, jak napovídá jeho název, věří, že příroda nesnáší rovnost. Silní přežívají a slabí hynou ve prospěch celku.

# conversations/companions/g_companion_max_in_party:181:DefaultText
source: This Plan of yours sounds like a convenient way to control the masses.
in: Tento váš plán vypadá jako pohodlný způsob, jak ovládat masy.

# conversations/companions/g_companion_max_in_party:183:DefaultText
source: That sounds like a cruel belief system.
in: To zní jako krutý systém víry.

# conversations/companions/g_companion_max_in_party:184:DefaultText
source: You lost me at "scientism."
in: Ztratil jste mě u slova "scientismus".

# conversations/companions/g_companion_max_in_party:185:DefaultText
source: Of course I did. Let's see, how can I explain this to someone... like you. Don't be ruled by your emotions, and being strong is better than being weak.
in: Samozřejmě, že ano. Jak to mám vysvětlit někomu... jako jsi ty. Nenech se ovládat emocemi a být silný je lepší než být slabý.

# conversations/companions/g_companion_max_in_party:186:DefaultText
source: And reason, not emotion, is the seat of all morality. Wisdom means accepting the vicissitudes of life with grace and dignity.
in: A rozum, nikoli emoce, je sídlem veškeré morálky. Moudrost znamená přijímat proměnlivosti života s grácií a důstojností.

# conversations/companions/g_companion_max_in_party:190:DefaultText
source: I prefer to think of it as looking at reality for what it truly is, not how we'd like it to be.
in: Raději o tom přemýšlím tak, že se dívám na realitu takovou, jaká skutečně je, a ne takovou, jakou bychom ji chtěli mít.

# conversations/companions/g_companion_max_in_party:191:DefaultText
source: Now that's a religion I can get behind. Screw the weak.
in: Tak tohle je náboženství, které můžu podpořit. Kašlu na slabé.

# conversations/companions/g_companion_max_in_party:192:DefaultText
source: Well, that's not quite how I'd put it.
in: No, takhle bych to úplně neřekl.

# conversations/companions/g_companion_max_in_party:193:DefaultText
source: Oh, I see. You have my condolences.
in: Aha, už to chápu. Upřímnou soustrast.

# conversations/companions/g_companion_max_in_party:194:DefaultText
source: A commendable attitude.
in: Chvályhodný přístup.

# conversations/companions/g_companion_max_in_party:195:DefaultText
source: Some would say that's right in line with the core beliefs of the OSI. I tend to take a more... compassionate view, but so be it.
in: Někteří by řekli, že je to v souladu se základními názory OSI. Já se kloním spíše k... soucitnému pohledu, ale budiž.

# conversations/companions/g_companion_max_in_party:196:DefaultText
source: Ah, a cold realist.
in: Chladný realista.

# conversations/companions/g_companion_max_in_party:197:DefaultText
source: How should I know? I was frozen at the time.
in: Jak to mám vědět? V té době jsem byl zmrzlý.

# conversations/companions/g_companion_max_in_party:198:DefaultText
source: Unfortunately, he was also one of the founders of the Philosophist school of thought, so the book is banned in this colony.
in: Bohužel byl také jedním ze zakladatelů filosofické myšlenkové školy, takže kniha je v této kolonii zakázána.

# conversations/companions/g_companion_max_in_party:199:DefaultText
source: Remind me, what are your thoughts on the Philosophists?
in: Připomeňte mi, co si myslíte o filozofech?

# conversations/companions/g_companion_max_in_party:200:DefaultText
source: Bakonu - the author - had some interesting theories about man's perception of reality that I thought could be applied to our attempts to decipher the Plan.
in: Bakonu - autor - měl několik zajímavých teorií o lidském vnímání reality, které by se podle mě daly aplikovat na naše pokusy o rozluštění Plánu.

# conversations/companions/g_companion_max_in_party:201:DefaultText
source: Philosophism's a false religion that stands in contradiction to almost everything we know to be true. They believe all is chaos, in stark contrast to OSI's belief in the Plan.
in: Filosofismus je falešné náboženství, které je v rozporu s téměř vším, co známe jako pravdivé. Věří, že vše je chaos, což je v příkrém rozporu s vírou OSI v Plán.

# conversations/companions/g_companion_max_in_party:202:DefaultText
source: But most of the Philosophist perversion of Bakonu's thoughts came more than a century after his death.
in: Většina filosofického překrucování Bakonových myšlenek však přišla více než sto let po jeho smrti.
