Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_parvati_bar_crawl_new.po
Languages: cs

# conversations/companions/g_companion_parvati_bar_crawl_new:1:DefaultText
source: Okay. So. What are we drinking? You're the expert.
cs: Dobře, takže. Co budeme pít? Ty jsi expert.

# conversations/companions/g_companion_parvati_bar_crawl_new:2:DefaultText
source: Oh, and don't worry on the price. I got this. Let's just do it proper.
cs: A s cenou si nedělejte starosti. Mám tohle. Udělejme to pořádně.

# conversations/companions/g_companion_parvati_bar_crawl_new:3:DefaultText
source: You're not much of a drinker. Better start slow, with a beer.
cs: Moc nepiješ. Raději začni pomalu, s pivem.

# conversations/companions/g_companion_parvati_bar_crawl_new:4:DefaultText
source: I'd start with beer, but you said in Edgewater the smell made you sick. How about wine?
cs: Začal bych pivem, ale říkal jsi, že v Edgewateru se ti z toho zápachu dělá špatně. Co třeba víno?

# conversations/companions/g_companion_parvati_bar_crawl_new:5:DefaultText
source: If you really want to get drunk, whiskey is efficient.
cs: Pokud se chcete opravdu opít, je účinná whisky.

# conversations/companions/g_companion_parvati_bar_crawl_new:6:DefaultText
source: Are you sure you want to do this? You seem nervous.
cs: Jste si jistí, že to chcete udělat? Vypadáš nervózně.

# conversations/companions/g_companion_parvati_bar_crawl_new:8:DefaultText
source: This might take a while. Let's do it later.
cs: To může chvíli trvat. Uděláme to později.

# conversations/companions/g_companion_parvati_bar_crawl_new:9:DefaultText
source: I'm sure we can find something interesting behind the counter.
cs: Jsem si jistý, že za pultem najdeme něco zajímavého.

# conversations/companions/g_companion_parvati_bar_crawl_new:10:DefaultText
source: O-oh. Beer? I guess... yeah, I can do that. Beer can be good. I bet.
cs: O-oh. Pivo? Myslím, že... jo, to zvládnu. Pivo může být dobré. Vsadím se.

# conversations/companions/g_companion_parvati_bar_crawl_new:11:DefaultText
source: Eugh, this tastes like the underside of a boot. People drink that for fun?
cs: Fuj, chutná to jako spodek boty. Tohle lidi pijí pro zábavu?

# conversations/companions/g_companion_parvati_bar_crawl_new:12:DefaultText
source: That's fruit and such, right? Okay, wine it is.
cs: To je ovoce a tak, ne? Dobře, tak víno.

# conversations/companions/g_companion_parvati_bar_crawl_new:13:DefaultText
source: Wow, this is really kind of nice, actually. Who'd've guessed old fruit could taste so good.
cs: Páni, tohle je vlastně docela hezké. Kdo by to byl řekl, že staré ovoce může chutnat tak dobře.

# conversations/companions/g_companion_parvati_bar_crawl_new:14:DefaultText
source: Drunk's what I'm aiming for, so I'll take your word on it.
cs: O opilost se snažím, takže ti dám za pravdu.

# conversations/companions/g_companion_parvati_bar_crawl_new:15:DefaultText
source: Bleagh! No, it's good. I'm fine. Just didn't expect it to taste like... propellant. Oh stars, I can feel it settling.
cs: Bleagh! Ne, je to dobré. Jsem v pořádku. Jen jsem nečekal, že to bude chutnat jako... pohonná hmota. Hvězdy, cítím, jak se to usazuje.

# conversations/companions/g_companion_parvati_bar_crawl_new:20:DefaultText
source: You're new to the whole "loosening up" thing. How about wine?
cs: Jste nováčkem v oblasti "uvolňování". Co třeba víno?

# conversations/companions/g_companion_parvati_bar_crawl_new:21:DefaultText
source: Wow, you remembered! That's fruit and such, right? Okay, wine it is.
cs: Páni, ty sis vzpomněl! To je ovoce a tak, ne? Dobře, tak víno.

# conversations/companions/g_companion_parvati_bar_crawl_new:24:DefaultText
source: ...Oh, Captain, I'm pining for Junlei something fierce. What am I doing?
cs: ...Ach, kapitáne, po Junlei se mi strašně stýská. Co to dělám?

# conversations/companions/g_companion_parvati_bar_crawl_new:30:DefaultText
source: Generally or specifically?
cs: Obecně nebo konkrétně?

# conversations/companions/g_companion_parvati_bar_crawl_new:31:DefaultText
source: Enjoying a drink with a friend?
cs: Vychutnáváte si drink s přítelem?

# conversations/companions/g_companion_parvati_bar_crawl_new:32:DefaultText
source: Going on a grand adventure across Halcyon?
cs: Chystáte se na velké dobrodružství napříč Halcyonem?

# conversations/companions/g_companion_parvati_bar_crawl_new:33:DefaultText
source: Whining, it sounds like.
cs: Zní to jako fňukání.

# conversations/companions/g_companion_parvati_bar_crawl_new:34:DefaultText
source: Specifically. Definitely... definitely specifically. Eurgh, why'd I drink that.
cs: Konkrétně. Rozhodně... rozhodně konkrétně. Eurgh, proč jsem to vypil.

# conversations/companions/g_companion_parvati_bar_crawl_new:35:DefaultText
source: I mean just- with Junlei.
cs: Tedy jen... s Junlei.

# conversations/companions/g_companion_parvati_bar_crawl_new:36:DefaultText
source: Heh. Yeah. Guess we are that, huh? Friends.
cs: Heh. Jo. To jsme asi my, co? Přátelé.

# conversations/companions/g_companion_parvati_bar_crawl_new:37:DefaultText
source: Friends give each other counsel, right? What do you think I should do about Junlei? 'Cause I feel about as aimless as an automech with a busted navchip.
cs: Přátelé si navzájem radí, že? Co myslíš, že bych měl udělat s Junlei? Protože se cítím stejně bezcílně jako automech s rozbitým navigačním čipem.

# conversations/companions/g_companion_parvati_bar_crawl_new:38:DefaultText
source: I don't know what to do about... us.
cs: Nevím, co mám dělat s... námi.

# conversations/companions/g_companion_parvati_bar_crawl_new:39:DefaultText
source: Start by telling me why her message got you so unsettled.
cs: Začni tím, že mi řekneš, proč tě její zpráva tak vyvedla z míry.

# conversations/companions/g_companion_parvati_bar_crawl_new:40:DefaultText
source: You're funny. Yeah, I guess we're doing that, aren't we. Crewing together, seeing the stars. It's like something out of a serial.
cs: Jsi vtipný. Jo, to asi děláme, že jo. Společná posádka, pozorování hvězd. Je to jako ze seriálu.

# conversations/companions/g_companion_parvati_bar_crawl_new:41:DefaultText
source: I like the ones with grand romances. And I think- I think I'm flubbing mine.
cs: Mám ráda ty s velkolepými romány. A myslím, že... myslím, že jsem se v tom svém zmýlil.

# conversations/companions/g_companion_parvati_bar_crawl_new:42:DefaultText
source: I know you mean well, so I'll try not to take that comment personal.
cs: Vím, že to myslíš dobře, takže se pokusím nebrat si tu poznámku osobně.

# conversations/companions/g_companion_parvati_bar_crawl_new:43:DefaultText
source: Enjoying a drink with your friends?
cs: Vychutnáváte si drink s přáteli?

# conversations/companions/g_companion_parvati_bar_crawl_new:44:DefaultText
source: I don't know that SAM counts, Captain, sweet though he is.
cs: Nevím, jestli se SAM počítá, kapitáne, i když je milý.

# conversations/companions/g_companion_parvati_bar_crawl_new:45:DefaultText
source: Simulating experimental protocol: polite responses. "Thank you kindly for your direction in this task, customer."
cs: Simulace experimentálního protokolu: zdvořilostní reakce. "Děkuji za laskavé vedení tohoto úkolu, zákazníku."

# conversations/companions/g_companion_parvati_bar_crawl_new:46:DefaultText
source: Bless him, he does try.
cs: Bůh mu žehnej, snaží se.

# conversations/companions/g_companion_parvati_bar_crawl_new:47:DefaultText
source: Well, she talked about another girl, right? Isabelle. Mentioned her by name and everything, like she wanted me to know.
cs: No, mluvila o jiné dívce, ne? Isabelle. Zmínila se o ní jménem a tak, jako by chtěla, abych to věděl.

# conversations/companions/g_companion_parvati_bar_crawl_new:48:DefaultText
source: Beats me. I got a rough track record with relationships.
cs: To mi hlava nebere. Se vztahy mám špatné zkušenosti.

# conversations/companions/g_companion_parvati_bar_crawl_new:49:DefaultText
source: You and me both, Captain. I'm just... she brought up another lady, you know? Isabelle. Why would she do that?
cs: Vy i já, kapitáne. Já jsem jen... vychovala jinou dámu, víte? Isabelle. Proč by to dělala?

# conversations/companions/g_companion_parvati_bar_crawl_new:50:DefaultText
source: Maybe I been making a right fool of myself this whole time. Maybe she's not interested after all.
cs: Možná jsem ze sebe celou dobu dělal pořádného blázna. Možná o mě nakonec nemá zájem.

# conversations/companions/g_companion_parvati_bar_crawl_new:51:DefaultText
source: Could be you're over thinking it.
cs: Je možné, že o tom příliš přemýšlíte.

# conversations/companions/g_companion_parvati_bar_crawl_new:52:DefaultText
source: No one sends terrible, vaguely sensual poetry to someone they don't like.
cs: Nikdo neposílá příšernou, nejasně smyslnou poezii někomu, koho nemá rád.

# conversations/companions/g_companion_parvati_bar_crawl_new:53:DefaultText
source: What'd she actually write in the message? You haven't said.
cs: Co vlastně napsala do zprávy? Neřekl jsi to.

# conversations/companions/g_companion_parvati_bar_crawl_new:54:DefaultText
source: Exactly. Takes a lot of trust to hand over that kind of blackmail material.
cs: Přesně tak. Předat takový vyděračský materiál vyžaduje velkou důvěru.

# conversations/companions/g_companion_parvati_bar_crawl_new:55:DefaultText
source: <Shrug.>
cs: <Pokrčení ramen.>

# conversations/companions/g_companion_parvati_bar_crawl_new:57:DefaultText
source: That's a given, Captain. I can't not worry myself to bits 'bout the things that matter to me.
cs: To je samozřejmost, kapitáne. Nemůžu se nebát o věci, na kterých mi záleží.

# conversations/companions/g_companion_parvati_bar_crawl_new:58:DefaultText
source: It was real long and ramble-y. She was telling me a story about her dad, how a lady named Isabelle did all sort of things to try to win his favor.
cs: Bylo to opravdu dlouhé a rozvláčné. Vyprávěla mi příběh o svém otci, o tom, jak jistá Isabelle dělala různé věci, aby si získala jeho přízeň.

# conversations/companions/g_companion_parvati_bar_crawl_new:62:DefaultText
source: I- I don't know I'd call it, er, sensual. That's... a lot.
cs: Nevím, jestli bych to nazval smyslným. To je... hodně.

# conversations/companions/g_companion_parvati_bar_crawl_new:63:DefaultText
source: The poem implied you calming her with a touch. That's romance serial-grade stuff.
cs: Báseň naznačovala, že ji uklidňujete dotykem. To je romantický seriál na úrovni.

# conversations/companions/g_companion_parvati_bar_crawl_new:64:DefaultText
source: It- it did. Oh dear. I hadn't... really... oh my goodness. And I TOLD you!
cs: To se podařilo. Ach bože. Nevěděla jsem... opravdu... panebože. A já ti to ŘEKLA!

# conversations/companions/g_companion_parvati_bar_crawl_new:69:DefaultText
source: She might.
cs: Mohla by.

# conversations/companions/g_companion_parvati_bar_crawl_new:70:DefaultText
source: No, I don't think so.
cs: Ne, to si nemyslím.

# conversations/companions/g_companion_parvati_bar_crawl_new:71:DefaultText
source: What is this really about?
cs: O co vlastně jde?

# conversations/companions/g_companion_parvati_bar_crawl_new:73:DefaultText
source: I just got a lot of feelings, Captain, and they're all climbing up my throat.
cs: Mám jen spoustu pocitů, kapitáne, a všechny mi lezou krkem.

# conversations/companions/g_companion_parvati_bar_crawl_new:76:DefaultText
source: Thinking so makes me liable to lose my lunch, Captain. I never... I never done this afore. A relationship. How do I know if she cares the same way I do?
cs: Když tak přemýšlím, můžu přijít o oběd, kapitáne. Nikdy jsem... Nikdy předtím jsem to neudělal. Vztah. Jak mám vědět, jestli jí na tom záleží stejně jako mně?

# conversations/companions/g_companion_parvati_bar_crawl_new:80:DefaultText
source: Sure, Captain. I'm ready when you are.
cs: Jistě, kapitáne. Jsem připraven, až budete vy.

# conversations/companions/g_companion_parvati_bar_crawl_new:97:DefaultText
source: I- I need another drink. Right now. Afore I lose my nerve.
cs: Potřebuju se ještě napít. Právě teď. Než ztratím nervy.

# conversations/companions/g_companion_parvati_bar_crawl_new:98:DefaultText
source: All right. Same as before?
cs: Dobře. Stejně jako předtím?

# conversations/companions/g_companion_parvati_bar_crawl_new:99:DefaultText
source: No more whiskey. I think another'd leave me on the floor.
cs: Už žádná whisky. Myslím, že další by mě nechal ležet na podlaze.

# conversations/companions/g_companion_parvati_bar_crawl_new:100:DefaultText
source: Law, no. That beer tasted like how dad's old socks smelled. Maybe something sweet and mild, like wine?
cs: Právo, ne. To pivo chutnalo jako tátovy staré ponožky. Možná něco sladkého a jemného, jako víno?

# conversations/companions/g_companion_parvati_bar_crawl_new:101:DefaultText
source: Something stronger, I'm thinking. I'm still all tense and weird inside.
cs: Myslím, že něco silnějšího. Pořád jsem uvnitř celá napjatá a divná.

# conversations/companions/g_companion_parvati_bar_crawl_new:102:DefaultText
source: Whiskey it is.
cs: Je to whisky.

# conversations/companions/g_companion_parvati_bar_crawl_new:103:DefaultText
source: It's beer time.
cs: Je čas na pivo.

# conversations/companions/g_companion_parvati_bar_crawl_new:104:DefaultText
source: Let's try the whiskey.
cs: Zkusíme whisky.

# conversations/companions/g_companion_parvati_bar_crawl_new:105:DefaultText
source: Wine it is.
cs: Je to víno.

# conversations/companions/g_companion_parvati_bar_crawl_new:106:DefaultText
source: All right. Whiskey. Whew, that smells like an unLawful union between paint thinner and propellant.
cs: Dobře. Whisky. Páni, to smrdí jako nezákonné spojení ředidla a hnacího plynu.

# conversations/companions/g_companion_parvati_bar_crawl_new:107:DefaultText
source: Oooh Law, I'm gonna be sick. That's... that's a crime, is what that is.
cs: Oooh Law, bude mi špatně. To je... to je zločin, to je to, co to je.

# conversations/companions/g_companion_parvati_bar_crawl_new:108:DefaultText
source: Gosh, that smells pretty, almost. Like flowers gone a little off.
cs: Páni, to voní hezky, skoro. Jako květiny, které se trochu pokazily.

# conversations/companions/g_companion_parvati_bar_crawl_new:109:DefaultText
source: Hey, that's- that's not so bad! Kind of almost nice maybe.
cs: Hej, to není tak špatné! Možná skoro hezké.

# conversations/companions/g_companion_parvati_bar_crawl_new:110:DefaultText
source: We had beer in the Vale. Smelled like dad's old socks. Maybe this is better?
cs: Ve Vale jsme si dali pivo. Smrdělo jako tátovy staré ponožky. Možná je tohle lepší?

# conversations/companions/g_companion_parvati_bar_crawl_new:111:DefaultText
source: Nope. Nope. Still bad. Still really very bad. Blech.
cs: Ne. Ne. Stále špatné. Pořád opravdu velmi špatně. Blech.

# conversations/companions/g_companion_parvati_bar_crawl_new:112:DefaultText
source: Maybe you should quit while you're ahead - and standing.
cs: Možná byste měli skončit, dokud jste vepředu - a stát.

# conversations/companions/g_companion_parvati_bar_crawl_new:113:DefaultText
source: Don't you go mother henning me when I ain't asked you to, Captain! I'm a grown lady, I can have a couple drinks!
cs: Nechoďte mi dělat matku, když jsem vás o to nepožádal, kapitáne! Jsem dospělá dáma, můžu si dát pár drinků!

# conversations/companions/g_companion_parvati_bar_crawl_new:114:DefaultText
source: Let's get you some water.
cs: Přineseme ti vodu.

# conversations/companions/g_companion_parvati_bar_crawl_new:115:DefaultText
source: Water's for cowards!
cs: Voda je pro zbabělce!

# conversations/companions/g_companion_parvati_bar_crawl_new:119:DefaultText
source: Okay, maybe you're right. I am a little woozy.
cs: Dobře, možná máš pravdu. Jsem trochu malátný.

# conversations/companions/g_companion_parvati_bar_crawl_new:123:DefaultText
source: Does she think I'm as pretty as I think she's handsome? What if she doesn't like me? What if she DOES?
cs: Myslí si, že jsem stejně hezká, jako si já myslím, že je hezká ona? Co když se jí nelíbím? Co když se jí líbí?

# conversations/companions/g_companion_parvati_bar_crawl_new:124:DefaultText
source: What if she's still got feelings for that lady, Isabelle? What if we- we get together, and she gets bored of me?
cs: Co když k té dámě Isabelle stále něco cítí? Co když se dáme dohromady a já ji přestanu bavit?

# conversations/companions/g_companion_parvati_bar_crawl_new:125:DefaultText
source: No wonder you're scared.
cs: Není divu, že máš strach.

# conversations/companions/g_companion_parvati_bar_crawl_new:126:DefaultText
source: There's an easy way to get answers to all those questions.
cs: Odpovědi na všechny tyto otázky získáte snadno.

# conversations/companions/g_companion_parvati_bar_crawl_new:127:DefaultText
source: Don't stop there, you're on a roll.
cs: Nezastavuj se, jsi na koni.

# conversations/companions/g_companion_parvati_bar_crawl_new:128:DefaultText
source: Don't you tease me in my moment of weakness!
cs: Nedráždi mě v mé slabé chvilce!

# conversations/companions/g_companion_parvati_bar_crawl_new:129:DefaultText
source: I don't think I'm... I'm not interested in physical affection.
cs: Myslím, že nejsem... Nemám zájem o fyzickou náklonnost.

# conversations/companions/g_companion_parvati_bar_crawl_new:130:DefaultText
source: Are you afraid of being rejected for who you are?
cs: Bojíte se, že budete odmítnuti kvůli tomu, kým jste?

# conversations/companions/g_companion_parvati_bar_crawl_new:131:DefaultText
source: So you're afraid of disappointing her?
cs: Takže se bojíš, že ji zklameš?

# conversations/companions/g_companion_parvati_bar_crawl_new:132:DefaultText
source: You can't control how people react to you, even people you care about.
cs: Nemůžete ovlivnit, jak na vás lidé reagují, a to ani ti, na kterých vám záleží.

# conversations/companions/g_companion_parvati_bar_crawl_new:133:DefaultText
source: What if I can't make her happy?
cs: Co když ji nedokážu udělat šťastnou?

# conversations/companions/g_companion_parvati_bar_crawl_new:134:DefaultText
source: I never, I never done this afore. Never really tried to- to pursue someone. I'm all flailing limbs and yelling, like a little one thrown in the sea who don't know how to swim.
cs: Nikdy, nikdy předtím jsem to neudělal. Nikdy jsem se nepokusil někoho pronásledovat. Máchám končetinami a křičím jako malé dítě hozené do moře, které neumí plavat.

# conversations/companions/g_companion_parvati_bar_crawl_new:135:DefaultText
source: There's nothing easy about- about spilling your guts to the person who's got your heart in their hands!
cs: Není nic snadného vyklopit své nitro člověku, který má vaše srdce v rukou!

# conversations/companions/g_companion_parvati_bar_crawl_new:136:DefaultText
source: You know I'm not interested in physical affection.
cs: Víš, že nemám zájem o fyzickou náklonnost.

# conversations/companions/g_companion_parvati_bar_crawl_new:137:DefaultText
source: That's- well, it's tripped folks up in the past. Folks I thought cared about me for me. What if she's not okay with that? What if she IS, but then, later, she's not?
cs: To je... no, v minulosti to lidi vyvedlo z míry. Lidi, o kterých jsem si myslel, že se o mě starají. Co když se jí to nelíbí? Co když JE, ale pak se ukáže, že není?

# conversations/companions/g_companion_parvati_bar_crawl_new:139:DefaultText
source: What about me?
cs: A co já?

# conversations/companions/g_companion_parvati_bar_crawl_new:140:DefaultText
source: You won't know until you try.
cs: Dokud to nezkusíte, nezjistíte to.

# conversations/companions/g_companion_parvati_bar_crawl_new:141:DefaultText
source: You can't 'make' people happy.
cs: Lidé nemohou být šťastní.

# conversations/companions/g_companion_parvati_bar_crawl_new:142:DefaultText
source: There's other folks out there. Junlei's great, but you just met her.
cs: Tam venku jsou další lidé. Junlei je skvělá, ale právě jsi ji poznal.

# conversations/companions/g_companion_parvati_bar_crawl_new:143:DefaultText
source: Yeah. Yeah, I know you're right. Just wish it were that easy, is all. I'm not used to speaking free with folks.
cs: Jo. Jo, vím, že máš pravdu. Jen bych si přál, aby to bylo tak snadné, to je vše. Nejsem zvyklý mluvit s lidmi svobodně.

# conversations/companions/g_companion_parvati_bar_crawl_new:144:DefaultText
source: Maybe I worded it wrong. I mean - everybody needs things from someone, right? I wanna make sure I'm bringing out the parts of me that complement her.
cs: Možná jsem to špatně formuloval. Každý přece od někoho něco potřebuje, ne? Chci se ujistit, že v ní probudím ty části sebe, které ji doplňují.

# conversations/companions/g_companion_parvati_bar_crawl_new:145:DefaultText
source: But I don't wanna be with them. I wanna be with Junlei.
cs: Ale já s nimi nechci být. Chci být s Junlei.

# conversations/companions/g_companion_parvati_bar_crawl_new:146:DefaultText
source: 'Course. Wouldn't you be?
cs: "Kurz. Nebyl bys?

# conversations/companions/g_companion_parvati_bar_crawl_new:147:DefaultText
source: Everyone is, no matter their quirks.
cs: Každý je takový, bez ohledu na jeho zvláštnosti.

# conversations/companions/g_companion_parvati_bar_crawl_new:149:DefaultText
source: No. I am who I am. If people don't like that, they're not for me.
cs: Ne. Jsem takový, jaký jsem. Pokud se to lidem nelíbí, nejsou pro mě.

# conversations/companions/g_companion_parvati_bar_crawl_new:150:DefaultText
source: Not anymore.
cs: Teď už ne.

# conversations/companions/g_companion_parvati_bar_crawl_new:151:DefaultText
source: Huh. I never thought of it that way. I wonder what Jun's afraid of being rejected for.
cs: Huh. Takhle jsem o tom nikdy nepřemýšlel. Zajímalo by mě, čeho se Jun bojí, že bude odmítnut.

# conversations/companions/g_companion_parvati_bar_crawl_new:153:DefaultText
source: I envy your boldness of spirit, Captain. I can only hope a little bit of it rubs off on me. But...
cs: Závidím vám vaši odvahu, kapitáne. Mohu jen doufat, že se trochu z ní přenese i na mě. Ale...

# conversations/companions/g_companion_parvati_bar_crawl_new:154:DefaultText
source: You've got a strong sense of self, Captain. I envy it. Sometimes, it's like I don't know who I am, or what I'm for.
cs: Máte silné sebevědomí, kapitáne. To vám závidím. Někdy mám pocit, že nevím, kdo jsem a k čemu jsem.

# conversations/companions/g_companion_parvati_bar_crawl_new:155:DefaultText
source: Well, Captain, this has been... This has been a whole lot. I got, just, wow. So much to think about.
cs: No, kapitáne, tohle bylo... Tohle bylo hodně. Mám, prostě, wow. Tolik věcí k přemýšlení.

# conversations/companions/g_companion_parvati_bar_crawl_new:156:DefaultText
source: So, are you going to ask her out?
cs: Pozveš ji na rande?

# conversations/companions/g_companion_parvati_bar_crawl_new:157:DefaultText
source: Oh gosh. I, uh, I don't know, Captain. Do you think I should?
cs: Ach bože. Já, uh, já nevím, kapitáne. Myslíte, že bych měl?

# conversations/companions/g_companion_parvati_bar_crawl_new:158:DefaultText
source: You're still unsure?! Yes! Just ask her!
cs: Stále si nejste jisti?! Ano! Zeptejte se jí!

# conversations/companions/g_companion_parvati_bar_crawl_new:159:DefaultText
source: Don't ask for my opinion. Believe in yourself.
cs: Neptejte se na můj názor. Věřte si.

# conversations/companions/g_companion_parvati_bar_crawl_new:160:DefaultText
source: What does the booze tell you?
cs: Co vám říká alkohol?

# conversations/companions/g_companion_parvati_bar_crawl_new:161:DefaultText
source: No way.
cs: V žádném případě.

# conversations/companions/g_companion_parvati_bar_crawl_new:162:DefaultText
source: Okay! Okay, I'm gonna do it. Right when we get back to the shit. Er, ship. I mean, probably. Eventually.
cs: Dobře! Dobře, udělám to. Hned, jak se vrátíme k těm sračkám. Ehm, na loď. Teda, asi. Nakonec.
