Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/companions/g_companion_ellie_commentary_critpath.po
Languages: cs

# conversations/companions/g_companion_ellie_commentary_critpath:1:DefaultText
source: I sure hope you negotiated for a raise with this Phineas guy.
cs: Doufám, že jsi s tím Phineasem vyjednával o zvýšení platu.

# conversations/companions/g_companion_ellie_commentary_critpath:2:DefaultText
source: I've seen lotsa crazy, Captain. But Phineas is in a class of his own.
cs: Už jsem viděl spoustu šíleností, kapitáne. Ale Phineas je třída sama pro sebe.

# conversations/companions/g_companion_ellie_commentary_critpath:3:DefaultText
source: I hope you got Akande to pay you up-front.
cs: Doufám, že ti Akande zaplatil předem.

# conversations/companions/g_companion_ellie_commentary_critpath:4:DefaultText
source: Tartarus is a hell of a place to wake up, Captain.
cs: Tartar je zatraceně příjemné místo na probuzení, kapitáne.

# conversations/companions/g_companion_ellie_commentary_critpath:5:DefaultText
source: Why do you say that?
cs: Proč to říkáte?

# conversations/companions/g_companion_ellie_commentary_critpath:6:DefaultText
source: This isn't about money.
cs: Nejde o peníze.

# conversations/companions/g_companion_ellie_commentary_critpath:7:DefaultText
source: I mean to get my due at the end of this.
cs: Chci, aby mi to na konci patřilo.

# conversations/companions/g_companion_ellie_commentary_critpath:8:DefaultText
source: Uh-huh. Sure.
cs: Uh-huh. Jistě.

# conversations/companions/g_companion_ellie_commentary_critpath:9:DefaultText
source: Then we'd better hope he doesn't blow himself up while we're gone. Or if he does, that he has a killer insurance policy.
cs: Pak bychom měli doufat, že se nevyhodí do vzduchu, zatímco budeme pryč. Nebo pokud ano, že má vražednou pojistku.

# conversations/companions/g_companion_ellie_commentary_critpath:10:DefaultText
source: Ever notice how this job gets bigger and more dangerous every time he calls in? He's asking a lot, Captain.
cs: Všiml sis někdy, jak je ta práce pokaždé, když zavolá, větší a nebezpečnější? Chce toho hodně, kapitáne.

# conversations/companions/g_companion_ellie_commentary_critpath:11:DefaultText
source: Everybody's got an angle. I'm just wondering what yours is.
cs: Každý má svůj úhel pohledu. Jen by mě zajímalo, jaký je ten váš.

# conversations/companions/g_companion_ellie_commentary_critpath:12:DefaultText
source: Makes me wonder what your angle is.
cs: Zajímalo by mě, jaký je váš úhel pohledu.

# conversations/companions/g_companion_ellie_commentary_critpath:13:DefaultText
source: Phineas is trying to do good for the colony. And I want to help.
cs: Phineas se snaží dělat dobro pro kolonii. A já mu chci pomoci.

# conversations/companions/g_companion_ellie_commentary_critpath:14:DefaultText
source: I don't know. I've just been going along with him for now.
cs: Nevím. Zatím jsem s ním jen souhlasil.

# conversations/companions/g_companion_ellie_commentary_critpath:15:DefaultText
source: He's paying. That's enough for me.
cs: Platí. To mi stačí.

# conversations/companions/g_companion_ellie_commentary_critpath:16:DefaultText
source: Phineas rescued me from the Hope. The least I can do is help him see this through.
cs: Phineas mě zachránil před Nadějí. To nejmenší, co pro něj můžu udělat, je pomoci mu to dotáhnout do konce.

# conversations/companions/g_companion_ellie_commentary_critpath:17:DefaultText
source: I knew a doctor like him once. He had a patient complaining of ankle pain, so he amputated the man's foot.
cs: Znal jsem jednoho takového lékaře. Měl pacienta, který si stěžoval na bolest kotníku, a tak mu amputoval nohu.

# conversations/companions/g_companion_ellie_commentary_critpath:18:DefaultText
source: Fair enough. But you should know he's not the only game in town.
cs: To je fér. Ale měl bys vědět, že není jediným hráčem ve městě.

# conversations/companions/g_companion_ellie_commentary_critpath:19:DefaultText
source: That's one way of looking at it.
cs: To je jeden ze způsobů, jak se na to dívat.

# conversations/companions/g_companion_ellie_commentary_critpath:20:DefaultText
source: The Board's put a bounty on his head. And they've got more than enough bits to pay it.
cs: Rada na jeho hlavu vypsala odměnu. A mají víc než dost kousků, aby ji zaplatili.

# conversations/companions/g_companion_ellie_commentary_critpath:21:DefaultText
source: I know you've been talking with the Board's people.
cs: Vím, že jste mluvil s lidmi z rady.

# conversations/companions/g_companion_ellie_commentary_critpath:22:DefaultText
source: I've got no love for the corporations, but they know how to take care of their people. The ones at the top, anyway.
cs: Nemám korporace v lásce, ale o své lidi se umí postarat. Tedy o ty nahoře.

# conversations/companions/g_companion_ellie_commentary_critpath:23:DefaultText
source: Might as well aim high.
cs: Mohl bys také mířit vysoko.

# conversations/companions/g_companion_ellie_commentary_critpath:24:DefaultText
source: I'm not going to become some corporate lackey.
cs: Nehodlám se stát nějakým firemním poskokem.

# conversations/companions/g_companion_ellie_commentary_critpath:25:DefaultText
source: The Board's corrupt!
cs: Rada je zkorumpovaná!

# conversations/companions/g_companion_ellie_commentary_critpath:26:DefaultText
source: Everyone is. The Board just pays the best.
cs: Všichni jsou. Správní rada jen platí ty nejlepší.

# conversations/companions/g_companion_ellie_commentary_critpath:27:DefaultText
source: Don't think of it as being a lackey. Think of it as doing a job and getting paid really, really well.
cs: Nepřemýšlejte o tom, že jste poskok. Berte to tak, že děláte práci a dostáváte za ni opravdu dobře zaplaceno.

# conversations/companions/g_companion_ellie_commentary_critpath:28:DefaultText
source: Besides, none of this is your mess. So why go dirtying your hands with it?
cs: Kromě toho, nic z toho není váš nepořádek. Tak proč si s ním špinit ruce?

# conversations/companions/g_companion_ellie_commentary_critpath:29:DefaultText
source: If Halcyon goes down, we all do. I'll do what I can to fix it.
cs: Pokud Halcyon padne, padneme všichni. Udělám, co bude v mých silách, abych to napravil.

# conversations/companions/g_companion_ellie_commentary_critpath:30:DefaultText
source: Because it's the right thing to do.
cs: Protože je to správné.

# conversations/companions/g_companion_ellie_commentary_critpath:31:DefaultText
source: I hadn't thought about it that way. Maybe you're right.
cs: Takhle jsem o tom nepřemýšlel. Možná máš pravdu.

# conversations/companions/g_companion_ellie_commentary_critpath:32:DefaultText
source: I've got no connections here. But if I play my cards right, I can come out on top.
cs: Nemám tu žádné konexe. Ale když budu hrát správně, můžu se dostat na vrchol.

# conversations/companions/g_companion_ellie_commentary_critpath:33:DefaultText
source: I haven't survived this long by being wrong. And anyway, Phineas isn't your only option.
cs: Tak dlouho jsem nepřežil díky tomu, že jsem se mýlil. A vůbec, Phineas není tvoje jediná možnost.

# conversations/companions/g_companion_ellie_commentary_critpath:34:DefaultText
source: Now that's some smart thinking. But Phineas isn't the only game in town, you know.
cs: Tak to je chytrý nápad. Ale Phineas není jediná hra ve městě.

# conversations/companions/g_companion_ellie_commentary_critpath:35:DefaultText
source: Hate to say it, but the right thing rarely pays well.
cs: Nerad to říkám, ale správná věc se málokdy vyplatí.

# conversations/companions/g_companion_ellie_commentary_critpath:36:DefaultText
source: Guess I hadn't looked at it that way. Still, Phineas isn't your only option.
cs: Asi jsem se na to tak nedíval. Přesto Phineas není jediná možnost.

# conversations/companions/g_companion_ellie_commentary_critpath:37:DefaultText
source: Exactly.
cs: Přesně tak.

# conversations/companions/g_companion_ellie_commentary_critpath:38:DefaultText
source: I know you wanna save the day, but don't forget to look after yourself. No one else out here is going to.
cs: Vím, že chceš zachránit den, ale nezapomeň se postarat o sebe. Nikdo jiný to tady neudělá.

# conversations/companions/g_companion_ellie_commentary_critpath:39:DefaultText
source: You seem to have a good head on your shoulders, so I probably don't need to tell you this, but look out for yourself. No one else out here will.
cs: Zdá se, že máš dobrou hlavu, takže ti to asi nemusím říkat, ale dávej na sebe pozor. Nikdo jiný to za tebe neudělá.

# conversations/companions/g_companion_ellie_commentary_critpath:40:DefaultText
source: Thanks for the advice.
cs: Děkuji za radu.

# conversations/companions/g_companion_ellie_commentary_critpath:41:DefaultText
source: Aw, Ellie. I didn't know you cared.
cs: Ellie. Nevěděla jsem, že ti na tom záleží.

# conversations/companions/g_companion_ellie_commentary_critpath:42:DefaultText
source: You're wrong about that.
cs: V tom se mýlíte.

# conversations/companions/g_companion_ellie_commentary_critpath:43:DefaultText
source: Hey, don't get any ideas. I'm just making sure you last long enough to pay me at the end of this.
cs: Hej, ať tě nic nenapadne. Jen se snažím, abys vydržel dost dlouho na to, abys mi na konci mohl zaplatit.

# conversations/companions/g_companion_ellie_commentary_critpath:44:DefaultText
source: In either case, you should know Welles isn't the only game in town.
cs: V každém případě byste měli vědět, že Welles není jediným hráčem ve městě.

# conversations/companions/g_companion_ellie_commentary_critpath:45:DefaultText
source: What do you mean?
cs: Co tím myslíte?

# conversations/companions/g_companion_ellie_commentary_critpath:46:DefaultText
source: I'm not helping her for the money.
cs: Nepomáhám jí kvůli penězům.

# conversations/companions/g_companion_ellie_commentary_critpath:47:DefaultText
source: I'm gonna get what's mine at the end of this.
cs: Na konci toho všeho dostanu, co mi patří.

# conversations/companions/g_companion_ellie_commentary_critpath:48:DefaultText
source: I mean you seem to be doing her a lot of favors.
cs: Zdá se, že jí prokazuješ spoustu laskavostí.

# conversations/companions/g_companion_ellie_commentary_critpath:49:DefaultText
source: I haven't seen anyone work this hard since Parvati had her big date with Junlei.
cs: Od doby, kdy měla Parvati velké rande s Junleiem, jsem nikoho neviděla takhle tvrdě pracovat.

# conversations/companions/g_companion_ellie_commentary_critpath:50:DefaultText
source: Just make sure you have your terms in writing. Maybe tattoo 'em if you can spare an ass cheek. Those Board folks are slippery.
cs: Jen se ujistěte, že máte podmínky písemně. Možná si je nechte vytetovat, pokud máte volnou půlku zadku. Ti lidé z představenstva jsou kluzcí.

# conversations/companions/g_companion_ellie_commentary_critpath:51:DefaultText
source: Oh! Okay, I'm ready.
cs: Dobře, jsem připraven.

# conversations/companions/g_companion_ellie_commentary_critpath:52:DefaultText
source: For what?
cs: K čemu?

# conversations/companions/g_companion_ellie_commentary_critpath:53:DefaultText
source: I mean it. It's not about money for me.
cs: Myslím to vážně. Nejde mi o peníze.

# conversations/companions/g_companion_ellie_commentary_critpath:54:DefaultText
source: The punchline.
cs: Pointa.

# conversations/companions/g_companion_ellie_commentary_critpath:55:DefaultText
source: Wait... you're serious?
cs: Počkat... to myslíš vážně?

# conversations/companions/g_companion_ellie_commentary_critpath:56:DefaultText
source: I figure if the Board's rates are that good, I might as well ask you for a reference.
cs: Říkám si, že když jsou sazby rady tak dobré, mohl bych vás požádat o doporučení.

# conversations/companions/g_companion_ellie_commentary_critpath:57:DefaultText
source: Why else would you work for the Board?
cs: Proč byste jinak pracoval pro správní radu?

# conversations/companions/g_companion_ellie_commentary_critpath:58:DefaultText
source: I pick winners. They're the most powerful force in Halcyon.
cs: Vybírám vítěze. Jsou nejmocnější silou v Halcyonu.

# conversations/companions/g_companion_ellie_commentary_critpath:59:DefaultText
source: Revenge. Phineas used me. No one gets away with that.
cs: Pomsta. Phineas mě využil. To nikomu neprojde.

# conversations/companions/g_companion_ellie_commentary_critpath:60:DefaultText
source: They stand the greatest chance of digging this colony out of the hole.
cs: Právě oni mají největší šanci tuto kolonii z díry vyhrabat.

# conversations/companions/g_companion_ellie_commentary_critpath:61:DefaultText
source: Then don't be mad, but I may've snuck a bite of your lunch the other day.
cs: Tak se nezlob, ale možná jsem ti tuhle ukousl kousek oběda.

# conversations/companions/g_companion_ellie_commentary_critpath:62:DefaultText
source: Can't argue with that. Most anyone who's tried is a sooty crater by now.
cs: S tím nelze nesouhlasit. Z každého, kdo to zkusil, je teď většinou kráter plný sazí.

# conversations/companions/g_companion_ellie_commentary_critpath:63:DefaultText
source: Hey, save Halcyon, good for you. I'm just saying, while you're at it, no harm in padding your pockets.
cs: Hej, zachraň Halcyon, dobře pro tebe. Jen říkám, že když už jsi v tom, není na škodu si namastit kapsy.

# conversations/companions/g_companion_ellie_commentary_critpath:64:DefaultText
source: For what it's worth, I think you're making a smart move. Just watch your back. These new friends make bad enemies.
cs: Myslím, že děláte chytrý krok. Jen si dávej pozor na záda. Tihle noví přátelé dělají špatné nepřátele.

# conversations/companions/g_companion_ellie_commentary_critpath:65:DefaultText
source: I know what I'm doing.
cs: Vím, co dělám.

# conversations/companions/g_companion_ellie_commentary_critpath:66:DefaultText
source: I gotta ask, though. Why cozy up to the Board in the first place? Most of the crews I've run with keep their distance.
cs: Musím se ale zeptat. Proč se vůbec přitulit k představenstvu? Většina posádek, se kterými jsem běhal, si drží odstup.

# conversations/companions/g_companion_ellie_commentary_critpath:67:DefaultText
source: It had to be someone.
cs: Někdo to musel být.

# conversations/companions/g_companion_ellie_commentary_critpath:68:DefaultText
source: Money. No one's got more of it than the Board.
cs: Peníze. Nikdo jich nemá víc než správní rada.

# conversations/companions/g_companion_ellie_commentary_critpath:69:DefaultText
source: Ah, greed. Refreshing. Simple.
cs: Ach, chamtivost. Osvěžující. Jednoduché.

# conversations/companions/g_companion_ellie_commentary_critpath:70:DefaultText
source: I've been pleased.
cs: Byl jsem spokojen.

# conversations/companions/g_companion_ellie_commentary_critpath:71:DefaultText
source: I'm not doing this for the money.
cs: Nedělám to pro peníze.

# conversations/companions/g_companion_ellie_commentary_critpath:72:DefaultText
source: Not really.
cs: Ne tak docela.

# conversations/companions/g_companion_ellie_commentary_critpath:73:DefaultText
source: Yes. I trust Phineas.
cs: Ano. Věřím Phineasovi.

# conversations/companions/g_companion_ellie_commentary_critpath:74:DefaultText
source: I'm not sure, but it's our best chance.
cs: Nejsem si jistý, ale je to naše nejlepší šance.

# conversations/companions/g_companion_ellie_commentary_critpath:75:DefaultText
source: Okay. Just checking.
cs: Dobře. Jen to ověřuji.

# conversations/companions/g_companion_ellie_commentary_critpath:76:DefaultText
source: Do you really think he knows what he's doing? Sending us to skip the Hope into Terra 2's orbit, right under the Board's nose?
cs: Opravdu si myslíte, že ví, co dělá? Posílá nás přeskočit Naději na oběžnou dráhu Terry 2, přímo před nosem Rady?

# conversations/companions/g_companion_ellie_commentary_critpath:77:DefaultText
source: I'm not helping him. I'm with Sophia.
cs: Já mu nepomáhám. Jsem se Sophií.

# conversations/companions/g_companion_ellie_commentary_critpath:78:DefaultText
source: Something tells me you're the first person to ever utter those words, Captain.
cs: Něco mi říká, že jste první člověk, který tato slova vyslovil, kapitáne.

# conversations/companions/g_companion_ellie_commentary_critpath:79:DefaultText
source: There's a sobering thought. Makes me want a drink.
cs: Je tu střízlivá myšlenka. Chce se mi pít.

# conversations/companions/g_companion_ellie_commentary_critpath:80:DefaultText
source: Speaking of, I get that Phineas thinks he's saving the colony, but what about you? Why risk your neck on this crazy scheme?
cs: Když už jsme u toho, chápu, že si Phineas myslí, že zachraňuje kolonii, ale co ty? Proč riskovat svůj krk kvůli tomuhle šílenému plánu?

# conversations/companions/g_companion_ellie_commentary_critpath:81:DefaultText
source: I think this whole plan's insane, but it'll make a good story. Y'know, if we survive.
cs: Myslím, že celý tenhle plán je šílený, ale bude z toho dobrý příběh. Však víš, jestli přežijeme.

# conversations/companions/g_companion_ellie_commentary_critpath:82:DefaultText
source: The people of Halcyon deserve a chance. So do the colonists on the Hope.
cs: Obyvatelé Halcyonu si zaslouží šanci. Stejně tak kolonisté na Hope.

# conversations/companions/g_companion_ellie_commentary_critpath:83:DefaultText
source: It's just my kind of crazy!
cs: To je přesně můj typ šílenství!

# conversations/companions/g_companion_ellie_commentary_critpath:84:DefaultText
source: What else am I gonna do? For better or worse, my future is tied to Halcyon now.
cs: Co jiného mám dělat? V dobrém i zlém, moje budoucnost je teď spojena s Halcyonem.

# conversations/companions/g_companion_ellie_commentary_critpath:85:DefaultText
source: Coming from anyone else, that would sound like a line from one of those Odeon Pictures movies. But I think you really mean it.
cs: Kdyby to řekl někdo jiný, znělo by to jako hláška z jednoho z filmů Odeon Pictures. Ale myslím, že to myslíš vážně.

# conversations/companions/g_companion_ellie_commentary_critpath:86:DefaultText
source: Still, all this depends on the other Hope colonists - are they gonna pull us out of the shit? Or are we all just gonna leave a bigger, uglier stain on this corner of the galaxy?
cs: Přesto všechno to závisí na ostatních kolonistech Naděje - vytáhnou nás z těch sraček? Nebo po nás všech zůstane v tomhle koutě galaxie ještě větší a ošklivější skvrna?

# conversations/companions/g_companion_ellie_commentary_critpath:87:DefaultText
source: We'll pull together. I'm confident in that.
cs: Budeme táhnout za jeden provaz. Jsem si tím jistý.

# conversations/companions/g_companion_ellie_commentary_critpath:88:DefaultText
source: I'm not optimistic, but we've gotta try something before we all go down.
cs: Nejsem optimista, ale musíme něco zkusit, než se všichni potopíme.

# conversations/companions/g_companion_ellie_commentary_critpath:89:DefaultText
source: I'd settle for a bottle of whiskey and some lubrinesene, but I've never been much of a self-starter.
cs: Spokojil bych se s lahví whisky a nějakým lubrikanem, ale nikdy jsem nebyl moc velký samouk.

# conversations/companions/g_companion_ellie_commentary_critpath:90:DefaultText
source: We won't know until we make it happen.
cs: To se dozvíme, až když se nám to podaří.

# conversations/companions/g_companion_ellie_commentary_critpath:91:DefaultText
source: You're too trusting. And I'm gonna remember that when I negotiate for my cut of our reward, okay?
cs: Jste příliš důvěřiví. A budu si to pamatovat, až budu vyjednávat o svém podílu z naší odměny, dobře?

# conversations/companions/g_companion_ellie_commentary_critpath:93:DefaultText
source: This sounded better than being home alone on a Saturday night.
cs: Znělo to lépe než být v sobotu večer sám doma.

# conversations/companions/g_companion_ellie_commentary_critpath:94:DefaultText
source: Well, whenever you're ready to do this, I'm with you.
cs: Kdykoli budete připraveni to udělat, jsem s vámi.

# conversations/companions/g_companion_ellie_commentary_critpath:95:DefaultText
source: The part with the Hope, I mean. Not the other thing.
cs: Myslím tu část s Nadějí. Ne tu druhou věc.

# conversations/companions/g_companion_ellie_commentary_critpath:96:DefaultText
source: That thinking's gotten me into all sorts of trouble.
cs: Tohle myšlení mě dostalo do nejrůznějších potíží.

# conversations/companions/g_companion_ellie_commentary_critpath:97:DefaultText
source: Makes you wish for a fancier ship with bigger engines. Dunno about you, but I'd be outta here if I could.
cs: Člověk si přeje větší loď s většími motory. Nevím jak vy, ale já bych odsud vypadl, kdybych mohl.

# conversations/companions/g_companion_ellie_commentary_critpath:98:DefaultText
source: I'm gonna try to forget that you've been calling the shots this whole time.
cs: Pokusím se zapomenout, že jsi celou dobu rozhodoval ty.

# conversations/companions/g_companion_ellie_commentary_critpath:107:DefaultText
source: That's how I look at it. I've been wondering what this is about for you.
cs: Tak se na to dívám já. Přemýšlel jsem, o čem to pro vás je.

# conversations/companions/g_companion_ellie_commentary_critpath:108:DefaultText
source: This is how I guarantee my future.
cs: Tímto způsobem si zajišťuji budoucnost.

# conversations/companions/g_companion_ellie_commentary_critpath:110:DefaultText
source: The Board can help Halcyon survive. This is for the best.
cs: Rada může společnosti Halcyon pomoci přežít. To je nejlepší.

# conversations/companions/g_companion_ellie_commentary_critpath:111:DefaultText
source: Skipping the Hope to Tartarus? Hell of a place to wake up.
cs: Přeskočit naději na Tartar? Pekelné místo k probuzení.

# conversations/companions/g_companion_ellie_commentary_critpath:112:DefaultText
source: What other choice is there? Phineas is crazy, and no one else has any idea what they're doing.
cs: Jaká je jiná možnost? Phineas je blázen a nikdo jiný nemá ponětí, co dělá.

# conversations/companions/g_companion_ellie_commentary_critpath:113:DefaultText
source: I've got my reasons.
cs: Mám své důvody.

# conversations/companions/g_companion_ellie_commentary_critpath:114:DefaultText
source: I can take a hint.
cs: Umím si poradit.

# conversations/companions/g_companion_ellie_commentary_critpath:115:DefaultText
source: I'd call that a generous assessment.
cs: To bych označil za velkorysé hodnocení.

# conversations/companions/g_companion_ellie_commentary_critpath:116:DefaultText
source: Can't fault you for that. Not much else you can guarantee out here.
cs: To vám nemůžeme vyčítat. Nic moc jiného tady zaručit nemůžete.

# conversations/companions/g_companion_ellie_commentary_critpath:117:DefaultText
source: Throw in some exclamation points and a sleek graphic, and there's your propaganda poster.
cs: Přidejte pár vykřičníků a elegantní grafiku a máte propagandistický plakát.

# conversations/companions/g_companion_ellie_commentary_critpath:118:DefaultText
source: Where do you think this is headed for everyone else, though? You think the Board's gonna pull Halcyon out of its tailspin?
cs: Kam si myslíte, že to povede pro všechny ostatní? Myslíš, že představenstvo vytáhne Halcyon z bryndy?

# conversations/companions/g_companion_ellie_commentary_critpath:119:DefaultText
source: Your guess is as good as mine.
cs: Váš odhad je stejně dobrý jako můj.

# conversations/companions/g_companion_ellie_commentary_critpath:120:DefaultText
source: As long as I come out on top, I don't really care.
cs: Dokud jsem na vrcholu, je mi to jedno.

# conversations/companions/g_companion_ellie_commentary_critpath:121:DefaultText
source: It may require some sacrifices, but they'll keep things running.
cs: Možná si to vyžádá nějaké oběti, ale díky nim bude vše fungovat.

# conversations/companions/g_companion_ellie_commentary_critpath:122:DefaultText
source: You're a breath of fresh air, Captain.
cs: Jste závan čerstvého vzduchu, kapitáne.
