Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/13_endgameslides/1301_endgameslides.po
Languages: cs

# conversations/13_endgameslides/1301_endgameslides:191:DefaultText
source: As for Adelaide McDevitt, she tended to her garden in solitude for another year before passing away. Her body was discovered some months later, when Reed Tobson paid her a visit in an effort to make amends. Her remains were buried in a place of honor, underneath the floor of the Edgewater Cannery. Reed believed this was what she always wanted.
cs: Adelaide McDevittová se o svou zahradu starala o samotě ještě rok, než zemřela. Její tělo bylo nalezeno o několik měsíců později, když ji navštívil Reed Tobson, aby ji odškodnil. Její ostatky byly pohřbeny na čestném místě pod podlahou konzervárny v Edgewateru. Reed věřil, že to bylo to, co si vždycky přála.

# conversations/13_endgameslides/1301_endgameslides:192:DefaultText
source: It was said that the first corpse that fed her garden belonged to Reed Tobson.
cs: Říkalo se, že první mrtvola, která nakrmila její zahradu, patřila Reedu Tobsonovi.

# conversations/13_endgameslides/1301_endgameslides:193:DefaultText
source: As for Reed Tobson, it was said that he lasted exactly two days outside the walls of Edgewater. Years later, a marauder was found in possession of his hat.
cs: Pokud jde o Reeda Tobsona, ten prý vydržel za zdmi Edgewateru přesně dva dny. Po letech se našel nájezdník, který měl u sebe jeho klobouk.

# conversations/13_endgameslides/1301_endgameslides:194:DefaultText
source: Within the space of a year, both groups had been killed by a band of well-organized marauders, led by Zoe Chandler.
cs: Během jednoho roku byly obě skupiny zabity skupinou dobře organizovaných nájezdníků vedenou Zoe Chandlerovou.

# conversations/13_endgameslides/1301_endgameslides:195:DefaultText
source: As expected, within the space of a year, both groups had been killed by marauders.
cs: Jak se dalo očekávat, během jednoho roku byly obě skupiny zabity nájezdníky.

# conversations/13_endgameslides/1301_endgameslides:200:DefaultText
source: Without the commanding leadership of Junlei Tennyson, the Groundbreaker teetered on the verge of corporate control. The ship's independence eroded until it was nothing but another symbolic brand. Once Engineering and Life Support fell into Board hands, the people began to accept that their home was no longer their own.
cs: Bez velitelského vedení Junleie Tennysona se Groundbreaker potácel na hranici ovládnutí společnosti. Nezávislost lodi se vytrácela, až se z ní stala jen další symbolická značka. Jakmile strojovna a podpora života přešly do rukou představenstva, lidé se začali smiřovat s tím, že jejich domov už není jejich.

# conversations/13_endgameslides/1301_endgameslides:201:DefaultText
source: The loss of Junlei Tennyson hit the Groundbreaker hard, and even threatened to undercut the ship's independence. Taking up the example of their fallen Captain, citizens banded together and rallied anew for the Groundbreaker's autonomy. Junlei was remembered as a folk hero, the spark that ignited a flame, heralding a new age of proud defiance against anyone who would challenge the Groundbreaker's sovereignty.
cs: Ztráta Junlei Tennyson těžce zasáhla Groundbreaker a dokonce hrozila, že podkope nezávislost lodi. Občané se po vzoru svého padlého kapitána spojili a znovu se shromáždili za samostatnost Groundbreakeru. Junlei byl vzpomínán jako lidový hrdina, jiskra, která zažehla plamen, ohlašující nový věk hrdého vzdoru proti každému, kdo by chtěl zpochybnit suverenitu Groundbreakeru.

# conversations/13_endgameslides/1301_endgameslides:202:DefaultText
source: While the Groundbreaker remained mechanically stable, the changing times forced Junlei Tennyson to make some difficult calls on behalf of her community. The work of maintaining independence was an uphill climb, and she found herself caving to bad-faith compromises with the Board. Time will tell if the Groundbreaker can endure.
cs: Zatímco Groundbreaker zůstával mechanicky stabilní, měnící se doba donutila Junlei Tennysonovou učinit jménem své komunity několik obtížných rozhodnutí. Práce na udržení nezávislosti byla nelehkým úkolem a ona se přistihla, že ustupuje kompromisům se správní radou ve zlé víře. Čas ukáže, zda to Groundbreaker vydrží.

# conversations/13_endgameslides/1301_endgameslides:203:DefaultText
source: Under the leadership of Junlei Tennyson, the Groundbreaker held firm against corporate influence. The ship's mechanical stability gave Junlei the time to educate a promising generation of engineers schooled in her family's traditions. The future of the Groundbreaker looks promising.
cs: Pod vedením Junlei Tennysona se Groundbreaker pevně postavil vlivu korporací. Díky mechanické stabilitě lodi měla Junlei čas vychovat nadějnou generaci inženýrů, kteří se vzdělávali v tradicích její rodiny. Budoucnost Groundbreakeru vypadá slibně.

# conversations/13_endgameslides/1301_endgameslides:204:DefaultText
source: Junlei Tennyson struggled to maintain the Groundbreaker's independence. Mechanical failures forced her to make increasingly uncomfortable compromises to stabilize her ship. The Board bought her out of the Groundbreaker one deck at a time. While she kept the ship intact, her role as Captain became a symbolic one.
cs: Junlei Tennyson se snažil udržet nezávislost Groundbreakeru. Mechanické poruchy ji nutily dělat stále nepříjemnější kompromisy, aby loď stabilizovala. Rada ji vykupovala z Groundbreakeru jednu palubu za druhou. I když loď udržela v nezměněném stavu, její role kapitána se stala symbolickou.

# conversations/13_endgameslides/1301_endgameslides:205:DefaultText
source: Junlei Tennyson fought to protect the Groundbreaker's independence. While the Board's influence faded, mechanical difficulties forced her to rely on parts that only corporations could provide. The cost was high, and time would tell if Junlei could balance the work with her aspirations for a better future.
cs: Junlei Tennyson bojoval za ochranu nezávislosti zeměplochy. Zatímco vliv představenstva slábl, mechanické potíže ji nutily spoléhat se na součástky, které mohly poskytnout pouze korporace. Náklady byly vysoké a čas ukáže, zda Junlei dokáže vyvážit práci se svými aspiracemi na lepší budoucnost.

# conversations/13_endgameslides/1301_endgameslides:213:DefaultText
source: The rediscovery of the Hope and the abandonment of the Lifetime Employment Program forced Byzantium to come to terms with some uncomfortable realities about the state of Halcyon. While Byzantines were reluctant to surrender the luxuries they'd grown accustomed to, the Board's diminished authority gave them little choice in the matter. Nearly everyone had to learn to make do with less. Some even had to get jobs. It was a dark time, indeed.
cs: Znovuobjevení Naděje a opuštění programu celoživotního zaměstnávání přinutilo Byzantium vyrovnat se s některými nepříjemnými skutečnostmi o stavu Halcyonu. Byzantinci se sice neradi vzdávali luxusu, na který byli zvyklí, ale snížená autorita představenstva jim nedávala příliš na výběr. Téměř všichni se museli naučit vystačit s menším množstvím peněz. Někteří si dokonce museli najít práci. Byla to vskutku temná doba.

# conversations/13_endgameslides/1301_endgameslides:214:DefaultText
source: As smaller settlements were swallowed up and their workers drafted into the Lifetime Employment Program, Byzantium continued to thrive. While its citizens lived in decadence and extravagance, a small cadre of scientists worked to solve the nutrition crisis that threatened Halcyon. No one else much noticed the townships that disappeared from the map or the luxuries that slowly lost their luster year by year.
cs: Zatímco menší osady byly pohlceny a jejich zaměstnanci zařazeni do programu celoživotního zaměstnávání, Byzantium nadále vzkvétalo. Zatímco jeho obyvatelé žili v dekadenci a rozmařilosti, malý kádr vědců pracoval na řešení výživové krize, která ohrožovala Halcyon. Nikdo jiný si příliš nevšímal městských osad, které mizely z mapy, ani přepychu, který rok od roku pomalu ztrácel svůj lesk.

# conversations/13_endgameslides/1301_endgameslides:217:DefaultText
source: Though Ellie Fenhill perished during her adventures with you, she went out the way she would have wanted: in a blaze of violence and infamy.
cs: Ačkoli Ellie Fenhillová během svých dobrodružství s vámi zahynula, odešla tak, jak by si přála: v plamenech násilí a neslavně.

# conversations/13_endgameslides/1301_endgameslides:218:DefaultText
source: Though Ellie's tenure on the Unreliable ended sooner than she would've liked, she enjoyed her time there nonetheless. She returned to the Groundbreaker's orbit, where she continued running missions of dubious legality, shunning respectable work, and living life to the fullest. At the Lost Hope bar, she got plenty of mileage (and free drinks) out of tales of her adventures with the legendary crew of the Unreliable. Some of them were even true.
cs: Ačkoli Elliino působení na Nespolehlivém skončilo dříve, než by si přála, přesto se jí tam líbilo. Vrátila se na oběžnou dráhu Groundbreakeru, kde pokračovala v plnění misí pochybné legálnosti, vyhýbala se seriózní práci a žila naplno. V baru Ztracená naděje se jí dostávalo spousty kilometrů (a nápojů zdarma) z vyprávění o jejích dobrodružstvích s legendární posádkou Nespolehlivého. Některé z nich byly dokonce pravdivé.

# conversations/13_endgameslides/1301_endgameslides:219:DefaultText
source: After you killed her parents, Ellie left the Unreliable. She returned to her old life in the Groundbreaker's orbit, but her days of mischief and nights of carousal had lost their appeal. She found herself taking bigger and more foolish risks, but something irrevocable had changed.
cs: Poté, co jsi zabil její rodiče, Ellie opustila Nespolehlivé. Vrátila se ke svému starému životu na oběžné dráze Hromotluka, ale její dny plné rošťáren a noci plné kolotočů ztratily na přitažlivosti. Zjistila, že podstupuje větší a bláznivější rizika, ale něco se nezvratně změnilo.

# conversations/13_endgameslides/1301_endgameslides:220:DefaultText
source: Ellie savored her adventures on the Unreliable. Once they were done, she returned to life as usual: running missions of dubious legality, shunning respectable work, and living life to the fullest. She meant to reach out to her one-time captain, but she was always bad at keeping in touch.
cs: Ellie si vychutnávala svá dobrodružství na Nespolehlivém. Jakmile skončily, vrátila se k životu jako obvykle: plnila mise pochybné legálnosti, vyhýbala se slušné práci a žila naplno. Chtěla se spojit se svým někdejším kapitánem, ale vždycky byla špatná v udržování kontaktu.

# conversations/13_endgameslides/1301_endgameslides:221:DefaultText
source: Your influence further cemented Ellie's perspective. She understood she could never truly rely on others, so she set about making sure she wouldn't have to. With a steady income from the life insurance payouts, she was finally able to afford a ship of her own. She enjoyed a long and infamous career running missions across the system. Some of them were even legal.
cs: Váš vliv ještě více upevnil Elliin pohled na věc. Pochopila, že se nikdy nemůže skutečně spoléhat na druhé, a tak se rozhodla zajistit, aby nemusela. Díky stálému příjmu z výplat životního pojištění si konečně mohla dovolit vlastní loď. Těšila se dlouhé a neslavné kariéře, kdy plnila mise po celé soustavě. Některé z nich byly dokonce legální.

# conversations/13_endgameslides/1301_endgameslides:222:DefaultText
source: Your influence shifted Ellie's perspective. She finally admitted - albeit grudgingly - that she just might need other people. Sometimes. With a steady income from the life insurance payouts, she was finally able to afford a ship of her own. She hired a small crew and flew supply missions to communities on the fringe. Some of them were even legal.
cs: Váš vliv změnil Elliin pohled na věc. Nakonec připustila - i když nerada -, že možná potřebuje další lidi. Se stálým příjmem z výplaty životního pojištění si konečně mohla dovolit vlastní loď. Najala si malou posádku a létala na zásobovací mise do komunit na okraji. Některé z nich byly dokonce legální.

# conversations/13_endgameslides/1301_endgameslides:224:DefaultText
source: Felix Millstone never lived to see what became of the colony. He did not survive his encounter with you.
cs: Felix Millstone se nikdy nedožil toho, co se z kolonie stalo. Setkání s vámi nepřežil.

# conversations/13_endgameslides/1301_endgameslides:225:DefaultText
source: There are no official records of Felix Millstone leaving the Labyrinth. Some say he found himself a reasonably cozy cell and carved his name into the wall.
cs: Neexistují žádné oficiální záznamy o tom, že by Felix Millstone opustil Labyrint. Někteří říkají, že si našel poměrně útulnou celu a do zdi vyryl své jméno.

# conversations/13_endgameslides/1301_endgameslides:226:DefaultText
source: The story of Felix Millstone ended when he parted ways with his crew. No one knows if he survived in the years to come. Every now and then, a new story involving head injuries and tossball sticks made the rounds.
cs: Příběh Felixe Millstona skončil, když se rozešel se svou posádkou. Nikdo neví, zda přežil i v následujících letech. Každou chvíli se objevil nový příběh týkající se zranění hlavy a házecích holí.

# conversations/13_endgameslides/1301_endgameslides:227:DefaultText
source: Clyde Harlow and his gang of pirates never had the chance to go down in a blaze of defiance. The deteriorating state of the colony took its toll, and they fell into mutiny when their supplies ran low. Felix was not one of the crew killed in that mutiny.
cs: Clyde Harlow a jeho pirátská banda nikdy neměli šanci skončit v plamenech vzdoru. Zhoršující se stav kolonie si vybral svou daň a když jim došly zásoby, propadli vzpouře. Felix nebyl jedním z členů posádky, kteří při této vzpouře zahynuli.

# conversations/13_endgameslides/1301_endgameslides:228:DefaultText
source: Life in Halcyon was sobering for Felix Millstone. The grand revolution he'd dreamed of never came. There was no great awakening for the colony, no celebrations in the streets. There was only the hard, desperate work of trying to repair a broken colony. Felix never had a head for numbers, but if there was labor to be done, he was there to help. Eventually, Felix realized that the work of a revolution was done with two hands.
cs: Život v Halcyonu byl pro Felixe Millstona střízlivý. Velká revoluce, o které snil, nikdy nepřišla. Žádné velké probuzení kolonie, žádné oslavy v ulicích se nekonaly. Byla tu jen tvrdá, zoufalá práce, kdy se snažili napravit rozbitou kolonii. Felix nikdy neměl hlavu na čísla, ale pokud bylo třeba pracovat, byl tam, aby pomohl. Nakonec si Felix uvědomil, že revoluční práce se dělá dvěma rukama.

# conversations/13_endgameslides/1301_endgameslides:229:DefaultText
source: As the Board reasserted control over Halcyon, Felix came to realize that his life as an upstart rebel had come to an end. The Board's victory crushed any hope for a grand revolution across Halcyon, and so Felix once again found himself without a purpose in life.
cs: Když představenstvo znovu získalo kontrolu nad Halcyonem, Felix si uvědomil, že jeho život vzpurného rebela skončil. Vítězství představenstva zmařilo veškeré naděje na velkou revoluci v celém Halcyonu, a tak se Felix opět ocitl bez životního cíle.

# conversations/13_endgameslides/1301_endgameslides:230:DefaultText
source: He disappeared, only to reappear a year later in Board custody. Out of respect for his previous services, Sophia Akande spared his life, and added him to the Lifetime Employment Program instead. He remains in suspended animation to this day.
cs: Zmizel, aby se o rok později objevil ve vazbě. Z úcty k jeho předchozím službám ho Sophia Akande ušetřila a místo toho ho zařadila do programu celoživotního zaměstnávání. Dodnes je v umělém spánku.

# conversations/13_endgameslides/1301_endgameslides:231:DefaultText
source: He disappeared, only to reappear a few months later in Terra 2, looking to help the effort to save Halcyon. He was given a job hauling boxes for a local laboratory.
cs: Zmizel, aby se o několik měsíců později objevil v Terře 2 a chtěl pomoci při záchraně Halcyonu. Dostal práci jako převozník krabic pro místní laboratoř.

# conversations/13_endgameslides/1301_endgameslides:232:DefaultText
source: And so, with nowhere else left to turn, Felix continued to work for his boss - the only person with whom he'd ever belonged. He turned bitter and jaded over the years, but he always did as he was told.
cs: A tak Felix neměl kam jinam se obrátit, a tak dál pracoval pro svého šéfa - jediného člověka, ke kterému kdy patřil. V průběhu let zahořkl a otrnul, ale vždycky dělal, co se mu řeklo.

# conversations/13_endgameslides/1301_endgameslides:233:DefaultText
source: And so, disillusioned with his former boss and with nowhere left to go, Felix left his crew without saying goodbye. He was never heard from again.
cs: A tak Felix, zklamaný svým bývalým šéfem a nemaje kam jít, opustil svou posádku bez rozloučení. Nikdo o něm už nikdy neslyšel.

# conversations/13_endgameslides/1301_endgameslides:235:DefaultText
source: The Vicar Maximillian DeSoto died while serving aboard the Unreliable. It may not have been what he wanted, but he surely would have preferred it to living out his days in Edgewater.
cs: Farář Maximillian DeSoto zemřel během služby na palubě lodi Unreliable. Možná to nebylo to, co chtěl, ale určitě by tomu dal přednost před dožitím v Edgewateru.

# conversations/13_endgameslides/1301_endgameslides:236:DefaultText
source: Unshackled from a lifetime of striving and fighting the universe and himself, Vicar Maximillian DeSoto was at peace when he sacrificed his life as part of the crew of the Unreliable.
cs: Vikář Maximillian DeSoto, který se zbavil celoživotního úsilí a boje s vesmírem i sám se sebou, byl v klidu, když obětoval svůj život jako člen posádky lodi Nespolehlivý.

# conversations/13_endgameslides/1301_endgameslides:237:DefaultText
source: After being unceremoniously ejected from the crew of the Unreliable, Max, disillusioned, tried to rejoin the OSI, but was defrocked for leaving his post in Edgewater.
cs: Poté, co byl Max bez okolků vyhozen z posádky Nespolehlivého, se zklamaný pokusil vrátit k OSI, ale za opuštění svého místa v Edgewateru byl vyhoštěn.

# conversations/13_endgameslides/1301_endgameslides:238:DefaultText
source: When the vicar known as Max was unceremoniously ejected from the crew of the Unreliable, he took this as a sign that it was time to move on, to live out the life he had sought so long to create.
cs: Když byl vikář známý jako Max bez okolků vyhozen z posádky Nespolehlivého, považoval to za znamení, že je čas jít dál a žít život, o který tak dlouho usiloval.

# conversations/13_endgameslides/1301_endgameslides:239:DefaultText
source: As much as he enjoyed his adventures aboard the Unreliable, the vicar known as Max eventually decided that it was time to move on, to live out the life he had sought so long to create.
cs: Ačkoli si vikář známý jako Max užíval svá dobrodružství na palubě Nespolehlivého, nakonec se rozhodl, že je čas jít dál a žít život, o který tak dlouho usiloval.

# conversations/13_endgameslides/1301_endgameslides:240:DefaultText
source: After all he'd seen and heard adventuring with you, the Vicar Maximillian DeSoto renounced his faith and joined the effort to rebuild the colony. Ironically, he finally found the joy that had eluded him over the course of his life, and realized that perhaps he was always meant to be just a simple laborer after all. He quickly dismissed the idea.
cs: Po všem, co viděl a slyšel, když s vámi prožíval dobrodružství, se vikář Maximillian DeSoto zřekl své víry a připojil se k úsilí o obnovu kolonie. Paradoxně tak konečně našel radost, která mu v průběhu života unikala, a uvědomil si, že možná byl nakonec vždy předurčen být jen prostým dělníkem. Tuto myšlenku však rychle zavrhl.

# conversations/13_endgameslides/1301_endgameslides:241:DefaultText
source: As a reward for his part in her courageous rescue, the Adjutant invited the vicar known as Max to become one of the leaders of the Order of Scientific Inquiry.
cs: Jako odměnu za jeho podíl na její odvážné záchraně pozval adjutant vikáře známého jako Maxe, aby se stal jedním z vůdců Řádu vědeckého bádání.

# conversations/13_endgameslides/1301_endgameslides:242:DefaultText
source: He lived out his days as a common laborer in a dying company town.
cs: Dožil své dny jako obyčejný dělník ve skomírajícím městě.

# conversations/13_endgameslides/1301_endgameslides:243:DefaultText
source: He made his living for a time as a common laborer in a dying company town before being rejected for the Lifetime Employment Program. His ultimate fate is unknown.
cs: Nějakou dobu se živil jako obyčejný dělník ve skomírajícím městě, než byl odmítnut pro program celoživotního zaměstnávání. Jeho další osud není znám.

# conversations/13_endgameslides/1301_endgameslides:244:DefaultText
source: He knew there were many in the colony who carried burdens much worse than the ones he had struggled with, and he devoted himself to easing their suffering wherever he could. He only ever took up arms again to defend the defenseless. Unshackled from a lifetime of striving and fighting the universe and himself, Vicar Maximillian DeSoto was finally at peace.
cs: Věděl, že v kolonii je mnoho lidí, kteří nesou mnohem horší břemena, než s jakými se potýkal on, a věnoval se tomu, aby jim ulehčil utrpení, kde jen mohl. Zbraně se znovu chopil jen proto, aby bránil bezbranné. Odpoután od celoživotního snažení a boje s vesmírem i sám se sebou byl vikář Maximillian DeSoto konečně v klidu.

# conversations/13_endgameslides/1301_endgameslides:245:DefaultText
source: But Max had no interest in serving any organization--let alone the OSI, which he knew would never tolerate his "heretical" theories. Instead, he attempted to minister to the people of Byzantium. They rejected his ideas, being far too satisfied with their own material comforts. Disillusioned, Max gave up and left the city. He was never heard from again.
cs: Max však neměl zájem sloužit žádné organizaci, natož OSI, o níž věděl, že by jeho "kacířské" teorie nikdy netolerovala. Místo toho se snažil sloužit lidem v Byzanci. Ti jeho myšlenky odmítali, protože byli příliš spokojeni s vlastním materiálním pohodlím. Zklamaný Max to vzdal a opustil město. Nikdo o něm už nikdy neslyšel.

# conversations/13_endgameslides/1301_endgameslides:246:DefaultText
source: Max eventually rose to the top, becoming the Presiding Bishop of the OSI. He denounced his spiritual meanderings as a misguided attempt to come to terms with his long-dead parents. His only regret was that they had not lived long enough to see that he was right all along.
cs: Max se nakonec vyšvihl až na vrchol a stal se předsedajícím biskupem OSI. Své duchovní toulky označil za chybný pokus vyrovnat se s dávno mrtvými rodiči. Litoval jen toho, že nežili dost dlouho na to, aby viděli, že měl celou dobu pravdu.

# conversations/13_endgameslides/1301_endgameslides:248:DefaultText
source: Parvati didn't survive her adventure with you.
cs: Parvati s tebou dobrodružství nepřežila.
