Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/13_endgameslides/1301_endgameslides.po
Languages: cs

# conversations/13_endgameslides/1301_endgameslides:249:DefaultText
source: After Parvati left the crew of the Unreliable, little was heard from her again. She exchanged occasional messages with ADA, but they were light on details and grew increasingly infrequent. Months later, her name appeared on the manifest of a research vessel that vanished during an unexpected solar storm.
cs: Poté, co Parvati opustila posádku Nespolehlivé, už o ní nebylo téměř slyšet. Občas si vyměňovala zprávy s ADA, ale ty byly málo podrobné a stále vzácnější. O několik měsíců později se její jméno objevilo na seznamu výzkumné lodi, která zmizela během nečekané sluneční bouře.

# conversations/13_endgameslides/1301_endgameslides:250:DefaultText
source: Once the matter with the Hope colonists was resolved, Junlei bashfully asked Parvati if she'd like to join her permanently on the Groundbreaker, and Parvati enthusiastically - if somewhat awkwardly - agreed.
cs: Jakmile byla záležitost s kolonisty z Naděje vyřešena, Junlei se Parvati stydlivě zeptala, zda by se k ní nechtěla připojit natrvalo na Zlomu země, a Parvati nadšeně - i když poněkud rozpačitě - souhlasila.

# conversations/13_endgameslides/1301_endgameslides:251:DefaultText
source: After Junlei's murder, Parvati turned inward. She was merely quiet at first, and she wouldn't speak unless spoken to. Eventually, she stopped speaking at all. Once the matter of the Hope colonists was resolved, she slipped unobtrusively from the Unreliable during a refueling stopover. She took nothing from her berth and left no word of where she'd gone.
cs: Po Junleiho vraždě se Parvati obrátila do sebe. Zpočátku byla jen tichá a nepromluvila, dokud ji někdo neoslovil. Nakonec přestala mluvit vůbec. Jakmile byla záležitost s kolonisty z Naděje vyřešena, nenápadně vyklouzla z Nespolehlivého během zastávky na doplnění paliva. Ze svého lůžka si nic nevzala a nezanechala žádnou zprávu o tom, kam odešla.

# conversations/13_endgameslides/1301_endgameslides:252:DefaultText
source: After Junlei's murder, Parvati disappeared from the Unreliable during a refueling stopover. She left no word of where she went, only a snippet of a poem she'd meant to send Junlei, written by a long-dead Earth writer, John Donne. It read: Study me then, you who shall lovers be / At the next world, that is, at the next spring; / For I am every dead thing, / In whom Love wrought new alchemy.
cs: Po Junleiho vraždě Parvati během zastávky na doplnění paliva z Nespolehlivé zmizela. Nezanechala žádnou zprávu o tom, kam odešla, pouze úryvek básně, kterou chtěla poslat Junlei a kterou napsal dávno mrtvý pozemský spisovatel John Donne. Zněla takto: Studujte mě tedy, vy, kteří budete milenci / na příštím světě, to jest na příštím jaru; / neboť já jsem každá mrtvá věc, / v níž Láska vytvořila novou alchymii.

# conversations/13_endgameslides/1301_endgameslides:253:DefaultText
source: Though Parvati eventually grew comfortable aboard the Unreliable, she never quite came out of her shell. She seemed to prefer the company of ADA to the crew, and she could often be found neck-deep in cables and grease, telling ADA funny stories from her childhood.
cs: Ačkoli se Parvati na palubě Nespolehlivého nakonec zabydlela, nikdy se zcela nedostala ze své ulity. Zdálo se, že dává přednost společnosti ADA před posádkou, a často ji bylo možné potkat po krk v kabelech a mazivu, jak ADA vypráví zábavné historky ze svého dětství.

# conversations/13_endgameslides/1301_endgameslides:254:DefaultText
source: Though Parvati eventually grew comfortable aboard the Unreliable, she never quite came out of her shell, and she often wished aloud that her dad was still alive to teach her about the finer points of starship care and maintenance.
cs: Ačkoli se Parvati na palubě Nespolehlivé nakonec zabydlela, nikdy se úplně nedostala ze své ulity a často si nahlas přála, aby byl její otec ještě naživu a naučil ji, jak se o hvězdnou loď starat a jak ji udržovat.

# conversations/13_endgameslides/1301_endgameslides:257:DefaultText
source: As the Board began to roll out their Lifetime Employment Program, Parvati was increasingly plagued by dreams of freezing to death, and rarely left their shared quarters. Stymied by dwindling resources, Junlei struggled to keep the Groundbreaker afloat. Their relationship couldn't survive the strain. Parvati moved into crew quarters and found work servicing water pumps in hydroponics.
cs: Když rada začala zavádět program celoživotního zaměstnávání, Parvati stále častěji trápily sny o tom, že umrzne, a jen zřídka opouštěla jejich společné obydlí. Junlei se snažila udržet Groundbreaker nad vodou, protože jí docházely zdroje. Jejich vztah to napětí nemohl přežít. Parvati se přestěhovala do kajuty posádky a našla si práci při obsluze vodních čerpadel v hydroponii.

# conversations/13_endgameslides/1301_endgameslides:258:DefaultText
source: The stories of her adventures spread across the colony, and Parvati soon found herself the center of attention. Having served as the engineer of a renowned spacecraft, tramp freighters and wildcat miners sought her out by name, and in no time, she was a fixture in the Groundbreaker's mechanical ecosystem. She and Junlei were never far apart.
cs: Příběhy o jejích dobrodružstvích se rozšířily po celé kolonii a Parvati se brzy stala středem pozornosti. Sloužila jako inženýrka proslulé vesmírné lodi, trampové a divocí horníci ji vyhledávali podle jména a během chvíle se stala pevnou součástí mechanického ekosystému Groundbreakeru. S Junleiem se od sebe nikdy nevzdálili.

# conversations/13_endgameslides/1301_endgameslides:259:DefaultText
source: As the Board began to roll out their Lifetime Employment Program, Parvati was plagued by dreams of freezing to death. She began taking increasingly longer shore leaves, and she eventually disappeared from the Unreliable entirely. The Board never knew what became of her, and under the Adjutant's orders, they never tried to find out. Parvati was afforded a measure of peace, and left to her own devices.
cs: Když rada začala zavádět program celoživotního zaměstnávání, Parvati trápily sny o tom, že umrzne. Začala si brát stále delší dovolenou na pobřeží a nakonec z Nespolehlivých zmizela úplně. Rada se nikdy nedozvěděla, co se s ní stalo, a na příkaz adjutanta se to ani nesnažila zjistit. Parvati byl dopřán klid a byla ponechána sama sobě.

# conversations/13_endgameslides/1301_endgameslides:260:DefaultText
source: While the colony fell into chaos, she found an island of relative peace with ADA, and they formed an unusual bond. She decided to remain aboard the Unreliable permanently, as its chief - and sole - engineer.
cs: Zatímco kolonie se propadla do chaosu, ona našla ostrov relativního klidu u ADA a vytvořilo se mezi nimi neobvyklé pouto. Rozhodla se zůstat na palubě Nespolehlivé natrvalo, jako její hlavní - a jediný - inženýr.

# conversations/13_endgameslides/1301_endgameslides:262:DefaultText
source: Nyoka returned to Monarch to take another crack at making a permanent life for herself. She formed the Charon Group, an MSI subsidiary of ragtag survivalists and wilderness experts. Anyone in need of a guide - or just looking to throw back a beer and swap stories - could find her camping on the trail or clearing an infestation.
cs: Nyoka se vrátila do Monarchu, aby se znovu pokusila o trvalý život. Založila Charon Group, dceřinou společnost MSI, která sdružuje odborníky na přežití a divočinu. Každý, kdo potřeboval průvodce - nebo si jen chtěl dát pivo a prohodit pár historek - ji mohl najít, jak táboří na stezce nebo likviduje zamořenou oblast.

# conversations/13_endgameslides/1301_endgameslides:263:DefaultText
source: Nyoka returned to Monarch to take another crack at making a permanent life for herself. She formed the Charon Group, a mercenary outfit of ragtag survivalists and wilderness experts. Anyone in need of a guide - or just looking to throw back a beer and swap stories - could find her camping on the trail or clearing an infestation.
cs: Nyoka se vrátila do Monarchu, aby se znovu pokusila o trvalý život. Založila Charon Group, žoldáckou jednotku složenou ze sebranky přeživších a odborníků na divočinu. Každý, kdo potřeboval průvodce - nebo si jen chtěl dát pivo a prohodit pár historek - ji mohl najít, jak táboří na stezce nebo likviduje zamořenou oblast.

# conversations/13_endgameslides/1301_endgameslides:264:DefaultText
source: As hard as she tried to drink them away, Nyoka's memories eventually overcame her. Traveling with a crew served as a constant reminder of the family she'd lost, and so she eventually returned to Monarch to get back to what she found most comfortable: The deep end of a bottle and the far end of a trail. Few have seen her since, but travelers often swear they hear her and her machine gun in the night, screaming swears and spitting bullets.
cs: I když se je snažila vypít, vzpomínky Nyoku nakonec přemohly. Cestování s posádkou jí neustále připomínalo rodinu, kterou ztratila, a tak se nakonec vrátila do Monarchu, aby se vrátila k tomu, co jí bylo nejpříjemnější: Hluboký konec láhve a vzdálený konec stezky. Od té doby ji viděl jen málokdo, ale cestovatelé často přísahají, že v noci slyší ji a její samopal, jak křičí nadávky a plivou kulky.

# conversations/13_endgameslides/1301_endgameslides:265:DefaultText
source: Nyoka didn't survive her adventure with you.
cs: Nyoka s vámi dobrodružství nepřežila.

# conversations/13_endgameslides/1301_endgameslides:267:DefaultText
source: The SAM unit that accompanied you spread awareness of the product line's superior sanitation and maintenance capabilities across what was left of the colony. This led to a boost in SAM unit sales. "Did you know that SAM units are the longest lasting, toughest acting cleaning solution in Halcyon?"
cs: Jednotka SAM, která vás doprovázela, rozšířila povědomí o vynikajících hygienických a údržbových schopnostech této produktové řady po celém zbytku kolonie. To vedlo k nárůstu prodeje jednotek SAM. "Věděli jste, že jednotky SAM jsou nejdéle trvajícím a nejtvrdším čisticím roztokem v systému Halcyon?".

# conversations/13_endgameslides/1301_endgameslides:268:DefaultText
source: Before his untimely death, Captain Alex Hawthorne had plans to restore and modify for combat purposes a sanitation and maintenance automechanical that he'd found in a state of disrepair in Emerald Vale's scrapyard. That unit remains broken down and forgotten in the Unreliable's supply closet to this day.
cs: Před svou předčasnou smrtí měl kapitán Alex Hawthorne v plánu obnovit a upravit pro bojové účely sanitní a údržbářský automechanický stroj, který našel v havarijním stavu na vrakovišti v Emerald Vale. Tato jednotka zůstává dodnes rozbitá a zapomenutá v zásobovacím skladu Nespolehlivého.

# conversations/13_endgameslides/1301_endgameslides:270:DefaultText
source: Though Minister Clarke was eventually released from house arrest, long years of isolation left him a changed man, little suited for bureaucratic work or for the colony that was changing around him. He remained in his estate largely by choice, fading from public view.
cs: Ačkoli byl ministr Clarke nakonec z domácího vězení propuštěn, dlouhá léta izolace z něj udělala změněného člověka, který se příliš nehodil pro úřednickou práci ani pro kolonii, která se kolem něj měnila. Z velké části zůstal na svém panství z vlastního rozhodnutí a ztratil se z dohledu veřejnosti.

# conversations/13_endgameslides/1301_endgameslides:271:DefaultText
source: Minister Clarke was released from house arrest, and his contact with you gave him a sense of renewed purpose and vigor. Once it became clear that no help would be coming from Earth, he threw his considerable efforts and talents into helping Halcyon manage the crisis before it.
cs: Ministr Clarke byl propuštěn z domácího vězení a kontakt s vámi mu dodal nový smysl a elán. Jakmile bylo jasné, že ze Země žádná pomoc nepřijde, vrhl své značné úsilí a schopnosti na pomoc Halcyonu při zvládání krize, která před ním stála.

# conversations/13_endgameslides/1301_endgameslides:273:DefaultText
source: Adjutant Sophia Akande was instrumental in executing the Lifetime Employment Program.
cs: Adjutantka Sophia Akande se významně podílela na realizaci programu celoživotního zaměstnávání.

# conversations/13_endgameslides/1301_endgameslides:274:DefaultText
source: Following the death of Chairman Rockwell, Sophia Akande served as the loyal adjutant to her former freelancer, now the most powerful person in Halcyon.
cs: Po smrti předsedy Rockwella sloužila Sophia Akandeová jako věrná adjutantka svého bývalého zaměstnance na volné noze, nyní nejmocnější osoby v Halcyonu.

# conversations/13_endgameslides/1301_endgameslides:275:DefaultText
source: While the rest of Byzantium celebrated, Sophia returned to work by partnering with you. The two of you worked hard to ensure the Lifetime Employment Program ran smoothly.
cs: Zatímco zbytek Byzance slavil, Sofie se vrátila k práci a spolupracovala s vámi. Oba dva jste tvrdě pracovali na zajištění hladkého průběhu programu celoživotního zaměstnávání.

# conversations/13_endgameslides/1301_endgameslides:276:DefaultText
source: She was true to her word, and rewarded her most reliable freelancer by making him the wealthiest citizen in Byzantium.
cs: Dodržela své slovo a odměnila svého nejspolehlivějšího nezávislého pracovníka tím, že z něj udělala nejbohatšího občana Byzance.

# conversations/13_endgameslides/1301_endgameslides:276:FemaleText
source: She was true to her word, and rewarded her most reliable freelancer by making her the wealthiest citizen in Byzantium.
cs: Dodržela své slovo a odměnila svou nejspolehlivější nezávislou pracovnici tím, že z ní udělala nejbohatšího občana Byzance.

# conversations/13_endgameslides/1301_endgameslides:277:DefaultText
source: While the rest of Byzantium celebrated, Sophia returned to work. She devoted herself to ensuring that Byzantium remain prosperous for many generations to come, and to finding an answer to Earth's silence.
cs: Zatímco zbytek Byzance slavil, Sofie se vrátila k práci. Věnovala se tomu, aby Byzanc zůstala prosperující po mnoho dalších generací, a hledání odpovědi na ticho Země.

# conversations/13_endgameslides/1301_endgameslides:278:DefaultText
source: It was widely suspected that Sophia Akande was the true power behind Chairman Rockwell. However, after the riots on Tartarus, she was never again seen in the colony. Various theories circulated as to her fate. Some believed she boarded an interstellar ship capable of journeying to a distant colony. Others believe she died trying to escape Tartarus. Some few suggest she fled to Monarch, where she continued to live among a small band of loyalists.
cs: Všeobecně se předpokládalo, že za předsedou Rockwellem stojí Sophia Akandeová. Po nepokojích na Tartaru ji však v kolonii už nikdo neviděl. O jejím osudu kolovaly různé teorie. Někteří se domnívali, že nastoupila na mezihvězdnou loď schopnou cestovat do vzdálené kolonie. Jiní se domnívají, že zemřela při pokusu o útěk z Tartaru. Několik málo lidí se domnívá, že uprchla do Monarchie, kde žila dál mezi malou skupinou věrných.

# conversations/13_endgameslides/1301_endgameslides:279:DefaultText
source: There is another theory, which suggests that Sophia's encounter with you changed her, and she deliberately retreated from public view. However, she continued supporting the colony in secret. When Dr. Welles began reviving the Hope's colonists, he found himself with a sudden windfall of additional supplies and resources, courtesy of an anonymous donor. If Welles knew who his supplier was, he never told a soul.
cs: Existuje ještě jedna teorie, podle níž setkání s vámi Sofii změnilo a ona se záměrně stáhla z očí veřejnosti. Kolonii však nadále tajně podporovala. Když doktor Welles začal oživovat kolonisty Naděje, zjistil, že má díky anonymnímu dárci náhlý přísun dalších zásob a zdrojů. Pokud Welles věděl, kdo je jeho dodavatelem, nikdy to nikomu neřekl.

# conversations/13_endgameslides/1301_endgameslides:281:DefaultText
source: Chairman Rockwell served as the public face for the changes in Halcyon to come. Whenever you needed strings pulled or a voice to sell a policy change, Rockwell was only too happy to oblige.
cs: Předseda Rockwell byl veřejnou tváří nadcházejících změn v Halcyonu. Kdykoli jste potřebovali zatahat za nitky nebo vyslovit svůj názor na změnu politiky, Rockwell vám ochotně vyhověl.

# conversations/13_endgameslides/1301_endgameslides:286:DefaultText
source: As for Dr. Phineas Welles -- he spent his remaining years in his orbital lab.
cs: Co se týče doktora Phinease Wellese, ten strávil zbývající roky života ve své orbitální laboratoři.

# conversations/13_endgameslides/1301_endgameslides:290:DefaultText
source: He eventually came to terms with his own past, and was able to forgive the mistakes of his younger self by devoting his remaining years to serving the colony.
cs: Nakonec se vyrovnal s vlastní minulostí a dokázal odpustit chyby svého mladšího já tím, že zbývající léta věnoval službě kolonii.

# conversations/13_endgameslides/1301_endgameslides:291:DefaultText
source: Though he was always haunted by the failures of his past, he was determined to make things right by building toward the future.
cs: Přestože ho stále pronásledovaly neúspěchy z minulosti, byl odhodlán vše napravit a budovat budoucnost.

# conversations/13_endgameslides/1301_endgameslides:292:DefaultText
source: He was never able to come to terms with his own past, troubled by the decision of placing all his faith in the first colonist he ever revived -- the infamous Captain of the Unreliable.
cs: Nikdy se nedokázal vyrovnat s vlastní minulostí, trápilo ho rozhodnutí vložit veškerou svou důvěru v prvního kolonistu, kterého kdy oživil - nechvalně proslulého kapitána Nespolehlivého.

# conversations/13_endgameslides/1301_endgameslides:293:DefaultText
source: Dr. Welles laid the groundwork for the project to save the colony, but he would never live to see the fruits of his labor. He passed away a few years later. His work was carried on by the scientists and engineers he revived.
cs: Dr. Welles položil základy projektu na záchranu kolonie, ale plodů své práce se nedožil. Zemřel o několik let později. V jeho práci pokračovali vědci a inženýři, které oživil.

# conversations/13_endgameslides/1301_endgameslides:294:DefaultText
source: Welles died before he could see the fruits of his labor. He passed away a haunted man, crushed by the guilt of his failures.
cs: Welles zemřel dříve, než mohl vidět plody své práce. Zemřel jako pronásledovaný muž, zdrcený pocitem viny za své selhání.

# conversations/13_endgameslides/1301_endgameslides:295:DefaultText
source: In the end, Dr. Welles was able to save every scientist and engineer aboard the Hope. Over the next decade, nearly all of the Hope's remaining colonists were successfully revived. Halcyon saw a period of rapid technological and scientific advancement. Breakthroughs in dietary supplements saved the colony from starvation. Geo-engineering projects and social reforms began to change the structure and character of the colony.
cs: Dr. Wellesovi se nakonec podařilo zachránit všechny vědce a inženýry na palubě Hope. Během následujících deseti let se podařilo oživit téměř všechny zbývající kolonisty Hope. Halcyon zažil období rychlého technologického a vědeckého pokroku. Průlomové objevy v oblasti potravinových doplňků zachránily kolonii před hladomorem. Geoinženýrské projekty a sociální reformy začaly měnit strukturu a charakter kolonie.

# conversations/13_endgameslides/1301_endgameslides:296:DefaultText
source: The revival project was hard and painful work. But in the end, despite limited resources, over half the Hope's colonists were successfully revived. Even after Welles passed away, the Hope's scientists and engineers worked night and day to pull Halcyon from the brink of collapse. Their efforts continue to this day, which may be reason enough for optimism.
cs: Projekt obnovy byl tvrdou a bolestivou prací. Nakonec se však navzdory omezeným zdrojům podařilo oživit více než polovinu kolonistů Naděje. I po Wellesově smrti pracovali vědci a inženýři Hope dnem i nocí, aby Halcyon vytáhli z pokraje zhroucení. Jejich úsilí pokračuje dodnes, což může být dostatečným důvodem k optimismu.

# conversations/13_endgameslides/1301_endgameslides:297:DefaultText
source: The revival project yielded mixed results. Phineas, weighed down by limited support and his own guilt, struggled to revive more than a handful of scientists and engineers. They made a heroic effort to solve the colony's problems--but, with small numbers and facing long odds, their solutions never caught on. Only a few of the Hope's colonists were successfully revived.
cs: Projekt oživení přinesl smíšené výsledky. Phineas, kterého tížila omezená podpora a vlastní vina, se snažil oživit více než hrstku vědců a inženýrů. Ti se hrdinsky snažili vyřešit problémy kolonie - ale s malým počtem a tváří v tvář dlouhé přesile se jejich řešení nikdy neujala. Úspěšně se podařilo oživit jen několik kolonistů Naděje.

# conversations/13_endgameslides/1301_endgameslides:298:DefaultText
source: With Halcyon's workers suspended in a state of hibernation, starvation and chaos are problems of the past. The Lifetime Employment Program succeeded in its goals, but that success came at a price.
cs: Pracovníci společnosti Halcyon jsou pozastaveni ve stavu hibernace, hlad a chaos jsou již minulostí. Program celoživotního zaměstnávání dosáhl svých cílů, ale za tento úspěch se platí.

# conversations/13_endgameslides/1301_endgameslides:299:DefaultText
source: Today, Halcyon has stabilized. The people of the colony work hard to adapt to their new circumstances. Nearby colonies send aid and supplies. Life will never be easy in Halcyon, but for the first time in its history, there exists a sense of real, genuine hope about the future.
cs: Dnes je společnost Halcyon stabilizovaná. Obyvatelé kolonie se usilovně snaží přizpůsobit novým podmínkám. Blízké kolonie posílají pomoc a zásoby. Život na Halcyonu nebude nikdy snadný, ale poprvé v jeho historii existuje pocit skutečné, opravdové naděje do budoucna.

# conversations/13_endgameslides/1301_endgameslides:300:DefaultText
source: Life will never be the same in Halcyon. It is widely agreed that the colony has a chance as stabilizing within a generation, owing to the hard work and determination of the surviving colonists. Recovery is a distant goal, and the path is long and uncertain -- but the people of Halcyon carry on, determined as ever.
cs: Život v Halcyonu už nikdy nebude jako dřív. Všeobecně se soudí, že kolonie má šanci se stabilizovat během jedné generace díky tvrdé práci a odhodlání přeživších kolonistů. Obnova je vzdálený cíl a cesta k němu je dlouhá a nejistá - ale lidé z Halcyonu pokračují dál, odhodlaní jako vždy.

# conversations/13_endgameslides/1301_endgameslides:301:DefaultText
source: Small, petty factions squabble over what remains of the colony. Every attempt to reach out to Halcyon's neighbors is met with silence.
cs: O zbytky kolonie se přetahují malé, malicherné frakce. Každý pokus o navázání kontaktu se sousedy Halcyonu narazí na mlčení.

# conversations/13_endgameslides/1301_endgameslides:302:DefaultText
source: The Halcyon of today is nothing at all like the colony of yesteryear. Power remains concentrated in Byzantium, but all the colony's resources serve the lifestyle of the elite, thereby transforming Halcyon into one of the smallest--and most exclusive--colonies in the system.
cs: Dnešní Halcyon se vůbec nepodobá dřívější kolonii. Moc je nadále soustředěna v Byzanci, ale všechny zdroje kolonie slouží životnímu stylu elity, čímž se Halcyon proměnil v jednu z nejmenších - a nejexkluzivnějších - kolonií v systému.
