Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/13_endgameslides/1301_endgameslides.po
Languages: cs

# conversations/13_endgameslides/1301_endgameslides:146:DefaultText
source: The OSI teaches that everything in the universe happens according to the Grand Plan. But the stranger that arrived in Halcyon was an unplanned variable.
cs: OSI učí, že vše ve vesmíru se děje podle Velkého plánu. Cizinec, který dorazil do Halcyonu, byl však neplánovanou proměnnou.

# conversations/13_endgameslides/1301_endgameslides:147:DefaultText
source: From the moment he landed in Emerald Vale, his actions altered the course of history.
cs: Od chvíle, kdy přistál ve Smaragdovém údolí, jeho činy změnily běh dějin.

# conversations/13_endgameslides/1301_endgameslides:147:FemaleText
source: From the moment she landed in Emerald Vale, her actions altered the course of history.
cs: Od chvíle, kdy přistála ve Smaragdovém údolí, její činy změnily běh dějin.

# conversations/13_endgameslides/1301_endgameslides:148:DefaultText
source: The events on Tartarus brought about the end of the Board's authority--but the Board's mistakes would haunt the colony for decades to come. The damage they left behind would require the work of a generation to repair. Dr. Phineas Welles began reviving a handful of the Hope's colonists - engineers, scientists, technicians, and intellectuals. They were among the brightest minds the Earth had ever sent out into the stars.
cs: Události na Tartaru přinesly konec autority Rady - její chyby však budou kolonii pronásledovat ještě celá desetiletí. Škody, které po sobě zanechaly, bude muset napravit celá generace. Doktor Phineas Welles začal oživovat hrstku kolonistů z Naděje - inženýrů, vědců, techniků a intelektuálů. Patřili k nejbystřejším mozkům, které kdy Země vyslala ke hvězdám.

# conversations/13_endgameslides/1301_endgameslides:151:DefaultText
source: The riots in Tartarus ended in a total victory for the Board. Without any significant threats to challenge their power, the Board asserted their control over the colony. The Lifetime Employment Program began immediately--and the people of Halcyon did exactly what they were expected to do: they obeyed.
cs: Nepokoje v Tartaru skončily naprostým vítězstvím rady. Bez jakýchkoli významných hrozeb, které by zpochybnily jejich moc, si představenstvo upevnilo kontrolu nad kolonií. Program celoživotního zaměstnávání začal okamžitě - a obyvatelé Halcyonu udělali přesně to, co se od nich očekávalo: poslechli.

# conversations/13_endgameslides/1301_endgameslides:153:DefaultText
source: Sophia Akande converted the Labyrinth from a prison to a processing center. She jettisoned the original colonists out of the Hope and transformed the ship into a massive storage facility. One by one, the workers of Halcyon surrendered themselves to the Program. They arrived with their families and their friends, their colleagues and their neighbors. And then, one by one, they marched into their stasis chambers.
cs: Sophia Akande přeměnila Labyrint z vězení na zpracovatelské centrum. Vyhodila původní kolonisty z Naděje a přeměnila loď na obrovské skladiště. Pracovníci Halcyonu se jeden po druhém vzdávali Programu. Přijeli se svými rodinami a přáteli, kolegy a sousedy. A pak jeden po druhém napochodovali do svých stázových komor.

# conversations/13_endgameslides/1301_endgameslides:154:DefaultText
source: The Hope's scientists and engineers woke up in a colony descending headlong into total collapse. With no way to return to Earth, they had no choice but to band together and devote themselves to the cause of saving Halcyon.
cs: Vědci a inženýři z Hope se probudili v kolonii, která se řítí do totálního kolapsu. Bez možnosti návratu na Zemi jim nezbývalo než se spojit a věnovat se záchraně Halcyonu.

# conversations/13_endgameslides/1301_endgameslides:156:DefaultText
source: The people of Halcyon were nothing if not hardy. In the absence of the Board's authority, many of the colony's settlements banded together with a single purpose in mind: survival. Life was especially hard in the years to come. Some towns dissolved by attrition and starvation--but most of them found a way to carry on.
cs: Lidé z Halcyonu nebyli nijak odolní. Při absenci autority Rady se mnoho osad v kolonii spojilo za jediným účelem: přežít. Život byl v následujících letech obzvlášť těžký. Některá města zanikla vyčerpáním a hladem - ale většina z nich našla způsob, jak pokračovat.

# conversations/13_endgameslides/1301_endgameslides:157:DefaultText
source: As the workers of Halcyon slept in their hibernation chambers, their settlements became ghost-towns, left behind by the Board to be reclaimed by nature. Only Byzantium remained--a shining beacon of civilization in an otherwise abandoned colony.
cs: Zatímco dělníci Halcyonu spali ve svých hibernačních komorách, jejich osady se staly městy duchů, která po sobě zanechala Rada, aby je příroda znovu získala. Zůstalo jen Byzantium - zářící maják civilizace v jinak opuštěné kolonii.

# conversations/13_endgameslides/1301_endgameslides:159:DefaultText
source: In the years to come, Halcyon was forced to reckon with its newfound freedom. The Board was gone, and for better or worse, the colony was responsible for its own destiny.
cs: V následujících letech byl Halcyon nucen počítat s nově nabytou svobodou. Správní rada byla pryč a kolonie byla v dobrém i zlém zodpovědná za svůj osud.

# conversations/13_endgameslides/1301_endgameslides:160:DefaultText
source: The people of Byzantium spent the rest of their days gorging themselves on their stockpile of resources. As for the workers of Halcyon--they never felt the effects of the collapse. They never felt anything at all.
cs: Obyvatelé Byzance strávili zbytek svých dní tím, že se cpali svými zásobami. Co se týče halcyonských dělníků - ti nikdy nepocítili následky kolapsu. Nikdy nepocítili vůbec nic.

# conversations/13_endgameslides/1301_endgameslides:162:DefaultText
source: Sanjar's civil liberties and worker-centric policies were slow to catch on with the other corporations. But as Halcyon began its long, arduous journey toward recovery, many of Terra 2's smaller townships started adopting MSI's alternative corporate structure and eventually became entirely self-sufficient. In the coming years, many of these townships managed to eke by, where otherwise they might have starved.
cs: Občanské svobody a politika Sanjaru zaměřená na zaměstnance se u ostatních korporací pomalu ujímaly. Jakmile však Halcyon nastoupil dlouhou a namáhavou cestu k obnově, mnoho menších městských částí Terry 2 začalo přejímat alternativní strukturu společnosti MSI a nakonec se stalo zcela soběstačnými. V následujících letech se mnohým z nich podařilo přežít i tam, kde by jinak možná zemřely hlady.

# conversations/13_endgameslides/1301_endgameslides:163:DefaultText
source: The Board's focus on Byzantium closed the door on much of Sanjar's civil liberties movement. As the last few townships withered away, MSI had little room to grow. Ever the savvy businessman, however, Sanjar pivoted and established Stellar Bay as the colony's supplier of luxury seafood. Catering to the elite, MSI was allowed to continue operations as a member of the Halcyon Board and became more successful than Sanjar could ever have dreamed.
cs: Tím, že se rada zaměřila na Byzanc, zavřela dveře velké části Sanjarského hnutí za občanské svobody. Vzhledem k tomu, že několik posledních městských obvodů chřadlo, MSI měla jen malý prostor k růstu. Sanjar se však zachoval jako chytrý obchodník a založil Stellar Bay jako dodavatele luxusních mořských plodů v kolonii. Společnost MSI, která se starala o elitu, mohla pokračovat v činnosti jako člen rady Halcyon a stala se úspěšnější, než si Sanjar kdy dokázal představit.

# conversations/13_endgameslides/1301_endgameslides:164:DefaultText
source: As the colony struggled to survive, the inspirational story of the Iconoclasts spread like wildfire, and Graham was able to bring many of the smaller Terra 2 townships into the fold. However, his zealous obsession with spreading the word blinded him to the needs of a growing organization and the movement was unsustainable at scale. The Iconoclast way seemed to work best – and ultimately petered out – on Monarch.
cs: Zatímco kolonie bojovala o přežití, inspirativní příběh Ikonoklastů se šířil jako požár a Grahamovi se podařilo přivést do kolonie mnoho menších městských částí Terry 2. Jeho horlivá posedlost šířením zvěsti ho však zaslepila vůči potřebám rozrůstající se organizace a hnutí bylo v takovém měřítku neudržitelné. Zdálo se, že způsob Ikonoklastů funguje nejlépe - a nakonec se rozplynul - na Monarchu.

# conversations/13_endgameslides/1301_endgameslides:165:DefaultText
source: As the colony struggled to survive, the inspirational story of the Iconoclasts spread like wildfire. Zora's focus on logistics made for a safer Monarch, where the Iconoclasts enjoyed a surge of new blood looking to join the ranks from struggling townships. Life on Monarch slowly improved from a desperate fight for survival to prosperous growth and more permanent strength.
cs: Kolonie se snažila přežít a inspirativní příběh Ikonoklastů se šířil rychlostí blesku. Díky Zořině zaměření na logistiku se Monarchie stala bezpečnější a Ikonoklasté se těšili přílivu nové krve, která chtěla vstoupit do jejich řad z bojujících městských čtvrtí. Život na Monarchii se pomalu zlepšoval od zoufalého boje o přežití k prosperujícímu růstu a trvalejšímu posílení.

# conversations/13_endgameslides/1301_endgameslides:166:DefaultText
source: With the Board shuttering many of its smaller townships, Graham was never able to spread his ideals to Byzantium. On Monarch, however, the Iconoclasts movement swelled, forming the colony's hotbed of Philosophist thought and freedom, a consistent counter-point to the Board's capitalist regime. Or so they viewed themselves, at least. The Byzantium elite find it endearing that those anarchistic hoopleheads are still allowed to breathe Halcyon air.
cs: Vzhledem k tomu, že představenstvo zrušilo mnoho menších obcí, Graham nikdy nemohl rozšířit své ideály do Byzance. Na Monarchii však vzrostlo hnutí ikonoklastů, které se stalo ohniskem filosofického myšlení a svobody v kolonii a důsledným protipólem kapitalistického režimu Rady. Nebo tak alespoň sami sebe vnímali. Byzantské elitě připadá roztomilé, že tito anarchističtí hochštapleři stále smějí dýchat halcyonský vzduch.

# conversations/13_endgameslides/1301_endgameslides:167:DefaultText
source: With the Board shuttering many of its smaller townships, Zora was unable to establish a foothold on Terra 2. However, the news that people were alive and well on Monarch brought in a surge of new blood to the Iconoclasts, especially among workers falling through the cracks of the Lifetime Employment Program. From the fortified walls of Stellar Bay, the Iconoclasts were able to usher Monarch into a new age of strength and stability.
cs: Vzhledem k tomu, že rada zrušila mnoho menších městských obvodů, nemohla se Zora na Terře 2 prosadit. Zprávy o tom, že lidé na Monarchu žijí a mají se dobře, však přinesly Ikonoklastům příliv nové krve, zejména mezi pracovníky, kteří propadli programu celoživotního zaměstnávání. Z opevněných zdí Hvězdné zátoky se Ikonoklastům podařilo uvést Monarchii do nového věku síly a stability.

# conversations/13_endgameslides/1301_endgameslides:168:DefaultText
source: Between MSI's worker-centric policies and the Iconoclasts' manpower, Sanjar and Zora were able to rally many of the Terra 2 townships to their cause. MSI's workforce swelled and the Iconoclasts enjoyed a significant surge in their ranks. The Board was too distracted by in-fighting and internal politics to stop MSI from becoming a powerful corporation and a refuge for townships that might have fallen through the cracks.
cs: Díky politice MSI zaměřené na dělníky a síle Ikonoklastů se Sanjarovi a Zoře podařilo získat pro svou věc mnoho městských obvodů Terry 2. Pracovní síla MSI se rozrostla a Ikonoklasté se těšili značnému nárůstu svých řad. Správní rada byla příliš rozptýlena vnitřními boji a politikou, než aby zabránila tomu, aby se MSI stala mocnou korporací a útočištěm pro městské osady, které by mohly propadnout.

# conversations/13_endgameslides/1301_endgameslides:169:DefaultText
source: As the Board began to enact the Lifetime Employment Program, Sanjar and Zora brought another option to the townships of Terra 2. Many workers joined MSI, bolstering Sanjar's ranks and giving Zora more forces to work with. Though none of Sanjar's policies spread to Byzantium, many smaller townships that might otherwise have been shuttered thrived under his and Zora's combined leadership.
cs: Když rada začala zavádět program celoživotního zaměstnávání, Sanjar a Zora přinesli obcím Terra 2 další možnost. Mnoho pracovníků se připojilo k MSI, což posílilo Sanjarovy řady a Zoře poskytlo více pracovních sil. Ačkoli se žádná ze Sanjarových politik nerozšířila do Byzantia, mnoho menších městeček, která by jinak byla zavřena, pod jeho a Zořiným společným vedením vzkvétalo.

# conversations/13_endgameslides/1301_endgameslides:170:DefaultText
source: Left leaderless, the people of Stellar Bay and Amber Heights were slowly but inevitably picked apart by the wildlife of Monarch.
cs: Obyvatelé Hvězdné zátoky a Jantarových výšin zůstali bez vůdce a divoká monarchická zvěř je pomalu, ale nevyhnutelně rozebírala.

# conversations/13_endgameslides/1301_endgameslides:171:DefaultText
source: Left unchecked, the war on Monarch consumed both MSI and the Iconoclasts, and when the sulfur clouds settled, only stragglers from both factions remained. Some found their way to SubLight, some to Terra 2, and some lived their final years fighting for food in the wilderness. In the end, only the beasts remained.
cs: Válka proti Monarchovi, která nebyla kontrolována, pohltila jak MSI, tak Ikonoklasty, a když se sirné mraky usadily, zůstali z obou frakcí jen odpadlíci. Někteří si našli cestu do Podsvětí, jiní na Terru 2 a někteří prožili poslední roky života v boji o potravu v divočině. Nakonec zůstaly jen bestie.

# conversations/13_endgameslides/1301_endgameslides:173:DefaultText
source: Bolstered by her status as Savior of Humanity, Lilya Hagen ushered SubLight Salvage to a new golden age. Her company grew bolder and more transparent over time, muddying the line between lawful and criminal for the entire colony. The SubLight Family would thrive for years to come.
cs: Lilya Hagenová, podpořená svým postavením Spasitelky lidstva, uvedla společnost SubLight Salvage do nového zlatého věku. Její společnost se postupem času stávala stále odvážnější a průhlednější, čímž se pro celou kolonii zamlžila hranice mezi zákonným a zločinným. Rodině SubLight se bude dařit ještě dlouhá léta.

# conversations/13_endgameslides/1301_endgameslides:174:DefaultText
source: Consumed by paranoia, Lilya Hagen took SubLight Salvage in a controversial direction - openly accusing Board officials of an extraterrestrial conspiracy. One day, an "accident" at the Groundbreaker's docking bay silenced her forever. Time would tell if her replacement could keep the SubLight Family together.
cs: Lilya Hagenová, pohlcená paranoiou, se vydala kontroverzním směrem - otevřeně obvinila úředníky správní rady z mimozemského spiknutí. Jednoho dne ji "nehoda" v doku lodi Groundbreaker navždy umlčela. Čas ukáže, zda její nástupce dokáže udržet rodinu SubLight pohromadě.

# conversations/13_endgameslides/1301_endgameslides:175:DefaultText
source: SubLight Salvage adapted to the changes in Halcyon, shifting their business model to suit the times. Their claims of legitimacy were scrutinized, but ultimately unquestioned. Lilya Hagen would continue to protect her family as ruthlessly as ever.
cs: Společnost SubLight Salvage se přizpůsobila změnám ve společnosti Halcyon a změnila svůj obchodní model tak, aby vyhovoval době. Jejich nároky na legitimitu byly prověřovány, ale nakonec nebyly zpochybněny. Lilya Hagenová bude i nadále chránit svou rodinu stejně bezohledně jako dřív.

# conversations/13_endgameslides/1301_endgameslides:176:DefaultText
source: Without Lilya Hagen, SubLight Salvage fell apart. The company fractured, devolving into a series of unregulated criminal gangs, fences, and smugglers. Their facade of legitimacy quickly faded. In time, the SubLight Family was forgotten.
cs: Bez Lilyi Hagenové se společnost SubLight Salvage rozpadla. Společnost se rozpadla a změnila se v řadu neregulovaných zločineckých gangů, překupníků a pašeráků. Jejich fasáda legitimity se rychle vytratila. Časem se na rodinu SubLight zapomnělo.

# conversations/13_endgameslides/1301_endgameslides:179:DefaultText
source: Over the years, the ruins of Edgewater caused irreversible environmental damage to the landscape of Emerald Vale, owing largely to the presence of toxic compounds in the town's building materials. As for Edgewater's former workers, their remains provided a source of nourishment for the region's fauna, leading to an explosion in the sprat population.
cs: Ruiny Edgewateru v průběhu let nevratně poškodily životní prostředí v krajině Emerald Vale, a to především kvůli přítomnosti toxických sloučenin ve stavebních materiálech města. Co se týče bývalých dělníků Edgewateru, jejich pozůstatky byly zdrojem potravy pro faunu regionu, což vedlo k prudkému nárůstu populace šprotů.

# conversations/13_endgameslides/1301_endgameslides:180:DefaultText
source: Edgewater's Cannery met its production quota for the first time in three years. As a result, the Adjutant rewarded every worker in Edgewater with a place in the Lifetime Employment Program. Reed Tobson was granted twenty-five years in suspended animation; however, a computing error adjusted his duration to two-hundred and fifty years. A trouble ticket to resolve this error remains open.
cs: Konzervárna Edgewater poprvé po třech letech splnila svou produkční kvótu. V důsledku toho adjutant odměnil každého pracovníka v Edgewateru místem v programu doživotního zaměstnání. Reed Tobson dostal dvacet pět let podmíněného trestu; chyba ve výpočtu však upravila jeho délku na dvě stě padesát let. Problémový lístek k vyřešení této chyby zůstává otevřený.

# conversations/13_endgameslides/1301_endgameslides:181:DefaultText
source: The collapse of Edgewater left its workers bereft of any purpose in life. Most of them made their way to Adelaide McDevitt's camp, hoping to ingratiate themselves into her favor. Adelaide accepted only a few to her community. The rest were turned away, and likely died of starvation. Nevertheless, Adelaide's camp grew into a well-established town.
cs: Po krachu Edgewateru ztratili jeho zaměstnanci jakýkoli smysl života. Většina z nich zamířila do tábora Adelaide McDevittové v naději, že se jí vetřou do přízně. Adelaide přijala do svého společenství jen několik z nich. Zbytek byl odmítnut a pravděpodobně zemřel hlady. Přesto se Adelaidin tábor rozrostl v dobře zavedené město.

# conversations/13_endgameslides/1301_endgameslides:185:DefaultText
source: After returning to Edgewater, the Deserters negotiated workplace reforms with Reed Tobson, including a single day of rest, which came to be known as a "weekend." As the world around him changed, Tobson found himself pining for the old days. He was known to spend his weekends in the cantina, nursing one of the few remaining bottles of Zero Gee, and repeating to himself, "It's not the best choice - It's Spacer's Choice."
cs: Po návratu do Edgewateru vyjednali dezertéři s Reedem Tobsonem reformy na pracovišti, včetně jediného dne odpočinku, kterému se začalo říkat "víkend". Jak se svět kolem něj měnil, Tobsonovi se zastesklo po starých časech. Byl známý tím, že víkendy trávil v kantýně, popíjel jednu z mála zbývajících lahví Zero Gee a opakoval si: "Není to nejlepší volba - je to Spacer's Choice." Víkendové dny byly pro něho jako stvořené.

# conversations/13_endgameslides/1301_endgameslides:186:DefaultText
source: Adelaide McDevitt replaced Reed Tobson as the leader of Edgewater. She and her followers transformed Edgewater in their image. Anyone loyal to Reed was pressured into leaving town, and those who stayed behind adapted to her way of life. Adelaide transformed the old cannery into a new garden. The nearby Edgewater Cemetery provided a convenient source of fertilizer.
cs: Adelaide McDevittová nahradila Reeda Tobsona v čele Edgewateru. Ona a její stoupenci přetvořili Edgewater k obrazu svému. Každý, kdo byl věrný Reedovi, byl donucen opustit město a ti, kteří zůstali, se přizpůsobili jejímu způsobu života. Adelaide přeměnila starou konzervárnu na novou zahradu. Nedaleký hřbitov v Edgewateru jí poskytoval vhodný zdroj hnojiva.

# conversations/13_endgameslides/1301_endgameslides:187:DefaultText
source: Reed Tobson and Adelaide McDevitt never lived to see the collapse of Halcyon. Without their leadership, Edgewater and the Deserters devolved into factional conflict and small rivalries. Their lack of organization left them vulnerable.
cs: Reed Tobson a Adelaide McDevittová se krachu společnosti Halcyon nedožili. Bez jejich vedení se Edgewater a Dezertéři ponořili do frakčních konfliktů a drobné rivality. Jejich nedostatečná organizovanost je činila zranitelnými.

# conversations/13_endgameslides/1301_endgameslides:188:DefaultText
source: In the end, after years of struggling against its own obsolescence, Edgewater lost a battle of attrition to plague, marauder attacks, and desertion. Edgewater was never visited by another stranger, with the exception of a small party of marauders, who raided what was left of its cantina.
cs: Nakonec, po letech boje s vlastní zastaralostí, Edgewater prohrál bitvu s morovou nákazou, útoky nájezdníků a dezercí. Edgewater už nikdy nenavštívil žádný cizinec, s výjimkou malé skupiny nájezdníků, kteří přepadli zbytky jeho kantýny.

# conversations/13_endgameslides/1301_endgameslides:189:DefaultText
source: It was only a matter of time before the Adjutant sent her troops to wipe out Adelaide's town. Only one Deserter escaped the massacre. He was believed to be carrying the last remaining copy of Adelaide's research. The bounty on his head remains unclaimed.
cs: Bylo jen otázkou času, kdy adjutantka pošle své vojáky, aby město Adelaide zničili. Masakru unikl pouze jeden dezertér. Předpokládalo se, že má u sebe poslední zbývající kopii Adelaidina výzkumu. Odměna za jeho hlavu zůstává nevyzvednuta.

# conversations/13_endgameslides/1301_endgameslides:190:DefaultText
source: Adelaide McDevitt refused to cooperate with the ongoing effort to save Halcyon from collapse. A sympathetic Deserter stole a copy of her research and delivered it to the Hope's scientists. It is unclear how useful Adelaide's research was; an optimistic estimate suggests her work may have bought Halcyon another few years of survival. Adelaide would never know. She died that winter.
cs: Adelaide McDevittová odmítla spolupracovat na pokračující snaze zachránit Halcyon před krachem. Sympatický Dezertér ukradl kopii jejího výzkumu a doručil ji vědcům z Hope. Není jasné, nakolik byl Adelaidin výzkum užitečný; podle optimistického odhadu mohla její práce Halcyonu zajistit několik dalších let přežití. Adelaide se to nikdy nedozví. Tu zimu zemřela.
