Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/13_endgameslides/1301_endgameslides.po
Languages: cs

# conversations/13_endgameslides/1301_endgameslides:303:DefaultText
source: And what about you–the unplanned variable in the history of Halcyon?
cs: A co vy - neplánovaná proměnná v historii Halcyonu?

# conversations/13_endgameslides/1301_endgameslides:304:DefaultText
source: And what about you–the unplanned variable in the history of Halcyon?
cs: A co vy - neplánovaná proměnná v historii Halcyonu?

# conversations/13_endgameslides/1301_endgameslides:306:DefaultText
source: After the riots on Tartarus came to an end, you threw in your support with Sophia Akande. While Akande administered the Board herself, you oversaw the Lifetime Employment Program, stamping out corruption and negligence. Under your leadership, the Program ran smoothly. Halcyon's workers were treated with a modicum of dignity. Your involvement kept the Board honest, and allowed the Board's scientists to work without the meddling of bureaucracy.
cs: Po skončení nepokojů na Tartaru jsi podpořil Sophii Akande. Zatímco Akande sama spravovala Radu, ty jsi dohlížel na program celoživotního zaměstnávání a potíral jsi korupci a nedbalost. Pod tvým vedením program fungoval hladce. S pracovníky Halcyonu se zacházelo alespoň trochu důstojně. Díky tvému zapojení byla Rada čestná a vědci z Rady mohli pracovat bez vměšování byrokracie.

# conversations/13_endgameslides/1301_endgameslides:307:DefaultText
source: After the fighting in Tartarus came to an end, you returned to Byzantium in triumph. As a reward for your service in saving the colony, you lived until the end of your days in luxury the likes of which Byzantium had never seen. Your estate was the envy of the city, and your revelries were things of legend. With all the wealth of the colony concentrated in Byzantium, you wanted for nothing until the end of your days.
cs: Po skončení bojů v Tartaru ses vítězně vrátil do Byzance. Odměnou za tvé služby při záchraně kolonie jsi až do konce svých dnů žil v přepychu, jaký Byzanc nikdy nezažila. Tvůj majetek ti závidělo celé město a o tvých radovánkách se vyprávěly legendy. Když se veškeré bohatství kolonie soustředilo v Byzanci, až do konce svých dnů jsi nic nepotřeboval.

# conversations/13_endgameslides/1301_endgameslides:308:DefaultText
source: After you rescued her in Tartarus, Sophia Akande offered you any reward you could imagine. Power. Wealth. Influence. However, you were more interested in the simple pleasures in life–like the smooth, artificially enhanced flavor of a Rizzo's Purpleberry Munch. Rizzo's Purpleberry Munch – the only snack in Halcyon officially endorsed by the Captain of the Unreliable.
cs: Poté, co jste ji v Tartaru zachránili, vám Sophia Akande nabídla jakoukoli odměnu, kterou jste si dokázali představit. Moc. Bohatství. Vliv. Tebe však víc zajímaly prosté radosti života - například jemná, uměle vylepšená chuť fialového munchi Rizzo's Purpleberry Munch. Rizzo's Purpleberry Munch - jediná svačinka v Halcyonu oficiálně schválená kapitánem Nespolehlivých.

# conversations/13_endgameslides/1301_endgameslides:309:DefaultText
source: You brought an end to the chaos on Tartarus, and proved yourself the most capable leader left in the colony. With Sophia Akande as your Adjutant, you returned in triumph to Byzantium. All of Halcyon, was yours. In time, you demonstrated a talent for leadership that far surpassed your predecessor, Chairman Rockwell. With your steady hand, you guided Halcyon through the turbulent years to follow, and helped ensure the colony's survival.
cs: Ukončil jsi chaos na Tartaru a prokázal jsi, že jsi nejschopnější vůdce, který v kolonii zůstal. Se Sofií Akande jako svou pobočnicí ses triumfálně vrátil do Byzance. Celý Halcyon byl tvůj. Časem jsi prokázal vůdčí talent, který daleko předčil tvého předchůdce, předsedu Rockwella. Svou pevnou rukou jsi vedl Halcyon v následujících bouřlivých letech a pomohl jsi zajistit přežití kolonie.

# conversations/13_endgameslides/1301_endgameslides:310:DefaultText
source: You brought an end to the chaos on Tartarus and proved yourself the most capable leader left in the colony. You administered the colony in your own image. With the old power of the Board destroyed, a new government of Halcyon rose with you at its center. With your steady hand, you guided Halcyon through the turbulent years that were to follow, and helped ensure the survival of the colony until the end of your days.
cs: Ukončil jsi chaos na Tartaru a ukázal ses jako nejschopnější vůdce, který v kolonii zůstal. Kolonii jsi spravoval k obrazu svému. Když byla stará moc Rady zničena, povstala nová vláda Halcyonu s tebou v čele. Svou pevnou rukou jsi vedl Halcyon v následujících bouřlivých letech a pomohl jsi zajistit přežití kolonie až do konce svých dnů.

# conversations/13_endgameslides/1301_endgameslides:311:DefaultText
source: You brought an end to the riot on Tartarus, and partnered with Chairman Rockwell to run the colony together. As Halcyon looked toward the future, you remained a constant presence in the colony's administration. You were never weighed down by bureaucracy, and you never had to dirty your hands with politics. You had "people" who did that for you. By your influence, Halcyon survived the turbulent years that were to follow.
cs: Ukončil jsi vzpouru na Tartaru a společně s předsedou Rockwellem jsi vedl kolonii. Když Halcyon hleděl do budoucnosti, zůstal jsi ve správě kolonie neustále přítomen. Nikdy tě nezatěžovala byrokracie a nikdy sis nemusel špinit ruce politikou. Měl jsi "lidi", kteří to dělali za tebe. Díky tvému vlivu Halcyon přežil bouřlivé roky, které následovaly.

# conversations/13_endgameslides/1301_endgameslides:312:DefaultText
source: You brought an end to the chaos on Tartarus, and made Chairman Rockwell your own puppet–-a role he was all too eager to play. The colony never realized you were the true power behind the new administration. By acting vicariously through agents and third parties, you controlled Halcyon from the shadows. As a result, Halcyon survived the turbulent years that were to follow.
cs: Ukončil jsi chaos na Tartaru a z předsedy Rockwella jsi udělal svou loutku - roli, kterou až příliš ochotně plnil. Kolonie si nikdy neuvědomila, že jsi skutečnou silou v pozadí nové správy. Prostřednictvím agentů a třetích stran jste Halcyon ovládal ze stínu. Díky tomu Halcyon přežil následující bouřlivé roky.

# conversations/13_endgameslides/1301_endgameslides:313:DefaultText
source: Long after Welles passed away, you carried on his work with more energy, determination, and brilliance than he could ever muster. The years that followed were hard, but Halcyon survived by the efforts of the Hope's most promising colonists–the greatest of which was you.
cs: Ještě dlouho po Wellesově smrti jsi pokračoval v jeho práci s větší energií, odhodláním a genialitou, než jakou kdy dokázal vyvinout on. Následující roky byly těžké, ale Halcyon přežil díky úsilí nejslibnějších kolonistů Naděje - z nichž největší jsi byl ty.

# conversations/13_endgameslides/1301_endgameslides:314:DefaultText
source: You brought an end to the chaos on Tartarus, and left Dr. Welles to his own devices. The affairs of the colony never distracted you from living out your own dreams: to captain a ship, to sail the aether, and to earn a reputation as the greatest spacer Halcyon ever had.
cs: Ukončil jsi chaos na Tartaru a nechal jsi doktora Wellese napospas osudu. Záležitosti kolonie tě nikdy nerozptylovaly od plnění tvých vlastních snů: být kapitánem lodi, plout éterem a získat pověst největšího kosmonauta, jakého kdy Halcyon měl.

# conversations/13_endgameslides/1301_endgameslides:315:DefaultText
source: You brought an end to the chaos on Tartarus, and left Dr. Welles to save Halcyon on his own. You had more pressing matters to attend to.
cs: Ukončil jsi chaos na Tartaru a nechal jsi doktora Wellese, aby Halcyon zachránil sám. Měl jsi na starosti naléhavější věci.

# conversations/13_endgameslides/1301_endgameslides:316:DefaultText
source: No one knows what's happened to Earth. And no one knows what the future has in store for Halcyon. All we know for certain is this: the name of the Unreliable, and that of its intrepid captain, will remain the subject of countless stories for years to come.
cs: Nikdo neví, co se stalo se Zemí. A nikdo neví, co Halcyon čeká v budoucnosti. Jisté je jen to, že jméno Nespolehlivé a jejího neohroženého kapitána zůstane předmětem nesčetných příběhů po mnoho dalších let.

# conversations/13_endgameslides/1301_endgameslides:318:DefaultText
source: As you tasted your first scoop of Rizzo's Partially Emulsified Semi-Frozen Milk-Like Dessert, you realized something. All your troubles, all your adventures, all your struggles and choices–they had all led to this single moment. And it was all worth it.
cs: Když jste ochutnali svůj první kopeček částečně emulgovaného polozmrzlého dezertu podobného mléku Rizzo's, něco jste si uvědomili. Všechny vaše problémy, všechna vaše dobrodružství, všechny vaše boje a rozhodnutí - to vše vedlo k tomuto jedinému okamžiku. A stálo to za to.

# conversations/13_endgameslides/1301_endgameslides:320:DefaultText
source: Dr. Welles was able to revive many more scientists and engineers than he first expected, thanks to the additional batch of chemicals you stole from the Ministry. Welles never forgot about the human lives that were lost in acquiring these chemicals.
cs: Díky další dávce chemikálií, kterou jste ukradli ministerstvu, se doktoru Wellesovi podařilo oživit mnohem více vědců a inženýrů, než původně očekával. Welles nikdy nezapomněl na lidské životy, které byly při získávání těchto chemikálií ztraceny.

# conversations/13_endgameslides/1301_endgameslides:321:DefaultText
source: Dr. Welles was able to revive many more scientists and engineers than he first expected, thanks to the additional batch of chemicals you stole from the Ministry. Welles never forgot about the human lives that were lost in acquiring these chemicals.
cs: Díky další dávce chemikálií, kterou jste ukradli ministerstvu, se doktoru Wellesovi podařilo oživit mnohem více vědců a inženýrů, než původně očekával. Welles nikdy nezapomněl na lidské životy, které byly při získávání těchto chemikálií ztraceny.
