Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/sharedstrings/sh_cp_terminal_headers.po
Languages: cs

# conversations/sharedstrings/sh_cp_terminal_headers:1:DefaultText
source: Emerald Vale Geothermal Plant A Spacer's Choice Property ========================
cs: Geotermální elektrárna Emerald Vale A Spacer's Choice Property ========================

# conversations/sharedstrings/sh_cp_terminal_headers:2:DefaultText
source: Emerald Vale Community Center A Spacer's Choice Property ========================
cs: Komunitní centrum Emerald Vale A Spacer's Choice Property ========================

# conversations/sharedstrings/sh_cp_terminal_headers:3:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ========================
cs: Botanická laboratoř a experimentální zařízení Emerald Vale A Spacer's Choice Property ========================

# conversations/sharedstrings/sh_cp_terminal_headers:8:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ========================
cs: Svorka lithiového kapkového chladiče Oběhové čerpadlo ========================

# conversations/sharedstrings/sh_cp_terminal_headers:9:DefaultText
source: Prismatic Hammer Research Terminal ============================
cs: Výzkumný terminál Prismatic Hammer ============================

# conversations/sharedstrings/sh_cp_terminal_headers:10:DefaultText
source: Groundbreaker Public Access Terminal ============================
cs: Veřejný přístupový terminál Groundbreaker ============================

# conversations/sharedstrings/sh_cp_terminal_headers:12:DefaultText
source: Rest–N–Go Guest Terminal =====================
cs: Terminál pro hosty Rest-N-Go =====================

# conversations/sharedstrings/sh_cp_terminal_headers:13:DefaultText
source: Docking Bay Arrivals Terminal ========================
cs: Přístavní terminál přístaviště ========================

# conversations/sharedstrings/sh_cp_terminal_headers:14:DefaultText
source: Groundbreaker MedBay Terminal ========================
cs: Terminál Groundbreaker MedBay ========================

# conversations/sharedstrings/sh_cp_terminal_headers:15:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ==========================
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ==========================

# conversations/sharedstrings/sh_cp_terminal_headers:16:DefaultText
source: Personal Terminal - Groundbreaker Captain =============================
cs: Osobní terminál - Groundbreaker Captain =============================

# conversations/sharedstrings/sh_cp_terminal_headers:17:DefaultText
source: Mardet Docking Security Terminal =========================
cs: Dokovací bezpečnostní terminál Mardet =========================

# conversations/sharedstrings/sh_cp_terminal_headers:19:DefaultText
source: Cascadia Lab - Executive Research Focus Group ====================================
cs: Cascadia Lab - Focus Group pro výzkum výkonných pracovníků ====================================

# conversations/sharedstrings/sh_cp_terminal_headers:20:DefaultText
source: Ventilation Management Terminal =======================
cs: Terminál pro řízení ventilace =======================

# conversations/sharedstrings/sh_cp_terminal_headers:21:DefaultText
source: Executive Research Focus Group Gas Regulation Terminal =========================
cs: Výkonná výzkumná skupina zaměřená na regulaci plynu Terminál =========================

# conversations/sharedstrings/sh_cp_terminal_headers:22:DefaultText
source: Lab 1084: Executive Records - CLASSIFIED ============================
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================

# conversations/sharedstrings/sh_cp_terminal_headers:23:DefaultText
source: Cascadia Refueling Terminal =======================
cs: Palivový terminál Cascadia =======================

# conversations/sharedstrings/sh_cp_terminal_headers:25:DefaultText
source: Welcome to Rizzo's Point-of-Purchase operating system! ==========================================
cs: Vítejte v operačním systému Rizzo's Point-of-Purchase! ==========================================

# conversations/sharedstrings/sh_cp_terminal_headers:26:DefaultText
source: Lab 1084: High-Security Containment ==========================
cs: Laboratoř 1084: Vysoce zabezpečený kontejner ==========================

# conversations/sharedstrings/sh_cp_terminal_headers:27:DefaultText
source: Lab 1084: Station Security ===================
cs: Laboratoř 1084: Zabezpečení stanice ===================

# conversations/sharedstrings/sh_cp_terminal_headers:28:DefaultText
source: Lab 1084: High-Security Containment Checkpoint Beta ==========================
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Beta ==========================

# conversations/sharedstrings/sh_cp_terminal_headers:29:DefaultText
source: Lab 1084: High-Security Containment Checkpoint Alpha =============================
cs: Laboratoř 1084: Kontrolní bod Alpha s vysokým stupněm zabezpečení =============================

# conversations/sharedstrings/sh_cp_terminal_headers:30:DefaultText
source: Personal Terminal - Dr. Eva Chartrand =============================
cs: Osobní terminál - Dr. Eva Chartrand =============================

# conversations/sharedstrings/sh_cp_terminal_headers:31:DefaultText
source: Harlow's Crew Terminal - Welcome to the High Ground, Soldier ===============================================
cs: Posádkový terminál Harlow - Vítejte na výsostném území, vojáku ===============================================

# conversations/sharedstrings/sh_cp_terminal_headers:32:DefaultText
source: Relay Station GB-23 ----------------------------
cs: Reléová stanice GB-23 ----------------------------

# conversations/sharedstrings/sh_cp_terminal_headers:33:DefaultText
source: Hephaestus Geological Survey Site Supervisor's Terminal -------------------------------------
cs: Terminál vedoucího geologického průzkumu Hephaestus -------------------------------------

# conversations/sharedstrings/sh_cp_terminal_headers:34:DefaultText
source: ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminal in maintenance mode. Restore power supply to station to resume normal terminal operations.
cs: CHYBA: Nelze získat přístup k paměťové kazetě. CHYBA: Výkon terminálu je nižší než 5 %. Terminál je v režimu údržby. Obnovte napájení stanice a obnovte normální provoz terminálu.

# conversations/sharedstrings/sh_cp_terminal_headers:35:DefaultText
source: If you are seeing this screen, I, Phineas V. Welles, have been perniciously KIDNAPPED and very probably INCARCERATED by the perfidious and cowardly GOVERNMENT of HALCYON in the Prison-Fortress of TARTARUS. If I have not already been EXECUTED for charges levelled against me, I hope the person reading this terminal will find a way to finish my work, or rescue me. Preferably the latter. This screen constitutes my last will and testament. I commend my body, and my belongings, to the icy depths of the aether.
cs: Pokud vidíte tuto obrazovku, já, Phineas V. Welles, jsem byl zrádnou a zbabělou VLÁDOU HALCYONU ve vězeňské pevnosti TARTARUS zhoubně ZAVRAŽDĚN a s velkou pravděpodobností ZAVRAŽDĚN. Pokud jsem ještě nebyl za obvinění vznesená proti mně POPRAVEN, doufám, že osoba, která čte tento terminál, najde způsob, jak dokončit mou práci, nebo mě zachrání. Tato obrazovka je mou poslední vůlí. Svěřuji své tělo a svůj majetek ledovým hlubinám éteru.

# conversations/sharedstrings/sh_cp_terminal_headers:36:DefaultText
source: Greetings, authorized personnel. The King would like to remind you of the following message: begin block quote -- The cystypigs get five cans of boarst per meal, per day, each. Not four, not six, not ten. That is FIVE, precisely. And I don't care how much they squeal at you or how pathetic-looking their sad little eyes are - if you over or under feed my stock I will carve each of your limbs away then run your shrieking body through the machine. Dreadful slow. -- end block quote Please select the action you would like to perform.
cs: Zdravím vás, oprávnění pracovníci. Král by vám rád připomněl následující zprávu: Cystypigové dostávají pět konzerv kančího masa na jídlo, každý den. Ne čtyři, ne šest, ne deset. Je to přesně pět. A je mi jedno, jak moc na vás kvičí nebo jak žalostně vypadají jejich smutná očka - jestli přikrmujete nebo podkrmujete moje zásoby, uřežu vám každou končetinu a pak vaše vřískající tělo proháním strojem. Strašně pomalu. -- konec blokové citace Vyberte prosím akci, kterou chcete provést.
