Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/sharedstrings/sh_consoles.po
Languages: cs

# conversations/sharedstrings/sh_consoles:2:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN --------------------------------- All personnel please report to your assigned workstations. Report suspicious activity to the nearest Site Safety Engineer.
cs: Argos Security Systems --------------------------------- SECURITY LOCKDOWN --------------------------------- Všichni zaměstnanci se dostavte na svá přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště.

# conversations/sharedstrings/sh_consoles:3:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/sharedstrings/sh_consoles:4:DefaultText
source: [Inventory Logs]
cs: [Inventární protokoly]

# conversations/sharedstrings/sh_consoles:5:DefaultText
source: [Maintenance Logs]
cs: [Protokoly údržby]

# conversations/sharedstrings/sh_consoles:6:DefaultText
source: [Log On]
cs: [Přihlášení]

# conversations/sharedstrings/sh_consoles:7:DefaultText
source: [Armory Logs]
cs: [Deníky zbrojnice]

# conversations/sharedstrings/sh_consoles:8:DefaultText
source: [Security Camera Controls]
cs: [Ovládání bezpečnostních kamer]

# conversations/sharedstrings/sh_consoles:9:DefaultText
source: [Door Lock Controls]
cs: [Ovládání zámku dveří]

# conversations/sharedstrings/sh_consoles:10:DefaultText
source: [Experimental Notes]
cs: [Experimentální poznámky]

# conversations/sharedstrings/sh_consoles:11:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/sharedstrings/sh_consoles:12:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/sharedstrings/sh_consoles:13:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Unsightly bloodstains? Consider Auntie Cleo's laundry soap. Now with a refreshing lemon zing scent.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Nevzhledné krvavé skvrny? Zvažte mýdlo na praní Auntie Cleo. Nyní s osvěžující citronovou vůní.

# conversations/sharedstrings/sh_consoles:14:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Have you brushed your teeth with Auntie's Blinding White Paste™ today?
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Vyčistili jste si dnes zuby oslepující bílou pastou Auntie's White Paste™?

# conversations/sharedstrings/sh_consoles:15:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Auntie Cleo Auntie-Biotics™: served fresh from our petri dishes to YOUR personal crevices.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Auntie Cleo Auntie-Biotics™: podáváme čerstvě z našich Petriho misek do VAŠICH osobních štěrbin.

# conversations/sharedstrings/sh_consoles:16:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Tired of itchy acid burns? Try Auntie Cleo's artisanal boarst-scented moisturizing cream.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Máte dost svědivých popálenin od kyseliny? Vyzkoušejte řemeslný hydratační krém Auntie Cleo s vůní divočáka.

# conversations/sharedstrings/sh_consoles:17:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Feeling irate? Try Auntie Cleo's Nar-Choc-Lectic™ bars. Now with 3% real CCN76.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Cítíte se podráždění? Vyzkoušejte tyčinky Auntie Cleo's Nar-Choc-Lectic™. Nyní s 3 % skutečného CCN76.

# conversations/sharedstrings/sh_consoles:18:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Try Auntie Cleo's Handi-Off™, the surgical stain remover of choice.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Vyzkoušejte Handi-Off™ od tety Cleo, nejvhodnější odstraňovač skvrn po chirurgických zákrocích.

# conversations/sharedstrings/sh_consoles:19:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Parents who buy Auntie Cleo should have children who buy Auntie Cleo.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Rodiče, kteří kupují Auntie Cleo, by měli mít děti, které kupují Auntie Cleo.

# conversations/sharedstrings/sh_consoles:20:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- "Auntie Cleo's - Better than Nature!"™
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- "Auntie Cleo's - Better than Nature!"™

# conversations/sharedstrings/sh_consoles:21:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/sharedstrings/sh_consoles:22:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/sharedstrings/sh_consoles:23:DefaultText
source: [Security Routines]
cs: [Bezpečnostní rutiny]

# conversations/sharedstrings/sh_consoles:24:DefaultText
source: [Personnel Files]
cs: [Osobní spisy]

# conversations/sharedstrings/sh_consoles:25:DefaultText
source: [Transfer Files to External Tape]
cs: [Přenos souborů na externí pásku]

# conversations/sharedstrings/sh_consoles:26:DefaultText
source: [Proceed]
cs: [Pokračovat]

# conversations/sharedstrings/sh_consoles:27:DefaultText
source: [Abort]
cs: [Přerušit]

# conversations/sharedstrings/sh_consoles:28:DefaultText
source: [Yes]
cs: [Ano]

# conversations/sharedstrings/sh_consoles:29:DefaultText
source: [No]
cs: [Ne]

# conversations/sharedstrings/sh_consoles:31:DefaultText
source: [Open Last Entry]
cs: [Otevřít poslední záznam]

# conversations/sharedstrings/sh_consoles:33:DefaultText
source: [Back]
cs: [Zpět]

# conversations/sharedstrings/sh_consoles:34:DefaultText
source: [Access Redacted Text]
cs: [Přístup k redigovanému textu]

# conversations/sharedstrings/sh_consoles:36:DefaultText
source: HALCYON HOLDINGS CORPORATE BOARD PUBLIC NOTICE #117: ON THE ISSUING OF A HAZARD CLAUSE FOR TERRA ONE This notice, issued on January 12th, 2343, serves as the public denouncement of Terra 1 as a feasible workplace environment. Due to the hostile and aggressive nature of the wildlife, as well as the unsustainability of its natural flora for use in human consumption, the Halcyon Holdings Corporate Board has officially enacted a Hazard Clause covering the entirety of Terra 1. After an evacuation period of no more than six (6) months, Terra 1 will be officially considered illegal territory. As this is a unanimous decision, any corporation caught operating on Terra 1 after the evacuation period will face fines and possible disbarment, as defined in Halcyon Code 22.1.
cs: VEŘEJNÉ UPOZORNĚNÍ č. 117 SPOLEČNOSTI HALCYON HOLDINGS: O VYHLÁŠENÍ NEBEZPEČÍ PRO TERRA ONE Toto oznámení, vydané dne 12. ledna 2343, slouží jako veřejná výpověď společnosti Terra 1 jako proveditelného pracovního prostředí. Vzhledem k nepřátelské a agresivní povaze zdejší fauny a flóry, jakož i k neudržitelnosti její přirozené flóry pro použití v lidské spotřebě, korporátní rada společnosti Halcyon Holdings oficiálně zavedla doložku o nebezpečí, která se vztahuje na celou Terru 1. Po uplynutí doby evakuace, která nepřesáhne šest (6) měsíců, bude Terra 1 oficiálně považována za nelegální území. Jelikož se jedná o jednomyslné rozhodnutí, bude každá korporace, která bude po uplynutí evakuačního období přistižena při činnosti na Terře 1, čelit pokutám a případnému vyloučení z organizace, jak je definováno v Halcyonském kodexu 22.1.

# conversations/sharedstrings/sh_consoles:37:DefaultText
source: Please enter the name of the employee whose files you want to view:
cs: Zadejte jméno zaměstnance, jehož soubory chcete zobrazit:

# conversations/sharedstrings/sh_consoles:38:DefaultText
source: Monarch Stellar Industries ============================ This terminal is only to be used for official communication on behalf of Monarch Stellar Industries.
cs: Monarch Stellar Industries ============================ Tento terminál je určen pouze pro oficiální komunikaci jménem společnosti Monarch Stellar Industries.

# conversations/sharedstrings/sh_consoles:39:DefaultText
source: [Research Data]
cs: [Výzkumná data]

# conversations/sharedstrings/sh_consoles:40:DefaultText
source: [Activate Alarm]
cs: [Aktivovat alarm]

# conversations/sharedstrings/sh_consoles:41:DefaultText
source: [View Lab Notes]
cs: [Zobrazit laboratorní poznámky]

# conversations/sharedstrings/sh_consoles:42:DefaultText
source: [Disable Area Alarms]
cs: [Zakázat alarmy oblasti]

# conversations/sharedstrings/sh_consoles:43:DefaultText
source: [Enter Passcode]
cs: [Zadejte přístupový kód]
