Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/sharedstrings/sh_pre_cc_cutscene.po
Languages: cs

# conversations/sharedstrings/sh_pre_cc_cutscene:1:DefaultText
source: Why stay Earthbound when prosperity awaits you in the stars? Come to Halcyon, the only colony on the edge of the frontier owned and operated by corporations!
cs: Proč zůstávat na Zemi, když vás blahobyt čeká ve hvězdách? Přijďte na Halcyon, jedinou kolonii na okraji hranic, kterou vlastní a provozují korporace!

# conversations/sharedstrings/sh_pre_cc_cutscene:2:DefaultText
source: TOP SECRET: 10 - 23 - 2320 HALCYON HOLDINGS CORPORATE BOARD
cs: PŘÍSNĚ TAJNÉ: 10 - 23 - 2320 HALCYON HOLDINGS CORPORATE BOARD

# conversations/sharedstrings/sh_pre_cc_cutscene:3:DefaultText
source: INCIDENT REPORT: COLONY SHIP HOPE FOUND DRIFTING; COLONISTS UNABLE TO BE REVIVED
cs: ZPRÁVA O INCIDENTU: KOLONIÁLNÍ LOĎ HOPE NALEZENA UNÁŠENÁ PROUDEM; KOLONISTY SE NEPODAŘILO OŽIVIT

# conversations/sharedstrings/sh_pre_cc_cutscene:5:DefaultText
source: ALERT: BREACH OF HOPE SECURITY CORRIDOR
cs: UPOZORNĚNÍ: NARUŠENÍ BEZPEČNOSTNÍHO KORIDORU HOPE

# conversations/sharedstrings/sh_pre_cc_cutscene:6:DefaultText
source: UNIDENTIFIED SHIP
cs: NEIDENTIFIKOVANÁ LOĎ

# conversations/sharedstrings/sh_pre_cc_cutscene:8:DefaultText
source: STATUS: FUGITIVE, WANTED BY HALCYON HOLDINGS BOARD FOR CRIMES AGAINST THE COLONY
cs: STAV: HLEDANÝ RADOU HALCYON HOLDINGS ZA ZLOČINY PROTI KOLONII.

# conversations/sharedstrings/sh_pre_cc_cutscene:9:DefaultText
source: Hundreds of thousands of colonists. Left to drift out here forever, just to keep from damaging the Board's bottom line. Disgraceful.
cs: Stovky tisíc kolonistů. Zůstali tu navždy, jen aby nepoškodili zisk správní rady. Hanebné.

# conversations/sharedstrings/sh_pre_cc_cutscene:10:DefaultText
source: A trip of ten short years will feel like mere minutes, thanks to the comfort and safety of your very own hibernation chamber.
cs: Díky pohodlí a bezpečí vlastní hibernační komory vám bude cesta trvající deset krátkých let připadat jako pouhé minuty.

# conversations/sharedstrings/sh_pre_cc_cutscene:11:DefaultText
source: You'll wake up in a perfect society designed to maximize your productivity, with guaranteed full employment!
cs: Probudíte se v dokonalé společnosti, která je navržena tak, aby maximalizovala vaši produktivitu a zaručila vám plnou zaměstnanost!

# conversations/sharedstrings/sh_pre_cc_cutscene:12:DefaultText
source: With only a minor term of service, you will become the master of your own destiny when you go out of this world... to the Halcyon Colony!
cs: Stačí, když si odsloužíš jen menší službu, a staneš se pánem svého osudu, až odejdeš z tohoto světa... do kolonie Halcyon!

# conversations/sharedstrings/sh_pre_cc_cutscene:13:DefaultText
source: DETERMINATION: HOPE TO BE LEFT AT EDGE OF COLONY
cs: ODHODLÁNÍ: NADĚJE, ŽE ZŮSTANEME NA OKRAJI KOLONIE
