Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1002_ice_palace/1002_cp_security_labcheckpoint.po
Languages: cs

source: Lab 1084: High-Security Containment Checkpoint Beta ========================== Main menu
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Beta ========================== Hlavní nabídka

source: [Security Routines]
cs: [Bezpečnostní rutiny]

source: [Personal Files]
cs: [Osobní soubory]

source: Lab 1084: High-Security Containment Checkpoint Beta ========================== The UDL Electro-floor 3000 is: Online.
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Beta ========================== UDL Electro-floor 3000 je: Online.

source: Lab 1084: High-Security Containment Checkpoint Beta ========================== Kimball came by asking if any of the docs had been around. I told her what I know - it's been quiet, just ask Alpha. She walked off with a spring in her step. Okay, weird. Then she requisitioned a UDL Electro-floor 3000 for my checkpoint. And a crate of concussion mines. Guess she didn't believe me. Is she preparing for war? She's acting like she knows something the rest of us don't. Seems especially uncomfortable around the docs.
cs: Laboratoř 1084: High-Security Containment Checkpoint Beta ========================== Kimball se přišel zeptat, jestli se tu někdo z doktorů pohybuje. Řekl jsem jí, co vím - byl klid, stačí se zeptat Alfy. Odešla s pružinou v kroku. Dobře, divné, pak si pro můj kontrolní bod zrekvírovala UDL Electro-floor 3000. A bednu otřesových min. Asi mi nevěřila. Připravuje se na válku? Chová se, jako by věděla něco, co my ostatní ne. Vypadá, že se cítí nepříjemně hlavně v blízkosti doktorů.

source: [Engage Checkpoint Security]
cs: [Zapojit zabezpečení kontrolního bodu]

source: [Return to Root]
cs: [Zpět na kořen]

source: [Disengage Checkpoint Security]
cs: [Vypnout zabezpečení kontrolního stanoviště]

source: [Engage Checkpoint Security]
cs: [Zapojit zabezpečení kontrolního bodu]

source: Lab 1084: High-Security Containment Checkpoint Beta ========================== Personal files
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Beta ========================== Osobní soubory

source: [Log: Mama bear]
cs: [Deník: Medvědí máma]

source: Lab 1084: High-Security Containment Checkpoint Beta ========================== The UDL Electro-floor 3000 is: Offline.
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Beta ========================== UDL Electro-floor 3000 je: je v režimu offline.

source: Lab 1084: High-Security Containment Checkpoint Beta ========================== ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminal in maintenance mode. Restore power supply to station to resume normal terminal operations.
cs: Lab 1084: High-Security Containment Checkpoint Beta ========================== ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminál je v režimu údržby. Obnovte napájení stanice a obnovte normální provoz terminálu.
