Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1002_ice_palace/1002_cp_security_botcontrol.po
Languages: cs

source: Lab 1084: Station Security =================== Automechanical Charging protocol initiated. Recall in process... Recall successful.
cs: Laboratoř 1084: Zabezpečení stanice =================== Iniciován protokol automechanického nabíjení. Probíhá odvolání... Odvolání úspěšné.

source: Lab 1084: Station Security =================== Priority user: Kimball, I. Main menu
cs: Laboratoř 1084: Zabezpečení stanice =================== Prioritní uživatel: Hlavní menu: Kimball, I.

source: [Messages]
cs: [Zprávy]

source: [Security Routines]
cs: [Bezpečnostní rutiny]

source: Lab 1084: Station Security =================== Messages
cs: Laboratoř 1084: Zprávy zabezpečení stanice ===================

source: Lab 1084: Station Security =================== Security routines
cs: Laboratoř 1084: Zabezpečení stanice =================== Bezpečnostní postupy

source: Lab 1084: Station Security =================== FROM: Kimball, I TO: Kimball, A SUBJECT: Bedtime story Once upon a time there was a princess who trained to be a soldier. While the other princesses got jobs at canneries and counting houses, the soldier squinted down her sights at the firing range and made sure she hit the target every time. Then one day a Not Very Nice Man offered her a job at an ivory tower, far far away from the kingdom. The princess could provide for her ailing father, her lovely child, and her goofball husband - but she would have to stay locked in the tower until the doctors could find a way out. Once she thought better of her choices, the princess applied for early dismissal, but no one listened. The End. I love you, Anjelica. Maybe you can write me a better ending? Give your father a hug and tell him I'm sorry for missing another birthday. Mom
cs: Laboratoř 1084: Zabezpečení stanice =================== OD: Kimball, I TO: Kimball, A PŘEDMĚT: Kimball, A Byla jednou jedna princezna, která se učila na vojáka. Zatímco ostatní princezny dostávaly práci v konzervárnách a hraběcích domech, vojanda mhouřila oči na střelnici a dávala si pozor, aby pokaždé trefila cíl. Jednoho dne jí jeden nepříliš hodný muž nabídl práci ve věži ze slonoviny, daleko od království. Princezna by se mohla postarat o svého nemocného otce, milované dítě a potrhlého manžela - ale musela by zůstat zavřená ve věži, dokud lékaři nenajdou cestu ven. Jakmile si princezna svou volbu lépe rozmyslela, požádala o předčasné propuštění, ale nikdo ji neposlouchal. Konec: Miluji tě, Anjeliko. Možná bys mi mohla napsat lepší konec? Obejmi svého otce a řekni mu, že mě mrzí, že jsem přišla o další narozeniny. Maminka

source: [Engage Automechanical Recharge Protocols]
cs: [Zapojit protokoly automechanického dobíjení]

source: [Return to Root]
cs: [Zpět na kořen]

source: Lab 1084: Station Security =================== FROM: Kimball, I TO: REDACTED SUBJECT: Re: Your concerns Of course morale is low. You gave those PhDs tanks of nuclein scrambling gas and no warm bodies to test it on. What did you think would happen? They can test on each other all they want, but no one lays a hand on my squad. I'm installing safeguards in case anyone challenges that decree. Kimball FROM: REDACTED TO: Kimball, I SUBJECT: Your concerns You asked that I reach out. I'm doing so. Is something amiss with the team? How's their morale? Their commitment to the project?
cs: Laboratoř 1084: Zabezpečení stanice =================== OD: Kimball, I TO: REDIGOVANÝ PŘEDMĚT: Re: Re: Samozřejmě, že morálka je nízká. Dali jste těm doktorům nádrže s nukleinovým skramblovacím plynem a žádná teplá těla, na kterých by to mohli otestovat. Co sis myslel, že se stane? Ať si na sobě testují, jak chtějí, ale na mou jednotku nikdo ruku nevztáhne. Zavádím bezpečnostní opatření pro případ, že by někdo toto nařízení zpochybnil. Kimball FROM: REDACTED TO: Kimball, I PŘEDMĚT: Vaše obavy Požádal jste mě, abych se s vámi spojil. Udělám to. Je s týmem něco v nepořádku? Jaká je jejich morálka? Jejich nasazení pro projekt?

source: Lab 1084: Station Security =================== ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminal in maintenance mode. Restore power supply to station to resume normal terminal operations.
cs: Laboratoř 1084: Zabezpečení stanice =================== CHYBA: Nelze získat přístup k paměťové kazetě. CHYBA: Výkon terminálu je nižší než 5 %. Terminál je v režimu údržby. Obnovte napájení stanice a obnovte normální provoz terminálu.

source: [Engage Automechanical Defense Protocols - Admin Override]
cs: [Zapojit protokoly automechanické obrany - Přepsání správce]

source: Lab 1084: Station Security =================== Automechanical Defense protocol initiated. Excluding User <oeitoken>PlayerName</oeitoken> from the target list. Adding UDL Personnel to the target list. Attack protocol successfully set.
cs: Laboratoř 1084: Zabezpečení stanice =================== Protokol automechanické obrany zahájen. Vyloučení uživatele <oeitoken>Jméno hráče</oeitoken> ze seznamu cílů. Přidání personálu UDL do seznamu cílů. Protokol útoku úspěšně nastaven.

source: [Engage Automechanical Recharge Protocols]
cs: [Zapojit protokoly automechanického dobíjení]

source: [Engage Automechanical Defense Protocols - Admin Override]
cs: [Zapojit protokoly automechanické obrany - Přepsání správce]
