Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander.po
Languages: cs

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:1:DefaultText
source: Alright people, stay sharp. That little SubLight sprat could pop out of anywhere.
cs: Dobře, lidi, zůstaňte ve střehu. Ten malý sublightový šprot může vyskočit odkudkoli.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:2:DefaultText
source: Who shut down these automechs? Someone get them back online.
cs: Kdo vypnul tyto automechy? Zprovozněte je někdo.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:3:DefaultText
source: I'm on it.
cs: Jdu na to.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:4:DefaultText
source: Captain, I've been attempting to contact you with urgent news. However, communicational functionality was impaired due to the power outage.
cs: Kapitáne, snažil jsem se vás kontaktovat s naléhavými zprávami. Komunikační funkce však byla narušena kvůli výpadku proudu.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:5:DefaultText
source: A UDL vessel has been tracking our position and just recently docked with the station. They are patching into the station's transmission lines now. I cannot stop-
cs: Loď UDL sledovala naši pozici a nedávno se připojila ke stanici. Nyní se připojují k přenosovým linkám stanice. Nemohu zastavit...

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:6:DefaultText
source: I've been waiting for this day since we tagged your ship in Cascadia, Captain. So glad we finally have this opportunity. My ship is docked with Ten Eighty-Four. There's no escape.
cs: Na tento den jsem čekal od chvíle, kdy jsme vaši loď označili v Kaskádii, kapitáne. Jsem tak rád, že máme konečně tuhle příležitost. Moje loď je zakotvena u lodi Ten Eighty-Four. Není úniku.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:7:DefaultText
source: I have been waiting for this day since we tagged your ship in Cascadia, Captain. I... Wait, who are you? No one told me we had security forces deployed on this station already.
cs: Na tento den jsem čekal od chvíle, kdy jsme vaši loď označili v Kaskádii, kapitáne. I... Počkat, kdo jste? Nikdo mi neřekl, že už jsme na stanici rozmístili bezpečnostní síly.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:8:DefaultText
source: You've been poking your nose into restricted locations. This makes my superiors unhappy. I could peel your ship open like a can of boarst, but I'm in a sporting mood.
cs: Strkáte nos do zakázaných míst. To se nelíbí mým nadřízeným. Mohl bych tvou loď rozloupnout jako plechovku od kance, ale mám sportovní náladu.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:9:DefaultText
source: My team has already handled the issue, soldier. Your squad can depart.
cs: Můj tým už se touto záležitostí zabýval, vojáku. Vaše jednotka může odejít.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:10:DefaultText
source: The smuggler's been handled. Your team isn't cleared to dock at this station.
cs: O pašeráka jsme se postarali. Váš tým nemá povolení k přistání na této stanici.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:11:DefaultText
source: Adjutant Akande would appreciate your discretion in this matter, Commander.
cs: Adjutant Akande by ocenil vaši diskrétnost v této záležitosti, veliteli.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:12:DefaultText
source: Would a cut of the profits change your mind? Say... <oeiglobal>Bribe_Amount</oeiglobal> bits?
cs: Změnil by váš názor podíl na zisku? Řekněme... <oeiglobal>Částka úplatku</oeiglobal> bitů?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:13:DefaultText
source: You're about to make an enemy of SubLight. Trust me, you don't want that.
cs: Chystáte se vytvořit nepřítele SubLight. Věř mi, to nechceš.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:14:DefaultText
source: You won't take me alive.
cs: Živého mě nedostanete.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:15:DefaultText
source: I assure you that was never my intention. See you soon, Captain.
cs: Ujišťuji vás, že jsem to nikdy neměl v úmyslu. Brzy se uvidíme, kapitáne.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:16:DefaultText
source: Adjutant Akande? Oh. OH. Apologies for wasting your time, Captain. I'll order my squad to stand down at once.
cs: Adjutant Akande? Oh. OH. Omlouvám se za ztrátu času, kapitáne. Okamžitě nařizuji své jednotce, aby se stáhla.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:17:DefaultText
source: Whatever business Ms. Akande has at the station, I hope to see it in your report one day. Safe travels.
cs: Ať už má paní Akande na stanici jakoukoli práci, doufám, že se to jednou objeví ve vaší zprávě. Šťastnou cestu.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:18:DefaultText
source: Roger that. Just as a precaution, I'm sure you won't mind if we turn on the station security systems? Can't be too careful.
cs: Rozumím. Jenom pro jistotu, určitě vám nebude vadit, když zapneme bezpečnostní systémy stanice? Opatrnosti není nikdy dost.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:19:DefaultText
source: We'd hate to leave this location undefended after a close call with outlaws.
cs: Neradi bychom nechali toto místo bez obrany po blízkém střetu s psanci.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:20:DefaultText
source: I already reactivated the automechs. Your readout must be on a delay.
cs: Už jsem znovu aktivoval automechaniky. Váš odečet musí být zpožděný.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:21:DefaultText
source: You shouldn't even know about this station, soldier, let alone interface with it.
cs: O téhle stanici bys neměl ani vědět, vojáku, natož s ní komunikovat.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:22:DefaultText
source: Do I look like I need some old rustbucket as backup?
cs: Vypadám, že potřebuji nějaký starý rezavý kbelík jako zálohu?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:23:DefaultText
source: As you say. Have a safe trip back.
cs: Jak říkáte. Šťastnou cestu zpět.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:24:DefaultText
source: Same to you. Signing off.
cs: Totéž platí i pro vás. Odcházím.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:25:DefaultText
source: What was that? You want me to hit this big "self-destruct" button?
cs: Co to bylo? Chceš, abych zmáčkl to velké tlačítko "sebedestrukce"?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:26:DefaultText
source: Hmph, that should have been fixed by now. As you say. We'll just head out, then. Safe travels, soldier.
cs: Hm, to už by mělo být opraveno. Jak říkáš. Tak prostě vyrazíme. Šťastnou cestu, vojáku.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:27:DefaultText
source: Shit. Thanks for the warning. Last thing I need is to get fined for overriding security on a restricted station. My team and I will just head out, then.
cs: Do prdele. Díky za varování. Poslední, co potřebuju, je dostat pokutu za to, že jsem překonal bezpečnostní opatření na stanici s omezeným přístupem. Já a můj tým tedy prostě vyrazíme.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:28:DefaultText
source: Whoa, okay, calm down! I didn't mean anything by it. Jeez. You try and help some people.
cs: Dobře, uklidni se! Nic jsem tím nemyslel. Ježíši. Zkus některým lidem pomoct.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:29:DefaultText
source: Let's act as if we never saw each other. Try and keep it that way, Captain.
cs: Dělejme, jako bychom se nikdy neviděli. Zkuste to tak nechat, kapitáne.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:30:DefaultText
source: I don't know who you are, but I have nothing to gain by risking my hide against a lunatic. Commander out.
cs: Nevím, kdo jsi, ale nemám co získat, když budu riskovat svou kůži proti šílenci. Velitel končí.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:31:DefaultText
source: Squad, I'm ordering a recall. There's a... misspelling on our orders that ought to be corrected. On the double.
cs: Četo, objednávám stažení. V našich rozkazech je... překlep, který by měl být opraven. Na dvojnásobek.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:32:DefaultText
source: [Static]
cs: [Statický]

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:33:DefaultText
source: [Static]
cs: [Statický]

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:34:DefaultText
source: The UDL gunship is undocking from the station. They appear to be departing into space.
cs: Střelecká loď UDL se odpojuje od stanice. Zdá se, že odlétá do vesmíru.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:35:DefaultText
source: The UDL gunship remains docked at the station. They must intend to board with a full squad of troops.
cs: Střelecká loď UDL zůstává zakotvena na stanici. Musí mít v úmyslu nastoupit s plnou jednotkou vojáků.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:36:DefaultText
source: What's going on, ADA?
cs: Co se děje, ADA?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:37:DefaultText
source: I'm a little busy. Can this wait?
cs: Jsem trochu zaneprázdněný. Může to počkat?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:38:DefaultText
source: Unfortunately, it cannot.
cs: Bohužel to nejde.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:39:DefaultText
source: What do you want?
cs: Co chcete?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:42:DefaultText
source: I think you've got the wrong guy.
cs: Myslím, že jste si spletl člověka.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:42:FemaleText
source: I think you've got the wrong gal.
cs: Myslím, že máte špatnou dívku.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:43:DefaultText
source: <Cut the transmission.>
cs: <Přerušit přenos.>

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:44:DefaultText
source: I think not. The refueling system at Cascadia's landing pad logged your ship ID.
cs: Myslím, že ne. Systém doplňování paliva na přistávací ploše Cascadia zaznamenal identifikaci vaší lodi.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:45:DefaultText
source: An adequate sum. They must pay you smugglers better than I thought.
cs: Přiměřená částka. Musí vám, pašerákům, platit lépe, než jsem si myslel.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:59:DefaultText
source: I didn't say that. How did you gain access to that system? Stop it at once!
cs: To jsem neřekl. Jak jste získal přístup do toho systému? Okamžitě to zastavte!

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:60:DefaultText
source: SubLight? Ugh. I hate it when you outlaws organize. The paperwork for killing you would be the death of me.
cs: SubLight? Fuj. Nesnáším, když vy psanci organizujete. Papírování za vaše zabití by mě zabilo.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:61:DefaultText
source: Sorry. Better luck next time.
cs: Omlouvám se. Příště více štěstí.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:62:DefaultText
source: Now I feel bad. Want to fight me anyway, off the record?
cs: Teď se cítím špatně. Chceš se se mnou hádat i tak, mimo záznam?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:63:DefaultText
source: Don't apologize. This is my problem, not yours.
cs: Neomlouvejte se. Je to můj problém, ne tvůj.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:64:DefaultText
source: That's kind of you to ask, but we have a tight schedule. It's open season on trespassers.
cs: To je od vás milé, že se ptáte, ale máme nabitý program. Na vetřelce je otevřená sezóna.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:65:DefaultText
source: <Hit a random key.> Welcome to Hell, Commander.
cs: <Stiskněte náhodný klíč.> Vítejte v pekle, veliteli.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:66:DefaultText
source: Just kidding. Or am I? Want to find out the hard way?
cs: Dělám si legraci. Nebo ano? Chcete to zjistit po zlém?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:68:DefaultText
source: Nooo!
cs: Ne!

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:69:DefaultText
source: Did you... did you hit it yet? What's happening in there?
cs: Už jsi... už jsi to trefil? Co se tam děje?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:70:DefaultText
source: It's all commission, but the benefits are pretty good.
cs: Všechno je to provize, ale výhody jsou docela dobré.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:71:DefaultText
source: You should consider a new line of work.
cs: Měli byste zvážit novou práci.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:72:DefaultText
source: Can I do that? Why, I wouldn't even know where to begin...
cs: Mohu to udělat? Vždyť ani nevím, kde začít...

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:74:DefaultText
source: Really? Hm. Call me intrigued.
cs: Opravdu? Hm. Říkejte mi, že mě to zaujalo.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:75:DefaultText
source: Oh, I see you have activated your Holographic Shroud, Captain. Excellent. Becoming indistinguishable from an authentic UDL trooper will prove advantageous to your current situation.
cs: Vidím, že jste aktivoval svůj holografický plášť, kapitáne. Výborně. Stát se nerozeznatelným od pravého vojáka UDL bude pro vaši současnou situaci výhodné.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:76:DefaultText
source: That's need-to-know, soldier! Now depart before you're reassigned to sewage detail.
cs: To je potřeba vědět, vojáku! Teď odejděte, než vás přeřadí do kanalizační jednotky.

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:77:DefaultText
source: Everything's perfectly all right now. We're fine. How are you?
cs: Všechno je teď v naprostém pořádku. Jsme v pořádku. Jak se máte vy?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:78:DefaultText
source: You're... fine? Who is this? What's your operating number?
cs: Jsi... v pořádku? Kdo je to? Jaké je vaše operační číslo?

# conversations/10_scylla/1002_ice_palace/1002_cv_udl_commander:79:DefaultText
source: Belay that. I don't know how you've managed to look like a UDL trooper, but there's no way you're one of us.
cs: Tohle si nechte pro sebe. Nevím, jak se ti podařilo vypadat jako voják UDL, ale v žádném případě nejsi jeden z nás.
