Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1002_ice_palace/1002_cp_security_mainentrance.po
Languages: cs

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= Keycard Encoder Status: Online Main menu
cs: Laboratoř 1084: Vysoce zabezpečený kontrolní bod Alpha ============================= Stav kódovače klíčových karet: Online Hlavní menu

source: [Messages]
cs: [Zprávy]

source: [Personal Files]
cs: [Osobní soubory]

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= Messages
cs: Laboratoř 1084: Zprávy kontrolního bodu Alpha s vysokým stupněm zabezpečení =============================

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= James is gone and he never said goodbye. I keep telling myself that he wanted me to remember him as he was outside of the tank. Or maybe he was just bad at goodbyes. When I saw what was left of him, I wanted to airlock everyone who let it happen. You could have said something, James. We were never short on time. Nothing's keeping me here now. The bits aren't worth it. I've requested a transfer. I get the impression I'm not the only one.
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Alfa ============================= James je pryč a nikdy se nerozloučil. Pořád si říkám, že chtěl, abych si ho pamatovala takového, jaký byl mimo tank. Nebo se možná jen neuměl rozloučit. Když jsem viděl, co z něj zbylo, chtěl jsem všechny, kteří to dopustili, zavřít do vzduchové komory. Mohl jsi něco říct, Jamesi. Nikdy jsme neměli málo času. Teď už mě tu nic nedrží. Ty kousky za to nestojí. Požádal jsem o přeložení. Mám dojem, že nejsem jediný.

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= Personal files
cs: Laboratoř 1084: Kontrolní bod Alpha s vysokým stupněm zabezpečení ============================= Osobní soubory

source: [Note on Guthrie, J]
cs: [Poznámka ke Guthrieovi, J]

source: [Note on Chief Kimball]
cs: [Poznámka k náčelníkovi Kimballovi]

source: [Return to Root]
cs: [Zpět na kořen]

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= Kimball thinks there'll be trouble once the docs run out of warm bodies. If James was around I know he'd set her straight. Now that he's gone, maybe I could use some convincing, too. She showed up next to my bunk last night. Said that if anything happened to her, her password was her daughter's name. Hope it never comes to that.
cs: Laboratoř 1084: Kontrolní bod s vysokým stupněm zabezpečení Alfa ============================= Kimball si myslí, že jakmile doktorům dojdou teplá těla, nastanou problémy. Kdyby tu byl James, určitě by ji vyvedl z omylu. Teď, když je pryč, by se mi možná taky hodilo nějaké přesvědčování. Včera večer se objevila vedle mého lůžka. Říkala, že kdyby se jí něco stalo, její heslo je jméno její dcery. Doufám, že k tomu nikdy nedojde.

source: [FROM: REDACTED, SUBJECT: Closing down]
cs: [OD: REDACTED, PŘEDMĚT: Uzavření]

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= FROM: REDACTED TO: Station Security, All SUBJECT: Closing down A transport vessel has been dispatched to HRS-1084. I have taken the liberty of upgrading the Sensitive Materials Containment Rating of this asset, which means you are permitted to leave with company-branded consumables, but all personal effects must be left behind. Do not interfere with the tanks. A clean-up crew will dispose of all exhausted assets in time. Anyone who requires ethical correction therapy can speak to a Spacer Care approved alienist.
cs: Laboratoř 1084: Kontrolní bod Alpha s vysokým stupněm zabezpečení ============================= OD: REDACTED TO: Předmět: Bezpečnost stanice, všichni Na HRS-1084 bylo vysláno transportní plavidlo. Dovolil jsem si zvýšit stupeň utajení citlivých materiálů tohoto prostředku, což znamená, že smíte odejít se spotřebním materiálem značky společnosti, ale všechny osobní věci musíte nechat za sebou. Nezasahujte do nádrží. Úklidová četa všechny vyčerpané prostředky včas zlikviduje. Každý, kdo potřebuje etickou korekční terapii, se může obrátit na schváleného cizince Spacer Care.

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminal in maintenance mode. Restore power supply to station to resume normal terminal operations.
cs: Lab 1084: High-Security Containment Checkpoint Alpha ============================= ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminál je v režimu údržby. Obnovte napájení stanice a obnovte normální provoz terminálu.

source: [Encode Keycard]
cs: [Kódovat klíčovou kartu]

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= Encoding keycard... Keycard Encoded successfully.
cs: Laboratoř 1084: Kontrolní bod s vysokým zabezpečením Alpha ============================= Kódování karty klíče... Karta klíče úspěšně zakódována.

source: Lab 1084: High-Security Containment Checkpoint Alpha ============================= Error KR-3502: No blank UDL keycard found in encoding slot. Please make sure a blank UDL brand keycard is inserted before attempting to use the encoding function.
cs: Laboratoř 1084: Kontrolní bod Alpha s vysokým zabezpečením ============================= Chyba KR-3502: V kódovacím slotu nebyla nalezena prázdná karta UDL. Před pokusem o použití funkce kódování se ujistěte, že je vložena prázdná karta značky UDL.
