Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1002_ice_palace/1002_cp_chartrand_terminal.po
Languages: cs

# conversations/10_scylla/1002_ice_palace/1002_cp_chartrand_terminal:3:DefaultText
source: Lab 1084: Executive Records - CLASSIFIED ============================ Personal Terminal: Chartrand, E. It has been 1,217 days since last login.
cs: Laboratoř 1084: Záznamy pro vedoucí pracovníky - CLASSIFIED ============================ Osobní terminál: Od posledního přihlášení uplynulo 1217 dní.

# conversations/10_scylla/1002_ice_palace/1002_cp_chartrand_terminal:4:DefaultText
source: [Project Summary]
cs: [Shrnutí projektu]

# conversations/10_scylla/1002_ice_palace/1002_cp_chartrand_terminal:6:DefaultText
source: [Logs]
cs: [Deníky]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Executive Research Focus Group E177-J48 Purpose: Biological Hybridization and Assimilation Strategies Active Team Members: Chartrand, E., Fahl, L. Inactive Team Members: Guthrie, J., McNulty, C., Pearsall, C. Ryall, T. Goal: Further the Chimeric Sciences via the targeted modification of human nuclein using strands obtained from Halcyon native fauna (classification c.rap.t1002, aka "raptidon").
cs: Laboratoř 1084: Záznamy pro vedoucí pracovníky - CLASSIFIED ============================ Skupina zaměřená na výzkum vedoucích pracovníků E177-J48 Cíl: Strategie biologické hybridizace a asimilace Aktivní členové týmu: Neaktivní členové týmu: Chartrand, E., Fahl, L: Guthrie, J., McNulty, C., Pearsall, C. Ryall, T. Cíl: Další rozvoj chimérických věd prostřednictvím cílené modifikace lidského nukleinu pomocí vláken získaných z původní fauny Halcyon (klasifikace c.rap.t1002, alias "raptidon").

source: Lab 1084: Executive Records - CLASSIFIED ============================ Three Priority entries found from user Chartrand, E.
cs: Lab 1084: Executive Records - CLASSIFIED ============================ Nalezeny tři prioritní záznamy od uživatele Chartrand, E.

source: [Return to Root]
cs: [Zpět na kořen]

source: Lab 1084: Executive Records - CLASSIFIED ============================ We almost lost Charlie. It was a runaway resequencing shift. Once it started, it kept going, spreading beyond the isolated tissue to a full-blown systemic infiltration. He said it was like every organ was itchy. I told him we'd ice him. Freeze him until we could work out how to reverse what had gone wrong. Every time Lore walked by me, she rubbed my shoulders and asked me to take a different reading. They didn't need to be taken. It was just to keep my mind occupied. She's been checking on me every hour since.
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================ Málem jsme přišli o Charlieho. Byl to útěk při resekvenování. Jakmile jednou začala, pokračovala dál a rozšířila se mimo izolovanou tkáň až k plnohodnotné systémové infiltraci. Říkal, že ho svědí všechny orgány. Řekl jsem mu, že ho budeme ledovat. Zmrazit ho, dokud nepřijdeme na to, jak zvrátit to, co se pokazilo. Pokaždé, když kolem mě Lore prošla, pohladila mě po ramenou a požádala mě, abych provedl jiné měření. Nebylo třeba je měřit. Bylo to jen proto, aby mě zaměstnala. Od té doby mě kontrolovala každou hodinu.

source: Lab 1084: Executive Records - CLASSIFIED ============================ We had to put Claire on ice today. She and the others drew straws. Claire lost. The change was slower this time. At first the resequence stayed within normal parameters. But then it spread again, just like with Charlie. Tomorrow I'm reaching out to my handler directly. I need some answers. I wonder how Guthrie's doing. I hear symphony music from under his door.
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================ Dnes jsme museli dát Claire k ledu. Ona a ostatní si vylosovali slámky. Claire prohrála, změna byla tentokrát pomalejší. Zpočátku zůstávala resekvence v normálních parametrech. Ale pak se to zase rozšířilo, stejně jako u Charlieho. Zítra se obrátím přímo na svého průvodce. Potřebuju nějaké odpovědi, zajímá mě, jak se daří Guthrie. Zpod jeho dveří slyším symfonickou hudbu.

source: Lab 1084: Executive Records - CLASSIFIED ============================ This log is being entered by Dr. Fahl. I had to prescribe Dr. Chartrand enough sedatives to knock out a primal. Yesterday morning, Dr. Guthrie and I drew straws to decide which of us would be the next test subject. He pulled the short one. No new developments. After all of our sacrifices, it still feels like we're miles away from a breakthrough. Eva hasn't forgiven herself for the losses. Maybe some time away from HRS-1084 will clear her mind. The Board confirmed receipt of my report and transmitted our recall notice. We're just awaiting transport. I wish we could take some time away from the project to clear our heads, but we're not even close to that point.
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================ Tento záznam zadává Dr. Fahl. Musel jsem doktoru Chartrandovi předepsat dostatek sedativ, aby vyřadil primáře. Včera ráno jsme si s doktorem Guthriem losovali, kdo z nás bude dalším testovaným subjektem. On si vytáhl tu kratší. Žádný nový vývoj. Po všech našich obětech mám pořád pocit, že jsme na míle daleko od průlomu. Eva si neodpustila ztráty. Možná jí nějaký čas mimo HRS-1084 pročistí mysl. Rada potvrdila přijetí mé zprávy a předala nám oznámení o odvolání. Právě čekáme na transport. Přála bych si, abychom si mohli od projektu na nějaký čas odpočinout a vyčistit si hlavu, ale k tomu se ještě ani nepřiblížíme.

source: Lab 1084: Executive Records - CLASSIFIED ============================ TRANSMISSION BEGINS CHARTRAND, E: Is anyone listening on this frequency? REDACTED: Who is this? CHARTRAND, E: I'm the project lead on Ten Eighty-Four. I wanted- REDACTED: Station Ten Eighty-Four, you have orders to maintain wireless silence until a mission end state is achieved. CHARTRAND, E: Executive Override, password ANTEDILUVIAN. REDACTED: [audible sigh.] What can I do for you, doctor? CHARTRAND, E: The Board told me they would deliver my queries about our transcription problem on the Cornelius Vanderbilt. Where are we with that? REDACTED: I'm afraid I can't provide an updated status at this time, doctor. CHARTRAND, E: The assault cruiser should have arrived on Earth by now. My query was addressed to the Chimerical Research Department at George de Hevesy Institute in Budapest. REDACTED: One of my associates will reach out when we have an update. CHARTRAND, E: "When"? Aren't you in contact with the assault cruiser? What happened out there? REDACTED: Station Ten Eighty-Four, misuse of this channel is a fireable offense. As is abusing your executive override, save in cases of emergency. CHARTRAND, E: Damn it, this this an emer- TRANSMISSION ENDS EXECUTIVE OVERRIDE FOR USER CHARTRAND, E. DISCONTINUED. DURATION: INDEFINITE.
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================ TRANSMISSION BEGINS CHARTRAND, E: Poslouchá někdo na této frekvenci? REDAKCE: Kdo je to? CHARTRAND, E: Jsem vedoucí projektu Ten Eighty-Four. Chtěl jsem... REDAKCE: Stanice Deset osmdesát čtyři, máte rozkaz udržovat bezdrátové ticho, dokud nebude dosaženo konečného stavu mise. CHARTRAND, E: Výkonné povolení, heslo ANTEDILUVIAN. REDAKCE: [Co pro vás mohu udělat, doktore? CHARTRAND, E: Rada mi řekla, že mi doručí dotazy ohledně našeho problému s přepisem na Cornelius Vanderbilt. Jak jsme na tom s tím? REDAKCE: CHARTRAND, E: Útočný křižník by už měl dorazit na Zemi. Můj dotaz byl adresován oddělení chimérického výzkumu v Institutu George de Hevesyho v Budapešti. REDAKCE: CHARTRAND, E: "Kdy"? Nejste v kontaktu s útočným křižníkem? Co se tam stalo? REDAKCE: Stanice Deset osmdesát čtyři, zneužití tohoto kanálu je trestné. Stejně jako zneužití vašeho výkonného oprávnění, s výjimkou naléhavých případů. CHARTRAND, E: Sakra, tohle je emer- TRANSMISSION ENDS EXECUTIVE OVERRIDE FOR USER CHARTRAND, E. DISCONTINUED. DOBA TRVÁNÍ: NEURČITÁ.

source: [Modify Systems Access Protocols]
cs: [Úprava protokolů pro přístup k systémům]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Systems Access Protocols Admin Location: BYZANTIUM Admin Username: HHC_VP_0257
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================ Přístupové protokoly k systémům Admin Umístění: Uživatelské jméno správce: HHC_VP_0257

source: [Insert SubLight Override Cartridge]
cs: [Vložte kazetu s potlačením podsvícení]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Systems Access Protocols ... ... ... Transfer of administrative privileges successfully completed. Admin Location: GROUNDBREAKER Admin Username: SL_BOSS_A51
cs: Lab 1084: Executive Records - CLASSIFIED ============================ Přístupové protokoly k systémům ... ... ... Převod administrátorských oprávnění úspěšně dokončen. Admin Location: Uživatelské jméno administrátora: SL_BOSS_A51

source: [Continue]
cs: [Pokračovat]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Accessing override data. Displaying automated confirmation: If you're reading this, you're standing in the legal property of SubLight Salvage & Shipping. Good work, contractor. Report back to SubLight HQ to collect your cut. ~Lilya Hagen, Executive Director of Aggressive Acquisitions
cs: Laboratoř 1084: Výkonné záznamy - CLASSIFIED ============================ Přístup k přepisovaným údajům. Zobrazení automatického potvrzení: Pokud toto čtete, stojíte v právním vlastnictví společnosti SubLight Salvage & Shipping. Dobrá práce, dodavateli. Hlaste se v centrále společnosti SubLight, abyste si vyzvedli svůj podíl. ~Lilya Hagen, výkonná ředitelka oddělení agresivních akvizic.

source: [Messages]
cs: [Zprávy]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Messages
cs: Laboratoř 1084: Záznamy výkonných pracovníků - CLASSIFIED ============================ Zprávy

source: [FROM: REDACTED, SUBJECT: Station morale]
cs: [OD: REDACTED, PŘEDMĚT: Morálka stanice]

source: Lab 1084: Executive Records - CLASSIFIED ============================ FROM: REDACTED TO: LAB1084 SUBJECT: Station morale It has come to my attention that a culture of distrust has soured relations between HRS-1084's research staff and security personnel. Many of you have submitted requests for early dismissal. To the research staff. The importance of your work supercedes any interpersonal conflict. To our security personnel. There will be no early dismissal. You will also notice that your employment contract has no set end date. We can enjoy a discussion of morale and its impact on success metrics once the question of humanity's place in the Halcyon colony is answered. In the meantime, get back to work.
cs: Laboratoř 1084: Záznamy výkonných pracovníků - CLASSIFIED ============================ OD: REDACTED TO: LAB1084 SUBJECT: ZPRACOVÁNÍ PŘEDPISŮ Dozvěděl jsem se, že mezi výzkumným personálem HRS-1084 a bezpečnostním personálem panuje nedůvěra. Mnozí z vás podali žádost o předčasné propuštění. Výzkumnému personálu. Důležitost vaší práce je důležitější než jakýkoli mezilidský konflikt. Našim bezpečnostním pracovníkům. Žádné předčasné propuštění nebude. Všimněte si také, že vaše pracovní smlouva nemá stanovené datum ukončení. Jakmile bude zodpovězena otázka místa lidstva v kolonii Halcyon, můžeme se těšit na diskusi o morálce a jejím vlivu na ukazatele úspěšnosti. Do té doby se vraťte do práce.

source: Lab 1084: Executive Records - CLASSIFIED ============================ ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminal in maintenance mode. Restore power supply to station to resume normal terminal operations.
cs: Lab 1084: Executive Records - CLASSIFIED ============================ ERROR: Unable to access memory cartridge. ERROR: Terminal power below 5%. Terminál je v režimu údržby. Obnovte napájení stanice, abyste obnovili normální provoz terminálu.

source: [Unlock Personal Quarters]
cs: [Odemknout osobní prostory]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Unlocking personal quarters... Door successfully unlocked.
cs: Laboratoř 1084: Záznamy výkonného ředitele - CLASSIFIED ============================ Odemykání osobních prostor... Dveře úspěšně odemčeny.

source: [Security Routines]
cs: [Bezpečnostní rutiny]

source: Lab 1084: Executive Records - CLASSIFIED ============================ Security Routines:
cs: Laboratoř 1084: Záznamy výkonných pracovníků - CLASSIFIED ============================ Bezpečnostní rutiny:
