Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1002_ice_palace/1002_cp_generator_terminal.po
Languages: cs

# conversations/10_scylla/1002_ice_palace/1002_cp_generator_terminal:1:DefaultText
source: Lab 1084: High-Security Containment ========================== Engineering Section Terminal Generator Status: Active Generator Mode: Maintenance (2% Output) Maintenance Mode is ACTIVE. Minimal functions available. Main Menu:
cs: Laboratoř 1084: Vysoce zabezpečený kontejnment ========================== Technická sekce Stav generátoru terminálu: Režim generátoru: Aktivní: Režim údržby je AKTIVNÍ. K dispozici je minimum funkcí. Hlavní nabídka:

# conversations/10_scylla/1002_ice_palace/1002_cp_generator_terminal:3:DefaultText
source: [Maintenance Logs]
cs: [Protokoly údržby]

source: [Return to Root]
cs: [Zpět na kořen]

source: Lab 1084: High-Security Containment ========================== Maintenance logs
cs: Laboratoř 1084: Protokoly o údržbě vysoce zabezpečených kontejnerů ==========================

source: [View Facility Status Report]
cs: [Zobrazit zprávu o stavu zařízení]

source: [Repair Toilet]
cs: [Oprava toalety]

source: Lab 1084: High-Security Containment ========================== Critical Issues: 1 Non-Critical Issues: 2 ---- Critical Issues: - Issue 1: A toilet in the Maintenance Barracks does not flush. Replacement Part ordered 1243 days ago. Non-Critical Issues: - Issue 1: Sensors indicate Alta-Vitae Gas is leaking from storage tanks. Alta-Vitae Gas is toxic to humans. ADMIN OVERRIDE: Priority set to "Non-Critical." Management does not utilize the Alta-Vitae Gas Tank Storage Room - Issue 2: Sensors detect that the "New Laboratory Scent" Air Freshener is running low.
cs: Laboratoř 1084: Vysoce bezpečná ochrana ========================== Kritické problémy: Kritické problémy: 1 Nekritické problémy: 2 ---- Kritické problémy: - Problém 1: Záchod v kasárnách údržby nesplachuje. Náhradní díl objednán před 1243 dny. Nekritické problémy: - Problém 1: Senzory ukazují, že ze skladovacích nádrží uniká plyn Alta-Vitae. Plyn Alta-Vitae je pro člověka toxický. ADMIN OVERRIDE: Plyn Alta-Vitae je pro člověka toxický: Priorita nastavena na "Nekritické". Vedení nevyužívá místnost pro skladování plynu Alta-Vitae v nádržích - Problém 2: Senzory zjistí, že dochází osvěžovač vzduchu "Nová laboratorní vůně".

source: Lab 1084: High-Security Containment ========================== ERROR: Work Order already exists. The existing Work Order was opened 991 days ago, and was last accessed 991 days ago.
cs: Lab 1084: High-Security Containment ========================== CHYBA: Pracovní příkaz již existuje. Stávající pracovní příkaz byl otevřen před 991 dny a naposledy k němu bylo přistupováno před 991 dny.

source: Lab 1084: High-Security Containment ========================== Engineering Section Terminal Generator Status: Active Generator Mode: Normal (100% Output) Main Menu:
cs: Laboratoř 1084: Vysoce zabezpečený kontejnment ========================== Technická sekce Stav generátoru terminálu: Režim generátoru: Aktivní: Hlavní nabídka: Normální (100% výkon)

source: [Modify Generator Mode - Normal]
cs: [Upravit režim generátoru - Normální]

source: Lab 1084: High-Security Containment ========================== Engineering Section Terminal Updating Generator Mode to: Normal. . . . . . . . Disabling Emergency Lighting. . . . . . . . Activating Facility Lights. . . . . . . . Activating Security Protocols. . . . . . . . Activating Air Recyclers (New Laboratory Scent Option Selected). . . . . . . . Flushing Toilets. . . . . . . . . . . . . Error flushing toilets. See Maintenance Logs for details. . . . . . Generator Mode Change - Complete!
cs: Laboratoř 1084: Vysoce zabezpečený kontejnment ========================== Inženýrská sekce Terminál Aktualizace režimu generátoru na: . . . Vypnutí nouzového osvětlení. . . . . . . . Aktivace osvětlení zařízení. . . . . . . . Aktivace bezpečnostních protokolů. . . . ... ... Aktivace recyklátorů vzduchu (zvolená možnost nové laboratorní vůně). . . . Splachování záchodů. . . . . . . . . ... ... Chybné splachování záchodů. Podrobnosti viz Protokoly o údržbě. . Změna režimu generátoru - dokončeno!
