Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_graham_bryant.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_graham_bryant:310:DefaultText
source: I knew it! You see, Zora? We needn't worry. All who come here come to learn!
cs: Já to věděl! Vidíš, Zoro? Nemusíme se bát. Všichni, kdo sem přicházejí, se přicházejí učit!

# conversations/04_monarch/0403/0403_cv_graham_bryant:311:DefaultText
source: Graham, two of our scouts died to a marauder attack last night.
cs: Grahame, včera v noci zemřeli dva naši průzkumníci při útoku nájezdníků.

# conversations/04_monarch/0403/0403_cv_graham_bryant:312:DefaultText
source: Marauders lack the capacity for truth. They don't count. You can't expect a beast to understand the cosmos.
cs: Nájezdníkům chybí schopnost pravdy. Nepočítají se. Nemůžete očekávat, že zvíře porozumí vesmíru.

# conversations/04_monarch/0403/0403_cv_graham_bryant:313:DefaultText
source: I just need you to stop using Devil's Peak.
cs: Jen potřebuju, abys přestal používat Ďáblův štít.

# conversations/04_monarch/0403/0403_cv_graham_bryant:314:DefaultText
source: No, but I am here to stop your broadcasts.
cs: Ne, ale jsem tu, abych zastavil vaše vysílání.

# conversations/04_monarch/0403/0403_cv_graham_bryant:321:DefaultText
source: Just checking out the sights. I'll be back.
cs: Jen si prohlížíme památky. Vrátím se.

# conversations/04_monarch/0403/0403_cv_graham_bryant:322:DefaultText
source: <Attack> Well, you're definitely wrong about that.
cs: <Attack> No, v tom se rozhodně mýlíš.

# conversations/04_monarch/0403/0403_cv_graham_bryant:323:DefaultText
source: Understand that should you try, I will accept the burden of your death.
cs: Pochop, že pokud se o to pokusíš, přijmu břemeno tvé smrti.

# conversations/04_monarch/0403/0403_cv_graham_bryant:324:DefaultText
source: It's not that it's not getting out. It's that the people who hear it don't care.
cs: Nejde o to, že by se nedostala ven. Jde o to, že lidem, kteří to slyší, je to jedno.

# conversations/04_monarch/0403/0403_cv_graham_bryant:325:DefaultText
source: Wait, that's not what I meant.
cs: Počkat, tak jsem to nemyslel.

# conversations/04_monarch/0403/0403_cv_graham_bryant:326:DefaultText
source: Help me clear out and repair the press, and I will have no need for that rust-bucket of a radio tower.
cs: Pomozte mi vyčistit a opravit lis a já nebudu potřebovat tu rezavou věž.

# conversations/04_monarch/0403/0403_cv_graham_bryant:327:DefaultText
source: Wonderful. I requisitioned replacement rollers for it some time ago - Huxley should have delivered them yesterday.
cs: Nádhera. Před nějakou dobou jsem pro něj objednal náhradní válečky - Huxley je měl dodat včera.

# conversations/04_monarch/0403/0403_cv_graham_bryant:328:DefaultText
source: Speaking of which... where is Huxley?
cs: Když už jsme u toho... kde je Huxley?

# conversations/04_monarch/0403/0403_cv_graham_bryant:329:DefaultText
source: Wait. Where IS Huxley?
cs: Počkejte. Kde je Huxley?

# conversations/04_monarch/0403/0403_cv_graham_bryant:330:DefaultText
source: Stellar Bay has caught on, but they remain friendly - though the goods now come at a considerable markup.
cs: Společnost Stellar Bay se chytla, ale zůstává přátelská - i když zboží je nyní nabízeno se značnou přirážkou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:331:DefaultText
source: Huxley? The runner from the northern ruins? I helped her get out of there.
cs: Huxley? Běžec ze severních ruin? Pomohl jsem jí dostat se odtamtud.

# conversations/04_monarch/0403/0403_cv_graham_bryant:332:DefaultText
source: You did? Thank you, Captain. Really. She's good people.
cs: Opravdu? Děkuji, kapitáne. Opravdu. Je to dobrý člověk.

# conversations/04_monarch/0403/0403_cv_graham_bryant:333:DefaultText
source: I hope I don't have to tell you this, but if there IS extra money, would you mind buying... I don't know, food and medicine?
cs: Doufám, že vám to nemusím říkat, ale pokud existují peníze navíc, nevadilo by vám koupit... Já nevím, jídlo a léky?

# conversations/04_monarch/0403/0403_cv_graham_bryant:334:DefaultText
source: Free will has all but vanished. I believe that by freeing oneself from the corporate structure - indeed, from the very rules of man! - one can find their own truth.
cs: Svobodná vůle téměř zmizela. Věřím, že když se člověk osvobodí od korporátní struktury - ba dokonce od samotných lidských pravidel! - může člověk najít svou vlastní pravdu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:335:DefaultText
source: And... through that... the cosmic truth that binds us all. The Eternal Truth.
cs: A... skrze to... vesmírnou pravdu, která nás všechny spojuje. Věčná pravda.

# conversations/04_monarch/0403/0403_cv_graham_bryant:337:DefaultText
source: I got your rollers, but wasn't able to get anything else.
cs: Mám vaše válečky, ale nic jiného se mi nepodařilo sehnat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:338:DefaultText
source: The gunship. Have you secured its targeting module?
cs: Střelecká loď. Zajistili jste její zaměřovací modul?

# conversations/04_monarch/0403/0403_cv_graham_bryant:339:DefaultText
source: Yes.
cs: Ano.

# conversations/04_monarch/0403/0403_cv_graham_bryant:341:DefaultText
source: At last! Now we must secure the Stellar Bay landing pad. We will fortify the city against the Board's assault!
cs: Konečně! Nyní musíme zajistit přistávací plochu v Hvězdné zátoce. Opevníme město proti útoku představenstva!

# conversations/04_monarch/0403/0403_cv_graham_bryant:342:DefaultText
source: I don't suppose you could work with Sanjar, rather than against him.
cs: Nepředpokládám, že bys mohl spolupracovat se Sanjarem, spíše než proti němu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:343:DefaultText
source: Let's do it. Here's the targeting system.
cs: Pojďme na to. Zde je systém cílení.

# conversations/04_monarch/0403/0403_cv_graham_bryant:344:DefaultText
source: I'm not ready to hand it over just yet.
cs: Ještě nejsem připraven ji odevzdat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:345:DefaultText
source: Time is of the essence, Captain. Be swift with your decision.
cs: Čas je důležitý, kapitáne. Rozhodněte se rychle.

# conversations/04_monarch/0403/0403_cv_graham_bryant:346:DefaultText
source: This is it. Let us save this planet once and for all!
cs: To je ono. Zachraňme tuto planetu jednou provždy!

# conversations/04_monarch/0403/0403_cv_graham_bryant:347:DefaultText
source: Meet our forces in the ruins south of the city. Come prepared. Sanjar is sure to go down swinging.
cs: S našimi jednotkami se setkáte v ruinách jižně od města. Přijďte připraveni. Sanjar určitě půjde k zemi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:348:DefaultText
source: No. Our hearts have long since closed to one another. He is blinded by his love for bureaucracy.
cs: Ne. Naše srdce se už dávno uzavřela jeden druhému. Je zaslepen svou láskou k byrokracii.

# conversations/04_monarch/0403/0403_cv_graham_bryant:349:DefaultText
source: I... thought this would be easier.
cs: Myslel jsem, že to bude jednodušší.

# conversations/04_monarch/0403/0403_cv_graham_bryant:351:DefaultText
source: You can thank me by saving the colony from the Board.
cs: Můžete mi poděkovat tím, že zachráníte kolonii z rady.

# conversations/04_monarch/0403/0403_cv_graham_bryant:352:DefaultText
source: What are you going to do now?
cs: Co budete dělat teď?

# conversations/04_monarch/0403/0403_cv_graham_bryant:354:DefaultText
source: And save it we shall. With every step we take forward, the Board's time dwindles.
cs: A my ji zachráníme. S každým krokem vpřed se čas rady krátí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:356:DefaultText
source: But I mustn't let that distract me from our victory. We can now take our truth to the stars, Captain, and I have you to thank for that.
cs: Nesmím se tím ale nechat odvést od našeho vítězství. Nyní můžeme naši pravdu přenést ke hvězdám, kapitáne, a za to vám patří dík.

# conversations/04_monarch/0403/0403_cv_graham_bryant:357:DefaultText
source: For the moment, we will recuperate. Collect ourselves and our resources. Know if ever you find yourself in need of a favor, you may call upon your friends in Stellar Bay.
cs: Prozatím se budeme zotavovat. Shromáždíme sebe a své zdroje. Vězte, že kdybyste někdy potřebovali laskavost, můžete se obrátit na své přátele ve Hvězdné zátoce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:365:DefaultText
source: The time has come to fight for the truth.
cs: Nastal čas bojovat za pravdu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:367:DefaultText
source: Trifling logistics?!
cs: Drobná logistika?!

# conversations/04_monarch/0403/0403_cv_graham_bryant:368:DefaultText
source: And we'll continue that discussion later.
cs: V této diskusi budeme pokračovat později.

# conversations/04_monarch/0403/0403_cv_graham_bryant:369:DefaultText
source: Enough, Zora. I'm not putting the torch to innocent people. Do you want to bring the Board's cruisers and gunships down on us?
cs: Dost, Zoro. Nebudu zapalovat pochodně nevinným lidem. Chceš na nás přivolat křižníky a dělové lodě Rady?

# conversations/04_monarch/0403/0403_cv_graham_bryant:371:DefaultText
source: I see. Listen, I've been to the printing press. It's clear.
cs: Chápu. Poslyš, byl jsem v tiskárně. Je to jasné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:372:DefaultText
source: Ah... the Eternal. We are all part of the consciousness of the cosmos. Each of us plays a tiny role in the universe's continual journey toward understanding itself.
cs: Ach... Věčný. Všichni jsme součástí vědomí vesmíru. Každý z nás hraje malou roli v neustálé cestě vesmíru k pochopení sebe sama.

# conversations/04_monarch/0403/0403_cv_graham_bryant:373:DefaultText
source: You and I... and the rapts, and the mantiswarms... divinity is in us all, and the Eternal is that divinity.
cs: Ty a já... a raptoři a kudlanky... božství je v nás všech a Věčný je toto božství.

# conversations/04_monarch/0403/0403_cv_graham_bryant:374:DefaultText
source: Even OSI? Are their members similarly divine?
cs: Dokonce i OSI? Jsou jejich členové podobně božští?

# conversations/04_monarch/0403/0403_cv_graham_bryant:375:DefaultText
source: I must be more divine than a beast.
cs: Musím být božštější než zvíře.

# conversations/04_monarch/0403/0403_cv_graham_bryant:376:DefaultText
source: Everyone, regardless of ability to believe, is another facet of the universe contemplating its own existence.
cs: Každý člověk, bez ohledu na schopnost věřit, je další stránkou vesmíru, která uvažuje o své vlastní existenci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:377:DefaultText
source: Divinity cannot be quantified, Captain. It is or it isn't. We are or we aren't.
cs: Božství se nedá vyčíslit, kapitáne. Buď je, nebo není. Buď jsme, nebo nejsme.

# conversations/04_monarch/0403/0403_cv_graham_bryant:378:DefaultText
source: But I don't believe in any of this. How can I be divine?
cs: Ale já v nic z toho nevěřím. Jak mohu být božský?

# conversations/04_monarch/0403/0403_cv_graham_bryant:379:DefaultText
source: The universe came into being over time. Organically. Naturally, and without purpose.
cs: Vesmír vznikl v průběhu času. Organicky. Přirozeně a bezúčelně.

# conversations/04_monarch/0403/0403_cv_graham_bryant:380:DefaultText
source: You are uncannily observant!
cs: Jste neuvěřitelně všímavý!

# conversations/04_monarch/0403/0403_cv_graham_bryant:381:DefaultText
source: You have the right way of it. Your wisdom would suit the Iconoclasts well, young man.
cs: Máte na to správný názor. Vaše moudrost by se k ikonoklastům hodila, mladý muži.

# conversations/04_monarch/0403/0403_cv_graham_bryant:382:DefaultText
source: Greetings, friends! Whatever your business, let's make this quick. We have so much to do!
cs: Zdravím vás, přátelé! Ať už se zabýváte čímkoli, pojďme si to urychlit. Máme toho tolik na práci!

# conversations/04_monarch/0403/0403_cv_graham_bryant:383:DefaultText
source: To be honest, I really just didn't like Sanjar.
cs: Abych byl upřímný, Sanjar se mi opravdu nelíbil.

# conversations/04_monarch/0403/0403_cv_graham_bryant:384:DefaultText
source: Your motivations are your own. What matters more is the path you walk, the actions you take.
cs: Vaše motivace jsou vaše vlastní. Důležitější je, jakou cestou jdete a co děláte.

# conversations/04_monarch/0403/0403_cv_graham_bryant:389:DefaultText
source: The freedom it teaches is the same freedom that I desire.
cs: Svoboda, které učí, je stejná, po jaké toužím i já.

# conversations/04_monarch/0403/0403_cv_graham_bryant:392:DefaultText
source: 'Ability to believe'? I think you mean inability to tell fantasy from truth - which rules out any knowledgeable scientician.
cs: "Schopnost věřit"? Myslím, že máte na mysli neschopnost rozlišit fantazii od pravdy - což vylučuje každého znalého vědce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:393:DefaultText
source: To an unenlightened mind, I suppose it might.
cs: Pro neosvícenou mysl by to asi mohlo být.

# conversations/04_monarch/0403/0403_cv_graham_bryant:394:DefaultText
source: I have some questions for you.
cs: Mám na vás několik otázek.

# conversations/04_monarch/0403/0403_cv_graham_bryant:395:DefaultText
source: All right.
cs: Dobře.

# conversations/04_monarch/0403/0403_cv_graham_bryant:396:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:397:DefaultText
source: I've heard people mention an "Amber Heights massacre." What happened?
cs: Slyšel jsem, že se lidé zmiňují o "masakru na Amber Heights". Co se stalo?

# conversations/04_monarch/0403/0403_cv_graham_bryant:398:DefaultText
source: I'm sorry. As long as it's been, I'd still rather not speak of it. That was a painful day for us all.
cs: Omlouvám se. I když je to už tak dlouho, raději bych o tom nemluvil. Byl to pro nás všechny bolestný den.

# conversations/04_monarch/0403/0403_cv_graham_bryant:407:DefaultText
source: Graham, if you need me, I'll be in triage.
cs: Grahame, kdybyste mě potřeboval, budu na ošetřovně.

# conversations/04_monarch/0403/0403_cv_graham_bryant:460:DefaultText
source: Spreading the truth and saving the colony is paramount. I will not stop pursuing this.
cs: Šíření pravdy a záchrana kolonie jsou prvořadé. Nepřestanu v tom pokračovat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:461:DefaultText
source: So be it, Captain. The Iconoclasts will no longer use Devil's Peak.
cs: Budiž, kapitáne. Ikonoklasté už nebudou Ďáblův štít používat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:462:DefaultText
source: For now, you can tell Hiram that I'll stop using Devil's Peak.
cs: Prozatím můžeš Hiramovi říct, že přestanu používat Ďáblův štít.

# conversations/04_monarch/0403/0403_cv_graham_bryant:463:DefaultText
source: From the pits of our Eternal souls... thank you, Captain.
cs: Z hloubi našich věčných duší... děkujeme, kapitáne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:464:DefaultText
source: I'm just looking for ways to help the people here. Anything need doing?
cs: Jen hledám způsoby, jak zdejším lidem pomoci. Potřebujete něco udělat?

# conversations/04_monarch/0403/0403_cv_graham_bryant:465:DefaultText
source: A great many things, in fact.
cs: Vlastně spoustu věcí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:466:DefaultText
source: We could always use a hand rounding up supplies.
cs: Vždycky by se nám hodila pomoc při shromažďování zásob.

# conversations/04_monarch/0403/0403_cv_graham_bryant:467:DefaultText
source: Or... now, here's an idea. There's an old printing press I've been trying to get up and running.
cs: Nebo... teď mě něco napadlo. Mám starý tiskařský stroj, který se snažím zprovoznit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:468:DefaultText
source: A... printing press? On Monarch?
cs: Tiskařský lis? Na Monarchu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:469:DefaultText
source: Wouldn't supplies help more?
cs: Nepomohlo by zásobování více?

# conversations/04_monarch/0403/0403_cv_graham_bryant:470:DefaultText
source: I'm guessing you need it cleared out.
cs: Hádám, že ji potřebujete vyčistit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:471:DefaultText
source: Oh, yes. Many facilities lie abandoned in the wilderness. I believe the press could be operational again with a little elbow grease and luck.
cs: Ach, ano. Mnoho zařízení leží opuštěných v divočině. Věřím, že lis by mohl být s trochou píle a štěstí opět funkční.

# conversations/04_monarch/0403/0403_cv_graham_bryant:472:DefaultText
source: Yes.
cs: Ano.

# conversations/04_monarch/0403/0403_cv_graham_bryant:473:DefaultText
source: We will make do - as we always have. Spreading the word of our movement is of paramount importance.
cs: Vystačíme si s tím - jako vždycky. Šíření informací o našem hnutí je nesmírně důležité.

# conversations/04_monarch/0403/0403_cv_graham_bryant:474:DefaultText
source: Indeed, but first we need the parts I ordered.
cs: Ano, ale nejdřív potřebujeme díly, které jsem si objednal.

# conversations/04_monarch/0403/0403_cv_graham_bryant:475:DefaultText
source: Will you aid us in our cause?
cs: Pomůžete nám v naší věci?

# conversations/04_monarch/0403/0403_cv_graham_bryant:477:DefaultText
source: Sure.
cs: Jistě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:478:DefaultText
source: I don't think so.
cs: To si nemyslím.

# conversations/04_monarch/0403/0403_cv_graham_bryant:479:DefaultText
source: I've decided to help you with that press after all.
cs: Rozhodl jsem se, že vám s tím tiskem přece jen pomůžu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:482:DefaultText
source: So be it. If you find helping us to be on your path, we will be here.
cs: Budiž. Pokud se vám zdá, že pomáhat nám je na vaší cestě, budeme tu pro vás.

# conversations/04_monarch/0403/0403_cv_graham_bryant:483:DefaultText
source: Ugh. Forget it. Huxley's still recovering. She won't be up for a run for a while yet.
cs: Uf. Zapomeň na to. Huxley se stále zotavuje. Ještě nějakou dobu se nebude moci proběhnout.

# conversations/04_monarch/0403/0403_cv_graham_bryant:484:DefaultText
source: So you're her mysterious savior. She sings your praises.
cs: Takže ty jsi její tajemný zachránce. Zpívá na tebe chválu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:485:DefaultText
source: "One of our runners?" That's Huxley, and she's still missing in action.
cs: "Jeden z našich běžců?" To je Huxley a stále chybí v akci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:486:DefaultText
source: However... perhaps we can do that more effectively with the printing press. Once we get that up and running, I'll consider calling an end to our broadcasts.
cs: Nicméně... možná to můžeme udělat efektivněji pomocí tiskařského lisu. Jakmile ho zprovozníme, zvážím ukončení našeho vysílání.

# conversations/04_monarch/0403/0403_cv_graham_bryant:490:DefaultText
source: What do you teach?
cs: Co učíte?

# conversations/04_monarch/0403/0403_cv_graham_bryant:494:DefaultText
source: The truth that I have come to learn and embrace since shedding the corporate yoke.
cs: Pravda, kterou jsem poznal a přijal poté, co jsem se zbavil korporátního jha.

# conversations/04_monarch/0403/0403_cv_graham_bryant:495:DefaultText
source: Out here, we survive by the sheer strength of our spirit. We have no need for the endless rules and red tape of a corporate structure.
cs: Tady přežíváme jen díky síle svého ducha. Nepotřebujeme nekonečná pravidla a byrokracii firemní struktury.

# conversations/04_monarch/0403/0403_cv_graham_bryant:496:DefaultText
source: We do seem to burn through endless ammunition and medical tape, though.
cs: Zdá se však, že spotřebováváme nekonečné množství munice a zdravotnické pásky.

# conversations/04_monarch/0403/0403_cv_graham_bryant:497:DefaultText
source: Yes, well. Such is life. Our descendants will enjoy safety and luxury, but our generation is the foundation on which that future is built.
cs: Ano, dobře. Takový je život. Naši potomci si budou užívat bezpečí a luxusu, ale naše generace je základem, na němž je tato budoucnost postavena.

# conversations/04_monarch/0403/0403_cv_graham_bryant:499:DefaultText
source: I'm told you're out of pamphlets. That's a shame.
cs: Bylo mi řečeno, že vám došly letáky. To je škoda.

# conversations/04_monarch/0403/0403_cv_graham_bryant:500:DefaultText
source: Ah, yes! The first step to accepting the truths of Philosophism is to open your heart to its wisdom. I've found the written word to be quite effective in helping people do that.
cs: Ach, ano! Prvním krokem k přijetí pravd filosofie je otevřít své srdce její moudrosti. Zjistil jsem, že psané slovo je docela účinné v tom, aby lidem pomohlo.

# conversations/04_monarch/0403/0403_cv_graham_bryant:501:DefaultText
source: But alas, the Eternal Truth hasn't been generous with the paper and ink.
cs: Ale bohužel, Věčná pravda nebyla štědrá k papíru a inkoustu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:502:DefaultText
source: Why? Did you have family here?
cs: Proč? Měl jste zde rodinu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:503:DefaultText
source: I can only imagine. Sorry I asked.
cs: Mohu si to jen představit. Omlouvám se, že jsem se zeptal.

# conversations/04_monarch/0403/0403_cv_graham_bryant:504:DefaultText
source: Sore topic, huh?
cs: Ožehavé téma, co?

# conversations/04_monarch/0403/0403_cv_graham_bryant:505:DefaultText
source: It's fine. Perhaps someday I'll be strong enough to recall that tragedy, but today is not that day.
cs: To je v pořádku. Možná jednou budu dost silný na to, abych si na tu tragédii vzpomněl, ale dnes to není ten den.

# conversations/04_monarch/0403/0403_cv_graham_bryant:506:DefaultText
source: All people are part of the Philosophist family. I've come to accept that, along with the additional weight of their deaths.
cs: Všichni lidé jsou součástí rodiny filosofů. Přijal jsem to spolu s další tíhou jejich smrti.

# conversations/04_monarch/0403/0403_cv_graham_bryant:507:DefaultText
source: That we'd consider ourselves in any way capable of understanding the universe, much less an equation that drives it, is nothing but hubris.
cs: To, že se považujeme za schopné pochopit vesmír, natož rovnici, která ho řídí, není nic jiného než pýcha.

# conversations/04_monarch/0403/0403_cv_graham_bryant:508:DefaultText
source: ...why?
cs: ...proč?

# conversations/04_monarch/0403/0403_cv_graham_bryant:509:DefaultText
source: I have always dreamed of subverting the colony's periodicals and turning the Board's own propaganda against them.
cs: Vždycky jsem snil o tom, že rozvrátím periodika kolonie a obrátím proti nim propagandu představenstva.

# conversations/04_monarch/0403/0403_cv_graham_bryant:510:DefaultText
source: If I could get my message directly in the hands of Byzantium citizens, I'm sure they'd recognize the truth.
cs: Kdyby se mi podařilo dostat své poselství přímo do rukou občanů Byzance, určitě by uznali pravdu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:511:DefaultText
source: They'll replace periodicals around the colony with our subtly edited versions. The Board's workers will learn of our truth without even realizing it.
cs: Nahradí periodika v celé kolonii našimi jemně upravenými verzemi. Pracovníci rady se dozvědí o naší pravdě, aniž by si to uvědomovali.

# conversations/04_monarch/0403/0403_cv_graham_bryant:512:DefaultText
source: Sure, but that seems... desperate.
cs: Jistě, ale to vypadá... zoufale.

# conversations/04_monarch/0403/0403_cv_graham_bryant:514:DefaultText
source: So long as our path leads to saving this colony from the Board.
cs: Dokud naše cesta vede k záchraně této kolonie před Radou.
