Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cp_grahamtelexlogs.po
Languages: cs

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:1:DefaultText
source: Welcome to Graham Bryant's personal conglomeration of notes theories and findings regarding Philosophism, and how it informs our lives. I have organized into three categories: The Iconoclasts the Halcyon Colony, and the Universe.
cs: Vítejte v osobním konglomerátu poznámek Grahama Bryanta, který obsahuje teorie a poznatky týkající se filosofie a jejího vlivu na náš život. Uspořádal jsem je do tří kategorií: Ikonoklasté, Kolonie Halcyon a Vesmír.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:5:DefaultText
source: [Access Files on the Halcyon Colony]
cs: [Přístupové soubory ke kolonii Halcyon]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:6:DefaultText
source: [Access Files on the Universe]
cs: [Přístup k souborům o vesmíru]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:9:DefaultText
source: Accessing: The Iconoclasts. Available files:
cs: Přístup: Dostupné soubory:

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:10:DefaultText
source: [Personal thoughts regarding Zora]
cs: [Osobní myšlenky týkající se Zory]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:11:DefaultText
source: [Teaching notes]
cs: [Poznámky k výuce]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:12:DefaultText
source: [Shifting priorities]
cs: [Změna priorit]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:13:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:14:DefaultText
source: Accessing: The Halcyon Colony Available files:
cs: Přístup: Dostupné soubory:

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:15:DefaultText
source: [The Board's lies]
cs: [Lži představenstva]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:16:DefaultText
source: [The dangers of a corporate society]
cs: [Nebezpečí korporátní společnosti]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:17:DefaultText
source: [Sanjar and the betrayal of his truth]
cs: [Sanjar a zrada jeho pravdy]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:19:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:20:DefaultText
source: Accessing: The Universe Available files:
cs: Přístup: Dostupné soubory:

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:21:DefaultText
source: [Influence drift]
cs: [Vliv driftu]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:22:DefaultText
source: [The suppression of the truth]
cs: [Potlačování pravdy]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:24:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:25:DefaultText
source: For someone who is so committed to the Iconoclast way I fear that Zora is slipping off the true path. More and more often I fear her attachment to the materialism of our oppressors sways her decisions, more than the search for the guiding truth that will save us. She often tells me that our people are hungry, I agree. Their spirits long for fulfillment; a much more powerful power than any pang of an empty gut.
cs: U někoho, kdo je tak oddaný cestě ikonoklastů, se obávám, že Zora sklouzává z pravé cesty. Stále častěji se obávám, že její náklonnost k materialismu našich utlačovatelů ovlivňuje její rozhodnutí víc než hledání vůdčí pravdy, která nás zachrání. Často mi říká, že náš lid je hladový, a já s ní souhlasím. Jejich duše touží po naplnění; je to mnohem mocnější síla než jakýkoli záchvěv prázdného žaludku.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:26:DefaultText
source: Of all the things to motivate a person I'm finding freedom has been the most powerful. Many of them still remember being slaves to the corporate structure, recalling those painful memories lights their fire anew. A man from Fallbrook stopped through on his way to Stellar Bay. After thumbing through our pamphlet, he asked me how we can survive without money. I found an appropriate metaphor in gas masks. When clearing a mantiswarm nest, we wear masks to ward off poisonous fumes. Even after the nest is cleared, the fumes may remain for some time, thus, we wear the masks until we are safe to breathe. Until the very last dregs of our poisonous corporation society are gone the attachment to bits will remain. Though their use is uncomfortable and though they stifle our spirit just as the masks are ill-fitting and limit our vision; we must persist with them until we can cast them aside.
cs: Zjišťuji, že ze všech věcí, které člověka motivují, je svoboda nejsilnější. Mnozí z nich si stále pamatují, že byli otroky korporátní struktury, a vzpomínky na tyto bolestné vzpomínky jim znovu zapalují oheň. Cestou do Hvězdné zátoky se u nás zastavil muž z Fallbrooku. Poté, co si prolistoval náš leták, se mě zeptal, jak můžeme přežít bez peněz. Našel jsem vhodnou metaforu v plynových maskách. Při vyklízení hnízda kudlanek nosíme masky, abychom se uchránili jedovatých výparů. I po vyčištění hnízda mohou výpary ještě nějakou dobu přetrvávat, a proto nosíme masky, dokud nemůžeme bezpečně dýchat. Dokud nezmizí poslední zbytky naší jedovaté korporátní společnosti, přilnavost ke kouskům zůstane. Ačkoli je jejich používání nepříjemné a ačkoli dusí našeho ducha, stejně jako jsou masky špatně padnoucí a omezují náš zrak; musíme s nimi vytrvat, dokud je nebudeme moci odhodit.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:27:DefaultText
source: As our numbers grow I find that more and more of our population turns to the written word of my pamphlets, I am happy to continue making them, but I must find a more efficient way to print and distribute this reading material. I wonder if that old printing press might be convinced to run once more. Wouldn't that be something? To return to my duties as editor in a publication - only this time of my own control, and not stifled by the rules and regulations of style guides and grammar books. Nobody will tell me where to put a comma! I'll put them where they belong, as decreed, by the Eternal Truth!
cs: S rostoucím počtem našich lidí zjišťuji, že se stále více obyvatel obrací k psanému slovu mých brožur, rád je budu dál vyrábět, ale musím najít efektivnější způsob, jak tuto četbu tisknout a distribuovat. Zajímalo by mě, jestli by se ten starý tiskařský stroj dal přesvědčit, aby se znovu rozběhl. Nebylo by to něco? Vrátit se ke svým povinnostem redaktora v publikaci - jenže tentokrát pod vlastní kontrolou a nedušený pravidly a předpisy stylistických příruček a gramatických příruček. Nikdo mi nebude říkat, kam mám dát čárku! Dám je tam, kam patří, jak nařídila Věčná Pravda!

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:28:DefaultText
source: A man from Byzantium told us of an acquaintance who had been arrested for carrying Philosophist texts. Not teaching, not evangelizing - just carrying! They oppress any truth that threatens their corrupt structure. Is this what we want? Do we want to live in a society where we can be sent to Tartarus for our beliefs? No! Their workers' minds are poisoned! Their will - shackled! Their dreams - hamstrung! This can stand no longer. We must tear this entire regime down!
cs: Jeden muž z Byzance nám vyprávěl o svém známém, který byl zatčen za to, že měl u sebe filosofické texty. Ne vyučování, ne evangelizace - jen nošení! Potlačují jakoukoli pravdu, která ohrožuje jejich zkorumpovanou strukturu. Tohle chceme? Chceme žít ve společnosti, kde nás mohou za naše přesvědčení poslat do Tartaru? Ne! Mysl jejich pracovníků je otrávená! Jejich vůle - spoutaná! Jejich sny - spoutané! Tohle už nelze déle vydržet. Musíme celý tento režim zbořit!

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:29:DefaultText
source: I hope to someday publish a greater work in which I can more expansively lay out what is so clear to me, that our society's obsession with a corporate-run life has stifled, and crippled humanity's ability to grow. Alas. For now, I can only collect my scattered thoughts into this barely-functional machine. In my younger and more vulnerable days I bought into the attraction of a corporate ladder. A measured quantifiable way with which to judge oneself against one's peers, it provided motivation; meaning. Yet my spirit longed for more than just a paycheck. It yearned to reach out and connect with my fellow man, it sought a connection. It sought kin. It sought a familial unit. The corporations claim they are that familial unit but they treat us like pets. We beg for scraps at the table and if they are so kind as to drop one we praise the ground they tread on, while they usher us into kennels called homes. We attach ourselves to contractually-obligated familial units; strangers to whom we share no more connection than the employers seeking to empower themselves by our unions. We bear children out of obligation to our executives who demand a constant workforce. We slave away, in the vain hope that someday we too will be like those executives; until the day we die and are processed, burned, and filed away, as another tick on a human resources paperwork. We have built ourselves into a cold unthinking efficient machine and in doing so have abandoned all the warmth humanity is capable of. I weep, for us all.
cs: Doufám, že jednou vydám rozsáhlejší dílo, v němž budu moci obšírněji vyložit to, co je mi tak jasné, že posedlost naší společnosti životem řízeným korporacemi zadusila a ochromila schopnost lidstva růst. Bohužel. Zatím mohu jen shromáždit své roztříštěné myšlenky do tohoto sotva funkčního stroje. Ve svých mladších a zranitelnějších dobách jsem uvěřil přitažlivosti korporátního žebříčku. Měřitelný způsob, kterým se člověk mohl hodnotit ve srovnání se svými kolegy, mi poskytoval motivaci; smysl. Můj duch však toužil po něčem víc než jen po výplatní pásce. Toužila po kontaktu a spojení s mými bližními, hledala spojení. Hledala příbuzné. Korporace tvrdí, že jsou touto rodinnou jednotkou, ale chovají se k nám jako k domácím zvířatům. Žebráme o zbytky u stolu, a když jsou tak laskaví a nějaký nám upustí, chválíme půdu, po které šlapou, zatímco nás odvádějí do bud zvaných domovy. Připoutáváme se ke smluvně zavázaným rodinným jednotkám; cizím lidem, s nimiž nás nespojuje o nic víc než se zaměstnavateli, kteří se snaží posílit své postavení prostřednictvím našich odborů. Rodíme děti z povinnosti vůči našim manažerům, kteří vyžadují stálou pracovní sílu. Otročíme v marné naději, že i my jednou budeme jako tito vedoucí pracovníci; až do dne, kdy zemřeme a budeme zpracováni, spáleni a založeni jako další odškrtnutí v papírech o lidských zdrojích. Vytvořili jsme ze sebe chladný nemyslící výkonný stroj a tím jsme se vzdali veškeré vřelosti, které je lidstvo schopno. Pláču nad námi všemi.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:30:DefaultText
source: I often recall my former friend who once sought to dismantle the corporations, as I still do. When he took ownership of our corporation I held him in such contempt. I called him a coward, a betrayer. He was becoming the very thing we hated! Now I'm not so sure. Recently, I've come to accept that his heart was more closed than mine. I cannot expect every man to be able to open himself to the Eternal Truth as I have, some are just not capable. And so it is a tragic thing! Tragic that he is weaker than I'd hoped, that he cannot fight for a cause. I can empathize with tragedy. Should the day come when the mettle of our spirits clash against one another, that empathy will shield me from guilt. Like the Board, he now stands across our path, arms crossed, stubbornly resistant to the Eternal Truth. Like the Board, he spreads - nay, celebrates! - the poison that cripples our society. Like the Board, his stubbornness will only blind him to his inevitable fall. Tragic.
cs: Často vzpomínám na svého bývalého přítele, který kdysi usiloval o zrušení korporací, stejně jako já dodnes. Když převzal vlastnictví naší korporace, tak jsem jím opovrhoval. Nazval jsem ho zbabělcem, zrádcem. Stával se tím, co jsme nenáviděli! Teď už si tím nejsem tak jistý. V poslední době jsem se smířil s tím, že jeho srdce bylo uzavřenější než moje. Nemohu očekávat, že se každý člověk dokáže otevřít Věčné Pravdě jako já, někteří toho prostě nejsou schopni. A tak je to tragické! Tragické je, že je slabší, než jsem doufal, že nedokáže bojovat za věc. Dokážu se vcítit do tragédie. Kdyby přišel den, kdy se mety našich duchů střetnou, toto vcítění mě ochrání před pocitem viny. Stejně jako Rada nám teď stojí naproti, zkřížené ruce, tvrdošíjně vzdorující Věčné pravdě. Stejně jako Rada šíří - ne, oslavuje! - Stejně jako Rada, i on svou tvrdohlavostí jen zaslepuje svůj nevyhnutelný pád. Tragické.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:31:DefaultText
source: When I realized the Truth of Philosophism, I immediately wondered how I can be the first to recognize the poisonous spiral that has shaped our society? Then one day I was talking to, of all people, Huxley. She once lamented that she'd like nothing more, than a pet canid. I confessed to know very little about animal behavior as I am much more concerned with the animal that is mankind but I stressed that I didn't think such a thing was possible. She let it go but some weeks later, Zora reported the strangest thing, stories of a marauder with a canid follower. I don't know if it had been sighted here or on Terra 2 but I immediately thought of Huxley, and her reckless wild imagination. I wondered if she had told other people and if word had spread of the possibility until it wriggled its way into the mind of marauders somewhere. Ideas are insidious. If even a marauder, mindless husk that it is, can be convinced of an idea, there must be hope for the workers of this colony, poisoned as they are against the Eternal Truth. If we can shout so loudly that the Truth inches its way into the collective consciousness, I am confident it will spread to the rest of the cosmos.
cs: Když jsem si uvědomil pravdu filosofie, okamžitě mě napadlo, jak bych mohl být první, kdo rozpozná jedovatou spirálu, která formuje naši společnost? Pak jsem jednoho dne mluvil, ze všech lidí, s Huxleym. Jednou si posteskla, že by si nepřála nic víc, než domácího mazlíčka, psovitou šelmu. Přiznal jsem se, že o chování zvířat toho vím velmi málo, protože se mnohem víc zabývám zvířetem, kterým je lidstvo, ale zdůraznil jsem, že si nemyslím, že by něco takového bylo možné. Nechala to být, ale o několik týdnů později Zora ohlásila podivnou věc, historky o nájezdníkovi s psovitým následovníkem. Nevím, jestli byl spatřen tady nebo na Terře 2, ale okamžitě jsem si vzpomněl na Huxleyovou a její bezohlednou divokou představivost. Napadlo mě, jestli o tom řekla dalším lidem a jestli se zvěst o této možnosti rozšířila, až se někde vloudila do mysli nájezdníků. Nápady jsou zákeřné. Pokud se i nájezdník, bezduchá slupka, kterou je, nechá přesvědčit o nějaké myšlence, musí mít dělníci této kolonie, otrávení proti Věčné pravdě, naději. Pokud dokážeme křičet tak hlasitě, že se Pravda dostane do kolektivního vědomí, jsem přesvědčen, že se rozšíří i do zbytku vesmíru.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:32:DefaultText
source: It is very difficult to face the Eternal Truth, that everything happens for a reason, that life and everything in it is the will of the cosmic consciousness, can be a terrifying one. There is an urge among us all, to control the parameters of one's life. This urge is so powerful, that it suppresses the Eternal Truth, simply by existing. Mankind has not shed the weight of its own shackles and so I find that spreading Philosophism is unnecessarily difficult. But The Universe cannot suppress it forever. Biology changes, creatures adapt and evolve, we overcome our urges for the better of our species. Someday, our minds will be born more open to this idea, until then, I must not abandon hope.
cs: Je velmi těžké čelit Věčné pravdě, že vše se děje z nějakého důvodu, že život a vše v něm je vůlí vesmírného vědomí, může být děsivé. Mezi námi všemi je nutkání kontrolovat parametry svého života. Toto nutkání je tak silné, že potlačuje Věčnou pravdu už jen tím, že existuje. Lidstvo se ještě nezbavilo tíhy svých vlastních okovů, a tak se mi zdá, že šíření Filosofie je zbytečně obtížné. Vesmír ji však nemůže potlačovat věčně. Biologie se mění, tvorové se přizpůsobují a vyvíjejí, my překonáváme své pudy pro dobro našeho druhu. Jednou se naše mysl zrodí otevřenější této myšlence, do té doby nesmím ztrácet naději.

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:34:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:39:DefaultText
source: [Back]
cs: [Zpět]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:40:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:41:DefaultText
source: [The oppression must end]
cs: [Útlak musí skončit]

# conversations/04_monarch/0403/0403_cp_grahamtelexlogs:42:DefaultText
source: The Board vastly overestimates their authority, and grasp on power. Without the Earth Directorate's military might to back them up, they would not be able to maintain their life-draining grip on the colony's throat. They spread lies and misinformation to confuse and oppress the masses. Perhaps that's one of the reasons they have not allowed any colony ships since the Hope's disappearance - they've had seventy years to condition their good little workers to follow their directives unquestioningly. Their lies become more and more transparent as the years pass and will soon be too obvious for even the most deluded colonist to see.
cs: Rada značně přeceňuje svou autoritu a moc. Bez vojenské síly Pozemského ředitelství, která by je podporovala, by nebyli schopni udržet své život vysávající sevření pod krkem kolonie. Šíří lži a dezinformace, aby zmátli a utlačovali masy. Možná je to jeden z důvodů, proč od zmizení Naděje nepustili do kolonie žádnou loď - měli sedmdesát let na to, aby si své hodné dělníčky podmínili tím, že budou bezvýhradně poslouchat jejich směrnice. Jejich lži jsou s přibývajícími lety stále průhlednější a brzy budou příliš zřejmé i pro ty nejzabedněnější kolonisty.
