Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_bronson_vendor.po
Languages: cs

# conversations/04_monarch/0403/0403_bronson_vendor:1:DefaultText
source: Welcome to the emporium. I'm Bronson.
cs: Vítejte na emporiu. Já jsem Bronson.

# conversations/04_monarch/0403/0403_bronson_vendor:2:DefaultText
source: Emporium, huh? Let's see what you've got.
cs: Emporium, co? Podívejme se, co máš.

# conversations/04_monarch/0403/0403_bronson_vendor:3:DefaultText
source: And I'm not interested.
cs: A já nemám zájem.

# conversations/04_monarch/0403/0403_bronson_vendor:8:DefaultText
source: Simple enough. I'll let you know when they're done.
cs: Je to dost jednoduché. Dám vám vědět, až budou hotové.

# conversations/04_monarch/0403/0403_bronson_vendor:9:DefaultText
source: That sounds like too much work. Maybe another time.
cs: To zní jako příliš mnoho práce. Možná někdy jindy.

# conversations/04_monarch/0403/0403_bronson_vendor:10:DefaultText
source: Hey, I've fixed all your stuff.
cs: Hej, opravil jsem všechny tvé věci.

# conversations/04_monarch/0403/0403_bronson_vendor:11:DefaultText
source: We sent Milton out to check on the comms tower a while ago. Ain't heard back. I'd wager he got ate.
cs: Před chvílí jsme poslali Miltona zkontrolovat komunikační věž. Ještě jsme se neozvali. Vsadil bych se, že ho sežrali.

# conversations/04_monarch/0403/0403_bronson_vendor:12:DefaultText
source: Great. I'll keep an eye out.
cs: Skvělé. Budu na to dávat pozor.

# conversations/04_monarch/0403/0403_bronson_vendor:13:DefaultText
source: I oughta tell you - most of these systems are routed through one of our terminals. You might be able to handle some of 'em remotely if you know your way around a computer.
cs: Měl bych vám říct, že většina těchto systémů je směrována přes jeden z našich terminálů. Pokud se vyznáte v práci s počítačem, můžete některé z nich ovládat na dálku.

# conversations/04_monarch/0403/0403_bronson_vendor:14:DefaultText
source: What're you buying?
cs: Co kupujete?

# conversations/04_monarch/0403/0403_bronson_vendor:15:DefaultText
source: Well, let's see...
cs: No, podívejme se...

# conversations/04_monarch/0403/0403_bronson_vendor:17:DefaultText
source: I'm <oeitoken>PlayerName</oeitoken>. You run a store out here?
cs: Jsem <oeitoken>Jméno hráče</oeitoken>. Provozujete tady obchod?

# conversations/04_monarch/0403/0403_bronson_vendor:19:DefaultText
source: It ain't really a store. Think of me more like a quartermaster. And a chef, and a handyman, and... whatever else we need.
cs: Ve skutečnosti to není obchod. Ber mě spíš jako provianťáka. A kuchař a údržbář a... cokoliv dalšího potřebujeme.

# conversations/04_monarch/0403/0403_bronson_vendor:25:DefaultText
source: A quartermaster? For the Iconoclasts?
cs: Rotmistr? Pro Ikonoklasty?

# conversations/04_monarch/0403/0403_bronson_vendor:26:DefaultText
source: You're... a chef?
cs: Vy jste... šéfkuchař?

# conversations/04_monarch/0403/0403_bronson_vendor:27:DefaultText
source: Handyman, huh? You fix things around here?
cs: Kutil, co? Opravuješ tady věci?

# conversations/04_monarch/0403/0403_bronson_vendor:28:DefaultText
source: We gotta eat. Eating means hunting, and hunting means armaments. We used to let people take what they will, but then some idiot shot some other idiot over cards.
cs: Musíme jíst. Jídlo znamená lov a lov znamená výzbroj. Dřív jsme nechávali lidi, ať si berou, co chtějí, ale pak nějaký idiot zastřelil jiného idiota kvůli kartám.

# conversations/04_monarch/0403/0403_bronson_vendor:29:DefaultText
source: So Zora set up a system. You fuck up, you don't get to buy gear. You play nice, you do.
cs: Zora tedy vytvořila systém. Když to poděláš, nedostaneš nakoupené vybavení. Když budeš hrát slušně, dostaneš.

# conversations/04_monarch/0403/0403_bronson_vendor:30:DefaultText
source: Cooking's my true passion. You need a raptidon to taste good, bring it here and I'll work a miracle or two.
cs: Vaření je moje opravdová vášeň. Když potřebujete raptidon, aby vám chutnal, přivezte ho sem a já udělám jeden nebo dva zázraky.

# conversations/04_monarch/0403/0403_bronson_vendor:33:DefaultText
source: Oh, sure. Sulfur ain't so good on metals, and replacing parts is expensive. So we fix things 'til we can't.
cs: Jistě. Síra kovům moc nesvědčí a výměna dílů je drahá. Takže věci opravujeme, dokud to nejde.

# conversations/04_monarch/0403/0403_bronson_vendor:35:DefaultText
source: Why do you need a quartermaster?
cs: K čemu potřebujete rotmistra?

# conversations/04_monarch/0403/0403_bronson_vendor:36:DefaultText
source: Got it. All right, let's see what you've got for sale.
cs: Mám to. Dobře, podíváme se, co máte na prodej.

# conversations/04_monarch/0403/0403_bronson_vendor:37:DefaultText
source: And you're, what, a quartermaster in your free time?
cs: A ty jsi ve volném čase rotmistr?

# conversations/04_monarch/0403/0403_bronson_vendor:39:DefaultText
source: Anything you need help with?
cs: Potřebujete s něčím pomoci?

# conversations/04_monarch/0403/0403_bronson_vendor:40:DefaultText
source: Fair enough. Let's trade.
cs: To je fér. Vyměňme.

# conversations/04_monarch/0403/0403_bronson_vendor:41:DefaultText
source: Yeah, plenty. If you're the type to fix a thing or two, I've got a couple reports I need to follow up on.
cs: Jo, hodně. Jestli jsi ten typ, který něco opraví, mám tu pár zpráv, na které potřebuji navázat.

# conversations/04_monarch/0403/0403_bronson_vendor:42:DefaultText
source: The pipes up on Milton's house burst. Someone needs to shut 'em off. Then there are the cables outside the bar - a sprat chewed through 'em and now they're spitting lightning.
cs: V Miltonově domě prasklo potrubí. Někdo je musí zavřít. Pak jsou tu kabely před barem - šprot je překousl a teď z nich prskají blesky.

# conversations/04_monarch/0403/0403_bronson_vendor:43:DefaultText
source: Then there's the old guard house - outside town, on the way to the old Bayside Terrace. Someone needs to reset the comms breaker there.
cs: Pak je tu starý strážní domek - za městem, na cestě ke staré Bayside Terrace. Někdo tam musí přenastavit komunikační jistič.

# conversations/04_monarch/0403/0403_bronson_vendor:46:DefaultText
source: Wow. I'll get out of your hair, then.
cs: Páni. Tak já už ti půjdu z očí.

# conversations/04_monarch/0403/0403_bronson_vendor:47:DefaultText
source: Why do the Iconoclasts need a quartermaster?
cs: Proč Ikonoklasté potřebují čtvrtníka?

# conversations/04_monarch/0403/0403_bronson_vendor:48:DefaultText
source: Anything I can do to help you out?
cs: Mohu vám nějak pomoci?

# conversations/04_monarch/0403/0403_bronson_vendor:49:DefaultText
source: I've decided to help you fix those hazards.
cs: Rozhodl jsem se, že vám pomohu tato nebezpečí odstranit.

# conversations/04_monarch/0403/0403_bronson_vendor:50:DefaultText
source: Well, ain't you a saint. Here's the list again.
cs: No, nejsi ty svatý. Tady je ten seznam znovu.

# conversations/04_monarch/0403/0403_bronson_vendor:51:DefaultText
source: Where's this terminal?
cs: Kde je tento terminál?

# conversations/04_monarch/0403/0403_bronson_vendor:52:DefaultText
source: Up the hill. It's right on the cliff's edge.
cs: Nahoru do kopce. Je to přímo na okraji útesu.

# conversations/04_monarch/0403/0403_bronson_vendor:53:DefaultText
source: Ok. Thanks for the tip.
cs: Dobře. Díky za tip.

# conversations/04_monarch/0403/0403_bronson_vendor:54:DefaultText
source: All right. I'll let you know if I "get ate."
cs: Dobře. Dám vám vědět, jestli mě "snědli".

# conversations/04_monarch/0403/0403_bronson_vendor:55:DefaultText
source: I'll be damned. Thanks for doing that. Here - Zora sets aside a bit or two for people who help out.
cs: Ať se propadnu. Děkuji, že jste to udělali. Tady - Zora vyčlení kousek nebo dva pro lidi, kteří pomáhají.

# conversations/04_monarch/0403/0403_bronson_vendor:56:DefaultText
source: Nothing, nevermind.
cs: Nic, nevadí.

# conversations/04_monarch/0403/0403_bronson_vendor:57:DefaultText
source: Buying? Oh, this is a store?
cs: Kupujete? Aha, tohle je obchod?

# conversations/04_monarch/0403/0403_bronson_vendor:58:DefaultText
source: Wow. Things are really falling apart around here.
cs: Páni. Tady se to opravdu hroutí.

# conversations/04_monarch/0403/0403_bronson_vendor:59:DefaultText
source: That's one way to look at it. Another is: Those are the only things in this whole fucking town that are broke. Maybe we appreciate that.
cs: To je jeden ze způsobů, jak se na to dívat. Jiný pohled je: To jsou jediné věci v celém tomhle zasraném městě, které jsou rozbité. Možná si toho vážíme.

# conversations/04_monarch/0403/0403_bronson_vendor:60:DefaultText
source: Good point. All right, I'll let you know when they're done.
cs: Dobrý postřeh. Dobře, dám vám vědět, až budou hotové.

# conversations/04_monarch/0403/0403_bronson_vendor:61:DefaultText
source: Fair enough, but I'm not a handyman. Forget it.
cs: To je fér, ale já nejsem kutil. Zapomeň na to.

# conversations/04_monarch/0403/0403_bronson_vendor:62:DefaultText
source: It was like that in Edgewater, too. Use to be when Bess would break down, I'd have to borrow parts from the grinder to get her working again and vice versa.
cs: Tak to bylo i v Edgewateru. Když se Bess porouchala, musel jsem si půjčit součástky z brusky, aby zase fungovala, a naopak.

# conversations/04_monarch/0403/0403_bronson_vendor:63:DefaultText
source: Hah! That's the way of it, no doubt. Just last week I sacrificed my favorite heat slicer to replace the coils on my stove.
cs: Hah! Tak to bezpochyby je. Zrovna minulý týden jsem obětoval svůj oblíbený tepelný kráječ, abych vyměnil cívky na sporáku.

# conversations/04_monarch/0403/0403_bronson_vendor:65:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/04_monarch/0403/0403_bronson_vendor:66:DefaultText
source: So you're some kind of quartermaster?
cs: Takže jsi nějaký rotmistr?

# conversations/04_monarch/0403/0403_bronson_vendor:67:DefaultText
source: By "miracle" he means salt. He adds salt and calls it cuisine.
cs: "Zázrakem" myslí sůl. Přidává sůl a nazývá to kuchyní.

# conversations/04_monarch/0403/0403_bronson_vendor:68:DefaultText
source: Hey! Don't go spilling my secrets! You're just mad we cut you off.
cs: Hej! Nevyzrazuj moje tajemství! Jsi jen naštvaný, že jsme tě odřízli.

# conversations/04_monarch/0403/0403_bronson_vendor:69:DefaultText
source: A lady's got a right to drink, damn you!
cs: Dáma má právo pít, sakra!

# conversations/04_monarch/0403/0403_bronson_vendor:70:DefaultText
source: You be careful. Don't let this one near your medical supplies. She ain't picky as to the difference between pure alcohol and distilled spirits.
cs: Buďte opatrní. Nepouštějte ho ke svým lékařským zásobám. Není vybíravá, pokud jde o rozdíl mezi čistým alkoholem a destilátem.

# conversations/04_monarch/0403/0403_bronson_vendor:76:DefaultText
source: Let's just trade, all right?
cs: Prostě si to vyměníme, ano?

# conversations/04_monarch/0403/0403_bronson_vendor:77:DefaultText
source: I'll, uh, keep that in mind. See you.
cs: Budu na to pamatovat. Uvidíme se.

# conversations/04_monarch/0403/0403_bronson_vendor:78:DefaultText
source: Before you ask, no, it ain't pay. Just being generous to folks who do a good turn.
cs: Než se zeptáte, ne, neplatí. Jen jsem velkorysý k lidem, kteří dělají dobré skutky.

# conversations/04_monarch/0403/0403_bronson_vendor:79:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/04_monarch/0403/0403_bronson_vendor:80:DefaultText
source: Hey. Thanks again for helping out. What can I do you for?
cs: Ahoj. Ještě jednou díky za pomoc. Co pro tebe mohu udělat?

# conversations/04_monarch/0403/0403_bronson_vendor:81:DefaultText
source: Show me what's in stock.
cs: Ukažte mi, co je na skladě.

# conversations/04_monarch/0403/0403_bronson_vendor:82:DefaultText
source: I keep meaning to ask. Why do you need a store here?
cs: Pořád se chci zeptat. Proč potřebujete obchod tady?

# conversations/04_monarch/0403/0403_bronson_vendor:83:DefaultText
source: Mister, there's something I been wonderin' since we got here - how do you protect your wires from sulfuric degradation?
cs: Pane, něco mě zajímá už od chvíle, kdy jsme sem přijeli - jak chráníte dráty před rozkladem síry?

# conversations/04_monarch/0403/0403_bronson_vendor:84:DefaultText
source: Oh, easy. Most of the wildlife here seems to tolerate the sulfur, so we wrap our copper in rapt bits. Hides, tongues, whatever's pliable.
cs: To je snadné. Zdá se, že většina zdejší zvěře síru snáší, a tak si měď obalujeme do rapidu. Kůže, jazyky, cokoli, co je poddajné.

# conversations/04_monarch/0403/0403_bronson_vendor:85:DefaultText
source: Huh. That's... creative. All right, if I get a chance to fix things up, I'll update you.
cs: Huh. To je... kreativní. Dobře, až budu mít příležitost dát věci do pořádku, budu vás informovat.

# conversations/04_monarch/0403/0403_bronson_vendor:87:DefaultText
source: Ugh. That is... really gross. Let's go.
cs: Uf. To je... opravdu nechutné. Jdeme na to.

# conversations/04_monarch/0403/0403_bronson_vendor:88:DefaultText
source: Wasn't too pretty, and it kept me on my toes, but I still made do all right.
cs: Nebylo to moc hezké a drželo mě to ve střehu, ale i tak jsem to zvládl.

# conversations/04_monarch/0403/0403_bronson_vendor:91:DefaultText
source: I've already taken care of it.
cs: Už jsem se o to postaral.

# conversations/04_monarch/0403/0403_bronson_vendor:92:DefaultText
source: I oughta tell you - most of these systems are routed through one of our terminals. You might be able to handle some of 'em remotely if you know your way around a computer.
cs: Měl bych vám říct, že většina těchto systémů je směrována přes jeden z našich terminálů. Pokud se vyznáte v práci s počítačem, můžete některé z nich ovládat na dálku.
