Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_cassandra.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_cassandra:2:DefaultText
source: I hear Graham Bryant is indebted to you for the rest of his life. I happen to know how that feels.
cs: Slyšel jsem, že Graham Bryant vám bude do konce života zavázán. Náhodou vím, jaké to je.

# conversations/04_monarch/0403/0403_cv_cassandra:3:DefaultText
source: You've got a lot of people in your debt, friend. Zora Blackwood. The people of Monarch. And me.
cs: Máš spoustu lidí, kteří ti dluží, příteli. Zora Blackwoodová. Lidé z Monarchu. A já.

# conversations/04_monarch/0403/0403_cv_cassandra:4:DefaultText
source: Word is you brokered an alliance between Nandi and Blackwood. I'm impressed, but too familiar with your talent to be surprised.
cs: Říká se, že jsi zprostředkoval spojenectví mezi Nandim a Blackwoodem. Jsem ohromen, ale příliš dobře znám tvůj talent, než abych byl překvapen.

# conversations/04_monarch/0403/0403_cv_cassandra:6:DefaultText
source: Good to see you again.
cs: Rád vás opět vidím.

# conversations/04_monarch/0403/0403_cv_cassandra:7:DefaultText
source: Well, look at you! Swaggering around like you own the place. It's good to see you.
cs: No, podívejte se na sebe! Poflakuješ se tu, jako by ti to tu patřilo. Rád tě vidím.

# conversations/04_monarch/0403/0403_cv_cassandra:8:DefaultText
source: I'm glad you made it out here.
cs: Jsem rád, že jste se sem dostali.

# conversations/04_monarch/0403/0403_cv_cassandra:9:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/04_monarch/0403/0403_cv_cassandra:17:DefaultText
source: Anton said he met you on the road.
cs: Anton říkal, že tě potkal na cestě.

# conversations/04_monarch/0403/0403_cv_cassandra:19:DefaultText
source: Saving me in Roseway. Guiding me toward a new home in Monarch. I don't have the words to express my gratitude.
cs: Zachraňuje mě v Roseway. Vede mě k novému domovu v Monarchu. Nemám slov, abych vyjádřil svou vděčnost.

# conversations/04_monarch/0403/0403_cv_cassandra:20:DefaultText
source: Anton Crane. I ran into him outside Roseway, looking sullen and miserable.
cs: Anton Crane. Potkal jsem ho před Roseway, vypadal sklesle a nešťastně.

# conversations/04_monarch/0403/0403_cv_cassandra:21:DefaultText
source: And you didn't put him out of his misery?
cs: A ty jsi ho nezbavil utrpení?

# conversations/04_monarch/0403/0403_cv_cassandra:22:DefaultText
source: So you helped him out.
cs: Takže jsi mu pomohl.

# conversations/04_monarch/0403/0403_cv_cassandra:23:DefaultText
source: He told me you two split the money from his research.
cs: Řekl mi, že jste si vy dva rozdělili peníze z jeho výzkumu.

# conversations/04_monarch/0403/0403_cv_cassandra:24:DefaultText
source: I thought about it. But my gun was out of ammo.
cs: Přemýšlel jsem o tom. Ale v mé zbrani došly náboje.

# conversations/04_monarch/0403/0403_cv_cassandra:25:DefaultText
source: I was tired. I was dirty. I'd just parted ways with my crew. Crane had some research on him, and I knew a buyer.
cs: Byl jsem unavený. Byl jsem špinavý. Právě jsem se rozloučil se svou posádkou. Crane si o něm něco zjistil a já znal kupce.

# conversations/04_monarch/0403/0403_cv_cassandra:26:DefaultText
source: You'd be surprised how much a rival corporation's willing to pay for research. We made off like bandits.
cs: Byli byste překvapeni, kolik je konkurenční společnost ochotna zaplatit za výzkum. Vydělali jsme na tom jako bandité.

# conversations/04_monarch/0403/0403_cv_cassandra:27:DefaultText
source: I don't know if I believe in some manner of universal consciousness, but if there is a higher power, it has a sense of irony.
cs: Nevím, jestli věřím v nějaké univerzální vědomí, ale pokud existuje nějaká vyšší moc, má smysl pro ironii.

# conversations/04_monarch/0403/0403_cv_cassandra:28:DefaultText
source: I was getting tired, you know. Tired of watching my crew die to corporate guns. Tired of being without a single ally.
cs: Už jsem byl unavený. Už mě nebavilo sledovat, jak moje posádka umírá kvůli korporátním zbraním. Unavovalo mě být bez jediného spojence.

# conversations/04_monarch/0403/0403_cv_cassandra:29:DefaultText
source: The journey to Monarch wasn't easy. Or cheap. But now that I'm here, I feel... unburdened. Untethered. Free.
cs: Cesta do Monarchu nebyla snadná. Ani levná. Ale teď, když jsem tady, se cítím... nezatížená. Odvázaná. Volná.
