Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_zora.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_zora:219:DefaultText
source: Ain't so bad if you wash it down with a bottle of Zero Gee.
cs: Není to tak špatné, když to zapijete lahví Zero Gee.

# conversations/04_monarch/0403/0403_cv_zora:220:DefaultText
source: That sounds worse!
cs: To zní ještě hůř!

# conversations/04_monarch/0403/0403_cv_zora:222:DefaultText
source: Yeah. Let's do this.
cs: Jo. Udělejme to.

# conversations/04_monarch/0403/0403_cv_zora:223:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/04_monarch/0403/0403_cv_zora:224:DefaultText
source: I'm not helping you take over.
cs: Nepomáhám ti převzít moc.

# conversations/04_monarch/0403/0403_cv_zora:225:DefaultText
source: What was it you said? Sometimes the best option is the most painful one.
cs: Co jsi říkal? Někdy je nejlepší volba ta nejbolestivější.

# conversations/04_monarch/0403/0403_cv_zora:226:DefaultText
source: That's... not exactly it. But... you've got a point.
cs: To... není úplně ono. Ale... máš pravdu.

# conversations/04_monarch/0403/0403_cv_zora:227:DefaultText
source: We've lost a hell of a lot to this fight. Graham would never agree to this, but... I'm starting to realize how often he led us astray.
cs: V tomto boji jsme toho ztratili zatraceně hodně. Graham by s tím nikdy nesouhlasil, ale... Začínám si uvědomovat, jak často nás svedl na scestí.

# conversations/04_monarch/0403/0403_cv_zora:228:DefaultText
source: Damn. Look at me, I've got blinders on. I don't know what the hell we're going to do. None of us even know how to run a fishing boat.
cs: Zatraceně. Podívej se na mě, mám klapky na očích. Nevím, co budeme sakra dělat. Nikdo z nás ani neví, jak se řídí rybářská loď.

# conversations/04_monarch/0403/0403_cv_zora:229:DefaultText
source: Hey.
cs: Ahoj.

# conversations/04_monarch/0403/0403_cv_zora:230:DefaultText
source: I do, but we need to talk about Sanjar first.
cs: Já ano, ale nejdřív si musíme promluvit o Sanjaru.

# conversations/04_monarch/0403/0403_cv_zora:231:DefaultText
source: Yeah?
cs: Ano?

# conversations/04_monarch/0403/0403_cv_zora:232:DefaultText
source: He's dead.
cs: Je mrtvý.

# conversations/04_monarch/0403/0403_cv_zora:233:DefaultText
source: He's agreed to meet with you.
cs: Souhlasil, že se s vámi setká.

# conversations/04_monarch/0403/0403_cv_zora:234:DefaultText
source: Nevermind.
cs: Nevadí.

# conversations/04_monarch/0403/0403_cv_zora:235:DefaultText
source: I know it's a long shot, but I'll try.
cs: Vím, že je to riskantní, ale zkusím to.

# conversations/04_monarch/0403/0403_cv_zora:236:DefaultText
source: Well... it was a nice thought, anyhow. Thanks for trying.
cs: No... každopádně to byla hezká myšlenka. Díky za pokus.

# conversations/04_monarch/0403/0403_cv_zora:237:DefaultText
source: Yep. Enjoy your wasteland of a planet.
cs: Ano. Užijte si svou pustinu na planetě.

# conversations/04_monarch/0403/0403_cv_zora:241:DefaultText
source: At least it's our wasteland now.
cs: Alespoň je to teď naše pustina.

# conversations/04_monarch/0403/0403_cv_zora:242:DefaultText
source: Thank you, Captain.
cs: Děkuji, kapitáne.

# conversations/04_monarch/0403/0403_cv_zora:243:DefaultText
source: The Iconoclasts are stronger without him.
cs: Ikonoklasté jsou bez něj silnější.

# conversations/04_monarch/0403/0403_cv_zora:244:DefaultText
source: You don't have to tell me that. It just feels strange, is all. Anyway.
cs: To mi nemusíš říkat. Jen mi to připadá divné, to je vše. Každopádně.

# conversations/04_monarch/0403/0403_cv_zora:245:DefaultText
source: Hey, Captain. I need your help, and we oughta keep it hush-hush.
cs: Hej, kapitáne. Potřebuji tvou pomoc a měli bychom to udržet v tajnosti.

# conversations/04_monarch/0403/0403_cv_zora:246:DefaultText
source: You know about what happened here, right? The history of Amber Heights?
cs: Víte, co se tu stalo, že? O historii Amber Heights?

# conversations/04_monarch/0403/0403_cv_zora:282:DefaultText
source: Hey, Captain. Any thoughts on that errand we talked about?
cs: Hej, kapitáne. Nějaké nápady ohledně té pochůzky, o které jsme mluvili?

# conversations/04_monarch/0403/0403_cv_zora:283:DefaultText
source: Yeah. I'll help.
cs: Jo, pomůžu.

# conversations/04_monarch/0403/0403_cv_zora:284:DefaultText
source: No.
cs: Ne.

# conversations/04_monarch/0403/0403_cv_zora:285:DefaultText
source: Welcome back. You find anything out there?
cs: Vítejte zpět. Našel jsi tam něco?

# conversations/04_monarch/0403/0403_cv_zora:286:DefaultText
source: I found a box of data cartridges.
cs: Našel jsem krabici s datovými kazetami.

# conversations/04_monarch/0403/0403_cv_zora:288:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/04_monarch/0403/0403_cv_zora:295:DefaultText
source: Let's see. These are old. Looks like correspondences between the pirates. Some bits here, some there, some... wait.
cs: Podívejme se na to. Tyhle jsou staré. Vypadá to jako korespondence mezi piráty. Něco tady, něco tam, něco... počkat.

# conversations/04_monarch/0403/0403_cv_zora:296:DefaultText
source: Captain, he gave them the gate codes.
cs: Kapitán jim dal kódy k bráně.

# conversations/04_monarch/0403/0403_cv_zora:297:DefaultText
source: He caused the attack.
cs: Útok způsobil on.

# conversations/04_monarch/0403/0403_cv_zora:298:DefaultText
source: Graham isn't exactly known for his rationality.
cs: Graham není zrovna známý svou racionalitou.

# conversations/04_monarch/0403/0403_cv_zora:299:DefaultText
source: He must have needed to take out the executives.
cs: Musel se zbavit vedoucích pracovníků.

# conversations/04_monarch/0403/0403_cv_zora:300:DefaultText
source: Yeah. He did. He really did.
cs: Ano, to udělal. Opravdu to udělal.

# conversations/04_monarch/0403/0403_cv_zora:301:DefaultText
source: Watch it. That's our leader you're talking about. My friend.
cs: Podívejte se na něj. Mluvíte o našem vůdci. Můj přítel.

# conversations/04_monarch/0403/0403_cv_zora:302:DefaultText
source: And their families? And all the hired help?
cs: A jejich rodiny? A všichni najatí pomocníci?

# conversations/04_monarch/0403/0403_cv_zora:303:DefaultText
source: Look, I need to think. Plan. Figure out if I should talk to him or shoot him. Or both. Just... don't give him the module yet. Give me a little time. I'll meet you at his place.
cs: Podívej, musím přemýšlet. Plán. Přijít na to, jestli s ním mám mluvit, nebo ho zastřelit. Nebo obojí. Jen... mu ten modul ještě nedávej. Dej mi trochu času. Sejdeme se u něj.

# conversations/04_monarch/0403/0403_cv_zora:304:DefaultText
source: Thank you for bringing this back, but I need some time. I gotta think. I'll let you know if I figure something out.
cs: Děkuji, že jste to připomněli, ale potřebuji nějaký čas. Musím přemýšlet. Dám vám vědět, až na něco přijdu.

# conversations/04_monarch/0403/0403_cv_zora:305:DefaultText
source: That sulfur-sodden bastard. If he weren't dead, I'd shoot him myself.
cs: Ten sírou nasáklý bastard. Kdyby nebyl mrtvý, zastřelil bych ho sám.

# conversations/04_monarch/0403/0403_cv_zora:307:DefaultText
source: I know he's got his head in the clouds, but I always believed there was a core of good there. What the hell happened to live and let live?
cs: Vím, že má hlavu v oblacích, ale vždycky jsem věřil, že je v něm jádro dobra. Kam se sakra podělo žít a nechat žít?

# conversations/04_monarch/0403/0403_cv_zora:308:DefaultText
source: Go take a walk, Captain. I'll find you once my head's on straight.
cs: Běžte se projít, kapitáne. Najdu si vás, až se vzpamatuju.

# conversations/04_monarch/0403/0403_cv_zora:309:DefaultText
source: Yeah. A massacre, right? Pirates and all that?
cs: Jo. Masakr, že? Piráti a tak?

# conversations/04_monarch/0403/0403_cv_zora:310:DefaultText
source: No. Fill me in.
cs: Ne. Doplňte mě.

# conversations/04_monarch/0403/0403_cv_zora:312:DefaultText
source: Right. Common belief is that the pirates fled to an old relay station that'd already been abandoned, but nobody could find them.
cs: Vpravo. Obecně se má za to, že piráti uprchli do staré retranslační stanice, která už byla opuštěná, ale nikdo je nemohl najít.

# conversations/04_monarch/0403/0403_cv_zora:313:DefaultText
source: The station's locked up, but one of my people found an old data cartridge in a nearby rapt nest.
cs: Stanice je zamčená, ale jeden z mých lidí našel v nedalekém hnízdě raptů starou datovou kazetu.

# conversations/04_monarch/0403/0403_cv_zora:314:DefaultText
source: It's mostly corrupted, but I pulled a couple codes off of it. One is the code to the Amber Heights gate. I don't recognize the other, but it's similar. I'd bet it opens a door.
cs: Je většinou poškozený, ale vytáhl jsem z něj pár kódů. Jeden je kód k bráně Amber Heights. Druhý nepoznávám, ale je podobný. Vsadil bych se, že otevírá dveře.

# conversations/04_monarch/0403/0403_cv_zora:315:DefaultText
source: Years ago - almost a decade, come to think of it - the executives running MSI lived here. If you can believe it, Amber Heights was a residence for decadent high-class types.
cs: Před lety - skoro před deseti lety, když si na to vzpomenu - zde bydleli vedoucí pracovníci společnosti MSI. Jestli tomu věříte, Amber Heights bylo sídlo dekadentních špiček.

# conversations/04_monarch/0403/0403_cv_zora:316:DefaultText
source: When the other corporations started pulling out, the planet was... chaotic. People got lost in the shuffle. Lot of equipment failures. Lot of death.
cs: Když se ostatní korporace začaly stahovat, na planetě zavládl... chaos. Lidé se ztratili ve změti. Spousta zařízení selhala. Spousta mrtvých.

# conversations/04_monarch/0403/0403_cv_zora:317:DefaultText
source: Pirates ransacked Amber Heights. Killed the execs, their families... took off with whatever they could carry. We're talking a hundred innocent people.
cs: Piráti vyplenili Amber Heights. Zabili vedoucí pracovníky, jejich rodiny... a odnesli vše, co mohli. Mluvíme o stovce nevinných lidí.

# conversations/04_monarch/0403/0403_cv_zora:318:DefaultText
source: Wow. Pirates? Did anyone ever catch them?
cs: Wow. Piráti? Chytil je někdy někdo?

# conversations/04_monarch/0403/0403_cv_zora:319:DefaultText
source: That's awful.
cs: To je hrozné.

# conversations/04_monarch/0403/0403_cv_zora:320:DefaultText
source: No. We think they used an old relay station near here as a recon point, but nobody ever found them.
cs: Ne. Myslíme si, že jako průzkumný bod používali starou retranslační stanici nedaleko odsud, ale nikdo je nikdy nenašel.

# conversations/04_monarch/0403/0403_cv_zora:322:DefaultText
source: A random door code doesn't sound useful.
cs: Náhodný kód dveří nezní užitečně.

# conversations/04_monarch/0403/0403_cv_zora:323:DefaultText
source: The Amber Heights gate?
cs: Brána Amber Heights?

# conversations/04_monarch/0403/0403_cv_zora:324:DefaultText
source: Why are we keeping this to ourselves?
cs: Proč si to necháváme pro sebe?

# conversations/04_monarch/0403/0403_cv_zora:325:DefaultText
source: I know it's a long shot, but... if we missed something there, if you can get into that station... maybe we can get some answers.
cs: Vím, že je to na dlouhé lokte, ale... pokud jsme něco přehlédli, pokud se dostanete do té stanice... možná dostaneme nějaké odpovědi.

# conversations/04_monarch/0403/0403_cv_zora:326:DefaultText
source: Right. The access codes to Amber Heights. What gets me is... if this belonged to the pirates, that means they knew someone there.
cs: Vpravo. Přístupové kódy do Amber Heights. Co mě dostalo, je... pokud to patřilo pirátům, znamená to, že tam někoho znali.

# conversations/04_monarch/0403/0403_cv_zora:327:DefaultText
source: If someone gave them the gate code... all those deaths, Captain. All that blood is on their hands.
cs: Kdyby jim někdo dal kód k bráně... všechna ta úmrtí, kapitáne. Všechnu tu krev mají na rukou.

# conversations/04_monarch/0403/0403_cv_zora:328:DefaultText
source: Graham isn't fond of talking about the history here. He had friends who worked here. The massacre hit him pretty hard.
cs: Graham nerad mluví o historii. Měl přátele, kteří zde pracovali. Masakr ho dost zasáhl.

# conversations/04_monarch/0403/0403_cv_zora:329:DefaultText
source: You know him. Live and let live and all that. I don't want to burden him right now, especially if this ends up being a dead end.
cs: Znáte ho. Žij a nech žít a tak. Nechci ho teď zatěžovat, zvlášť pokud to skončí slepou uličkou.

# conversations/04_monarch/0403/0403_cv_zora:330:DefaultText
source: Ok. Go to the relay station. See if the code's useful. Anything else?
cs: Dobře. Jděte do reléové stanice. Podívej se, jestli je kód užitečný. Ještě něco?

# conversations/04_monarch/0403/0403_cv_zora:331:DefaultText
source: Just a warning. The area's infested with mantisaurs. I'd send some help, but we're, you know, preparing for war.
cs: Jen upozornění. Oblast je zamořená kudlankami. Poslal bych pomoc, ale připravujeme se na válku.

# conversations/04_monarch/0403/0403_cv_zora:332:DefaultText
source: Right. I'm on it.
cs: Vpravo. Jdu na to.

# conversations/04_monarch/0403/0403_cv_zora:333:DefaultText
source: I'll consider it, but no promises.
cs: Zvážím to, ale nic neslibuji.

# conversations/04_monarch/0403/0403_cv_zora:334:DefaultText
source: Sure. I'll be here if you change your mind.
cs: Jistě. Budu tady, kdyby sis to rozmyslel.

# conversations/04_monarch/0403/0403_cv_zora:335:DefaultText
source: Appreciate it. Here's the code. If it works, bring back anything you find. Supplies are best, but information's good, too.
cs: Oceňujeme to. Zde je kód. Pokud to bude fungovat, přivezte vše, co najdete. Nejlepší jsou zásoby, ale informace jsou taky dobré.

# conversations/04_monarch/0403/0403_cv_zora:336:DefaultText
source: If someone was behind the Amber Heights massacre, it'd give a lot of people around here some closure to find out who and string them up.
cs: Pokud někdo stojí za masakrem v Amber Heights, spoustě lidí tady by pomohlo zjistit, kdo to je, a pověsit ho.

# conversations/04_monarch/0403/0403_cv_zora:337:DefaultText
source: Good luck. Watch out for the pteros.
cs: Hodně štěstí. Pozor na pteros.

# conversations/04_monarch/0403/0403_cv_zora:338:DefaultText
source: This... this one's got the Amber Heights gate code on it. Just like the one I found earlier. And here's... a letter? Wait, this is from Graham. Oh, of all the...
cs: Tenhle... tenhle má na sobě kód brány Amber Heights. Stejně jako ten, který jsem našel předtím. A tady je... dopis? Počkat, tohle je od Grahama. Oh, ze všech...

# conversations/04_monarch/0403/0403_cv_zora:339:DefaultText
source: Just a bunch of junk. Old cartridges and the like.
cs: Jen hromada harampádí. Staré kazety a podobně.

# conversations/04_monarch/0403/0403_cv_zora:368:DefaultText
source: You know, I keep telling the Stellar Bay workers that they don't have to work anymore, and they keep... showing up for work.
cs: Víš, pořád říkám zaměstnancům Stellar Bay, že už nemusí pracovat, a oni pořád... chodí do práce.

# conversations/04_monarch/0403/0403_cv_zora:370:DefaultText
source: Anyway. What's going on, Captain?
cs: Každopádně. Co se děje, kapitáne?

# conversations/04_monarch/0403/0403_cv_zora:371:DefaultText
source: I'll see you later.
cs: Uvidíme se později.

# conversations/04_monarch/0403/0403_cv_zora:379:DefaultText
source: Glad it's working out. See you.
cs: Jsem rád, že to funguje. Uvidíme se.

# conversations/04_monarch/0403/0403_cv_zora:382:DefaultText
source: But... I gotta admit, it has its perks.
cs: Ale... Musím uznat, že to má své výhody.

# conversations/04_monarch/0403/0403_cv_zora:399:DefaultText
source: Turns out I ain't got the slightest clue how to actually dismantle a corporation. Here's hoping they don't riot when they don't get paid.
cs: Ukázalo se, že nemám nejmenší tušení, jak vlastně rozložit korporaci. Doufám, že se nebudou bouřit, až nedostanou zaplaceno.

# conversations/04_monarch/0403/0403_cv_zora:400:DefaultText
source: Just checking in. How are the Iconoclasts holding up?
cs: Jen se hlásím. Jak se daří Ikonoklastům?

# conversations/04_monarch/0403/0403_cv_zora:401:DefaultText
source: They're still trying to shake off Graham's death. Lot of 'em are grieving. He meant a lot, you know. For a lying son of a bitch, he meant a lot.
cs: Stále se snaží otřepat z Grahamovy smrti. Spousta z nich truchlí. Hodně pro ně znamenal. Na prolhanýho parchanta znamenal hodně.

# conversations/04_monarch/0403/0403_cv_zora:403:DefaultText
source: How are you doing?
cs: Jak se vám daří?

# conversations/04_monarch/0403/0403_cv_zora:404:DefaultText
source: You let the MSI workers stick around?
cs: Nechali jste pracovníky MSI zůstat?

# conversations/04_monarch/0403/0403_cv_zora:405:DefaultText
source: I'm getting there. I gotta keep my eyes on the future. We're starting to spread the word, and folks're starting to ask questions.
cs: Dostávám se k tomu. Musím se dívat do budoucnosti. Začínáme o tom mluvit a lidé se začínají ptát.

# conversations/04_monarch/0403/0403_cv_zora:406:DefaultText
source: If newcomers arrived and I was shaking in my boots, what kind of message does that send, you know?
cs: Kdyby přišli noví lidé a já se třásl v botách, jakou zprávu by to vyslalo, víte?

# conversations/04_monarch/0403/0403_cv_zora:407:DefaultText
source: Yeah. I'm not a murderer, Captain. Well, okay. I am. I've done that. But... we can coexist. It's not Iconoclast or nothing.
cs: Jo, nejsem vrah, kapitáne. No, dobře. Jsem. To už jsem udělal. Ale... můžeme koexistovat. Není to Ikonoklast nebo nic.

# conversations/04_monarch/0403/0403_cv_zora:408:DefaultText
source: They're free to choose, just like we are. Even if they ain't making the right choice.
cs: Mají svobodnou volbu, stejně jako my. I když se nerozhodnou správně.

# conversations/04_monarch/0403/0403_cv_zora:412:DefaultText
source: Perks?
cs: Výhody?

# conversations/04_monarch/0403/0403_cv_zora:413:DefaultText
source: Yeah. Like, you know, food. They've got a hell of a lot of fish here.
cs: Jo. Třeba jídlo. Mají tu spoustu ryb.

# conversations/04_monarch/0403/0403_cv_zora:414:DefaultText
source: One of our guys is allergic. That's a damn shame.
cs: Jeden z našich chlapců je alergický. To je zatracená škoda.

# conversations/04_monarch/0403/0403_cv_zora:415:DefaultText
source: How are your people and Sanjar's people getting along?
cs: Jak spolu vycházejí vaši a Sanjarovi lidé?

# conversations/04_monarch/0403/0403_cv_zora:416:DefaultText
source: They're fine. They harass one another. Stooge this, fanatic that. It's all in good fun. No blood yet.
cs: Jsou v pořádku. Obtěžují se navzájem. Stožár sem, fanatik tam. Všechno je to v dobré zábavě. Zatím žádná krev.

# conversations/04_monarch/0403/0403_cv_zora:417:DefaultText
source: Are you okay working under Sanjar?
cs: Nevadí vám, že pracujete pod Sanjarem?

# conversations/04_monarch/0403/0403_cv_zora:418:DefaultText
source: Fuck no. But I'm not working under him. I'm working with him for the safety of my people. Big difference, Captain.
cs: Kurva ne. Ale já pod ním pracovat nebudu. Pracuji s ním pro bezpečnost svých lidí. To je velký rozdíl, kapitáne.

# conversations/04_monarch/0403/0403_cv_zora:419:DefaultText
source: I bet. See you later.
cs: Vsadím se. Uvidíme se později.

# conversations/04_monarch/0403/0403_cv_zora:421:DefaultText
source: Sorry about earlier. Graham and I don't always see eye to eye.
cs: Omlouváme se za předchozí. S Grahamem si ne vždy rozumíme.

# conversations/04_monarch/0403/0403_cv_zora:422:DefaultText
source: It does seem wasteful to buy press parts rather than food.
cs: Kupovat lisovací díly místo potravin se zdá být neekonomické.

# conversations/04_monarch/0403/0403_cv_zora:423:DefaultText
source: Do you always talk to your leader like that?
cs: Mluvíte takhle se svým vedoucím vždycky?

# conversations/04_monarch/0403/0403_cv_zora:424:DefaultText
source: You run the triage clinic here?
cs: Vy tu vedete třídící kliniku?

# conversations/04_monarch/0403/0403_cv_zora:425:DefaultText
source: When he's being an idiot, sure.
cs: Když se chová jako idiot, tak určitě.

# conversations/04_monarch/0403/0403_cv_zora:428:DefaultText
source: Hey, you got some decency in you. Careful. That's rare around these parts, and folks're liable to try and take advantage of it.
cs: Hej, máš v sobě trochu slušnosti. Opatrně. To je v těchto končinách vzácné a lidé se toho mohou pokusit zneužít.

# conversations/04_monarch/0403/0403_cv_zora:431:DefaultText
source: Yeah. Name's Zora. I've been patching up the Iconoclasts since day one. Whenever Graham's lack of foresight gets someone hurt, I get them back on their feet. If I can.
cs: Jo. Jmenuje se Zora. Ikonoklasty opravuji od prvního dne. Kdykoli Grahamův nedostatek předvídavosti někoho zraní, postavím ho zpátky na nohy. Když můžu.

# conversations/04_monarch/0403/0403_cv_zora:433:DefaultText
source: So you're a sawbones.
cs: Takže ty jsi pila.

# conversations/04_monarch/0403/0403_cv_zora:434:DefaultText
source: Do people around here get injured that often?
cs: Stává se tu lidem zranění tak často?

# conversations/04_monarch/0403/0403_cv_zora:435:DefaultText
source: I was a long time ago. Over in Cascadia. Rizzo was trying to sweeten up animal parts, and often that meant a labcoat got bit.
cs: Já jsem byl už dávno. V Cascadii. Rizzo se snažil osladit zvířecí části, a to často znamenalo, že se kousl laboratorní plášť.

# conversations/04_monarch/0403/0403_cv_zora:436:DefaultText
source: Now I'm whatever I need to be to keep these folks from bleeding out.
cs: Teď jsem, cokoliv potřebuju, abych těm lidem zabránil vykrvácet.

# conversations/04_monarch/0403/0403_cv_zora:437:DefaultText
source: You joking? It's Monarch. Can't hardly set foot outside without being attacked by a beast or a marauder.
cs: Děláte si legraci? Je to Monarch. Sotva vyjdeš ven, aniž by tě napadla nějaká bestie nebo nájezdník.

# conversations/04_monarch/0403/0403_cv_zora:441:DefaultText
source: Right. Forget I asked.
cs: Vpravo. Zapomněl jsem, že jsem se ptal.

# conversations/04_monarch/0403/0403_cv_zora:443:DefaultText
source: Well, here's hoping it doesn't come to that. See you.
cs: Doufejme, že k tomu nedojde. Uvidíme se.

# conversations/04_monarch/0403/0403_cv_zora:445:DefaultText
source: Stop by later, mister urgency. When I don't have my hands full.
cs: Zastavte se později, pane Pilný. Až nebudu mít plné ruce práce.

# conversations/04_monarch/0403/0403_cv_zora:445:FemaleText
source: Stop by later, miss urgency. When I don't have my hands full.
cs: Zastavte se později, chybí vám naléhavost. Když nemám plné ruce práce.

# conversations/04_monarch/0403/0403_cv_zora:446:DefaultText
source: Besides, we just got our asses kicked in the ruins. Not a great time to yammer on about his printing press.
cs: Kromě toho jsme právě dostali na prdel v ruinách. Není zrovna vhodná doba na žvanění o jeho tiskařském lisu.

# conversations/04_monarch/0403/0403_cv_zora:453:DefaultText
source: Need any help?
cs: Potřebujete pomoc?

# conversations/04_monarch/0403/0403_cv_zora:470:DefaultText
source: Something on your mind, Captain?
cs: Máte něco na srdci, kapitáne?

# conversations/04_monarch/0403/0403_cv_zora:472:DefaultText
source: Sanjar's willing to talk peace with you.
cs: Sanjar je ochoten s vámi jednat o míru.

# conversations/04_monarch/0403/0403_cv_zora:473:DefaultText
source: Not really.
cs: Ne tak docela.

# conversations/04_monarch/0403/0403_cv_zora:474:DefaultText
source: Too bad. Had I a reliable third party I could trust to set up a meet, maybe I'd consider it. With all the help you've done here, at first I thought it could've been you.
cs: Škoda. Kdybych měl spolehlivou třetí stranu, které bych mohl důvěřovat, že mi domluví schůzku, možná bych o tom uvažoval. Vzhledem k tomu, jak jsi mi tu pomohl, jsem si nejdřív myslel, že bys to mohl být ty.
