Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_graham_bryant.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_graham_bryant:649:DefaultText
source: Those MSI stiffs won't know what hit 'em. I mean, they will, 'cause it's gonna be me with a tossball stick.
cs: Ti zkostnatělí MSI nebudou vědět, co je zasáhlo. Teda, poznají, protože to budu já s hokejkou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:650:DefaultText
source: Great, we're about to create mass chaos and mayhem. My two favorite things...
cs: Skvělé, chystáme se vyvolat masový chaos a zmatek. Moje dvě oblíbené věci...

# conversations/04_monarch/0403/0403_cv_graham_bryant:651:DefaultText
source: Uh. I'm all for fighting the Board and all, but... aw, shit. Just don't shoot too many of my drinking buddies in there, all right?
cs: Jsem pro boj s radou a tak, ale... do prdele. Hlavně tam nezastřel moc mých kamarádů, co pijou, jo?

# conversations/04_monarch/0403/0403_cv_graham_bryant:652:DefaultText
source: I'll settle for shooting goons and grabbing loot.
cs: Spokojím se s tím, že budu střílet gorily a brát kořist.

# conversations/04_monarch/0403/0403_cv_graham_bryant:653:DefaultText
source: Error: SAM units do not come equipped with green-energy or eco-friendly capabilities.
cs: Chyba: Jednotky SAM nejsou vybaveny funkcemi šetrnými k životnímu prostředí nebo k zelené energii.

# conversations/04_monarch/0403/0403_cv_graham_bryant:655:DefaultText
source: Is a printing press really worth all these people's lives? There's gotta be a better way to get your message out.
cs: Opravdu stojí tiskařský lis za životy všech těch lidí? Musí existovat lepší způsob, jak předat své poselství.

# conversations/04_monarch/0403/0403_cv_graham_bryant:657:DefaultText
source: The written word can be quite effective but losing your flock seems... counter-productive.
cs: Psané slovo může být docela účinné, ale ztratit své stádo se zdá být... kontraproduktivní.

# conversations/04_monarch/0403/0403_cv_graham_bryant:658:DefaultText
source: The hell's the sense in recruiting if you're just gonna get 'em killed?
cs: K čemu je nábor, když je necháš zabít?

# conversations/04_monarch/0403/0403_cv_graham_bryant:659:DefaultText
source: You're lucky they don't have airlocks on Monarch, or someone would've helped you into one by now.
cs: Máš štěstí, že na Monarchu nemají přechodové komory, jinak by ti už někdo pomohl se do jedné dostat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:660:DefaultText
source: REMINDER: prolonged exposure to germicidal fumes kills braincells.
cs: UPOZORNĚNÍ: dlouhodobé vystavení germicidním výparům zabíjí mozkové buňky.

# conversations/04_monarch/0403/0403_cv_graham_bryant:663:DefaultText
source: You are quite assured in the idea that any who hear your message will not immediately change stations upon realizing what utter rubbish it is.
cs: Jste si naprosto jisti, že kdokoli, kdo uslyší vaše poselství, nezmění okamžitě stanici, když si uvědomí, jaká je to naprostá blbost.

# conversations/04_monarch/0403/0403_cv_graham_bryant:664:DefaultText
source: I have the utmost confidence in their abilities! Friends, we must have faith that the men and women we recruit can handle the duties for which we recruit them!
cs: Mám v jejich schopnosti maximální důvěru! Přátelé, musíme věřit, že muži a ženy, které přijímáme, zvládnou povinnosti, pro které je přijímáme!

# conversations/04_monarch/0403/0403_cv_graham_bryant:666:DefaultText
source: If it were only that easy, my delightfully eager friend. You've taken but one step on our long and arduous - but ultimately fulfilling! - path toward the Eternal Truth.
cs: Kéž by to bylo tak snadné, můj rozkošně dychtivý příteli. Udělal jsi jen jeden krok na naší dlouhé a namáhavé - ale nakonec naplňující! - na cestě k Věčné Pravdě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:670:DefaultText
source: It has provided them. On store shelves.
cs: Poskytla je. Na pultech obchodů.

# conversations/04_monarch/0403/0403_cv_graham_bryant:671:DefaultText
source: No, no, no. There's a difference. Come back for a meditation session later. The peace will clear your mind.
cs: Ne, ne, ne. Je v tom rozdíl. Přijďte později na meditační sezení. Klid vám pročistí mysl.

# conversations/04_monarch/0403/0403_cv_graham_bryant:672:DefaultText
source: I shudder to think how wasteful we used to be before we were abandoned.
cs: Děsí mě pomyšlení na to, jak jsme plýtvali, než jsme byli opuštěni.

# conversations/04_monarch/0403/0403_cv_graham_bryant:674:DefaultText
source: Hear, hear. You're from Cascadia, right? I still find empty Rizzo bottles in the river.
cs: Slyšte, slyšte. Jsi z Kaskády, že? Pořád nacházím v řece prázdné lahve od Rizza.

# conversations/04_monarch/0403/0403_cv_graham_bryant:675:DefaultText
source: Indeed - the corporate life is nothing but wanton excess and waste. The Truth has shown us how careful we must be.
cs: Vskutku - firemní život není nic jiného než bezohledný nadbytek a plýtvání. Pravda nám ukázala, jak opatrní musíme být.

# conversations/04_monarch/0403/0403_cv_graham_bryant:676:DefaultText
source: Ugh. In fairness, I'd give my right tit for a pallet of ice-cold Spectrum right now.
cs: Uf. Abych byl spravedlivý, dal bych teď pravé prso za paletu ledově vychlazeného Spectra.

# conversations/04_monarch/0403/0403_cv_graham_bryant:677:DefaultText
source: Zora! Do not encourage the very habits that the Eternal Truth has finally steered us away from.
cs: Zora! Nepodporujte zvyky, od kterých nás Věčná Pravda nakonec odvedla.

# conversations/04_monarch/0403/0403_cv_graham_bryant:678:DefaultText
source: That is the way of it, yes! The universe wouldn't have produced the magnificence that is mankind if it were in constant competition with itself.
cs: Tak to má být, ano! Vesmír by nevytvořil takovou nádheru, jakou je lidstvo, kdyby neustále soupeřil sám se sebou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:679:DefaultText
source: We are all part of the same cosmic body. Must one hand cut off the other?
cs: Všichni jsme součástí stejného vesmírného těla. Musí jedna ruka odříznout druhou?

# conversations/04_monarch/0403/0403_cv_graham_bryant:680:DefaultText
source: Well. Sometimes. There's disease and rot and... ah, you know what, forget it. Your metaphors are wise beyond me.
cs: Dobře. Někdy. Jsou tu nemoci a hniloba a... víte co, zapomeňte na to. Tvoje metafory jsou moudřejší než já.

# conversations/04_monarch/0403/0403_cv_graham_bryant:681:DefaultText
source: Ideally, you take a shitload of morphine and have someone else do it for you, but that's an amputation.
cs: Ideální by bylo vzít si pořádnou dávku morfia a nechat to udělat někoho jiného, ale to je amputace.

# conversations/04_monarch/0403/0403_cv_graham_bryant:682:DefaultText
source: Zora often touts a similar ideology. I say we could instead diligently work to heal the affected flesh!
cs: Zora se často hlásí k podobné ideologii. Já říkám, že bychom místo toho mohli pilně pracovat na uzdravení postiženého těla!

# conversations/04_monarch/0403/0403_cv_graham_bryant:683:DefaultText
source: Regardless. Welcome to our home.
cs: Bez ohledu na to. Vítejte u nás doma.

# conversations/04_monarch/0403/0403_cv_graham_bryant:684:DefaultText
source: Point is, around these parts, we watch out for one another.
cs: V těchto končinách si dáváme pozor jeden na druhého.

# conversations/04_monarch/0403/0403_cv_graham_bryant:685:DefaultText
source: Indeed! Welcome to our home.
cs: Vskutku! Vítejte u nás doma.

# conversations/04_monarch/0403/0403_cv_graham_bryant:686:DefaultText
source: That girl and her songs. So eager to learn. So bright-eyed. So... tone-deaf.
cs: Ta holka a její písničky. Tak dychtivě se učila. Tak rozzářené oči. Tak... hluchá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:687:DefaultText
source: Now, now. There's no need for such hostilities. Humanity will never get anywhere if we don't look to each other for aid.
cs: Teď, teď. Takové nepřátelství není třeba. Lidstvo se nikdy nikam nedostane, pokud nebudeme hledat pomoc jeden u druhého.

# conversations/04_monarch/0403/0403_cv_graham_bryant:688:DefaultText
source: I suppose the tower hasn't yet proven its worth. Perhaps it is the written word's time to shine.
cs: Předpokládám, že věž se ještě neosvědčila. Možná přišel čas psaného slova, aby zazářilo.

# conversations/04_monarch/0403/0403_cv_graham_bryant:689:DefaultText
source: Ah... that is our way, after all. Help each other and walk the path toward the Eternal Truth as one.
cs: Ach... to je přece náš způsob. Pomáhejte si navzájem a kráčejte po cestě k Věčné Pravdě jako jeden.

# conversations/04_monarch/0403/0403_cv_graham_bryant:691:DefaultText
source: They can't be everywhere at once. Surely there are radios that still catch our message here and there.
cs: Nemohou být všude najednou. Jistě existují rádia, která tu a tam ještě zachytí naši zprávu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:698:DefaultText
source: No offense, but I ain't following any map you draw.
cs: Bez urážky, ale já se nebudu řídit žádnou mapou, kterou nakreslíš.

# conversations/04_monarch/0403/0403_cv_graham_bryant:699:DefaultText
source: Right you are, my boy! Soon, every man, woman and child will experience their own spiritual awakening under my guidance.
cs: Máš pravdu, chlapče! Brzy každý muž, žena i dítě zažijí pod mým vedením své vlastní duchovní probuzení.

# conversations/04_monarch/0403/0403_cv_graham_bryant:700:DefaultText
source: Even I find myself occasionally distracted by their positively shameful quality of editing and unacceptable disregard for grammatical structure.
cs: Dokonce i já se občas přistihnu, že mě rozptyluje jejich pozitivně ostudná kvalita redakce a nepřijatelná ignorace gramatické struktury.

# conversations/04_monarch/0403/0403_cv_graham_bryant:702:DefaultText
source: My literary prowess will hook them, and the Eternal Truth will reel them in. Hah! Listen to me. I'm starting to sound like one of Sanjar's fishermen.
cs: Mé literární umění je zaujme a Věčná pravda je přitáhne. Hah! Poslouchejte mě. Začínám mluvit jako jeden ze Sanjarových rybářů.

# conversations/04_monarch/0403/0403_cv_graham_bryant:703:DefaultText
source: You're starting to sound like a bitter writer.
cs: Začínáš znít jako zahořklý spisovatel.

# conversations/04_monarch/0403/0403_cv_graham_bryant:704:DefaultText
source: I may have worked in the presses once, but the bitterness of being slave to their abhorrent rules has long since vanished.
cs: Kdysi jsem sice pracoval v lisovnách, ale hořkost z toho, že jsem byl otrokem jejich odporných pravidel, už dávno vyprchala.

# conversations/04_monarch/0403/0403_cv_graham_bryant:705:DefaultText
source: All right, almost vanished. Can you believe they don't put a comma after the final item in a series? Bastards.
cs: Dobře, téměř zmizel. Věřili byste, že se za posledním bodem série nedělá čárka? Parchanti.

# conversations/04_monarch/0403/0403_cv_graham_bryant:706:DefaultText
source: They don't?! That does it. I'll help.
cs: Nemají?! A je to. Pomůžu vám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:707:DefaultText
source: Let's get back to the matter at hand, Graham.
cs: Vraťme se k věci, Grahame.

# conversations/04_monarch/0403/0403_cv_graham_bryant:708:DefaultText
source: Yes, yes. My apologies. Will you help take the printing press?
cs: Ano, ano. Omlouvám se. Pomůžete mi vzít tiskárnu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:709:DefaultText
source: I'm falling asleep over here. Get to the point.
cs: Tady usínám. Přejděte k věci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:710:DefaultText
source: That is the point! Their utter lack of regard for basic literary decency is an allegory for their treatment of the working class!
cs: A o to jde! Jejich naprostá neúcta k základní literární slušnosti je alegorií jejich zacházení s dělnickou třídou!

# conversations/04_monarch/0403/0403_cv_graham_bryant:711:DefaultText
source: All right. I can see I've lost you along the way. I'll be clearer: Will you help us take the printing press?
cs: Dobře. Vidím, že jsem tě cestou ztratil. Budu mluvit jasněji: Pomůžete nám vzít tiskárnu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:712:DefaultText
source: Sure.
cs: Jistě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:714:DefaultText
source: All right, I'll help.
cs: Dobře, pomůžu vám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:715:DefaultText
source: I'm not sure anyone's hearing it in the first place.
cs: Nejsem si jistý, jestli to někdo vůbec slyší.

# conversations/04_monarch/0403/0403_cv_graham_bryant:716:DefaultText
source: Yeah, I don't think people care.
cs: Jo, myslím, že lidem je to jedno.

# conversations/04_monarch/0403/0403_cv_graham_bryant:717:DefaultText
source: Hear, hear. I ain't got love for the people who fucked up this planet, but I'd welcome them back if they'd rebuild the roads and walls.
cs: Slyšte, slyšte. Nemám v lásce lidi, kteří tuhle planetu zkurvili, ale uvítal bych je zpátky, kdyby obnovili silnice a zdi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:718:DefaultText
source: Wait, who's peeing?
cs: Počkat, kdo čůrá?

# conversations/04_monarch/0403/0403_cv_graham_bryant:719:DefaultText
source: Paean. It's a - nevermind.
cs: Chvalozpěv. Je to - nevadí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:720:DefaultText
source: It's been quite some time since I was in Stellar Bay. I'd forgotten how badly it stinks of fish.
cs: Už je to docela dlouho, co jsem byl ve Hvězdné zátoce. Zapomněl jsem, jak strašně páchne rybinou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:721:DefaultText
source: We used that on our marketing materials, you know. The "unique musk" coming from our scaly little friends.
cs: Použili jsme to na našich marketingových materiálech. "Jedinečné pižmo" pocházející z našich malých šupinatých přátel.

# conversations/04_monarch/0403/0403_cv_graham_bryant:722:DefaultText
source: Soon... there will be no marketing materials. No advertisements. No shrines to the wanton gluttony the Board so adamantly espouses.
cs: Brzy... nebudou žádné marketingové materiály. Žádné reklamy. Žádné svatyně bezohledného obžerství, které rada tak neústupně podporuje.

# conversations/04_monarch/0403/0403_cv_graham_bryant:723:DefaultText
source: What are your next steps?
cs: Jaké jsou vaše další kroky?

# conversations/04_monarch/0403/0403_cv_graham_bryant:724:DefaultText
source: So the Iconoclasts are in the fish business now, huh?
cs: Takže Ikonoklasté teď obchodují s rybami, co?

# conversations/04_monarch/0403/0403_cv_graham_bryant:725:DefaultText
source: How can the Board have spouses?
cs: Jak může mít rada manžele?

# conversations/04_monarch/0403/0403_cv_graham_bryant:726:DefaultText
source: We'll spread the truth to the townships first. The Board cannot survive without their working class.
cs: Nejdříve budeme šířit pravdu v obcích. Rada nemůže přežít bez své dělnické třídy.

# conversations/04_monarch/0403/0403_cv_graham_bryant:727:DefaultText
source: If your enemy defends itself with slaves, you need only unshackle their bonds to win the war.
cs: Pokud se váš nepřítel brání pomocí otroků, stačí, abyste je zbavili pout a válku vyhráli.

# conversations/04_monarch/0403/0403_cv_graham_bryant:728:DefaultText
source: Then... Byzantium, I suppose. Find Rockwell. Convert him. Or kill him. I'm not sure there's a difference.
cs: Pak... Byzanc, předpokládám. Najdi Rockwella. Přeměňte ho. Nebo ho zabij. Nejsem si jistý, jestli je v tom rozdíl.

# conversations/04_monarch/0403/0403_cv_graham_bryant:729:DefaultText
source: You don't think there's a difference between convincing someone to join you and murder?
cs: Myslíš, že není rozdíl mezi přesvědčováním někoho, aby se k tobě přidal, a vraždou?

# conversations/04_monarch/0403/0403_cv_graham_bryant:730:DefaultText
source: Maybe you should start making aetherwave shows.
cs: Možná bys měl začít dělat představení o éterových vlnách.

# conversations/04_monarch/0403/0403_cv_graham_bryant:731:DefaultText
source: He's chosen his path. If it ends in his beheading, he has only himself to blame.
cs: Vybral si svou cestu. Pokud skončí stětím, může si za to jen sám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:732:DefaultText
source: Besides, to the rest of the colony, a dead Chairman is likely better than a traitorous one.
cs: Kromě toho je pro zbytek kolonie mrtvý předseda pravděpodobně lepší než zrádce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:733:DefaultText
source: At any rate. I must thank you, Captain. Without you, none of this would've been possible.
cs: V každém případě. Musím vám poděkovat, kapitáne. Bez vás by nic z toho nebylo možné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:734:DefaultText
source: You know, Captain, your honesty is refreshing. People often nod and smile as I'm talking, thinking I don't realize that they don't understand.
cs: Víte, kapitáne, vaše upřímnost je osvěžující. Lidé často přikyvují a usmívají se, když mluvím, a myslí si, že si neuvědomuji, že mi nerozumějí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:735:DefaultText
source: You accept your flaws with confidence. You take your shortcomings in stride.
cs: Své nedostatky přijímáte s důvěrou. Své nedostatky berete s nadhledem.

# conversations/04_monarch/0403/0403_cv_graham_bryant:737:DefaultText
source: I am what I am. There's no point in playing pretend.
cs: Jsem to, co jsem. Nemá smysl se přetvařovat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:738:DefaultText
source: I admire your flaws, too!
cs: Obdivuji i vaše nedostatky!

# conversations/04_monarch/0403/0403_cv_graham_bryant:739:DefaultText
source: Hey, watch who you're calling short.
cs: Hej, dávej si pozor na to, komu říkáš "krátký".

# conversations/04_monarch/0403/0403_cv_graham_bryant:740:DefaultText
source: Hah. Your sense of humor is equally refreshing.
cs: Hah. Tvůj smysl pro humor je stejně osvěžující.

# conversations/04_monarch/0403/0403_cv_graham_bryant:741:DefaultText
source: Well put, my friend. Well put.
cs: Dobře řečeno, příteli. Dobře řečeno.

# conversations/04_monarch/0403/0403_cv_graham_bryant:742:DefaultText
source: We aren't in any business, Captain. That's the whole point.
cs: Nejsme v žádném obchodě, kapitáne. O to jde.

# conversations/04_monarch/0403/0403_cv_graham_bryant:743:DefaultText
source: Some of my people will fish. Others remain in Amber Heights, as that is their home. Still others continue to hunt in the wilderness.
cs: Někteří z mých lidí budou rybařit. Jiní zůstanou v Amber Heights, protože to je jejich domov. Jiní budou dál lovit v divočině.

# conversations/04_monarch/0403/0403_cv_graham_bryant:744:DefaultText
source: We'll make do in our own way.
cs: Vystačíme si s tím po svém.

# conversations/04_monarch/0403/0403_cv_graham_bryant:745:DefaultText
source: That's an admirable goal. Good luck.
cs: To je obdivuhodný cíl. Hodně štěstí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:746:DefaultText
source: Well, if you need any help, let me know.
cs: Kdybys potřebovala pomoc, dej mi vědět.

# conversations/04_monarch/0403/0403_cv_graham_bryant:747:DefaultText
source: All right. I've still got work to do, so I'll leave you to it.
cs: Dobře. Mám ještě práci, tak vás tu nechám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:748:DefaultText
source: I surely will, Captain. Thank you for all you've done for the cause.
cs: To jistě udělám, kapitáne. Děkuji vám za vše, co jste pro věc udělal.

# conversations/04_monarch/0403/0403_cv_graham_bryant:749:DefaultText
source: To you as well, my friend.
cs: I tobě, příteli.

# conversations/04_monarch/0403/0403_cv_graham_bryant:750:DefaultText
source: I'll take that as a compliment, and I appreciate you saying it!
cs: Beru to jako kompliment a vážím si toho, že to říkáte!

# conversations/04_monarch/0403/0403_cv_graham_bryant:751:DefaultText
source: Hah! Can you imagine? Me, on a giant screen. Perhaps. Perhaps.
cs: Hah! Dokážete si to představit? Já na obří obrazovce. Možná. Možná.

# conversations/04_monarch/0403/0403_cv_graham_bryant:752:DefaultText
source: If you take over Byzantium, what will you do with all the wealth?
cs: Když ovládnete Byzanc, co uděláte se vším bohatstvím?

# conversations/04_monarch/0403/0403_cv_graham_bryant:753:DefaultText
source: I suppose I hadn't thought about it. Perhaps I'll just... destroy it.
cs: Asi jsem o tom nepřemýšlel. Možná ho prostě... zničím.

# conversations/04_monarch/0403/0403_cv_graham_bryant:754:DefaultText
source: That'd be a sight. All the Board's bits on a pyre, their opulence lighting the city one last time before it burns down.
cs: To by byla podívaná. Všechny kousky správní rady na hranici, jejich bohatství naposledy osvětlující město, než shoří.

# conversations/04_monarch/0403/0403_cv_graham_bryant:755:DefaultText
source: They're hunters. Badass ones, at that. Hope they're all right.
cs: Jsou to lovci. A to drsňáci. Doufám, že jsou v pořádku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:756:DefaultText
source: They're our best unit, and now they're missing in action!
cs: Jsou naší nejlepší jednotkou a teď chybí v akci!

# conversations/04_monarch/0403/0403_cv_graham_bryant:784:DefaultText
source: And you, Captain? Are you prepared?
cs: A vy, kapitáne? Jste připraven?

# conversations/04_monarch/0403/0403_cv_graham_bryant:786:DefaultText
source: All the more reason to double down on our efforts.
cs: Tím spíše bychom měli zdvojnásobit své úsilí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:790:DefaultText
source: Hey, you've got to stay well-informed, right?
cs: Hej, musíte být dobře informovaní, ne?

# conversations/04_monarch/0403/0403_cv_graham_bryant:792:DefaultText
source: Oh yeah? What's your favorite?
cs: Vážně? Jaký je váš oblíbený?

# conversations/04_monarch/0403/0403_cv_graham_bryant:795:DefaultText
source: Dissident Hunter, of course. On the other hand, Agent Khan is a fine work of culture.
cs: Dissident Hunter, samozřejmě. Na druhou stranu je Agent Khan skvělým kulturním dílem.

# conversations/04_monarch/0403/0403_cv_graham_bryant:796:DefaultText
source: Yeah, exactly. And I just gotta have my tossball coverage.
cs: Ano, přesně tak. A já prostě musím mít své hozené míče.

# conversations/04_monarch/0403/0403_cv_graham_bryant:798:DefaultText
source: You see? Citizens of Halcyon are glued to their periodicals.
cs: Vidíte? Občané Halcyonu jsou přilepeni ke svým časopisům.

# conversations/04_monarch/0403/0403_cv_graham_bryant:799:DefaultText
source: The boss said it best. Whatever it takes to liberate Halcyon from the Board, we'll get it done.
cs: Šéf to řekl nejlépe. Ať to bude stát cokoli, abychom osvobodili Halcyon od představenstva, uděláme to.

# conversations/04_monarch/0403/0403_cv_graham_bryant:800:DefaultText
source: Your enthusiasm is truly refreshing, young man.
cs: Vaše nadšení je skutečně osvěžující, mladý muži.

# conversations/04_monarch/0403/0403_cv_graham_bryant:801:DefaultText
source: A wonderful example to the rest of us, don't you think?
cs: Skvělý příklad pro nás ostatní, nemyslíte?

# conversations/04_monarch/0403/0403_cv_graham_bryant:802:DefaultText
source: Exactly. I haven't showered in weeks.
cs: Přesně tak. Nesprchoval jsem se už týdny.

# conversations/04_monarch/0403/0403_cv_graham_bryant:803:DefaultText
source: Sounds to me like a nifty little challenge.
cs: To mi připadá jako šikovná malá výzva.

# conversations/04_monarch/0403/0403_cv_graham_bryant:804:DefaultText
source: Such enthusiasm! Yes! I agree whole-heartedly. Our own little fixer-upper.
cs: Takové nadšení! Ano! Z celého srdce souhlasím. Náš vlastní malý opravář.
