Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_zora.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_zora:1:DefaultText
source: Hey.
cs: Ahoj.

# conversations/04_monarch/0403/0403_cv_zora:2:DefaultText
source: That son of a bitch. I know the press is important, but sending our two best out there... void help him if the Van Noys don't make it back.
cs: Ten parchant. Vím, že tisk je důležitý, ale poslat tam naše dva nejlepší... prázdnota mu pomůže, pokud se Van Noyovi nevrátí.

# conversations/04_monarch/0403/0403_cv_zora:3:DefaultText
source: Given the circumstances, going after a printing press does seem like a waste.
cs: Vzhledem k okolnostem se zdá, že jít po tiskařském lisu je zbytečné.

# conversations/04_monarch/0403/0403_cv_zora:5:DefaultText
source: He's right about the press. The propaganda will help bring in new people.
cs: Ohledně tisku má pravdu. Propaganda pomůže přivést nové lidi.

# conversations/04_monarch/0403/0403_cv_zora:6:DefaultText
source: Believe me, I'm right there with him. I get it. The Eternal truth, saving the colony, all dandy. But I got people starving and all manner of hurt.
cs: Věřte mi, že jsem s ním zajedno. Chápu to. Věčná pravda, záchrana kolonie, všechno skvělé. Ale lidi mi umírají hlady a všelijak se jim ubližuje.

# conversations/04_monarch/0403/0403_cv_zora:8:DefaultText
source: I'm not here to take sides. I don't really care.
cs: Nejsem tu proto, abych se stavěl na jednu stranu. Je mi to jedno.

# conversations/04_monarch/0403/0403_cv_zora:9:DefaultText
source: Well, I do. So do the wounded. And Graham damn well should. It's bad enough around here. We need to seize every resource we can.
cs: No, já ano. Stejně jako zranění. A Graham by měl. Už tak je to tady dost špatné. Musíme využít všechny zdroje, které můžeme.

# conversations/04_monarch/0403/0403_cv_zora:10:DefaultText
source: Exactly. Long term, I get it. Spread the message and all. Right there with him. But at the moment, we got a lot of wounded and still more starving.
cs: Přesně tak. Dlouhodobě to chápu. Šíření poselství a tak. Přesně tam s ním. Ale momentálně máme spoustu zraněných a ještě víc hladovějících.

# conversations/04_monarch/0403/0403_cv_zora:11:DefaultText
source: Speaking of which... thanks for bringing back those supplies. They go a long way around here, and we found nothing but sulfur in the ruins.
cs: Když už o tom mluvíme... díky za přinesení těch zásob. Tady se hodně hodí a v ruinách jsme nenašli nic jiného než síru.

# conversations/04_monarch/0403/0403_cv_zora:12:DefaultText
source: Speaking of which, those extra supplies would've gone a long way.
cs: Když už jsme u toho, tyhle zásoby navíc by se hodily.

# conversations/04_monarch/0403/0403_cv_zora:13:DefaultText
source: Listen, unless this is urgent, I need to oversee the wounded.
cs: Poslyš, pokud to není naléhavé, musím dohlédnout na zraněné.

# conversations/04_monarch/0403/0403_cv_zora:16:DefaultText
source: All right. Good luck.
cs: Dobře. Hodně štěstí.

# conversations/04_monarch/0403/0403_cv_zora:17:DefaultText
source: What happened in the ruins?
cs: Co se stalo v ruinách?

# conversations/04_monarch/0403/0403_cv_zora:18:DefaultText
source: Why were you in the ruins in the first place?
cs: Proč jste vůbec byli v ruinách?

# conversations/04_monarch/0403/0403_cv_zora:19:DefaultText
source: A mantiqueen showed up out of nowhere. And I guess the gunfire attracted raptidons. It was a damn bloodbath.
cs: Z ničeho nic se objevil mantikán. A myslím, že střelba přilákala raptidony. Byla to zatracená krvavá lázeň.

# conversations/04_monarch/0403/0403_cv_zora:20:DefaultText
source: Supposing all you've done for us ain't some kind of front, and that I can actually trust you...
cs: Předpokládejme, že všechno, co jsi pro nás udělal, není jen nějaká zástěrka a že ti můžu věřit...

# conversations/04_monarch/0403/0403_cv_zora:21:DefaultText
source: Just scavenging for supplies.
cs: Jen shání zásoby.

# conversations/04_monarch/0403/0403_cv_zora:22:DefaultText
source: Screw it. We were trying to establish a foothold north of Stellar Bay. Eventually, when it comes time to throw down, a two-pronged assault makes sense.
cs: Kašlu na to. Snažili jsme se uchytit severně od Hvězdné zátoky. Nakonec, když přijde čas na útok, má smysl zaútočit dvěma směry.

# conversations/04_monarch/0403/0403_cv_zora:23:DefaultText
source: All the way past Stellar Bay?
cs: Až za Hvězdnou zátoku?

# conversations/04_monarch/0403/0403_cv_zora:24:DefaultText
source: You've been here for years. What could possibly be left to scavenge?
cs: Jste tu už léta. Co by tu mohlo zůstat k vyčištění?

# conversations/04_monarch/0403/0403_cv_zora:25:DefaultText
source: What can I say? We're desperate.
cs: Co na to říct? Jsme zoufalí.

# conversations/04_monarch/0403/0403_cv_zora:28:DefaultText
source: Look, you got me there, but that's need-to-know, and I don't know you.
cs: Podívej, dostal jsi mě, ale to je potřeba vědět a já tě neznám.

# conversations/04_monarch/0403/0403_cv_zora:29:DefaultText
source: Got it.
cs: Mám to.

# conversations/04_monarch/0403/0403_cv_zora:30:DefaultText
source: Fine. See you around.
cs: V pořádku. Uvidíme se.

# conversations/04_monarch/0403/0403_cv_zora:31:DefaultText
source: No problem. See you.
cs: Žádný problém. Uvidíme se.

# conversations/04_monarch/0403/0403_cv_zora:37:DefaultText
source: Stellar Bay? Why?
cs: Hvězdná zátoka? Proč?

# conversations/04_monarch/0403/0403_cv_zora:38:DefaultText
source: Do you really think you've got a chance against MSI?
cs: Opravdu si myslíte, že máte proti MSI šanci?

# conversations/04_monarch/0403/0403_cv_zora:39:DefaultText
source: What happened to Graham's "live and let live?"
cs: Kam se podělo Grahamovo "žít a nechat žít"?

# conversations/04_monarch/0403/0403_cv_zora:40:DefaultText
source: Um. How about the massive fuck-off walls, for starters? Then there's the food, the working landing pad...
cs: Co takhle pro začátek ty masivní zdi? Pak je tu jídlo, funkční přistávací plocha...

# conversations/04_monarch/0403/0403_cv_zora:41:DefaultText
source: And besides. This is Monarch. All the roads here lead to Stellar Bay.
cs: A kromě toho. Tohle je Monarcha. Všechny cesty tady vedou do Hvězdné zátoky.

# conversations/04_monarch/0403/0403_cv_zora:42:DefaultText
source: Raptidons happened. Acidic sulfur pools happened. Starvation. Disease. It's hell out here.
cs: Raptidoni se stali. Kyselé sirné louže se staly. Hladovění. Nemoci. Tady je to peklo.

# conversations/04_monarch/0403/0403_cv_zora:43:DefaultText
source: You ever try living on a diet of cooked raptidon? Half the time it just comes back up.
cs: Zkoušel jsi někdy žít na dietě z vařeného raptidonu? V polovině případů se zase objeví.

# conversations/04_monarch/0403/0403_cv_zora:44:DefaultText
source: We've got a numbers advantage, and these people are willing to throw their lives down in the pursuit of Graham's - our - cause. Can't say the same of Sanjar's folk.
cs: Máme početní výhodu a tito lidé jsou ochotni položit život za Grahamovu - naši - věc. To se o Sanjarových lidech říct nedá.

# conversations/04_monarch/0403/0403_cv_zora:47:DefaultText
source: Sorry. I didn't know how badly you needed them.
cs: Omlouvám se. Nevěděl jsem, jak moc je potřebuješ.

# conversations/04_monarch/0403/0403_cv_zora:48:DefaultText
source: I was paid to do a job, and I did it.
cs: Dostal jsem zaplaceno za práci a udělal jsem ji.

# conversations/04_monarch/0403/0403_cv_zora:49:DefaultText
source: What's done is done. See you around.
cs: Co se stalo, stalo se. Uvidíme se.

# conversations/04_monarch/0403/0403_cv_zora:50:DefaultText
source: This may come as a surprise to you, but when a woman from a dying family on Monarch says she needs food and medicine, she fucking needs food and medicine.
cs: Možná vás to překvapí, ale když žena z umírající rodiny na Monarchu řekne, že potřebuje jídlo a léky, tak to znamená, že potřebuje jídlo a léky.

# conversations/04_monarch/0403/0403_cv_zora:51:DefaultText
source: That's all I ask of my men, so I can't fault you for it. But if you ever want to be more than a soldier, you'll have to start thinking for yourself.
cs: To je vše, co od svých mužů žádám, takže ti to nemohu vyčítat. Ale jestli chceš být někdy víc než voják, budeš muset začít myslet sám za sebe.

# conversations/04_monarch/0403/0403_cv_zora:53:DefaultText
source: Ain't like that paperclip cowboy is really equipped for a fight anyhow.
cs: Ten kovboj s kancelářskou sponkou stejně není moc vybavený na boj.

# conversations/04_monarch/0403/0403_cv_zora:54:DefaultText
source: Right. His security force isn't exactly trained.
cs: Vpravo. Jeho ochranka není zrovna vycvičená.

# conversations/04_monarch/0403/0403_cv_zora:103:DefaultText
source: Captain. We should chat.
cs: Kapitán. Měli bychom si promluvit.

# conversations/04_monarch/0403/0403_cv_zora:104:DefaultText
source: Graham's got the right idea, but he isn't the right guy to execute it. I don't even think he's motivated by Philosophism anymore. I think he's just... guilt-ridden.
cs: Graham má správnou myšlenku, ale není ten pravý, kdo by ji měl realizovat. Dokonce si myslím, že už ani není motivován filozofií. Myslím, že ho prostě jen... trápí pocit viny.

# conversations/04_monarch/0403/0403_cv_zora:105:DefaultText
source: I... can't believe I'm even saying this, but... I keep going over and over it in my head, and the only way I see the Iconoclasts surviving is... we depose him.
cs: Nemůžu uvěřit, že to vůbec říkám, ale... Pořád si to v hlavě přehrávám a jediný způsob, jak Ikonoklasty přežijí, je... že ho sesadíme.

# conversations/04_monarch/0403/0403_cv_zora:106:DefaultText
source: I'm with you there. Let's go talk to him.
cs: V tom s vámi souhlasím. Pojďme si s ním promluvit.

# conversations/04_monarch/0403/0403_cv_zora:107:DefaultText
source: And you'd run it in his stead?
cs: A ty bys ji řídil místo něj?

# conversations/04_monarch/0403/0403_cv_zora:108:DefaultText
source: I'm not going against Graham.
cs: Nejdu proti Grahamovi.

# conversations/04_monarch/0403/0403_cv_zora:109:DefaultText
source: Yeah. Hell, most of our people listen to me already.
cs: Jo, většina našich lidí už mě poslouchá.

# conversations/04_monarch/0403/0403_cv_zora:110:DefaultText
source: The Iconoclasts may take your orders, but most of them believe in him and his teachings.
cs: Ikonoklasté sice přijímají vaše rozkazy, ale většina z nich věří v něj a jeho učení.

# conversations/04_monarch/0403/0403_cv_zora:111:DefaultText
source: Isn't this going against the Philosophist way?
cs: Není to v rozporu s filosofickou cestou?

# conversations/04_monarch/0403/0403_cv_zora:112:DefaultText
source: And what's next? What will you do when you're in charge?
cs: A co bude dál? Co budete dělat, až budete ve vedení?

# conversations/04_monarch/0403/0403_cv_zora:113:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/04_monarch/0403/0403_cv_zora:114:DefaultText
source: Sometimes, you gotta do what's best for someone even if they think you're wrong. Even if it's painful. When we're in Stellar Bay... they'll come around.
cs: Někdy musíš udělat to, co je pro někoho nejlepší, i když si myslí, že se mýlíš. I když je to bolestivé. Až budeme ve Hvězdné zátoce... oni se vzpamatují.

# conversations/04_monarch/0403/0403_cv_zora:115:DefaultText
source: I thought so, but... now I'm not so sure. Graham's always saying that what will be will be. That we're all here for a reason. Maybe his was to teach me to lead.
cs: Myslel jsem si to, ale... teď už si nejsem tak jistý. Graham vždycky říká, že co bude, to bude. Že jsme tu všichni z nějakého důvodu. Možná ten jeho byl naučit mě vést.

# conversations/04_monarch/0403/0403_cv_zora:116:DefaultText
source: Take Stellar Bay. Lick our wounds. Eventually figure out how the hell we're going to spread the word to the rest of the colony.
cs: Vezměte si Hvězdnou zátoku. Lízejte si rány. Nakonec vymyslíme, jak to sakra rozšíříme do zbytku kolonie.

# conversations/04_monarch/0403/0403_cv_zora:117:DefaultText
source: It has to happen!
cs: Musí se to stát!

# conversations/04_monarch/0403/0403_cv_zora:118:DefaultText
source: Amber Heights was a long time ago. He's changed.
cs: Amber Heights je už dávno. Změnil se.

# conversations/04_monarch/0403/0403_cv_zora:120:DefaultText
source: Graham's free to do what he thinks is right. Isn't that what this is all about?
cs: Graham může dělat, co považuje za správné. Není to to, o co tu jde?

# conversations/04_monarch/0403/0403_cv_zora:121:DefaultText
source: For the worse. I get him now. His guilt is so heavy that he's seeking absolution through Philosophism. It's become an obsession.
cs: K horšímu. Teď už ho chápu. Jeho vina je tak těžká, že hledá rozhřešení ve filosofování. Stala se z toho posedlost.

# conversations/04_monarch/0403/0403_cv_zora:122:DefaultText
source: I get it. This is a tough decision. I won't act without you, but we're out of time. Once you give us that targeting module, I gotta prepare to march.
cs: Chápu to. Je to těžké rozhodnutí. Nebudu jednat bez tebe, ale nemáme čas. Jakmile nám dáš ten zaměřovací modul, musím se připravit na pochod.

# conversations/04_monarch/0403/0403_cv_zora:124:DefaultText
source: So he spent years building up this movement, and you're just going to swoop in under him?
cs: Takže on strávil roky budováním tohoto hnutí a ty se pod něj jen tak vrhneš?

# conversations/04_monarch/0403/0403_cv_zora:125:DefaultText
source: You're right. And he's right. Don't get me wrong, Captain. I still believe in the message. The Iconoclast way is strong. But... right now, that's not enough.
cs: Máte pravdu. A on má pravdu. Nechápejte mě špatně, kapitáne. Pořád věřím v to poselství. Cesta ikonoklastů je silná. Ale... právě teď to nestačí.

# conversations/04_monarch/0403/0403_cv_zora:126:DefaultText
source: You think I want this? You think I want to force my fr... my... dammit, Captain, this has to happen, all right?
cs: Myslíš, že to chci? Myslíte si, že chci, abyste mi vnutili mého... mého... sakra, kapitáne, tohle se musí stát, jasný?

# conversations/04_monarch/0403/0403_cv_zora:127:DefaultText
source: Okay. Deep breaths. This is what's best, Zora. Time to save Monarch.
cs: Dobře. Zhluboka se nadechněte. Tohle je to nejlepší, Zoro. Je čas zachránit Monarchu.

# conversations/04_monarch/0403/0403_cv_zora:129:DefaultText
source: You make up your mind?
cs: Rozhodli jste se?

# conversations/04_monarch/0403/0403_cv_zora:133:DefaultText
source: Save Monarch. Save the colony. Save Monarch. Save the colony.
cs: Zachraňte Monarchu. Zachraňte kolonii. Zachraňte monarchu. Zachraňte kolonii.

# conversations/04_monarch/0403/0403_cv_zora:134:DefaultText
source: Well, Captain. Here we are. I've killed a lot of people in the name of the Iconoclasts, and it never feels right, but this time it's... especially wrong.
cs: Dobře, kapitáne. Tady to je. Ve jménu Ikonoklastů jsem zabil už hodně lidí a nikdy mi to nepřišlo správné, ale tentokrát je to... obzvlášť špatné.

# conversations/04_monarch/0403/0403_cv_zora:135:DefaultText
source: You've got the... void help me, I'll never remember what that thing is called. The device from the ship. Do you have it?
cs: Máš tu... prázdnota mi pomůže, nikdy si nevzpomenu, jak se ta věc jmenuje. To zařízení z lodi. Máš ho?

# conversations/04_monarch/0403/0403_cv_zora:136:DefaultText
source: Targeting module. Here. Let's finish this.
cs: Modul cílení. Zde. Dokončeme to.

# conversations/04_monarch/0403/0403_cv_zora:138:DefaultText
source: Not yet. I'll be back.
cs: Zatím ne. Vrátím se.

# conversations/04_monarch/0403/0403_cv_zora:139:DefaultText
source: Glad to have you on our side, Captain.
cs: Jsem rád, že jste na naší straně, kapitáne.

# conversations/04_monarch/0403/0403_cv_zora:155:DefaultText
source: I'll need a moment to prepare before I send the troops out. I'm sure you'll see them on the road. Good luck.
cs: Potřebuji chvilku na přípravu, než vyšlu vojáky. Určitě je uvidíte na cestě. Hodně štěstí.

# conversations/04_monarch/0403/0403_cv_zora:156:DefaultText
source: We need you out there. Take the city or die trying.
cs: Potřebujeme vás tam. Vezměte si město, nebo zemřete.

# conversations/04_monarch/0403/0403_cv_zora:157:DefaultText
source: It's time, Captain. Got a city to take.
cs: Je čas, kapitáne. Musíme dobýt město.

# conversations/04_monarch/0403/0403_cv_zora:158:DefaultText
source: Here we go. Pride aside. This is for our people.
cs: A je to tady. Hrdost stranou. Tohle je pro naše lidi.

# conversations/04_monarch/0403/0403_cv_zora:159:DefaultText
source: Hell of a job, Captain.
cs: Skvělá práce, kapitáne.

# conversations/04_monarch/0403/0403_cv_zora:160:DefaultText
source: We've done it. We're it. We are Monarch now. Halcyon isn't going to know what hit them.
cs: Už se nám to podařilo. Jsme to my. Teď jsme Monarch. Halcyon nebude vědět, co ho zasáhlo.

# conversations/04_monarch/0403/0403_cv_zora:161:DefaultText
source: It feels thoroughly strange to be allied with an actual corporation.
cs: Je to velmi zvláštní pocit, být spojencem skutečné korporace.

# conversations/04_monarch/0403/0403_cv_zora:163:DefaultText
source: I... I wish Graham were here to see this.
cs: I... Kéž by to viděl Graham.

# conversations/04_monarch/0403/0403_cv_zora:165:DefaultText
source: So... what now?
cs: Takže... co teď?

# conversations/04_monarch/0403/0403_cv_zora:166:DefaultText
source: Congratulations. I'll leave you to it.
cs: Gratulujeme. Nechám vás o tom přemýšlet.

# conversations/04_monarch/0403/0403_cv_zora:168:DefaultText
source: We need to lick our wounds. Settle in. Meditate.
cs: Musíme si olíznout rány. Usadit se. Meditovat.

# conversations/04_monarch/0403/0403_cv_zora:169:DefaultText
source: You? Meditate?
cs: Vy? Meditovat?

# conversations/04_monarch/0403/0403_cv_zora:170:DefaultText
source: What's next for the Iconoclasts, though?
cs: Co bude s Iconoclasty dál?

# conversations/04_monarch/0403/0403_cv_zora:172:DefaultText
source: For once, Captain, I don't really got a plan. So, yes, I'm going to take a breather, focus my thoughts, and find some enlightenment.
cs: Pro jednou, kapitáne, opravdu nemám žádný plán. Takže ano, jdu si oddechnout, soustředit myšlenky a najít nějaké osvícení.

# conversations/04_monarch/0403/0403_cv_zora:173:DefaultText
source: I'm not sure. A lot of resting. At some point, we'll figure out how we're going to spread the word to the rest of the colony, but that's a ways off yet.
cs: Nejsem si jistý. Hodně odpočinku. Někdy vymyslíme, jak to rozšíříme mezi zbytek kolonie, ale to je ještě daleko.

# conversations/04_monarch/0403/0403_cv_zora:175:DefaultText
source: Guess I'm in charge now. Still trying to figure out what that means.
cs: Hádám, že teď to mám na starosti já. Pořád se snažím přijít na to, co to znamená.

# conversations/04_monarch/0403/0403_cv_zora:176:DefaultText
source: Hold on. I was thinking you and Sanjar could join forces.
cs: Počkejte. Myslel jsem, že byste se Sanjarem mohli spojit síly.

# conversations/04_monarch/0403/0403_cv_zora:177:DefaultText
source: Absolutely not. With Graham gone, the Iconoclasts are on edge as it is. I don't need a riot on my hands.
cs: Rozhodně ne. Po odchodu Grahama jsou Ikonoklasté na hraně. Nepotřebuju, aby se mi někdo vzbouřil.

# conversations/04_monarch/0403/0403_cv_zora:178:DefaultText
source: I've thought about it, but... I think we're too far gone. Pulling Carlotta's support was crossing a line.
cs: Přemýšlel jsem o tom, ale... Myslím, že jsme příliš daleko. Stažení Carlottiny podpory bylo překročením hranice.

# conversations/04_monarch/0403/0403_cv_zora:179:DefaultText
source: How many of your believers are going to die for this?
cs: Kolik vašich věřících kvůli tomu zemře?

# conversations/04_monarch/0403/0403_cv_zora:180:DefaultText
source: Neither of you can afford this fight. Monarch is going to devour the victor.
cs: Ani jeden z vás si tento boj nemůže dovolit. Monarcha vítěze pohltí.

# conversations/04_monarch/0403/0403_cv_zora:181:DefaultText
source: Sanjar has corporate resources you could use to spread the message.
cs: Sanjar má firemní zdroje, které můžete využít k šíření tohoto poselství.

# conversations/04_monarch/0403/0403_cv_zora:182:DefaultText
source: Your people have suffered long enough. You could put a stop to that.
cs: Tvůj lid trpěl dost dlouho. Mohl bys tomu učinit přítrž.

# conversations/04_monarch/0403/0403_cv_zora:183:DefaultText
source: Fair enough.
cs: To je fér.

# conversations/04_monarch/0403/0403_cv_zora:185:DefaultText
source: I... you've got me there. A fair few.
cs: Já... to jste mě dostal. Pár jich je.

# conversations/04_monarch/0403/0403_cv_zora:186:DefaultText
source: You know, Captain... I never thought about that. Maybe he could be taught the Eternal truth. Spread the message from within the corporations.
cs: Víte, kapitáne... Nikdy jsem o tom nepřemýšlel. Možná by se mohl naučit Věčnou pravdu. Šířit poselství zevnitř korporace.

# conversations/04_monarch/0403/0403_cv_zora:187:DefaultText
source: Yeah, well, we'll die tryi - fuck. I sound like Graham. Throwing lives at a problem.
cs: Jo, no, umřeme, když se budeme snažit... kurva. Mluvím jako Graham. Házíme životy na problém.

# conversations/04_monarch/0403/0403_cv_zora:188:DefaultText
source: Yeah, by taking the city. Once we're inside, I'll...
cs: Jo, tím, že si vezmeš město. Jakmile budeme uvnitř,...

# conversations/04_monarch/0403/0403_cv_zora:189:DefaultText
source: All right. If he's willing to talk... I'll give him a chance.
cs: Dobře. Pokud je ochoten mluvit... Dám mu šanci.

# conversations/04_monarch/0403/0403_cv_zora:194:DefaultText
source: I've already spoken to him. He's agreed to meet.
cs: Už jsem s ním mluvil. Souhlasil se schůzkou.

# conversations/04_monarch/0403/0403_cv_zora:195:DefaultText
source: I'll see what I can do.
cs: Uvidím, co se dá dělat.

# conversations/04_monarch/0403/0403_cv_zora:200:DefaultText
source: I changed my mind. Here's the targeting module. Let's hit the city.
cs: Rozmyslel jsem si to. Tady je modul cílení. Vyrazíme do města.

# conversations/04_monarch/0403/0403_cv_zora:202:DefaultText
source: After all that? Okay. Let's do it.
cs: Po tom všem? Dobře. Jdeme na to.

# conversations/04_monarch/0403/0403_cv_zora:205:DefaultText
source: Well, then. I've got to prepare a few just-in-case measures, but when you're ready, let's meet at the old OSI church outside Stellar Bay.
cs: Tak tedy. Musím si připravit pár opatření pro všechny případy, ale až budeš připraven, sejdeme se u starého kostela OSI u Hvězdné zátoky.

# conversations/04_monarch/0403/0403_cv_zora:210:DefaultText
source: And maybe mine... is to save the colony where he can't.
cs: A možná i moje... je zachránit kolonii tam, kde on nemůže.

# conversations/04_monarch/0403/0403_cv_zora:211:DefaultText
source: But it isn't going to come. And in the meantime, our people need a real leader.
cs: Ale nepřijde. A do té doby naši lidé potřebují skutečného vůdce.

# conversations/04_monarch/0403/0403_cv_zora:212:DefaultText
source: I'm going to need some time to decide.
cs: Budu potřebovat nějaký čas na rozhodnutí.

# conversations/04_monarch/0403/0403_cv_zora:214:DefaultText
source: I'm not doing this, Zora.
cs: Tohle nedělám, Zoro.

# conversations/04_monarch/0403/0403_cv_zora:215:DefaultText
source: Dammit, Captain. I thought you and I were starting to see eye to eye.
cs: Sakra, kapitáne. Myslel jsem, že si začínáme rozumět.

# conversations/04_monarch/0403/0403_cv_zora:216:DefaultText
source: Talking to me is always urgent.
cs: Mluvit se mnou je vždycky naléhavé.

# conversations/04_monarch/0403/0403_cv_zora:218:DefaultText
source: Hmm. Men dying, talking to a stranger. Men dying... talking to a stranger. Yeah.
cs: Hmm. Muži umírají, mluví s cizincem. Muži umírají... mluví s cizincem. Jo.
