Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_zora.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_zora:476:DefaultText
source: Given the amount of patching up going on here, I'm guessing the ruins was a catastrophe.
cs: Vzhledem k množství záplat, které se zde dějí, hádám, že ruiny byly katastrofou.

# conversations/04_monarch/0403/0403_cv_zora:477:DefaultText
source: I'm going to confront him. Can I count on your support?
cs: Chystám se ho konfrontovat. Mohu počítat s vaší podporou?

# conversations/04_monarch/0403/0403_cv_zora:478:DefaultText
source: Yes. Let's go talk to him.
cs: Ano. Pojďme si s ním promluvit.

# conversations/04_monarch/0403/0403_cv_zora:486:DefaultText
source: I don't get what's so important about this. Don't you have bigger problems?
cs: Nechápu, co je na tom tak důležitého. Nemáte větší problémy?

# conversations/04_monarch/0403/0403_cv_zora:487:DefaultText
source: I surely do, but it's not far, and if they died in there, they died with their munitions. We'll need them.
cs: To jistě ano, ale není to daleko, a pokud tam zemřeli, zemřeli i s municí. Budeme je potřebovat.

# conversations/04_monarch/0403/0403_cv_zora:488:DefaultText
source: Besides, if it's filled with valuables from the aristocrats who lived here, we can pawn 'em off on SubLight and get ourselves ahead on our food budget.
cs: Kromě toho, jestli je plná cenností po aristokratech, kteří tu žili, můžeme je zastavit na SubLight a získat náskok v rozpočtu na jídlo.

# conversations/04_monarch/0403/0403_cv_zora:498:DefaultText
source: Captain's... a lot, sometimes. Sorry.
cs: Kapitán je... někdy hodně. Omlouvám se.

# conversations/04_monarch/0403/0403_cv_zora:499:DefaultText
source: The boss is a real charmer.
cs: Šéf je opravdu okouzlující.

# conversations/04_monarch/0403/0403_cv_zora:500:DefaultText
source: Exactly. Show some respect to the captain, ma'am.
cs: Přesně tak. Prokažte kapitánovi trochu úcty, madam.

# conversations/04_monarch/0403/0403_cv_zora:501:DefaultText
source: You'll have to excuse the captain's insufferable spirit.
cs: Musíte omluvit kapitánovu nesnesitelnou náladu.

# conversations/04_monarch/0403/0403_cv_zora:503:DefaultText
source: Have an urgent or an embarrassing spill? Wipe it away with SAM's emergency stain disappearing gloop. Disclaimer: gloop may dissolve skin or flooring on contact.
cs: Máte naléhavý nebo nepříjemný únik? Setřete ji pomocí pohotovostního gloopu SAM na skvrny. Upozornění: gloop může při kontaktu rozpustit kůži nebo podlahu.

# conversations/04_monarch/0403/0403_cv_zora:505:DefaultText
source: Fella came through Edgewater once, mentioned something to my dad about pirates wiping out a town. You mean this is the same place?
cs: Jednou projížděl Edgewaterem chlápek, který se tátovi zmínil o pirátech, kteří vyhladili město. Chceš říct, že tohle je to samé místo?

# conversations/04_monarch/0403/0403_cv_zora:506:DefaultText
source: I read about this in Thrilling Tales of the Frontier. Pirates raided Amber Heights. It was a real bloodbath.
cs: Četl jsem o tom v knize Napínavé příběhy z pohraničí. Piráti přepadli Amber Heights. Byla to skutečná krvavá lázeň.

# conversations/04_monarch/0403/0403_cv_zora:507:DefaultText
source: I heard about that back in the day. Something about pirates massacring the town?
cs: Kdysi jsem o tom slyšel. Něco o pirátech, kteří zmasakrovali město?

# conversations/04_monarch/0403/0403_cv_zora:508:DefaultText
source: You're talking about the massacre. Back when the corps were pulling out, pirates raided the place and killed the MSI bigwigs living here.
cs: Mluvíte o masakru. V době, kdy se sbory stahovaly, sem vtrhli piráti a zabili tu žijící hlavouny MSI.

# conversations/04_monarch/0403/0403_cv_zora:509:DefaultText
source: Famous pirate raid, right? Little messy for my tastes, but those guys were in and out like pros.
cs: Slavný pirátský nájezd, že? Na můj vkus trochu chaotický, ale ti chlapi byli uvnitř a venku jako profíci.

# conversations/04_monarch/0403/0403_cv_zora:511:DefaultText
source: You found a queen that far north? I wish I'd been there.
cs: Našli jste královnu tak daleko na severu? Kéž bych tam byl.

# conversations/04_monarch/0403/0403_cv_zora:512:DefaultText
source: You and me both, Nyoka. We could've used the help.
cs: Ty i já, Nyoko. Pomoc by se nám hodila.

# conversations/04_monarch/0403/0403_cv_zora:513:DefaultText
source: After meeting that guy, I'm amazed anyone around here still has four functioning limbs.
cs: Po setkání s ním se divím, že tu má někdo ještě čtyři funkční končetiny.

# conversations/04_monarch/0403/0403_cv_zora:514:DefaultText
source: Don't get me wrong - he's got an uncanny ability to harden folks' spirits, and we need that around here.
cs: Nechápejte mě špatně - má neuvěřitelnou schopnost zocelit lidi na duchu a to tady potřebujeme.

# conversations/04_monarch/0403/0403_cv_zora:516:DefaultText
source: You want to do us a favor or two, go talk to Bronson. He's always looking to pass his work off on someone else.
cs: Jestli nám chceš prokázat laskavost, jdi si promluvit s Bronsonem. Vždycky chce svou práci hodit na někoho jiného.

# conversations/04_monarch/0403/0403_cv_zora:517:DefaultText
source: For now I gotta get to the wounded. Welcome to Amber Heights.
cs: Teď se musím dostat ke zraněným. Vítejte v Amber Heights.

# conversations/04_monarch/0403/0403_cv_zora:533:DefaultText
source: Bullshit, Zora. You've never sent people that far north.
cs: Kecy, Zoro. Nikdy jsi neposílal lidi tak daleko na sever.

# conversations/04_monarch/0403/0403_cv_zora:534:DefaultText
source: I said I was sorry. Damn. I'll... come back later.
cs: Řekl jsem, že mě to mrzí. Sakra. Já... se vrátím později.

# conversations/04_monarch/0403/0403_cv_zora:535:DefaultText
source: Always figured Mr. Bryant for a man of character. In the end, though? He was just another name on a long list of frauds.
cs: Pana Bryanta jsem vždy považoval za charakterního člověka. Ale nakonec? Byl jen dalším jménem na dlouhém seznamu podvodníků.

# conversations/04_monarch/0403/0403_cv_zora:536:DefaultText
source: Yeah. He had us all fooled. Now I've got to sort out how to break it to the rest of my people.
cs: Jo, všechny nás oklamal. Teď musím vymyslet, jak to sdělit ostatním lidem.

# conversations/04_monarch/0403/0403_cv_zora:537:DefaultText
source: Let's be frank here. He's an unhinged charlatan.
cs: Buďme upřímní. Je to šílený šarlatán.

# conversations/04_monarch/0403/0403_cv_zora:538:DefaultText
source: You're not wrong, but get the hell off your high horse, preacher. This ain't exactly easy for me.
cs: Nemýlíte se, ale slezte už konečně z koně, kazateli. Není to pro mě zrovna jednoduché.

# conversations/04_monarch/0403/0403_cv_zora:539:DefaultText
source: Fine. If you really think it's necessary.
cs: V pořádku. Pokud si opravdu myslíte, že je to nutné.

# conversations/04_monarch/0403/0403_cv_zora:541:DefaultText
source: What? ...Sorry. Long day.
cs: Cože? ...Promiňte. Dlouhý den.

# conversations/04_monarch/0403/0403_cv_zora:542:DefaultText
source: Gonna need to buy myself an entire Rizzo plant after all this.
cs: Po tomhle všem si budu muset koupit celou rostlinu Rizzo.

# conversations/04_monarch/0403/0403_cv_zora:543:DefaultText
source: Nice day, eh? For Monarch, anyway.
cs: Hezký den, co? Tedy pro Monarchu.

# conversations/04_monarch/0403/0403_cv_zora:545:DefaultText
source: Anything else?
cs: Ještě něco?

# conversations/04_monarch/0403/0403_cv_zora:547:DefaultText
source: I really hope I don't get sick of fish.
cs: Opravdu doufám, že se mi z ryb neudělá špatně.

# conversations/04_monarch/0403/0403_cv_zora:548:DefaultText
source: Gotta admit, I kind of miss Amber Heights.
cs: Musím přiznat, že mi Amber Heights docela chybí.

# conversations/04_monarch/0403/0403_cv_zora:549:DefaultText
source: I'm still getting used to not worrying about food.
cs: Stále si zvykám na to, že se nemusím starat o jídlo.

# conversations/04_monarch/0403/0403_cv_zora:550:DefaultText
source: I've heard mentions, but nothing specific.
cs: Slyšel jsem o tom, ale nic konkrétního.

# conversations/04_monarch/0403/0403_cv_zora:551:DefaultText
source: Oh, no. I never paid attention in History class.
cs: Ale ne. V hodinách dějepisu jsem nikdy nedával pozor.

# conversations/04_monarch/0403/0403_cv_zora:552:DefaultText
source: Well, you oughta start. This was the site of a horrible massacre.
cs: No, měl bys začít. Na tomto místě se odehrál strašlivý masakr.

# conversations/04_monarch/0403/0403_cv_zora:553:DefaultText
source: Yeah. People love to make up rumors and swap stories around campfires.
cs: Jo. Lidé si rádi vymýšlejí fámy a vyměňují si historky u táborových ohňů.

# conversations/04_monarch/0403/0403_cv_zora:554:DefaultText
source: Oh, they'll riot, all right. Never underestimate the power of chaos in motion.
cs: Oh, budou se bouřit, v pořádku. Nikdy nepodceňujte sílu chaosu v pohybu.

# conversations/04_monarch/0403/0403_cv_zora:555:DefaultText
source: Yeah. Yeah, you're likely right. Maybe I can scrounge up something or... I don't know. Shit. Graham would have just changed their mind.
cs: Jo. Ano, pravděpodobně máš pravdu. Možná se mi podaří něco sehnat nebo... Já nevím. Sakra. Graham by si to prostě rozmyslel.

# conversations/04_monarch/0403/0403_cv_zora:556:DefaultText
source: But I can't trust you to think logically. Your priorities are skewed a bit too much like Graham's. For all I know, Sanjar's playing you to get to us and you can't see it.
cs: Ale nemůžu ti věřit, že uvažuješ logicky. Tvé priority jsou příliš pokřivené, stejně jako Grahamovy. Co já vím, Sanjar si s tebou hraje, aby nás dostal, a ty to nevidíš.

# conversations/04_monarch/0403/0403_cv_zora:557:DefaultText
source: So no. In another life, maybe that could've worked out for all of us. In this one, we're going to war.
cs: Takže ne. V jiném životě by nám to možná všem vyšlo. V tomto životě jdeme do války.

# conversations/04_monarch/0403/0403_cv_zora:558:DefaultText
source: But you couldn't even get the Van Noys back. I don't think you're capable of protecting us if Sanjar's planning an ambush.
cs: Ale ani Van Noyovi se vám nepodařilo získat zpět. Nemyslím si, že jsi schopen nás ochránit, pokud Sanjar plánuje přepadení.

# conversations/04_monarch/0403/0403_cv_zora:559:DefaultText
source: But... Graham would never go for it. You know that. It ain't even worth trying.
cs: Ale... Graham by do toho nikdy nešel. To přece víš. Nestojí to ani za pokus.
