Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah.po
Languages: cs

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:1:DefaultText
source: Amber Heights Routing Terminal ============================ HUXLEY, STAY OFF THIS MACHINE ============================ I know your terminal's out of storage, but if you break this one, things are gonna go tits up around here. Anyone else, long as you know what you're doing, go ahead and clear work orders out whenever you can. -- Zora
cs: Amber Heights Routing Terminal ============================ HUXLEY, ZŮSTAŇ U TOHLEHO STROJE ============================ Vím, že tvůj terminál je mimo sklad, ale jestli ho rozbiješ, tak to tady půjde do kopru. Kdokoli jiný, pokud víte, co děláte, pokračujte v odbavování pracovních příkazů, kdykoli to půjde. -- Zora

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:3:DefaultText
source: [View Work Orders]
cs: [Zobrazit pracovní příkazy]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:6:DefaultText
source: Amber Heights Routing Terminal ============================ Unresolved work orders:
cs: Amber Heights Routing Terminal ============================ Nevyřešené pracovní příkazy:

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:7:DefaultText
source: [Steam coming outta the roof]
cs: [Pára vychází ze střechy]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:8:DefaultText
source: [Arcing electricity at the bar]
cs: [Elektrický oblouk v baru]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:9:DefaultText
source: [Haven't heard from the rapt house]
cs: [Z domu se neozvaly žádné zprávy]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:10:DefaultText
source: [Dear diary]
cs: [Milý deníčku]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:11:DefaultText
source: System: Water flow Submitter: Milton R. Description: The pipes on top of my house are gonna burst. They're leaking steam. Someone oughta fix this before they explode or the steam hurts somebody.
cs: Systém: Předkladatel: Popis: Milton R: V horní části mého domu praskne potrubí. Uniká z nich pára. Měl by to někdo opravit, než vybuchnou nebo než pára někoho zraní.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:12:DefaultText
source: [Remotely Reroute the Water]
cs: [Dálkově přesměrovat vodu]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:14:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:20:DefaultText
source: Flow system corrections complete. Marking work order as resolved.
cs: Opravy průtokového systému dokončeny. Označení pracovního příkazu jako vyřešeného.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:22:DefaultText
source: System: Electric Submitter: Bronson V. Description: Looks like sprats chewed through the wires on the side of the bar. They're sparking up a storm.
cs: Systém: Předkladatel: Popis: Bronson V: Vypadá to, jako by šproty prokousaly dráty na straně tyče. Jiskří jako o život.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:23:DefaultText
source: [Remotely Shut Off the Power Going Through the Bar's Side Panels]
cs: [Dálkově vypnout napájení procházející bočními panely baru]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:26:DefaultText
source: Power system corrections complete. Marking work order as resolved.
cs: Opravy energetického systému jsou dokončeny. Označení pracovního příkazu jako vyřešeného.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:28:DefaultText
source: System: Communications Submitter: Zora B. Description: We ain't heard from the Rapt House in a while. Sent Milton over--ain't heard from him either. Someone needs to go check it out.
cs: Systém: Předkladatel: Komunikace Popis: Zora B: Dlouho jsme o Rapt House neslyšeli. Poslali jsme tam Miltona - ani on se neozval. Někdo to musí jít zkontrolovat.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:29:DefaultText
source: [Remotely Reset the Rapt House's Communications Breaker]
cs: [Dálkové resetování komunikačního přerušovače v domě Raptů]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:32:DefaultText
source: Communications system corrections complete. Marking work order as resolved.
cs: Opravy komunikačního systému dokončeny. Označení pracovního příkazu jako vyřešeného.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:35:DefaultText
source: System: Culinary Submitter: Huxley S. Description: ha HA! Hey Zora! I figured out how to add work orders! Dear diary: Eat it!! - Hux
cs: Systém: Předkladatel: Culinary Popis: ha HA! Hej Zora! Přišel jsem na to, jak přidávat pracovní příkazy! Milý deníčku: Sněz to!! - Hux

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:36:DefaultText
source: [Erase Work Order]
cs: [Vymazat pracovní příkaz]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:38:DefaultText
source: Work order marked as resolved and purged from the system.
cs: Pracovní příkaz označený jako vyřešený a vymazaný ze systému.

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:40:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:44:DefaultText
source: [Medical Examiners Residence, Door Sealed]
cs: [Sídlo soudního lékaře, dveře zapečetěny]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:45:DefaultText
source: System: Residential Submitter: Description: The door to the examiners residence above the med bay is stuck and is completely sealed. Can someone get this thing open?
cs: Systém: Předkladatel: Popis: Dveře do obydlí vyšetřovatelů nad ošetřovnou jsou zaseknuté a zcela utěsněné. Může je někdo otevřít?

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:46:DefaultText
source: [Engage Remote Forced Door Lever Operation]
cs: [Zapnout dálkové nucené ovládání dveřní páky]

# conversations/04_monarch/0403/0403_cp_maintenanceterminal_ah:48:DefaultText
source: Emergency seals lifted. Work order completed.
cs: Nouzové uzávěry byly zrušeny. Pracovní příkaz dokončen.
