Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:87:DefaultText
source: Well, hello, and welcome to the home of the Iconoclasts! I'm Rose. Please, take a pamphlet!
cs: Dobrý den, vítejte na stránkách Ikonoklastů! Já jsem Rose. Prosím, vezměte si leták!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:88:DefaultText
source: Who are the Iconoclasts?
cs: Kdo jsou ikonoklasté?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:89:DefaultText
source: You're offering me a pamphlet you don't have?
cs: Nabízíte mi brožuru, kterou nemáte?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:90:DefaultText
source: I don't want a pamphlet anyway. Just tell me who you are.
cs: Stejně nechci žádnou brožuru. Jen mi řekněte, kdo jste.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:91:DefaultText
source: Why, we're the only free people in Halcyon!
cs: Vždyť jsme jediní svobodní lidé v Halcyonu!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:92:DefaultText
source: Freedom! This is the only place in Halcyon you'll find it.
cs: Svoboda! Tohle je jediné místo v Halcyonu, kde ji najdete.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:94:DefaultText
source: No corporations, no shackles, no problems!
cs: Žádné korporace, žádná pouta, žádné problémy!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:95:DefaultText
source: No problems? What about raptidons? Or marauders?
cs: Žádné problémy? A co raptidoni? Nebo nájezdníci?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:96:DefaultText
source: And here I thought everyone works for a corporation.
cs: A to jsem si myslel, že všichni pracují pro korporace.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:98:DefaultText
source: No corporation means no paycheck. How do you survive without money?
cs: Žádná společnost neznamená žádnou výplatu. Jak přežijete bez peněz?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:99:DefaultText
source: I know! It's quite revolutionary. We're a community here - no jobs, no shifts, just people who help each other.
cs: Já vím! Je to docela revoluční. Jsme tu komunita - žádná práce, žádné směny, jen lidé, kteří si navzájem pomáhají.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:100:DefaultText
source: We make our own living here. Some of us hunt. Some of us scavenge the ruins left by the corporations when they abandoned us.
cs: Živíme se tu sami. Někteří z nás loví. Někteří z nás prohledávají ruiny, které po sobě zanechaly korporace, když nás opustily.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:101:DefaultText
source: Oh, those are just hurdles. We deal with them as they come.
cs: To jsou jen překážky. Vypořádáme se s nimi, jakmile přijdou.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:104:DefaultText
source: You're welcome to stay with us, so long as you can earn your keep.
cs: Můžete u nás zůstat, pokud si na sebe dokážete vydělat.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:106:DefaultText
source: I'm just looking for work. Do you have a boss or a leader or something?
cs: Jen hledám práci. Máš nějakého šéfa, vedoucího nebo tak něco?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:107:DefaultText
source: I'm here to talk to someone about your broadcasts.
cs: Přišel jsem si s někým promluvit o vašem vysílání.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:109:DefaultText
source: One big happy family, huh?
cs: Jedna velká šťastná rodina, co?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:113:DefaultText
source: That's a nice way to think about it. Graham'd be our father. I suppose Zora might make a good mother if the two of 'em could stop arguing.
cs: To je pěkný způsob, jak o tom přemýšlet. Graham by byl náš otec. Předpokládám, že Zora by mohla být dobrá matka, kdyby se přestali hádat.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:114:DefaultText
source: Oh, sure. Graham's our founder. He taught us how to cut our own path in the wilderness. And... I guess some folk have started following Zora's orders.
cs: Jistě. Graham je náš zakladatel. Naučil nás, jak si v divočině razit vlastní cestu. A... Myslím, že někteří lidé se začali řídit Zořinými příkazy.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:116:DefaultText
source: You can think of those two as our leaders, but they're more like... examples. We all oughta be more like them.
cs: Ty dva můžete považovat za naše vůdce, ale jsou to spíš... příklady. Všichni bychom měli být jako oni.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:117:DefaultText
source: Tell me about Graham.
cs: Povězte mi o Grahamovi.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:118:DefaultText
source: Tell me about Zora.
cs: Povězte mi o Zoře.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:119:DefaultText
source: Where can I find them?
cs: Kde je najdu?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:120:DefaultText
source: Why, he's our founder!
cs: Vždyť je to náš zakladatel!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:121:DefaultText
source: Graham taught us about Philosophism. Through him, we came to the Eternal Truth.
cs: Graham nás učil o filosofismu. Jeho prostřednictvím jsme se dostali k Věčné Pravdě.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:122:DefaultText
source: I'm glad you're asking, by the way. I hope you'll consider staying!
cs: Mimochodem, jsem rád, že se ptáte. Doufám, že zvážíte, zda zůstanete!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:126:DefaultText
source: She... well. She's been with us since the beginning. I think she was our sawbones back then, but now she's more like... our commander.
cs: Ona... no. Je s námi od začátku. Myslím, že tehdy byla naší pilou, ale teď je spíš... naší velitelkou.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:127:DefaultText
source: She goes and finds people in the wilderness and gets 'em to come here. And she keeps us from being chewed on and whatnot.
cs: Chodí a hledá lidi v divočině a přemlouvá je, aby sem přišli. A chrání nás před tím, aby nás někdo přežvykoval a podobně.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:128:DefaultText
source: She's liable to take your head off if you screw up, but then she'll sew it back on for you.
cs: Když něco poděláš, může ti uříznout hlavu, ale pak ti ji zase přišije.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:132:DefaultText
source: Graham's place is in the large building straight back. Zora's sometimes there talking with him, but usually she's in the triage clinic next door.
cs: Grahamovo místo je ve velké budově přímo vzadu. Zora si tam s ním občas povídá, ale většinou je ve vedlejší třídírně.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:134:DefaultText
source: Why are you here and not in Stellar Bay?
cs: Proč jsi tady a ne ve Hvězdné zátoce?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:135:DefaultText
source: Oh, Graham settled here a long time ago. Shoot, I wish I had a pamphlet to give you. It's all in there.
cs: Graham se tu usadil už dávno. Kéž bych ti mohl dát nějaký leták. Všechno je to tam.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:136:DefaultText
source: I wasn't around back then, but they say a lot of the old MSI corporate folks died here. He calls it a spiritual metaphor. Something about rising from the ashes.
cs: Tehdy jsem tu nebyl, ale říká se, že hodně starých lidí z MSI tu zemřelo. Říká tomu duchovní metafora. Něco o povstání z popela.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:141:DefaultText
source: Got it. See you around, Rose.
cs: Mám to. Uvidíme se, Rose.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:142:DefaultText
source: That paper they use makes excellent kindling, you know. They ever get more, you oughta grab some.
cs: Z toho papíru, který používají, je výborný podpal. Až jich někdy bude víc, měl by sis nějaký vzít.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:143:DefaultText
source: What... Nyoka! That's why you wanted so many? You said you were just spreading the word!
cs: Co... Nyoka! Proto jsi jich chtěl tolik? Říkal jsi, že jen šíříš informace!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:144:DefaultText
source: In it, you'll find everything you need to know about Graham, his Philosophist truths, and the Iconoclast way. He wrote it himself, you know!
cs: Najdete v ní vše, co potřebujete vědět o Grahamovi, jeho filosofických pravdách a cestě ikonoklastu. Vždyť ji napsal sám!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:145:DefaultText
source: While you keep rude company, you're welcome all the same. We're the only free people in Halcyon.
cs: I když děláte neslušnou společnost, jste vítáni. Jsme jediní svobodní lidé v Halcyonu.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:147:DefaultText
source: Oh, you've heard Graham's teachings? I'm so glad!
cs: Ach, slyšeli jste Grahamovo učení? To jsem moc ráda!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:148:DefaultText
source: He and Zora have done such a wonderful job spreading the light around this dark, dark planet.
cs: On a Zora odvedli skvělou práci při šíření světla na této temné, temné planetě.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:149:DefaultText
source: Hello again! If you want, I can still put your name down for a pamphlet just in case we get more!
cs: Ještě jednou ahoj! Jestli chceš, můžu si ještě zapsat tvé jméno na leták pro případ, že by nás bylo víc!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:151:DefaultText
source: All right, fine.
cs: Dobře, fajn.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:153:DefaultText
source: Wonderful! When we get more in stock, I'll be sure to put some aside for you.
cs: Úžasné! Až budeme mít další na skladě, určitě vám nějaké odložím.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:155:DefaultText
source: No. See you later.
cs: Ne. Uvidíme se později.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:162:DefaultText
source: Got it. Hey, before I go, I'm looking for a Tucker. Have you seen him?
cs: Mám to. Než odejdu, hledám Tuckera. Neviděl jsi ho?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:163:DefaultText
source: The new boy! Yes, he's quite clever. He took to our teachings very quickly.
cs: Nový chlapec! Ano, je docela chytrý. Velmi rychle si osvojil naše učení.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:164:DefaultText
source: Last I saw him, he was headed into one of the buildings up the hill.
cs: Naposledy jsem ho viděl, když mířil do jedné z budov na kopci.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:167:DefaultText
source: Actually, I'm looking for a man named Tucker.
cs: Vlastně hledám muže jménem Tucker.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:168:DefaultText
source: Welcome back! I do so hope you're enjoying your time here.
cs: Vítejte zpět! Doufám, že se ti tu líbí.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:172:DefaultText
source: Sure am. See you around.
cs: Jistěže ano. Uvidíme se.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:173:DefaultText
source: Got it. See you around, Rose.
cs: Mám to. Uvidíme se, Rose.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:175:DefaultText
source: I don't need a pamphlet. I've actually already talked to Graham.
cs: Nepotřebuji žádnou brožuru. S Grahamem jsem už vlastně mluvil.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:178:DefaultText
source: Oh, wonderful! He's so wise. Are you here to stay, then?
cs: Úžasné! Je tak moudrý. Takže tu zůstaneš?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:180:DefaultText
source: We'll see. For now, I'm just helping out.
cs: Uvidíme. Zatím jen pomáhám.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:181:DefaultText
source: No. Once I get the radio tower situated, I'm gone.
cs: Ne. Jakmile umístím rádiovou věž, zmizím.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:182:DefaultText
source: Well, I don't rightly know about a radio tower, but we've got a lovely little family here, and I just know you'd make a great addition to it.
cs: No, nevím, jak je to s radiovou věží, ale máme tu krásnou malou rodinu a já prostě vím, že bys ji skvěle doplnil.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:183:DefaultText
source: I'm actually just looking for a guy named Tucker.
cs: Vlastně jen hledám chlápka jménem Tucker.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:184:DefaultText
source: Oh! What a treat. It's not every day we get such a kind soul wandering through.
cs: To je ale zážitek. Nestává se každý den, aby se tu potulovala taková laskavá duše.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:185:DefaultText
source: I do hope you'll consider staying, but unlike the rest of the colony, we aren't gonna push you about it. You take care, now!
cs: Doufám, že zvážíš svůj pobyt, ale na rozdíl od zbytku kolonie na tebe nebudeme tlačit. Dávej na sebe pozor!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:186:DefaultText
source: No. This weird cult of personality isn't for me.
cs: Ne. Tenhle podivný kult osobnosti není pro mě.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:187:DefaultText
source: If you stuck around a bit, I'm sure you'd see otherwise. Philosophism is for everyone, friend!
cs: Kdybys tu chvíli zůstal, určitě bys zjistil opak. Filosofování je pro každého, příteli!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:188:DefaultText
source: On the other hand, I absolutely want a pamphlet.
cs: Na druhou stranu, rozhodně chci brožuru.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:189:DefaultText
source: Oh, I'm so glad to hear that!
cs: To moc ráda slyším!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:190:DefaultText
source: With friends like him, I think you'll fit in just fine. We're the only free people in Halcyon, you know!
cs: Myslím, že s přáteli, jako je on, zapadneš dobře. Jsme jediní svobodní lidé v Halcyonu, víš!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:191:DefaultText
source: Oh - oh, no, I'm so sorry. I keep forgetting - we're out of pamphlets. Gosh blast it!
cs: Oh - oh, ne, je mi to tak líto. Pořád zapomínám - došly nám letáky. Sakra, do háje s tím!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:192:DefaultText
source: I'm so sorry. It's habit, I suppose. We used to have plenty, but we ran out of paper and ink.
cs: Je mi to moc líto. Asi je to o zvyku. Dřív jsme jich měli dost, ale došel nám papír a inkoust.

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:193:DefaultText
source: Oh! But - now that we've got that press working, I'm sure we'll get more soon!
cs: Ale - teď, když máme ten lis, určitě brzy dostaneme další!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:194:DefaultText
source: Ever since the corporations left, it's been hard to come by the basics. But you know what we do have?
cs: Od té doby, co korporace odešly, je těžké sehnat základní věci. Ale víte, co máme?

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:196:DefaultText
source: Good luck in all that you do!
cs: Hodně štěstí ve všem, co děláte!

# conversations/04_monarch/0403/0403_cv_rosegiles_ah_intro:197:DefaultText
source: May the Eternal Truth guide you!
cs: Ať vás vede věčná pravda!
