Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_graham_bryant.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_graham_bryant:2:DefaultText
source: Why have you come?
cs: Proč jste přišli?

# conversations/04_monarch/0403/0403_cv_graham_bryant:3:DefaultText
source: Who are you?
cs: Kdo jste?

# conversations/04_monarch/0403/0403_cv_graham_bryant:4:DefaultText
source: Tell me about the Iconoclasts.
cs: Povězte mi o Iconoclasts.

# conversations/04_monarch/0403/0403_cv_graham_bryant:5:DefaultText
source: Hiram needs you to stop using Devil's Peak.
cs: Hiram potřebuje, abys přestal používat Devil's Peak.

# conversations/04_monarch/0403/0403_cv_graham_bryant:6:DefaultText
source: I'll be going now.
cs: Teď už půjdu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:7:DefaultText
source: I am Graham Bryant. I brought the Eternal Truth to Monarch, and soon I'll bring it to the rest of the colony.
cs: Jsem Graham Bryant. Přinesl jsem Věčnou pravdu do Monarchu a brzy ji přinesu i do zbytku kolonie.

# conversations/04_monarch/0403/0403_cv_graham_bryant:8:DefaultText
source: The Iconoclasts are free folk. We live under our rules, motivated by our own beliefs, all petals on the same flower of enlightenment.
cs: Ikonoklasté jsou svobodní lidé. Žijeme podle vlastních pravidel, motivováni vlastním přesvědčením, všichni jsme okvětními lístky na stejném květu osvícení.

# conversations/04_monarch/0403/0403_cv_graham_bryant:9:DefaultText
source: Stop? No. Spreading the truth is the only way to combat the Board's poisonous campaign of propaganda against their people.
cs: Zastavit? Ne. Šíření pravdy je jediným způsobem, jak bojovat proti jedovaté propagandistické kampani představenstva proti svému lidu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:10:DefaultText
source: Your broadcasts aren't working. Nobody is listening.
cs: Vaše vysílání nefunguje. Nikdo je neposlouchá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:11:DefaultText
source: You really think the Board's going to let its citizens listen to your propaganda?
cs: Opravdu si myslíte, že rada nechá své občany poslouchat vaši propagandu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:12:DefaultText
source: Do it, or I'll force you to.
cs: Udělej to, nebo tě k tomu donutím.

# conversations/04_monarch/0403/0403_cv_graham_bryant:13:DefaultText
source: Graham... we should be focusing on survival anyway. Food. Ammo and medicine. Maybe now's the time to pivot.
cs: Graham... stejně bychom se měli soustředit na přežití. Jídlo. Munice a léky. Možná je teď čas na změnu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:14:DefaultText
source: Pivot, eh? If radio isn't working... we might try another way. It seems the captain's timing is more than just serendipitous. It must be fate!
cs: Pivot, co? Pokud rádio nefunguje... můžeme zkusit jiný způsob. Zdá se, že kapitánovo načasování je víc než jen náhodné. Musí to být osud!

# conversations/04_monarch/0403/0403_cv_graham_bryant:15:DefaultText
source: I've had my sights on an old printing press for some time. The Board uses magazines and advertisements to subtly focus the colony's attention. We will use their tricks against them!
cs: Už nějakou dobu mám zálusk na starý tiskařský lis. Rada používá časopisy a inzeráty, aby nenápadně zaměřila pozornost kolonie. My jejich triky použijeme proti nim!

# conversations/04_monarch/0403/0403_cv_graham_bryant:16:DefaultText
source: Sounds fair to me.
cs: To mi připadá fér.

# conversations/04_monarch/0403/0403_cv_graham_bryant:17:DefaultText
source: <Attack> That's too much work. I'll just kill you now and be done with it.
cs: <Útok> To je příliš mnoho práce. Prostě tě teď zabiju a bude to.

# conversations/04_monarch/0403/0403_cv_graham_bryant:19:DefaultText
source: You bought... rollers? You haven't even cleared the rapts out yet! What are you doing wasting bits on...
cs: Koupil jsi... válečky? Vždyť jsi ještě ani nevyčistil koleje! Proč plýtváš kousky na...

# conversations/04_monarch/0403/0403_cv_graham_bryant:20:DefaultText
source: It seems we're out a runner. If you intend to help our cause, I'll ask you to meet our MSI supplier in her stead.
cs: Vypadá to, že jsme přišli o běžce. Pokud máte v úmyslu pomoci naší věci, požádám vás, abyste se místo ní setkal s naším dodavatelem MSI.

# conversations/04_monarch/0403/0403_cv_graham_bryant:21:DefaultText
source: MSI supplies you?
cs: Dodává vám MSI?

# conversations/04_monarch/0403/0403_cv_graham_bryant:22:DefaultText
source: Where is the supplier?
cs: Kde je dodavatel?

# conversations/04_monarch/0403/0403_cv_graham_bryant:23:DefaultText
source: All right. I'll be back.
cs: Dobře. Vrátím se.

# conversations/04_monarch/0403/0403_cv_graham_bryant:24:DefaultText
source: One of our sympathizers, a woman named Carlotta, periodically buys goods on our behalf from Stellar Bay's store.
cs: Jedna z našich sympatizantek, žena jménem Carlotta, pravidelně nakupuje zboží naším jménem v obchodě Stellar Bay.

# conversations/04_monarch/0403/0403_cv_graham_bryant:25:DefaultText
source: She meets us in the ruins of Bayside Terrace. From our compound, follow the road north.
cs: Setkáváme se s ní v ruinách Bayside Terrace. Z našeho areálu se vydejte po silnici na sever.

# conversations/04_monarch/0403/0403_cv_graham_bryant:26:DefaultText
source: We can use them to copy and modify radio serials. Yes! Not just magazines, but their precious dramas!
cs: Můžeme je použít ke kopírování a úpravě rádiových seriálů. Ano! Nejen časopisy, ale i jejich drahocenné seriály!

# conversations/04_monarch/0403/0403_cv_graham_bryant:27:DefaultText
source: Unbelievable.
cs: Neuvěřitelné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:32:DefaultText
source: <Attack> Accept this!
cs: <Útok> Přijměte to!

# conversations/04_monarch/0403/0403_cv_graham_bryant:34:DefaultText
source: If you'll just listen...
cs: Pokud budete poslouchat...

# conversations/04_monarch/0403/0403_cv_graham_bryant:35:DefaultText
source: No! No more listening. No more preaching. We are losing people left and right. We need to act!
cs: Ne! Už žádné poslouchání. Už žádné kázání. Ztrácíme lidi nalevo i napravo. Musíme jednat!

# conversations/04_monarch/0403/0403_cv_graham_bryant:36:DefaultText
source: Captain. Apologies, but our situation grows dire. Our people talk of... foolish endeavors. What news do you bring?
cs: Kapitán. Omlouvám se, ale naše situace je čím dál horší. Naši lidé mluví o... bláznivých snahách. Jaké zprávy přinášíte?

# conversations/04_monarch/0403/0403_cv_graham_bryant:37:DefaultText
source: I got your rollers, and she had those cartridges after all.
cs: Mám tvoje válečky a ona ty kazety přece jen měla.

# conversations/04_monarch/0403/0403_cv_graham_bryant:38:DefaultText
source: I got your rollers. The rest of your account went to food and medicine.
cs: Mám vaše válečky. Zbytek tvého účtu šel na jídlo a léky.

# conversations/04_monarch/0403/0403_cv_graham_bryant:39:DefaultText
source: Thank the Eternal that SOMEONE's got some sense in their head.
cs: Díky Věčnému, že má NĚKDO v hlavě trochu rozumu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:40:DefaultText
source: Dammit. I was hoping you'd have more sense than our venerable leader here. I get the message is important, but so's eating.
cs: Sakra. Doufal jsem, že budeš mít víc rozumu než náš ctihodný vůdce. Chápu, že zpráva je důležitá, ale jídlo taky.

# conversations/04_monarch/0403/0403_cv_graham_bryant:41:DefaultText
source: She isn't. Sanjar has declared a stop-sale on goods to the Iconoclasts.
cs: Není. Sanjar vyhlásil zákaz prodeje zboží Ikonoklastům.

# conversations/04_monarch/0403/0403_cv_graham_bryant:42:DefaultText
source: This cuts off one of our only two supply lines on Monarch. Sanjar, old friend... you're about to cross a dangerous line.
cs: Tím se přeruší jedna ze dvou našich zásobovacích linek na Monarchu. Sanjare, starý příteli, chystáš se překročit nebezpečnou hranici.

# conversations/04_monarch/0403/0403_cv_graham_bryant:43:DefaultText
source: About to? That idiot just declared war.
cs: Chystáte se? Ten idiot právě vyhlásil válku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:44:DefaultText
source: I... we will deal with his subversion later. For now, we must redouble our efforts to spread the truth to the colony.
cs: Já... jeho podvratnou činností se budeme zabývat později. Zatím musíme zdvojnásobit své úsilí o šíření pravdy v kolonii.

# conversations/04_monarch/0403/0403_cv_graham_bryant:50:DefaultText
source: I'm telling you, the Van Noys are fine.
cs: Říkám vám, že Van Noyovi jsou v pohodě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:51:DefaultText
source: Bullshit, Graham. They don't just abandon orders, and they weren't at the ruins. Where in this sulfur-sodden hellhole did you send them?
cs: Kecy, Grahame. Neopouštějí jen tak rozkazy a v ruinách nebyli. Kam jsi je v téhle sírou nasáklé díře poslal?

# conversations/04_monarch/0403/0403_cv_graham_bryant:52:DefaultText
source: They're on a very important - ah. We'll continue this later.
cs: Jsou na velmi důležitém - ah. Budeme pokračovat později.

# conversations/04_monarch/0403/0403_cv_graham_bryant:53:DefaultText
source: The printing press is all yours.
cs: Tiskařský lis je váš.

# conversations/04_monarch/0403/0403_cv_graham_bryant:54:DefaultText
source: Excellent!
cs: Výborně!

# conversations/04_monarch/0403/0403_cv_graham_bryant:55:DefaultText
source: We're one step closer to bringing the truth to every man, woman and child in Halcyon.
cs: Jsme o krok blíž k tomu, abychom přinesli pravdu každému muži, ženě a dítěti v Halcyonu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:56:DefaultText
source: Did you find the Van Noys?
cs: Našli jste Van Noyovy?

# conversations/04_monarch/0403/0403_cv_graham_bryant:58:DefaultText
source: Lucky indeed. Thank you.
cs: Vskutku štěstí. Děkuji.

# conversations/04_monarch/0403/0403_cv_graham_bryant:74:DefaultText
source: Ah... I'd rather not resort to violence. This is a place of understanding and acceptance.
cs: Ach... raději bych se neuchyloval k násilí. Toto je místo porozumění a přijetí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:75:DefaultText
source: I want to know more about your teachings.
cs: Chci se dozvědět více o vašem učení.

# conversations/04_monarch/0403/0403_cv_graham_bryant:76:DefaultText
source: Awakening is available to all whose minds are ready to accept it. What would you like to know?
cs: Probuzení je dostupné všem, jejichž mysl je připravena ho přijmout. Co byste chtěli vědět?

# conversations/04_monarch/0403/0403_cv_graham_bryant:77:DefaultText
source: *I* would like to know what you think Bakonu meant when he wrote, 'Your work is to discover the truth and then with all your heart give yourself to it'?
cs: *Rád bych věděl, co podle vás Bakonu myslel tím, že napsal: "Vaší prací je objevit pravdu a pak se jí z celého srdce oddat."?

# conversations/04_monarch/0403/0403_cv_graham_bryant:78:DefaultText
source: Ah! How refreshing to have a scholar among us. Bakonu's text simply refers to our entire purpose - assisting the universe in realizing its own truth. Let it guide us as it will.
cs: Jak osvěžující je mít mezi sebou učence. Bakonův text jednoduše odkazuje na celý náš cíl - pomáhat vesmíru v realizaci jeho vlastní pravdy. Nechme se jím vést, jak bude chtít.

# conversations/04_monarch/0403/0403_cv_graham_bryant:83:DefaultText
source: To quote: "As a child looking at the leg of an elephant, unable to view it whole, we mistake the tiny scope of our understanding as the unfathomably large purpose of the universe."
cs: Cituji: Citát: "Jako dítě, které se dívá na nohu slona a není schopno ji vidět celou, mylně považujeme malý rozsah svého chápání za nezměrně velký záměr vesmíru."

# conversations/04_monarch/0403/0403_cv_graham_bryant:84:DefaultText
source: You're not completely full of shit, I'll give you that. Even if you do twist things beyond recognition to suit your own beliefs.
cs: Nejsi úplně blbej, to se musí nechat. I když překrucuješ věci k nepoznání, aby vyhovovaly tvému vlastnímu přesvědčení.

# conversations/04_monarch/0403/0403_cv_graham_bryant:85:DefaultText
source: Ok, ok. Let's take a step back.
cs: Dobře, dobře. Udělejme krok zpět.

# conversations/04_monarch/0403/0403_cv_graham_bryant:88:DefaultText
source: What do you mean by an "awakening?"
cs: Co myslíte tím "probuzením"?

# conversations/04_monarch/0403/0403_cv_graham_bryant:89:DefaultText
source: Do you believe in a creator?
cs: Věříte ve stvořitele?

# conversations/04_monarch/0403/0403_cv_graham_bryant:90:DefaultText
source: Nevermind.
cs: Nevadí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:91:DefaultText
source: Apologies. The occasion to speak to other scholarly men does not come here often.
cs: Omluvy. Příležitost promluvit si s jinými učenci se tu nenaskýtá často.

# conversations/04_monarch/0403/0403_cv_graham_bryant:92:DefaultText
source: Were my teachings beyond recognition, I dare say I wouldn't have a small army of followers who understand and believe.
cs: Kdyby bylo mé učení k nepoznání, troufám si říci, že bych neměl malou armádu následovníků, kteří mu rozumí a věří.

# conversations/04_monarch/0403/0403_cv_graham_bryant:93:DefaultText
source: I owe you an apology. I expected you to be a complete idiot. I'd say you're actually more in the 25% idiocy range.
cs: Dlužím ti omluvu. Čekal jsem, že budeš úplný idiot. Ve skutečnosti bych řekl, že jsi spíš v rozmezí 25 % idiotů.

# conversations/04_monarch/0403/0403_cv_graham_bryant:94:DefaultText
source: Likewise. Now, I'm sorry - what was it you were asking?
cs: Stejně tak. Teď se omlouvám - na co jste se ptal?

# conversations/04_monarch/0403/0403_cv_graham_bryant:95:DefaultText
source: I hear the word 'Eternal' thrown around a lot. What is it?
cs: Často slýchám slovo "věčný". Co to je?

# conversations/04_monarch/0403/0403_cv_graham_bryant:96:DefaultText
source: The point of no return, when your mind fully opens to the Eternal truth. Every Philosophist experiences it along the path to enlightenment.
cs: Bod, z něhož není návratu, kdy se vaše mysl plně otevře Věčné pravdě. Na cestě k osvícení ho zažívá každý filosof.

# conversations/04_monarch/0403/0403_cv_graham_bryant:97:DefaultText
source: For many, it is their first brush with the cold of death, when they realize that all of their lives have boiled down into the single truth of that moment.
cs: Pro mnohé je to první setkání s chladem smrti, kdy si uvědomí, že se celý jejich život smrskl do jediné pravdy tohoto okamžiku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:98:DefaultText
source: Mine was witnessing my friend and colleague transform into the very evil we sought to combat. Now he runs MSI, just like the overlords before him.
cs: Já jsem byl svědkem toho, jak se můj přítel a kolega proměnil ve zlo, proti kterému jsme se snažili bojovat. Nyní řídí MSI, stejně jako jeho předchůdci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:99:DefaultText
source: Not in the sense of a single entity, fashioning the universe as a whittler fashions a flute.
cs: Ne ve smyslu jediné bytosti, která tvoří vesmír, jako když bělník tvoří flétnu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:100:DefaultText
source: In that sense, I suppose you could say that, in the interest of finding its purpose, the universe itself created all living things.
cs: V tomto smyslu by se dalo říci, že vesmír v zájmu nalezení svého účelu sám stvořil vše živé.

# conversations/04_monarch/0403/0403_cv_graham_bryant:104:DefaultText
source: The universe doesn't need to find its purpose. It is a mathematically perfect equation that gives mankind purpose.
cs: Vesmír nepotřebuje hledat svůj smysl. Je to matematicky dokonalá rovnice, která dává lidstvu smysl.

# conversations/04_monarch/0403/0403_cv_graham_bryant:105:DefaultText
source: Right, but what started it all?
cs: Dobře, ale čím to všechno začalo?

# conversations/04_monarch/0403/0403_cv_graham_bryant:106:DefaultText
source: That sounds like nonsense.
cs: To zní jako nesmysl.

# conversations/04_monarch/0403/0403_cv_graham_bryant:107:DefaultText
source: So... Sanjar betrayed you, you turned to religion, and now here we are.
cs: Takže... Sanjar tě zradil, ty ses obrátil k náboženství a teď jsme tady.

# conversations/04_monarch/0403/0403_cv_graham_bryant:108:DefaultText
source: But his workers enjoy much more freedom than those of the Board.
cs: Jeho zaměstnanci však mají mnohem větší svobodu než zaměstnanci správní rady.

# conversations/04_monarch/0403/0403_cv_graham_bryant:109:DefaultText
source: Do you need to be asleep to have an awakening?
cs: Musíte být ve spánku, abyste se probudili?

# conversations/04_monarch/0403/0403_cv_graham_bryant:110:DefaultText
source: You know, you aren't the first to make that joke.
cs: Víš, nejsi první, kdo si z toho dělá legraci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:111:DefaultText
source: Their leashes may be longer, but their collars are just as tight.
cs: Jejich vodítka jsou sice delší, ale obojky stejně pevné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:112:DefaultText
source: I suppose that's one way to look at it. Another is that misfortune often brings opportunity. I found my path through the tragedies of my past.
cs: To je asi jeden ze způsobů, jak se na to dívat. Jiný způsob je, že neštěstí často přináší příležitost. Svou cestu jsem našel díky tragédiím své minulosti.

# conversations/04_monarch/0403/0403_cv_graham_bryant:113:DefaultText
source: Questions like these are distractions. It doesn't matter whether an entity sparked the universe or not. Only by pursuing the Eternal truth will we find these - and other - answers.
cs: Takové otázky odvádějí pozornost. Nezáleží na tom, zda vesmír vznikl z nějaké entity, nebo ne. Tyto - a další - odpovědi nalezneme pouze tehdy, budeme-li usilovat o Věčnou pravdu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:115:DefaultText
source: Like when I get lost, so I draw myself a map.
cs: Jako když se ztratím, tak si nakreslím mapu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:118:DefaultText
source: I'm troubled by how well you two get each other.
cs: Trápí mě, jak dobře si vy dva rozumíte.

# conversations/04_monarch/0403/0403_cv_graham_bryant:123:DefaultText
source: I heard about you. You're trying to change the colony, right? Transform the soul and character of Halcyon.
cs: Slyšel jsem o vás. Snažíte se změnit kolonii, že? Změnit duši a charakter Halcyonu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:124:DefaultText
source: Meanwhile, the Board strangles the will of its workers. It is the penultimate exercise of a poisoned society, where people are enslaved by a corporate ladder.
cs: Rada mezitím dusí vůli svých zaměstnanců. Je to předposlední projev otrávené společnosti, kde jsou lidé zotročeni žebříčkem společnosti.

# conversations/04_monarch/0403/0403_cv_graham_bryant:125:DefaultText
source: We seek to replace their way of life with ours. Philosophism is the key to unlocking their shackles.
cs: Snažíme se nahradit jejich způsob života naším. Klíčem k uvolnění jejich okovů je filosofie.

# conversations/04_monarch/0403/0403_cv_graham_bryant:127:DefaultText
source: But it'd be dangerous to let anarchy run rampant.
cs: Ale bylo by nebezpečné nechat řádit anarchii.

# conversations/04_monarch/0403/0403_cv_graham_bryant:128:DefaultText
source: From what I've seen, I have to agree. Anarchy would be better.
cs: Z toho, co jsem viděl, musím souhlasit. Anarchie by byla lepší.

# conversations/04_monarch/0403/0403_cv_graham_bryant:129:DefaultText
source: Well, the rest of the colony thinks your way is insane.
cs: Zbytek kolonie si myslí, že tvůj způsob je šílený.

# conversations/04_monarch/0403/0403_cv_graham_bryant:130:DefaultText
source: This is not anarchy. Society requires structure, Captain. It is just that the Board's structure is killing the colony. Ours will not.
cs: Tohle není anarchie. Společnost vyžaduje strukturu, kapitáne. Jde jen o to, že struktura rady zabíjí kolonii. Naše ne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:132:DefaultText
source: The perception of visionaries is often tainted by the lies of their oppressors. A sad state of affairs to be sure.
cs: Vnímání vizionářů je často zkaleno lží jejich utlačovatelů. To je jistě smutný stav.

# conversations/04_monarch/0403/0403_cv_graham_bryant:133:DefaultText
source: I realize the Board has blockaded our efforts, but... Devil's Peak is an interplanetary radio tower. Surely somebody is listening.
cs: Uvědomuji si, že rada zablokovala naše úsilí, ale... Ďáblův štít je meziplanetární rádiová věž. Určitě ji někdo poslouchá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:134:DefaultText
source: ...Surely?
cs: ...jistě?

# conversations/04_monarch/0403/0403_cv_graham_bryant:135:DefaultText
source: I've been around the colony and I've never heard it.
cs: Byl jsem v okolí kolonie a nikdy jsem to neslyšel.

# conversations/04_monarch/0403/0403_cv_graham_bryant:136:DefaultText
source: You're only transmitting on a single radio frequency and very few people can receive it.
cs: Vysíláte pouze na jediné rádiové frekvenci a přijímá ji jen velmi málo lidí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:138:DefaultText
source: Look, I don't really care how effective it is. I just need the tower quiet.
cs: Podívejte, je mi jedno, jak je to účinné. Jen potřebuju, aby byla věž tichá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:139:DefaultText
source: Um... 'scuse me? I'm from Edgewater, on Terra 2. If you'll pardon my saying, nobody I know's ever heard of you.
cs: Um... promiňte? Jsem z Edgewateru na Terře 2. Promiňte, že to říkám, ale nikdo, koho znám, o vás nikdy neslyšel.

# conversations/04_monarch/0403/0403_cv_graham_bryant:140:DefaultText
source: Hold on. You're saying you want to print propaganda in their magazines?
cs: Počkejte. Chcete říct, že chcete v jejich časopisech tisknout propagandu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:141:DefaultText
source: Some of us actually read those periodicals, boss. Gotta be acquainted with the enemy's propaganda, and what-all.
cs: Někteří z nás tato periodika skutečně čtou, šéfe. Musíme se seznámit s nepřátelskou propagandou a tak.

# conversations/04_monarch/0403/0403_cv_graham_bryant:142:DefaultText
source: Might actually have better reach. People read that stuff all over the system - even in Byzantium.
cs: Možná má lepší dosah. Lidé to čtou v celém systému - dokonce i v Byzanci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:143:DefaultText
source: Citizens of Halcyon are glued to their periodicals. They obsess over Tossball and fashion, and the Board uses these obsessions to control them.
cs: Občané Halcyonu jsou přilepeni ke svým časopisům. Jsou posedlí Tossballem a módou a představenstvo je pomocí této posedlosti ovládá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:145:DefaultText
source: Welcome back, Captain.
cs: Vítejte zpět, kapitáne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:151:DefaultText
source: I've got bad news. Sanjar's made it illegal to sell to you guys.
cs: Mám špatné zprávy. Sanjar vám zakázal prodávat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:152:DefaultText
source: I don't know what you did to piss him off, but Sanjar isn't selling to you anymore.
cs: Nevím, čím jsi ho naštval, ale Sanjar ti už nic neprodává.

# conversations/04_monarch/0403/0403_cv_graham_bryant:157:DefaultText
source: What are you arguing about?
cs: O čem se hádáte?
