Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_graham_bryant.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_graham_bryant:805:DefaultText
source: Not now. In the wake of Zora's death, I have so much to meditate on.
cs: Teď ne. Po Zořině smrti mám o čem přemýšlet.

# conversations/04_monarch/0403/0403_cv_graham_bryant:818:DefaultText
source: Not now.
cs: Teď ne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:819:DefaultText
source: Certainly.
cs: Jistě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:820:DefaultText
source: I need you to stop using Devil's Peak.
cs: Potřebuji, abys přestal používat Devil's Peak.

# conversations/04_monarch/0403/0403_cv_graham_bryant:821:DefaultText
source: Let me ask you something first.
cs: Nejprve se vás na něco zeptám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:828:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/04_monarch/0403/0403_cv_graham_bryant:832:DefaultText
source: What, you don't like Amber Heights?
cs: Cože, to se ti nelíbí Amber Heights?

# conversations/04_monarch/0403/0403_cv_graham_bryant:833:DefaultText
source: No, no, it isn't that. It's just... well, this city is a monument, towering in defiance of the wilderness. It should have crumbled long ago, yet here we are, safe within its walls.
cs: Ne, ne, tak to není. Je to jen... no, tohle město je monument, který se tyčí navzdory divočině. Už dávno se mělo rozpadnout, ale my jsme tady, v bezpečí za jeho zdmi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:837:DefaultText
source: It's wonderful to be back in the Bay.
cs: Je skvělé být zpátky v zátoce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:838:DefaultText
source: That is not an accident. It's no miracle. It's the result of hard work, of men and women committed to a cause. Despite everything, Stellar Bay still stands.
cs: To není náhoda. Není to žádný zázrak. Je to výsledek tvrdé práce mužů a žen, kteří jsou oddáni věci. Navzdory všemu Hvězdná zátoka stále stojí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:839:DefaultText
source: Amber Heights may have been our home for a time, but my people deserved better for their own hard work and commitment. The Eternal has provided this city as a reward.
cs: Amber Heights sice byly po určitou dobu naším domovem, ale moji lidé si za svou tvrdou práci a odhodlání zasloužili něco lepšího. Věčný jim za odměnu poskytl toto město.

# conversations/04_monarch/0403/0403_cv_graham_bryant:840:DefaultText
source: Wait, you don't have a plan at this point? How will you run the city?
cs: Počkej, ty v tuto chvíli nemáš žádný plán? Jak budete řídit město?

# conversations/04_monarch/0403/0403_cv_graham_bryant:841:DefaultText
source: If you believe me to be running things, I'm afraid you haven't been paying any attention at all.
cs: Pokud si myslíte, že věci řídím já, obávám se, že jste vůbec nedávali pozor.

# conversations/04_monarch/0403/0403_cv_graham_bryant:842:DefaultText
source: The Iconoclasts are free to believe in and do what they will. It's worked well thus far. Moving into Stellar Bay hasn't changed that.
cs: Ikonoklasté si mohou věřit a dělat, co chtějí. Dosud to fungovalo dobře. Přestěhování do Hvězdné zátoky na tom nic nezměnilo.

# conversations/04_monarch/0403/0403_cv_graham_bryant:843:DefaultText
source: Had two cruisers. Had. The other's been missing for a long time.
cs: Měl dva křižníky. Měl. Druhý je už dlouho nezvěstný.

# conversations/04_monarch/0403/0403_cv_graham_bryant:844:DefaultText
source: If I know the Board, it isn't missing. They're hiding it. Protecting it. Preparing it for war.
cs: Pokud znám představenstvo, nechybí. Schovávají to. Chrání ji. Připravují ji na válku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:845:DefaultText
source: I think I just felt my brain kick into a higher gear. Is this what you folks call enlightenment?
cs: Myslím, že jsem právě cítil, jak můj mozek přeřadil na vyšší rychlostní stupeň. Tomuhle vy říkáte osvícení?

# conversations/04_monarch/0403/0403_cv_graham_bryant:846:DefaultText
source: I find it amazing that enlightenment can be triggered in so many different ways. A shame, though. If there was a common, dependable trigger there'd be many more of us, I believe.
cs: Přijde mi úžasné, že osvícení může být vyvoláno tolika různými způsoby. Ale je to škoda. Věřím, že kdyby existoval společný, spolehlivý spouštěč, bylo by nás mnohem víc.

# conversations/04_monarch/0403/0403_cv_graham_bryant:847:DefaultText
source: "Us?" You have yet to experience your awakening. You haven't embraced Philosophism. You haven't sacrificed with us or helped spread the cause. You still have much to learn.
cs: "My?" Ještě jste nezažili své probuzení. Ještě jste nepřijali filosofismus. Neobětovali jste se s námi ani jste nepomohli šířit tuto věc. Stále se máte co učit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:848:DefaultText
source: I uh... see. Perhaps one day I can return to study at your feet to complete my journey to purity.
cs: Já... chápu. Možná se jednoho dne budu moci vrátit ke studiu u tvých nohou, abych dokončil svou cestu k čistotě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:849:DefaultText
source: Let it go, Max. Mr. Bryant's got you beat.
cs: Nech to být, Maxi. Pan Bryant tě porazil.

# conversations/04_monarch/0403/0403_cv_graham_bryant:850:DefaultText
source: Let's let them talk, Felix.
cs: Nechme je mluvit, Felixi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:853:DefaultText
source: <Let them talk>
cs: <Nechte je mluvit>

# conversations/04_monarch/0403/0403_cv_graham_bryant:854:DefaultText
source: <Let them talk>
cs: <Nechte je mluvit>

# conversations/04_monarch/0403/0403_cv_graham_bryant:855:DefaultText
source: Meet our forces in the ruins south of the city. Come prepared. MSI is sure to go down swinging.
cs: S našimi jednotkami se setkáte v ruinách jižně od města. Přijďte připraveni. MSI určitě půjde k zemi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:856:DefaultText
source: Sanjar's death is... surprisingly heavy on my conscience. After all this time.
cs: Sanjarova smrt mě překvapivě tíží na svědomí. Po tak dlouhé době.

# conversations/04_monarch/0403/0403_cv_graham_bryant:857:DefaultText
source: When we set down this path, I knew there would be those who staunchly blocked the way, and that they'd need to be cut down. I just... didn't expect to care so much for their lives.
cs: Když jsme se vydali na tuto cestu, věděl jsem, že se najdou tací, kteří nám budou tvrdošíjně bránit v cestě, a že je bude třeba odříznout. Jen jsem... nečekal, že mi bude tolik záležet na jejich životech.
