Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:1:DefaultText
source: Never seen you before.
cs: Nikdy předtím jsem vás neviděl.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:2:DefaultText
source: I'm drinking here. Move yourself on.
cs: Piju tady. Jděte dál.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:4:DefaultText
source: I'm new here.
cs: Jsem tu nová.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:5:DefaultText
source: You say that like it's a problem.
cs: Říkáš to, jako by to byl problém.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:6:DefaultText
source: You sure about that? You're so drunk, you're barely sitting up straight.
cs: Jste si tím jistý? Jsi tak opilý, že sotva sedíš rovně.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:7:DefaultText
source: Take my advice. Move on. Get offworld if you can. If you can't, get to the Bay.
cs: Dejte na mou radu. Jděte dál. Pokud můžete, odejděte z planety. Pokud nemůžete, jeďte do zátoky.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:8:DefaultText
source: Nothing on this moon for nobody. Just a lotta heartbreak.
cs: Na tomto měsíci není nic pro nikoho. Jen spousta zlomených srdcí.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:9:DefaultText
source: Not for me. Maybe for you. You come out here looking for some better life, kid?
cs: Pro mě ne. Možná pro tebe. Přišel jsi sem hledat lepší život, chlapče?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:10:DefaultText
source: I may not remember today tomorrow, but I damn well remember yesterday now.
cs: Možná si zítra nebudu pamatovat dnešek, ale včerejšek si pamatuju zatraceně dobře.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:11:DefaultText
source: "Better life?" On this shithole moon?
cs: "Lepší život?" Na tomhle zasraném měsíci?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:12:DefaultText
source: Do people actually come here? Like... willingly?
cs: Opravdu sem lidé chodí? Jako... dobrovolně?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:13:DefaultText
source: Just passing through.
cs: Jen projíždím.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:14:DefaultText
source: Ain't that the fucking truth.
cs: To je přece pravda.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:15:DefaultText
source: Buncha corporate-types from Tee-Two flew in last month. Paid SubLight to bring them.
cs: Minulý měsíc přiletěla parta korporátních lidí z Tee-Two. Zaplatili SubLightu, aby je přivezl.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:16:DefaultText
source: After two weeks, all but one of them were dead. Rapts. Mantis. Fungus. Storm. And that last fella? His brain broke.
cs: Po dvou týdnech byli všichni až na jednoho mrtví. Rapty. Kudlanka nábožná. Houby. Bouře. A ten poslední? Zlomil se mu mozek.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:17:DefaultText
source: Good on you. Make a little money, move on. Don't get killed out there, kid.
cs: To je dobře. Vydělejte si trochu peněz a jděte dál. Nenech se tam zabít, chlapče.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:18:DefaultText
source: Wait. I mean- Nah, that's what I meant.
cs: Počkat. Chtěl jsem říct... Ne, tak jsem to myslel.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:19:DefaultText
source: Maybe not in this particular town. But in general, sure.
cs: Možná ne v tomto konkrétním městě. Ale obecně určitě.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:20:DefaultText
source: That ain't likely to happen on T1. Monarch. Whatever they call this shithole now.
cs: To se na T1 pravděpodobně nestane. Monarcha. Ať už se téhle díře říká jakkoli.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:21:DefaultText
source: I been halfway around T1... heh. Monarch, they call it now. Been around it twice. Stood at the Hot Pole and the Cold.
cs: Byl jsem na půl cesty kolem T1... heh. Monarcha, říkají tomu teď. Byl jsem kolem ní dvakrát. Stál jsem na Horkém pólu a na Studeném.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:22:DefaultText
source: Take my advice. Get yourself a berth offworld. Anywhere. Don't look back. Just keep flying.
cs: Dejte na mou radu. Najděte si místo mimo Zemi. Kamkoliv. Neohlížejte se. Prostě létej dál.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:23:DefaultText
source: If you're trying to turn my head, mister, you'd best know I'm too old for that sort of thing.
cs: Jestli se mi snažíte zamotat hlavu, pane, tak vězte, že na takové věci jsem už moc starý.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:23:FemaleText
source: If you're trying to turn my head, ma'am, I'm afraid my preferences lie elsewhere.
cs: Pokud se mi snažíte zamotat hlavu, madam, obávám se, že mé preference jsou jinde.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:24:DefaultText
source: You don't get beat in that outfit? Not many'd fly Board colors hereabouts.
cs: V tomhle oblečení tě nikdo neporazí? Málokdo by tady létal v barvách rady.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:29:DefaultText
source: Oh. Nyoka. How've you been?
cs: Oh. Nyoka. Jak se máš?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:31:DefaultText
source: Better. Worse. I don't know. You know.
cs: Lepší. Horší. Nevím. Ty víš.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:32:DefaultText
source: If you got it in your mind that I want company, you're wrong.
cs: Jestli si myslíš, že chci společnost, tak se mýlíš.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:38:DefaultText
source: What's your story?
cs: Jaký je váš příběh?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:39:DefaultText
source: <Pay 20 Bits> Buy yourself a drink.
cs: <Platba 20 bitů> Kup si pití.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:40:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:41:DefaultText
source: We'll leave you be.
cs: Necháme vás být.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:42:DefaultText
source: Got any more stories? I'm buying.
cs: Máte další příběhy? Kupuji.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:45:DefaultText
source: Nah. Go out and live your life for a bit. Do something... I dunno. Exciting.
cs: Ne. Jdi ven a žij trochu svůj život. Dělej něco... Nevím. Něco vzrušujícího.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:46:DefaultText
source: Not just yet. Just gonna wait until things get less spinny.
cs: Ještě ne. Jen počkám, až se věci nebudou tolik točit.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:48:DefaultText
source: Nyoka, you know this guy?
cs: Nyoko, znáš ho?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:50:DefaultText
source: I can't repay no kindnesses, now.
cs: Teď už nemohu oplatit žádnou laskavost.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:51:DefaultText
source: I won't decline it.
cs: Neodmítnu ji.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:52:DefaultText
source: I'm near out of stories. You'll have to enjoy this one.
cs: Už mi skoro došly příběhy. Tenhle si budete muset užít.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:53:DefaultText
source: Oh, sure. Rapt job, back before the corps went crying back to Terra 2.
cs: Jistě. Raptova práce, ještě než se sbor vrátil na Terru 2.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:54:DefaultText
source: I was a decent shot. She was better. I'm lucky to hit the broadside of a mantiqueen these days.
cs: Byl jsem slušný střelec. Ona byla lepší. Dneska mám štěstí, že se trefím do čela mantikety.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:56:DefaultText
source: Running with a different partner these days? Thought the other ones was gonna last.
cs: Běháte v těchto dnech s jiným partnerem? Myslel jsem, že ten druhý vydrží.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:57:DefaultText
source: You had other partners? Who?
cs: Měl jste jiné partnery? Koho?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:58:DefaultText
source: I don't think Nyoka wants to talk about this.
cs: Myslím, že Nyoka o tom nechce mluvit.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:59:DefaultText
source: I brought her on to guide us through the wilderness.
cs: Přivedl jsem ji, aby nás provedla divočinou.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:60:DefaultText
source: Bygone age, Captain. Let it go.
cs: Minulá doba, kapitáne. Nechte to být.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:61:DefaultText
source: No one knows the dustback better. Whatever you're paying, it's a bargain.
cs: Nikdo nezná dustback lépe. Ať už zaplatíte cokoli, je to výhodná koupě.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:62:DefaultText
source: It's pretty simple, kid. I sit at the bar. I drink. I mind my own business. That's it.
cs: Je to jednoduché, chlapče. Sedím u baru. Piju. Starám se o sebe. To je všechno.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:63:DefaultText
source: You said you've been around the whole moon. You must know a few things no one else does.
cs: Říkal jsi, že jsi byl na celém Měsíci. Musíš vědět pár věcí, které nikdo jiný neví.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:64:DefaultText
source: I can buy you a bottle, or I can bust one over your head. And don't call me "kid."
cs: Můžu ti koupit láhev, nebo ti ji můžu rozbít o hlavu. A neříkej mi "dítě".

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:65:DefaultText
source: I overheard somebody saying you were the best to ask about the real Monarch.
cs: Zaslechl jsem, jak někdo říká, že jste nejlepší, koho se na skutečného Monarchu zeptat.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:82:DefaultText
source: Bet I could out-drink you.
cs: Vsadím se, že bych tě dokázal přebít.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:83:DefaultText
source: Kid, I ain't got but half a liver left, and what's there don't work so good. And I could still drink you under the table.
cs: Chlapče, mám už jen půlku jater, a ty, co tam jsou, už tak dobře nefungují. A ještě bych tě mohl vypít pod stolem.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:84:DefaultText
source: Look. You want to buy the drinks, I'll do my bit to keep you entertained. Just don't ask me to dance.
cs: Podívejte se. Jestli chceš platit pití, já se postarám o tvou zábavu. Jen po mně nechtěj, abych tančil.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:85:DefaultText
source: The only thing I got to teach is, "get the fuck off T1." Or whatever they're calling is this week. Anybody with half a brain could tell you that.
cs: Jediné, co vás musím naučit, je "vypadněte z T1". Nebo jak se tomu tenhle týden říká. To by vám mohl říct každý, kdo má půlku mozku.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:87:DefaultText
source: Denting my skull would be a waste of perfectly good alcohol. I got two exes who'd vouch.
cs: Rozbít si lebku by bylo plýtvání skvělým alkoholem. Mám dvě bývalé, které by se za to zaručily.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:88:DefaultText
source: Yeah. Well. They didn't.
cs: Jo. Dobře. Neudělali to.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:89:DefaultText
source: Yeah, I'm getting that. Apologies.
cs: Jo, to chápu. Omlouvám se.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:90:DefaultText
source: Anyway. I had a herd of woolly cows back in them days. Then a pride of rapts moved in, and I had a lot less. Nyoka cleared them out.
cs: Každopádně. V těch dobách jsem měl stádo vlnitých krav. Pak se ke mně nastěhovala smečka raplů a já jich měl mnohem méně. Nyoka je vyčistila.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:91:DefaultText
source: Whoever said that must've been lying. Or maybe they was drunk. I don't know nothing a dozen better folk couldn't tell you.
cs: Ten, kdo to řekl, musel lhát. Nebo byl možná opilý. Nevím nic, co by vám neřekl tucet lepších lidí.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:92:DefaultText
source: All right, so... I reckon one of the most interesting places I been is the Hot Pole. You know what that is?
cs: Dobře, takže... Myslím, že jedno z nejzajímavějších míst, kde jsem byl, je Hot Pole. Víš, co to je?

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:93:DefaultText
source: So you know about the ocean. It's where the Monarch-ists keep their saltuna.
cs: Takže o oceánu víte. Monarchisté v něm chovají své saltuny.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:94:DefaultText
source: I told you before about the Hot Pole. The point of Tee- of Monarch closest to the gas giant.
cs: Už jsem vám říkal o Horkém pólu. Bod Tee- Monarchu, který je nejblíže plynnému obrovi.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:96:DefaultText
source: I've got no idea.
cs: Nemám tušení.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:97:DefaultText
source: If I knew anything about Monarch, I wouldn't be asking you.
cs: Kdybych o Monarchu něco věděl, neptal bych se vás.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:98:DefaultText
source: I can make a guess. The hottest place on Monarch is probably the closest to Olympus.
cs: Mohu si tipnout. Nejžhavější místo na Monarchu je pravděpodobně nejblíže Olympu.

# conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories:99:DefaultText
source: Pretty sure I've been there. All the dancers wear feathers, right?
cs: Jsem si jistý, že jsem tam byl. Všichni tanečníci nosí peří, že?

source: Ha! No, kid. Not that kinda "hot pole."
cs: Ha! Ne, chlapče. Ne takový "žhavý sloup".

source: Fair enough.
cs: To je fér.

source: This moon ain't big enough to rotate. It's locked, one side always facing Olympus, the other always facing away.
cs: Tenhle měsíc není dost velký na to, aby se otáčel. Je uzamčený, jednou stranou vždy obrácený k Olympu, druhou vždy odvrácený.

source: Exactly.
cs: Přesně tak.

source: Olympus might not be a star, but it throws off assloads of heat. Monarch's Hot Pole is the part that's always closest to the gas giant.
cs: Olympus sice není hvězda, ale vyzařuje spoustu tepla. Monarchův horký pól je část, která je vždy nejblíže plynnému obrovi.

source: It's in the middle of this big mountain plateau. Volcanoes so high, the peaks are in space.
cs: Nachází se uprostřed velké horské plošiny. Sopky jsou tak vysoké, že jejich vrcholky jsou ve vesmíru.

source: If there's no air, how did you survive?
cs: Když není vzduch, jak jsi přežil?

source: So it's hot, it's high, and there's no air. Or not much. Nice views, though.
cs: Takže je horko, je vysoko a není tam žádný vzduch. Nebo ne moc. Ale pěkný výhled.

source: Sounds like a boring place. Nothing could live there.
cs: Zní to jako nudné místo. Nic by tam nemohlo žít.

source: I found it peaceful. No wind. No animals. No people. You ever heard *nothing?* You hold your breath, and nothing? It's... profound.
cs: Zjistil jsem, že je to klidné. Bezvětří. Žádná zvířata. Žádní lidé. Slyšeli jste někdy *nic?* Zadržíte dech, a nic? Je to... hluboké.

source: The funny thing is, dead in the middle there's just smooth rock. Circular-like. All the dust blown away. Pale gray, with hair-fine cracks all over.
cs: Vtipné je, že uprostřed je jen hladká skála. Kruhová. Všechen prach odfoukl. Bledě šedá, s vlasově jemnými prasklinami po celém povrchu.

source: O2 breathers. The heat from Olympus is worse, though. Close your eyes, you can see rays bursting through your eyeballs. Little streaks of light.
cs: Dýchací přístroje O2. Teplo z Olympusu je však horší. Zavřete oči a uvidíte, jak vám paprsky pronikají očními bulvami. Malé světelné pruhy.

source: I don't know what I was thinking - maybe I was light-headed from the O2. But I felt like I ought to take off the breather for a moment, and put my ear to the ground.
cs: Nevím, co jsem si myslel - možná jsem byl omámený z O2. Ale měl jsem pocit, že bych si měl na chvíli sundat dýchací přístroj a přiložit ucho k zemi.

source: ...and?
cs: ...a?

source: I wonder now if I imagined it. A trick of the air. The heat.
cs: Teď si říkám, jestli se mi to jen nezdálo. Je to jenom trik vzduchu. To horko.

source: It was at the edge of hearing. Deep down, far off. Irregular. Tap-tap-tap. Tap-tap. Tap-tap-tap.
cs: Bylo to na hranici slyšitelnosti. Hluboko dole, daleko. Nepravidelně. Ťuk-ťuk-ťuk. Ťuk ťuk. Ťap-ťap-ťap.

source: The sound of a bird pecking out of a shell.
cs: Zvuk ptáka klovajícího z ulity.

source: You made that whole thing up.
cs: Celé sis to vymyslel.

source: You had me going there a minute. Good story. Definitely worth the drink.
cs: Na chvíli jsi mě dostal. Dobrý příběh. Rozhodně stojí za to se napít.

source: Well that's fucking terrifying.
cs: To je zatraceně děsivé.

source: What's it mean?
cs: Co to znamená?

source: Hell if I know.
cs: K čertu, jestli to vím.

source: When there's a groundquake now, I hold my breath. Because I don't know if it's Olympus squeezing us with gravity...
cs: Když teď dojde k zemětřesení, zatajím dech. Protože nevím, jestli to není Olympus, který nás svírá gravitací...

source: Heh. I don't like to tell that one sober. Get the shakes something fierce.
cs: Heh. Nerad to říkám střízlivý. Mám z toho silnou třesavku.

source: You go on and tell yourself that.
cs: To si říkejte dál.

source: ...or wings getting stretched.
cs: ...nebo natahování křídel.

source: I don't have the money to buy a round.
cs: Nemám peníze na nákup náboje.

source: Not to worry, kid. I ain't going nowhere.
cs: Neboj se, chlapče. Nikam nepůjdu.

source: I saw it in Stellar Bay. Didn't know it was a whole ocean.
cs: Viděl jsem ho ve Stellar Bay. Nevěděl jsem, že je to celý oceán.

source: I heard they grow saltuna, but I hadn't seen an ocean. Seems dusty for that.
cs: Slyšel jsem, že tam rostou saltuny, ale oceán jsem neviděl. Na to se mi zdá prašný.

source: Saltuna aren't from Monarch, are they?
cs: Saltuna není z Monarchu, že ne?

source: It goes all the way around the moon, at the twilight band. On one side, the volcanoes of the Hot Pole. On the other, the storm-wall of the Cold Pole.
cs: Prochází kolem celého Měsíce, v pásmu soumraku. Na jedné straně jsou sopky na horkém pólu. Na druhé straně bouřková stěna studeného pólu.

source: Nobody knows how deep it is. Never needed to. The saltuna keep near the surface. What's more interesting to me is the tides.
cs: Nikdo neví, jak je hluboká. Nikdy to nebylo potřeba. Saltuna se drží blízko hladiny. Zajímavější je pro mě příliv a odliv.

source: There ain't a single native beast we can eat. Saltuna were made in a lab.
cs: Neexistuje jediné domorodé zvíře, které bychom mohli sníst. Saltuna byla vyrobena v laboratoři.

source: You'll see it if you ever get up to the Bay. You can smell it from here.
cs: Uvidíte to, pokud se někdy dostanete do zálivu. Je to odtud cítit.

source: If Monarch's locked so one side always faces Olympus, how are there tides?
cs: Pokud je Monarcha uzamčen tak, že je vždy jednou stranou obrácen k Olympu, jak je možné, že dochází k přílivu a odlivu?

source: After that last story, should I expect this to end with you running into a giant fish?
cs: Mám po tom posledním příběhu očekávat, že to skončí tím, že narazíš na obří rybu?

source: You couldn't pay me enough to go out on a boat. That much water scares the fuck outta me. Least space kills you honest. You can see forever.
cs: Za plavbu na lodi byste mi nezaplatili ani korunu. Tolik vody mě děsí. Nejméně prostoru tě zabije. Vidíš věčně.

source: Tides? Water comes up, water goes down. No big deal.
cs: Příliv a odliv? Voda stoupá, voda klesá. O nic nejde.

source: Big ocean. Circles the planet. This is getting boring real fast, old man.
cs: Velký oceán. Obklopuje planetu. Tohle začíná být rychle nudné, staříku.

source: Nobody's asked me that before. Way I hear it, it kinda wobbles back and forth. The ocean sloshes side to side as it does.
cs: Na to se mě ještě nikdo nezeptal. Já to slyším tak, že to kolísá sem a tam. Oceán se přitom kymácí ze strany na stranu.

source: No big deal on Tee-Two, maybe. Or back on Earth, so it's said.
cs: U Tee-Two možná o nic nejde. Nebo na Zemi, jak se říká.

source: Wait for it, kid.
cs: Počkej si na to, chlapče.

source: On account of how big Olympus is, the tides are monsters. When it's low, the ocean pulls back miles. When it's high, entire islands go under.
cs: Vzhledem k tomu, jak je Olymp velký, jsou přílivy a odlivy monstrózní. Když je nízký, oceán se stáhne o kilometry. Když je vysoký, potápí se celé ostrovy.

source: It ain't so bad in the Bay - likely why they built a city here. But one morning I've gone a ways east. Tides are out. And off in the mud, I see something catching sun.
cs: V zálivu to není tak špatné - pravděpodobně proto zde postavili město. Ale jednoho rána jsem se vydal na východ. Příliv a odliv. A v bahně vidím, jak něco chytá slunce.

source: If you're gonna tell me sunken alien ruins, I'm gonna be real disappointed.
cs: Jestli mi chceš říct, že jsou to potopené ruiny mimozemšťanů, tak budu opravdu zklamaný.

source: Saltuna left stranded by the tide, maybe.
cs: Možná Saltuna, která zůstala uvězněná v přílivu a odlivu.

source: If it was me, I would've headed out for a look-see.
cs: Kdybych to byl já, šel bych se tam podívat.

source: That's what I first thought. But something like that'd be flopping about. This was steady and clean. Like metal.
cs: To mě napadlo jako první. Ale něco takového by bylo plácnutí do vody. Tohle bylo stabilní a čisté. Jako kov.

source: I figured it must've been some corporate boat, gone aground. Or maybe sunk by storm. Good salvage, right? Legit.
cs: Napadlo mě, že to musela být nějaká firemní loď, která najela na mělčinu. Nebo se možná potopila při bouři. Dobrá záchrana, ne? To je pravda.

source: Then we ain't so different, because I laced up my boots and struck out.
cs: Pak se od sebe tolik nelišíme, protože jsem si zašněroval boty a vyrazil ven.

source: Standing out there in the mud, miles from anyplace, is a circle of silver columns. Six of them, about two stories tall. Seamless metal.
cs: V bahně, na míle daleko, stojí kruh stříbrných sloupů. Je jich šest, asi dvě patra vysoké. Bezešvý kov.

source: While I'm standing in the middle of them, my ears start pounding and I see... shapeless things. Out of the corner of my eyes. Grey. Disappearing when I look straight at them.
cs: Když stojím uprostřed nich, začne mi hučet v uších a vidím... beztvaré věci. Koutkem oka. Šedé. Mizí, když se na ně podívám přímo.

source: So now you're telling me you ran into space ghosts. Great.
cs: Takže teď mi říkáš, že jsi narazil na vesmírné duchy. Skvělé.

source: If the columns were metal, somebody must've made them.
cs: Pokud byly sloupy kovové, musel je někdo vyrobit.
