Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_bradford.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_bradford:1:DefaultText
source: Ain't seen you before. You from one of the outer 'steads, or what?
cs: Ještě jsem tě neviděl. Jsi z jedné z vnějších stead, nebo co?

# conversations/04_monarch/0403/0403_cv_bradford:5:DefaultText
source: You gotta be new here. Walk around like that, you'll get dust in all manner of places you won't like.
cs: Musíš tu být nový. Když budeš takhle chodit, dostaneš se do prachu na všech možných místech, kde se ti to nebude líbit.

# conversations/04_monarch/0403/0403_cv_bradford:6:DefaultText
source: That some kinda joke? Gussied up like some corporate flunkie?
cs: To je nějaký vtip? Nafintěný jako nějaký firemní floutek?

# conversations/04_monarch/0403/0403_cv_bradford:13:DefaultText
source: Remember to keep canteens and bottles well sealed. You don't want dust or spores getting in.
cs: Nezapomeňte dobře uzavřít čutory a láhve. Nechcete, aby se do nich dostal prach nebo spory.

# conversations/04_monarch/0403/0403_cv_bradford:14:DefaultText
source: Outer 'stead, yeah. Way off to the... south.
cs: Vnější, jo. Daleko na jihu.

# conversations/04_monarch/0403/0403_cv_bradford:15:DefaultText
source: Let's say I'm new to Monarch, and leave it there.
cs: Řekněme, že jsem v Monarchu nový, a nechme to tak.

# conversations/04_monarch/0403/0403_cv_bradford:16:DefaultText
source: Independent freighter captain. I flew in.
cs: Nezávislý kapitán nákladní lodi. Přiletěl jsem.

# conversations/04_monarch/0403/0403_cv_bradford:17:DefaultText
source: You poor sumbitch. I hear-tell the dust storms get even worse out there.
cs: Ty chudáčku. Slyšel jsem, že se tam prachové bouře ještě zhoršují.

# conversations/04_monarch/0403/0403_cv_bradford:18:DefaultText
source: Ain't you fancy? Well I got two pieces of advice for surviving the dustback, friend.
cs: Nemáte náladu? Mám pro tebe dvě rady, jak přežít návrat prachu, příteli.

# conversations/04_monarch/0403/0403_cv_bradford:19:DefaultText
source: Eh. One of them inners from Tee-Two? Welcome to the little piece of hell we reign over. I'll give you two bits worth of free advice.
cs: Eh. Jeden z těch vnitřních od Tee-Two? Vítejte v malém kousku pekla, kterému vládneme. Dám ti dvě rady zdarma.

# conversations/04_monarch/0403/0403_cv_bradford:20:DefaultText
source: One, don't let the dust get in nothing "private." It's like ten percent spores by volume. You'll be yanking out fungus by the handful.
cs: Zaprvé, nenechte prach, aby se dostal do ničeho "soukromého". Je to tak deset procent objemu spor. Houby budete vytahovat po hrstech.

# conversations/04_monarch/0403/0403_cv_bradford:21:DefaultText
source: Two, you can't actually keep the dust out. Always carry antifungals. Sprays work okay, cremes are better. You got nothing else - vodka.
cs: Zadruhé, prach ve skutečnosti nemůžete udržet venku. Vždy s sebou noste antimykotika. Spreje fungují dobře, krémy jsou lepší. Nic jiného nemáte - vodku.

# conversations/04_monarch/0403/0403_cv_bradford:22:DefaultText
source: Welcome to the heart of Iconoclast Country, brother.
cs: Vítej v srdci země ikonoklastů, bratře.

# conversations/04_monarch/0403/0403_cv_bradford:22:FemaleText
source: Welcome to the heart of Iconoclast Country, sister.
cs: Vítej v srdci země ikonoklastů, sestro.

# conversations/04_monarch/0403/0403_cv_bradford:23:DefaultText
source: Who's in charge here?
cs: Kdo tu velí?

# conversations/04_monarch/0403/0403_cv_bradford:24:DefaultText
source: What makes Graham and Zora such a big deal?
cs: Co dělá z Grahama a Zory tak velkou událost?

# conversations/04_monarch/0403/0403_cv_bradford:25:DefaultText
source: You've got an awful lot of injured here. What happened?
cs: Máte tu strašně moc zraněných. Co se stalo?

# conversations/04_monarch/0403/0403_cv_bradford:27:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/04_monarch/0403/0403_cv_bradford:28:DefaultText
source: Anything liquid you spill, mop it up post-haste. Everyone's responsible for keeping fungus in check.
cs: Jakoukoli rozlitou tekutinu urychleně vytřete. Každý je zodpovědný za udržení plísní pod kontrolou.

# conversations/04_monarch/0403/0403_cv_bradford:29:DefaultText
source: I love the smell of sulfur in the morning. And the afternoon. And evening. And night. Smells like liberty.
cs: Miluji ranní vůni síry. A odpoledne. A večer. A noc. Voní jako svoboda.

# conversations/04_monarch/0403/0403_cv_bradford:30:DefaultText
source: I came in from Stellar Bay.
cs: Přišel jsem z Hvězdné zátoky.

# conversations/04_monarch/0403/0403_cv_bradford:31:DefaultText
source: Law save me. We got a flipping Monarch-ist among us? (Laughs)
cs: Zákon mě zachraňuje. Máme mezi sebou monarchistu? (Smích)

# conversations/04_monarch/0403/0403_cv_bradford:32:DefaultText
source: Welcome to the dustback, friend. This here's the real moon. And don't you worry, we won't hold your bad taste against you.
cs: Vítej v prachu zpět, příteli. Tohle je skutečný měsíc. A neboj se, nebudeme ti mít za zlé tvůj špatný vkus.

# conversations/04_monarch/0403/0403_cv_bradford:33:DefaultText
source: Give a listen to Graham and Zora while you're in town. Could be you'll decide to move out here, where the real freedom is.
cs: Až budete ve městě, poslechněte si Grahama a Zoru. Možná se rozhodneš přestěhovat se sem, kde je skutečná svoboda.

# conversations/04_monarch/0403/0403_cv_bradford:34:DefaultText
source: "In charge?" Ha! We're Iconoclasts. Every soul a sovereign power.
cs: "Máš to na starosti?" Ha! Jsme ikonoklasté. Každá duše je svrchovaná moc.

# conversations/04_monarch/0403/0403_cv_bradford:35:DefaultText
source: We do for each other on account of it needing to be done, not because some fancy-pants manager said to.
cs: Děláme to pro sebe navzájem, protože je to potřeba, ne proto, že to řekl nějaký šikovný manažer.

# conversations/04_monarch/0403/0403_cv_bradford:36:DefaultText
source: Now, you wanna rephrase that question, maybe ask "who's respected hereabouts," I can give you a sensible answer.
cs: Když tu otázku přeformuluješ, třeba se zeptáš "kdo je tady respektovaný", můžu ti dát rozumnou odpověď.

# conversations/04_monarch/0403/0403_cv_bradford:37:DefaultText
source: I'll bite. "Who's respected hereabouts?"
cs: Kousnu. "Kdo je tady vážený?"

# conversations/04_monarch/0403/0403_cv_bradford:38:DefaultText
source: No disrespect intended.
cs: Bez urážky.

# conversations/04_monarch/0403/0403_cv_bradford:39:DefaultText
source: Somebody's organizing things. You've got posted guards.
cs: Někdo to organizuje. Máte vyslané stráže.

# conversations/04_monarch/0403/0403_cv_bradford:40:DefaultText
source: Aw, none taken. You're new here. Just trying to set you up with the lay of the land, is all.
cs: Žádný není přijatý. Jsi tu nový. Jen se tě snažím seznámit se zdejšími poměry, to je vše.

# conversations/04_monarch/0403/0403_cv_bradford:41:DefaultText
source: We'll make an Iconoclast out of you yet. Out here, you ain't beholden to managers nor wages.
cs: Ještě z tebe uděláme ikonoklasta. Tady nejsi zavázán manažerům ani mzdám.

# conversations/04_monarch/0403/0403_cv_bradford:42:DefaultText
source: Every soul here knows to keep a weather eye out. Everyone's lost somebody to the wildlife.
cs: Každá duše tady ví, že má sledovat počasí. Každý někdy někoho ztratil kvůli divoké přírodě.

# conversations/04_monarch/0403/0403_cv_bradford:43:DefaultText
source: It's a simple question. Just answer it.
cs: Je to jednoduchá otázka. Stačí na ni odpovědět.

# conversations/04_monarch/0403/0403_cv_bradford:44:DefaultText
source: The two names every Iconoclast esteems would be Mr. Graham and Ms. Zora. They ain't leaders - and don't you insult them by calling them such.
cs: Dvě jména, kterých si každý ikonoklast váží, jsou pan Graham a paní Zora. Nejsou to vůdci - a neurážejte je tím, že je tak nazýváte.

# conversations/04_monarch/0403/0403_cv_bradford:45:DefaultText
source: They're more like... everyone's grandparents. They been around. They know shit. You got a problem, best bet's to ask them.
cs: Jsou to spíš... prarodiče všech. Byli tady. Vědí hovno. Když máš problém, nejlepší je zeptat se jich.

# conversations/04_monarch/0403/0403_cv_bradford:46:DefaultText
source: That didn't stop Ms. Zora from picking a few souls and imposing a schedule. Be here then. Leave there later. Downright un-Icon... in-Icono... Well, it ain't what we do.
cs: To ale paní Zoře nebránilo v tom, aby si vybrala několik duší a vnutila jim rozvrh. Buď tedy tady. Odejděte později. Přímo neikonské... neikonské... No, to není to, co děláme.

# conversations/04_monarch/0403/0403_cv_bradford:47:DefaultText
source: Take that on top of what happened on the northern expedition. She and Graham are exchanging harsher words than usual.
cs: K tomu připočtěte, co se stalo na severní výpravě. S Grahamem si vyměňují ostřejší slova než obvykle.

# conversations/04_monarch/0403/0403_cv_bradford:48:DefaultText
source: It's a question that don't mean nothing around these parts. Keep a civil tongue in your head, friend. I'll set you straight.
cs: Je to otázka, která v těchto končinách nic neznamená. Zachovej si slušný jazyk, příteli. Uvedu tě na pravou míru.

# conversations/04_monarch/0403/0403_cv_bradford:49:DefaultText
source: Is that "northern expedition" you mentioned the reason all these people are hurt?
cs: Je ta "severní expedice", kterou jste zmínil, důvodem, proč jsou všichni ti lidé zraněni?

# conversations/04_monarch/0403/0403_cv_bradford:50:DefaultText
source: I only heard the tale myself. Wasn't there, see? And no one here's too disposed towards telling it right now.
cs: Sám jsem ten příběh jen slyšel. Nebyl tam, vidíš? A nikdo tady teď není příliš nakloněn tomu, aby ji vyprávěl.

# conversations/04_monarch/0403/0403_cv_bradford:51:DefaultText
source: Afraid so. Now, I wasn't there, mind. I've just been helping Ms. Zora with triage.
cs: Obávám se, že ano. Nebyl jsem u toho. Jen jsem pomáhal slečně Zoře s tříděním.

# conversations/04_monarch/0403/0403_cv_bradford:52:DefaultText
source: Ms. Zora took a team into the ruins north of here. Looking for supplies, I heard. But they ran into a sulfuring mantiqueen out from the wastes.
cs: Paní Zora vzala tým do ruin severně odtud. Prý hledají zásoby. Ale narazili na sířícího mantikeana z pustiny.

# conversations/04_monarch/0403/0403_cv_bradford:53:DefaultText
source: After getting the survivors treated, she went to tell Mr. Graham what happened. Reckon that's her cussing in the distance.
cs: Poté, co ošetřila přeživší, šla říct panu Grahamovi, co se stalo. Myslí si, že v dálce nadává.

# conversations/04_monarch/0403/0403_cv_bradford:54:DefaultText
source: A queen? You're kidding.
cs: Královna? To si děláte legraci.

# conversations/04_monarch/0403/0403_cv_bradford:55:DefaultText
source: That's the word, ma'am.
cs: To je to slovo, madam.

# conversations/04_monarch/0403/0403_cv_bradford:58:DefaultText
source: A mantiqueen would be what, now?
cs: Mantiketa by byla co, teď?

# conversations/04_monarch/0403/0403_cv_bradford:59:DefaultText
source: Seems like your people came out on the losing side.
cs: Zdá se, že vaši lidé byli na straně poražených.

# conversations/04_monarch/0403/0403_cv_bradford:60:DefaultText
source: Where's Zora now?
cs: Kde je Zora teď?

# conversations/04_monarch/0403/0403_cv_bradford:61:DefaultText
source: Walking death. Pincers the size of your head. Spits acid. Got that angry kind of hunger, where it don't care what it's eating so long as it struggles all the way down.
cs: Kráčející smrt. Kleště velikosti vaší hlavy. Plive kyselinu. Má takový ten vzteklý hlad, kdy je mu jedno, co jí, hlavně že se probojuje až dolů.

# conversations/04_monarch/0403/0403_cv_bradford:62:DefaultText
source: Nasty manner of bug. One of the native beasts. Can bite off your damn head, and that's if you're lucky.
cs: Nepříjemný způsob chyby. Jedna z původních šelem. Může vám ukousnout hlavu, pokud máte štěstí.

# conversations/04_monarch/0403/0403_cv_bradford:65:DefaultText
source: Like any encounter with a queen. Six folks dead on the ground in seconds, the rest running.
cs: Jako každé setkání s královnou. Šest mrtvých na zemi během několika vteřin, zbytek utíká.

# conversations/04_monarch/0403/0403_cv_bradford:82:DefaultText
source: You got the same right to be here as any other. But we'll keep eyes on you. Don't you forget that.
cs: Máte stejné právo být zde jako kdokoli jiný. Ale budeme tě sledovat. Na to nezapomeň.

# conversations/04_monarch/0403/0403_cv_bradford:83:DefaultText
source: Heard-tell you're a "friend of Graham." You're among your own here. Breathe easy.
cs: Slyšel jsem, že jsi "Grahamův přítel". Jsi tu mezi svými. Dýchej klidně.

# conversations/04_monarch/0403/0403_cv_bradford:84:DefaultText
source: Right, now, you listen to me. You're no friend of the cause - we been warned of you.
cs: Dobře, teď mě poslouchej. Nejsi přítel věci - varovali jsme tě.

# conversations/04_monarch/0403/0403_cv_bradford:85:DefaultText
source: You're that fella that's been helping the cause, ain't you?
cs: Ty jsi ten chlápek, co nám pomáhá, že jo?

# conversations/04_monarch/0403/0403_cv_bradford:85:FemaleText
source: You're that lady that's been helping us, ain't you?
cs: Vy jste ta paní, co nám pomáhala, že?

# conversations/04_monarch/0403/0403_cv_bradford:86:DefaultText
source: Didn't figure I'd get to talk to you. Thanks for what you done.
cs: Nečekal jsem, že si s tebou budu moct promluvit. Díky za to, co jsi udělal.

# conversations/04_monarch/0403/0403_cv_bradford:87:DefaultText
source: But you got the same right to be here as any free soul. You do no harm here, ain't no one'll harm you. That's how the Iconoclasts work.
cs: Ale máš stejné právo být tady jako každá svobodná duše. Když tu nikomu neublížíš, nikdo ti neublíží. Takhle fungují Ikonoklasté.

# conversations/04_monarch/0403/0403_cv_bradford:88:DefaultText
source: When the Monarch-ists wanted to settle down and play nice with the Board, Graham was the one that took a stand. He's the reason we're here, breathing free air.
cs: Když se monarchisté chtěli uklidnit a hrát si s představenstvem, byl to Graham, kdo se postavil na odpor. Díky němu jsme tady a dýcháme svobodný vzduch.

# conversations/04_monarch/0403/0403_cv_bradford:89:DefaultText
source: Zora's our best sawbones. Nearly every soul here owes her their life. She's got funny ways, but they work.
cs: Zora je naše nejlepší pilka. Skoro každá duše tady jí vděčí za život. Má zvláštní způsoby, ale fungují.

# conversations/04_monarch/0403/0403_cv_bradford:90:DefaultText
source: You said Graham and Zora argue a lot.
cs: Říkal jsi, že se Graham a Zora často hádají.

# conversations/04_monarch/0403/0403_cv_bradford:91:DefaultText
source: Zora's saved nearly everyone's life? Do you get into that much trouble?
cs: Zora zachránila život téměř všem? Dostáváte se do takových problémů?

# conversations/04_monarch/0403/0403_cv_bradford:92:DefaultText
source: Welcome to Monarch. The animals think you're tasty. The fungus thinks your lungs are a great place to plant spores.
cs: Vítejte ve společnosti Monarch. Zvířata si myslí, že jsi chutný. Houby si myslí, že tvé plíce jsou skvělým místem k nasazení spor.

# conversations/04_monarch/0403/0403_cv_bradford:93:DefaultText
source: That ain't enough? Look at the sky. Olympus yanks this moon about like a drunk dancer. Storms to curl your hair and quakes to rattle your brainpan.
cs: To nestačí? Podívejte se na oblohu. Olympus s tímhle měsícem tancuje jako opilý tanečník. Bouře ti zkřiví vlasy a zemětřesení ti rozkmitá mozkovnu.

# conversations/04_monarch/0403/0403_cv_bradford:94:DefaultText
source: Well, sure. It's on account of how we all work. No Iconoclast makes another do as they say just because. You gotta convince them.
cs: No, jistě. Je to dáno tím, jak všichni pracujeme. Žádný ikonoklast nenutí druhého, aby dělal, co říká, jen tak. Musíš je přesvědčit.

# conversations/04_monarch/0403/0403_cv_bradford:95:DefaultText
source: That Graham and Zora argue all the time just says the process is working. "Vigorous intellectual debate," you see?
cs: To, že se Graham a Zora neustále hádají, jen říká, že proces funguje. "Živá intelektuální debata", chápete?

# conversations/04_monarch/0403/0403_cv_bradford:96:DefaultText
source: Zora told me what happened in the ruins. That why all these people are hurt?
cs: Zora mi řekla, co se stalo v ruinách. Proto jsou všichni ti lidé zranění?

# conversations/04_monarch/0403/0403_cv_bradford:97:DefaultText
source: Graham's in charge, right?
cs: Graham tomu velí, že?
