Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_zora_graham_showdown.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:1:DefaultText
source: Captain! You must be back with the access codes to our new ship.
cs: Kapitáne! Musíte se vrátit s přístupovými kódy k naší nové lodi.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:2:DefaultText
source: Graham. We need to talk.
cs: Graham. Musíme si promluvit.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:6:DefaultText
source: We have work to do. This isn't the time for one of our spats.
cs: Máme před sebou práci. Teď není čas na jednu z našich hádek.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:7:DefaultText
source: Stand down, Graham.
cs: Odstup, Grahame.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:8:DefaultText
source: We aren't here to argue. We're here to act.
cs: Nejsme tu proto, abychom se hádali. Jsme tu proto, abychom jednali.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:9:DefaultText
source: I'm sorry, Graham, but... Zora's taking over.
cs: Je mi líto, Grahame, ale... Zora to přebírá.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:10:DefaultText
source: What? ...Zora?
cs: Cože? ...Zora?

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:12:DefaultText
source: You're running the Iconoclasts into the ground, and I don't believe it'll get better after we take Stellar Bay.
cs: Ikonoklasty vedeš do záhuby a nevěřím, že se to zlepší, až obsadíme Hvězdnou zátoku.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:13:DefaultText
source: The troops take orders from me already. And you've... you've brought me as far as you can down the Eternal path. It's time to step down.
cs: Vojáci už ode mě přijímají rozkazy. A ty... ty jsi mě přivedl tak daleko, jak jen můžeš, na Věčnou cestu. Je čas odstoupit.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:14:DefaultText
source: The troops. Listen to you. This isn't an army. They aren't soldiers. They're believers. Followers. They pick up a gun because you tell them to, not because they want to.
cs: Vojáci. Poslouchejte. Tohle není armáda. Nejsou to vojáci. Jsou to věřící. Následovníci. Zvedají zbraň, protože jim to řeknete, ne proto, že by chtěli.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:15:DefaultText
source: And you, Captain. After all you've done for me. For us. You throw behind this mutinous blasphemer?
cs: A vy, kapitáne. Po tom všem, co jste pro mě udělal. Pro nás. Vrháte se na toho vzpurného rouhače?

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:16:DefaultText
source: I do. She's got the best interests of the Iconoclasts at heart.
cs: Já ano. Má na srdci nejlepší zájmy Ikonoklastů.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:17:DefaultText
source: You're about to take over a planet. You can't handle that responsibility.
cs: Chystáte se ovládnout planetu. Takovou zodpovědnost nezvládneš.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:18:DefaultText
source: I just think she'll be a better leader.
cs: Jen si myslím, že bude lepším vůdcem.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:19:DefaultText
source: I built this movement from the ground up. I've brought freedom to Monarch, and all these years later, we're still free.
cs: Toto hnutí jsem vybudoval od základů. Přinesl jsem Monarchu svobodu a po všech těch letech jsme stále svobodní.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:20:DefaultText
source: I joined because I believed that you were in it for the Iconoclasts. That you wanted nothing more than to bring freedom to Halcyon. That you were selfless.
cs: Připojil jsem se, protože jsem věřil, že jste v tom kvůli ikonoklastům. Že nechcete nic jiného než přinést Halcyonu svobodu. Že jsi nesobecký.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:22:DefaultText
source: But... I know the truth now, Graham. I know what happened in Amber Heights. You didn't start this movement because you wanted to save us. You wanted to save yourself.
cs: Ale... Teď už znám pravdu, Grahame. Vím, co se stalo v Amber Heights. Tohle hnutí jsi nezaložil proto, že jsi nás chtěl zachránit. Chtěl jsi zachránit sám sebe.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:26:DefaultText
source: Those deaths are on your hands, Graham. No amount of meditating will clean them.
cs: Ta úmrtí máš na svědomí ty, Grahame. Žádné meditace je neočistí.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:27:DefaultText
source: You ran. You needed a clear conscience, so you ran.
cs: Běžel jsi. Potřeboval jsi mít čisté svědomí, tak jsi utekl.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:28:DefaultText
source: You don't seek enlightenment. You just feel guilty.
cs: Nehledáte osvícení. Jen se cítíte provinile.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:29:DefaultText
source: No...
cs: Ne...

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:30:DefaultText
source: Let's get on with it, Zora.
cs: Pojďme na to, Zoro.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:31:DefaultText
source: I've spent years atoning for my sins! I've studied. Meditated. Taught. I built the Iconoclasts so that any man could cast away his past for a fresh start.
cs: Léta jsem pykal za své hříchy! Studoval jsem. Meditoval jsem. Učil jsem se. Vybudoval jsem Ikonoklasty, aby každý člověk mohl odhodit svou minulost a začít znovu.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:32:DefaultText
source: That's your answer, Graham? You... needed a fresh start? After all those innocent lives...
cs: To je vaše odpověď, Grahame? Ty... jsi potřeboval nový začátek? Po všech těch nevinných životech...

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:34:DefaultText
source: I'm sorry. I believed in you once. I did. But... it's over. Stand down.
cs: Omlouvám se. Kdysi jsem ti věřil. Věřil jsem. Ale... je konec. Odstup.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:35:DefaultText
source: I won't. What happened back then was a mistake, and the colony has moved on. This is my movement. These are my people. If you want to lead them, you'll have to kill me.
cs: Nebudu. To, co se tehdy stalo, byla chyba a kolonie se posunula dál. Tohle je moje hnutí. Tohle jsou moji lidé. Jestli je chceš vést, budeš mě muset zabít.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:37:DefaultText
source: That isn't necessary.
cs: To není nutné.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:38:DefaultText
source: Not much of a choice here, Zora.
cs: Nemáš moc na výběr, Zoro.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:39:DefaultText
source: Please... don't make me do this, Graham.
cs: Prosím... nenuť mě k tomu, Grahame.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:40:DefaultText
source: If this is where my path ends, I accept it. But as long as I draw breath, I will not abandon them.
cs: Jestli tady moje cesta končí, přijímám to. Ale dokud budu dýchat, neopustím je.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:41:DefaultText
source: So be it.
cs: Budiž.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:42:DefaultText
source: Let's get this over with.
cs: Ať už to máme za sebou.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:44:DefaultText
source: Stand... down? I'm afraid I don't understand, Captain.
cs: Stát... dolů? Obávám se, že tomu nerozumím, kapitáne.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:45:DefaultText
source: Yes. We are acting. On Stellar Bay. What's this about?
cs: Ano. Jednáme. V Hvězdné zátoce. O co jde?

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:46:DefaultText
source: I can and shall. All I've done, I've done for my people, and look at where that path has led me.
cs: Mohu a budu. Vše, co jsem udělal, jsem udělal pro svůj lid a podívejte se, kam mě ta cesta dovedla.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:47:DefaultText
source: How can you say that after all I've done for the Iconoclasts? They wouldn't be here without me.
cs: Jak to můžeš říct po tom všem, co jsem pro Iconoclasty udělal? Beze mě by tu nebyli.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:48:DefaultText
source: I escaped the corruption of the endless cycle of corporate greed. Yes, I ran from that. But now I'm ready to face it once more!
cs: Unikl jsem korupci nekonečného koloběhu korporátní chamtivosti. Ano, utekl jsem od toho. Ale teď jsem připraven tomu znovu čelit!

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:49:DefaultText
source: Guilty? I didn't mean for them to die. I'm not a monster. Of course I feel fucking guilty!
cs: Vinen? Nechtěl jsem, aby zemřeli. Nejsem zrůda. Samozřejmě, že se cítím provinile!

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:50:DefaultText
source: Yeah. I... yeah. Let's.
cs: Jo. Já... jo. Pojďme.

# conversations/04_monarch/0403/0403_cv_zora_graham_showdown:51:DefaultText
source: Yeah. I... I had hoped.
cs: Jo, já... Doufal jsem.
