Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_graham_bryant.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_graham_bryant:160:DefaultText
source: We're out of time. We need food and ammunition. We need to hit Stellar Bay while we still have the manpower to do it.
cs: Došel nám čas. Potřebujeme jídlo a munici. Musíme zaútočit na Hvězdnou zátoku, dokud na to ještě máme lidi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:161:DefaultText
source: You want to attack the city?
cs: Chcete zaútočit na město?

# conversations/04_monarch/0403/0403_cv_graham_bryant:162:DefaultText
source: Are they really doing better than you are?
cs: Opravdu se jim daří lépe než vám?

# conversations/04_monarch/0403/0403_cv_graham_bryant:163:DefaultText
source: Doubtful. But we don't need much, and Sanjar isn't going to share.
cs: Pochybné. Ale my toho moc nepotřebujeme a Sanjar se nehodlá dělit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:165:DefaultText
source: That seems... desperate.
cs: To vypadá... zoufale.

# conversations/04_monarch/0403/0403_cv_graham_bryant:166:DefaultText
source: Yes. I know it's drastic, but... it's clear that Sanjar will never cooperate. And if it's him or us, I choose us.
cs: Ano. Vím, že je to drastické, ale... je jasné, že Sanjar nikdy nebude spolupracovat. A jestli je to on, nebo my, volím nás.

# conversations/04_monarch/0403/0403_cv_graham_bryant:167:DefaultText
source: It is. We are desperate. We're starving. My people are dying left and right.
cs: Je to tak. Jsme zoufalí. Umíráme hlady. Moji lidé umírají nalevo i napravo.

# conversations/04_monarch/0403/0403_cv_graham_bryant:169:DefaultText
source: Yes. The Van Noys are on their way back.
cs: Ano. Van Noyovi jsou na cestě zpět.

# conversations/04_monarch/0403/0403_cv_graham_bryant:170:DefaultText
source: Yeah. They're lucky I got there in time, else they'd have become raptidon dinner.
cs: Jo. Mají štěstí, že jsem se tam dostal včas, jinak by se stali raptidoní večeří.

# conversations/04_monarch/0403/0403_cv_graham_bryant:171:DefaultText
source: Thank the Eternal.
cs: Poděkujte Věčnému.

# conversations/04_monarch/0403/0403_cv_graham_bryant:178:DefaultText
source: What's your story?
cs: Jaký je váš příběh?

# conversations/04_monarch/0403/0403_cv_graham_bryant:179:DefaultText
source: Before all this? I was a writer for MSI's product catalog. It was my purpose to spread awareness of saltuna in its various forms.
cs: Před tím vším? Pracoval jsem jako autor katalogu produktů MSI. Mým cílem bylo šířit povědomí o saltuna v různých podobách.

# conversations/04_monarch/0403/0403_cv_graham_bryant:180:DefaultText
source: The certainty with which I spun among the other cogs in their machine stifled creativity and personal growth.
cs: Jistota, s níž jsem se točil mezi ostatními kolečky v jejich stroji, potlačovala kreativitu a osobní růst.

# conversations/04_monarch/0403/0403_cv_graham_bryant:181:DefaultText
source: What made you see the Eternal light?
cs: Co tě přimělo spatřit Věčné světlo?

# conversations/04_monarch/0403/0403_cv_graham_bryant:182:DefaultText
source: I can relate. Flying my own course may be dangerous, but at least it's freedom.
cs: Mohu se s tím ztotožnit. Letět vlastním směrem je sice nebezpečné, ale je to alespoň svoboda.

# conversations/04_monarch/0403/0403_cv_graham_bryant:183:DefaultText
source: I don't know. I can appreciate the stability corporate life provides.
cs: Nevím. Dokážu ocenit stabilitu, kterou mi život v korporacích poskytuje.

# conversations/04_monarch/0403/0403_cv_graham_bryant:184:DefaultText
source: You know what else is stable? Prison bars. Think about it.
cs: Víte, co je ještě stabilní? Vězeňské mříže. Přemýšlejte o tom.

# conversations/04_monarch/0403/0403_cv_graham_bryant:186:DefaultText
source: Stability is a safety net. Their structure is a crutch that limits your full potential.
cs: Stabilita je záchranná síť. Jejich struktura je berlička, která omezuje váš plný potenciál.

# conversations/04_monarch/0403/0403_cv_graham_bryant:187:DefaultText
source: Freedom from reliable plumbing on occasion, but I'll take cold showers over living under a corporation's thumb any day.
cs: Svoboda od spolehlivého vodovodu občas, ale raději studenou sprchu než život pod palcem korporace.

# conversations/04_monarch/0403/0403_cv_graham_bryant:188:DefaultText
source: That came much later, after Sanjar had taken over. As he drifted closer to the corporate regime, I drifted further from it.
cs: To přišlo až mnohem později, poté, co se Sanjar ujal vlády. Jak se on přibližoval korporátnímu režimu, já jsem se od něj vzdaloval.

# conversations/04_monarch/0403/0403_cv_graham_bryant:189:DefaultText
source: On that we agree.
cs: V tom se shodujeme.

# conversations/04_monarch/0403/0403_cv_graham_bryant:190:DefaultText
source: I'd known a little about Philosophism on the fringes of society, and as I learned more, I found that I was already on the path, without even knowing.
cs: O filosofování jsem něco málo věděl na okraji společnosti, a když jsem se dozvěděl víc, zjistil jsem, že už jsem na cestě, aniž bych o tom věděl.

# conversations/04_monarch/0403/0403_cv_graham_bryant:201:DefaultText
source: They didn't make it.
cs: Nepodařilo se jim to.

# conversations/04_monarch/0403/0403_cv_graham_bryant:202:DefaultText
source: They played at being heroes and got themselves killed.
cs: Hráli si na hrdiny a nechali se zabít.

# conversations/04_monarch/0403/0403_cv_graham_bryant:203:DefaultText
source: I found them, but... I'm not sure if they made it.
cs: Našel jsem je, ale... Nejsem si jistý, jestli se jim to podařilo.

# conversations/04_monarch/0403/0403_cv_graham_bryant:204:DefaultText
source: I found them. Who knows if they're still alive?
cs: Našel jsem je. Kdo ví, jestli jsou ještě naživu?

# conversations/04_monarch/0403/0403_cv_graham_bryant:205:DefaultText
source: Aw, for f- that hurts. You see, Graham? We're losing people.
cs: To bolí. Vidíš, Grahame? Ztrácíme lidi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:206:DefaultText
source: Dammit. We need more heroes around here.
cs: Sakra. Potřebujeme tu víc hrdinů.

# conversations/04_monarch/0403/0403_cv_graham_bryant:207:DefaultText
source: I didn't. Sorry.
cs: Já ne. Omlouvám se.

# conversations/04_monarch/0403/0403_cv_graham_bryant:208:DefaultText
source: Oh. I forgot to look.
cs: Oh. Zapomněl jsem se podívat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:209:DefaultText
source: That's... better than nothing. I'll see if I can scrounge up a few men to send after them.
cs: To je... lepší než nic. Uvidím, jestli se mi podaří sehnat pár mužů, které bych za nimi poslal.

# conversations/04_monarch/0403/0403_cv_graham_bryant:210:DefaultText
source: You... what? You could've taken a minute to help them. Dammit. If they die, that's on you.
cs: Ty... co? Mohl jsi jim na chvíli pomoci. Sakra. Jestli zemřou, je to tvoje vina.

# conversations/04_monarch/0403/0403_cv_graham_bryant:211:DefaultText
source: Damn. Here's hoping they're still out there.
cs: Zatraceně. Doufejme, že jsou stále venku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:212:DefaultText
source: You can be a real bastard, you know that?
cs: Umíš být pěkný parchant, víš to?

# conversations/04_monarch/0403/0403_cv_graham_bryant:213:DefaultText
source: I have much to do. Articles to write. Sermons to ponder. We live in such an exciting time! Let's talk later.
cs: Mám spoustu práce. Články k napsání. Kázání k zamyšlení. Žijeme v tak vzrušující době! Promluvíme si později.

# conversations/04_monarch/0403/0403_cv_graham_bryant:214:DefaultText
source: Hey. I need to see to the wounded, but drop by the clinic when you can. I want a word.
cs: Ahoj. Musím se postarat o zraněné, ale zastav se na klinice, až budeš moct. Chci si s tebou promluvit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:215:DefaultText
source: Sermons. For the love of... I'm going to see to the wounded.
cs: Kázání. Pro lásku k... Jdu se podívat na zraněné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:218:DefaultText
source: I did, but... they aren't coming back. One's dead and the other abandoned the cause.
cs: To jsem udělal, ale... už se nevrátí. Jeden je mrtvý a druhý opustil věc.

# conversations/04_monarch/0403/0403_cv_graham_bryant:219:DefaultText
source: I did, but they turned coward.
cs: Udělal jsem to, ale oni se změnili ve zbabělce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:220:DefaultText
source: Not sure I blame them, getting sent on a wild goose chase like that.
cs: Nevím, jestli se jim divím, že se nechali takhle unést.

# conversations/04_monarch/0403/0403_cv_graham_bryant:221:DefaultText
source: Most would, given the circumstances. Try not to judge, asshole.
cs: Většina by to za daných okolností udělala. Snaž se nesoudit, blbečku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:224:DefaultText
source: Carlotta usually schedules the next drop during the meeting. When's she coming?
cs: Carlotta obvykle během schůzky naplánuje další kapku. Kdy přijde?

# conversations/04_monarch/0403/0403_cv_graham_bryant:225:DefaultText
source: The Board must have gotten ahold of him at last.
cs: Správní rada ho musela konečně dostat na kobylku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:227:DefaultText
source: That is... most unfortunate.
cs: To je... velmi nešťastné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:230:DefaultText
source: What's next?
cs: Co bude dál?

# conversations/04_monarch/0403/0403_cv_graham_bryant:231:DefaultText
source: Let me ask you something about spreading the truth.
cs: Dovolte mi, abych se vás zeptal na šíření pravdy.

# conversations/04_monarch/0403/0403_cv_graham_bryant:232:DefaultText
source: Time to fix up the printing press, then?
cs: Je tedy čas opravit tiskařský lis?

# conversations/04_monarch/0403/0403_cv_graham_bryant:233:DefaultText
source: Yes?
cs: Ano?

# conversations/04_monarch/0403/0403_cv_graham_bryant:234:DefaultText
source: Even if we clean up the press, how will you get the magazines to Terra 2?
cs: I kdybychom tisk vyčistili, jak dostanete časopisy do Terry 2?

# conversations/04_monarch/0403/0403_cv_graham_bryant:235:DefaultText
source: What, exactly, are you going to put in these magazines?
cs: Co přesně do těchto časopisů vložíte?

# conversations/04_monarch/0403/0403_cv_graham_bryant:236:DefaultText
source: Why go through all this trouble? What are you trying to accomplish?
cs: Proč se s tím vším obtěžovat? Čeho chcete dosáhnout?

# conversations/04_monarch/0403/0403_cv_graham_bryant:237:DefaultText
source: Right. Back to the mission.
cs: Vpravo. Zpět k misi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:238:DefaultText
source: Our very resourceful SubLight friends have already agreed to help. For their standard fee, of course.
cs: Naši velmi vynalézaví přátelé ze SubLight již souhlasili s pomocí. Samozřejmě za jejich standardní poplatek.

# conversations/04_monarch/0403/0403_cv_graham_bryant:239:DefaultText
source: A subtle lesson here, a word about the Eternal there. In small ways, I hope to bend the public's mind toward seeing the truth.
cs: Tu jemné ponaučení, tu slovo o Věčném. Doufám, že se mi podaří malými způsoby přimět veřejnost, aby viděla pravdu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:240:DefaultText
source: The corporations have been shackling workers' souls for centuries. Workers are glorified slaves. To their companies, to their society, to their own minds.
cs: Korporace po staletí spoutávaly duše pracujících. Dělníci jsou oslavovaní otroci. Svým firmám, své společnosti, své vlastní mysli.

# conversations/04_monarch/0403/0403_cv_graham_bryant:241:DefaultText
source: I've already sent a team ahead to scout the press. One of our best. Meet them there and find out if they've been successful.
cs: Už jsem vyslal tým, aby prozkoumal tisk. Jeden z našich nejlepších. Setkáme se tam s nimi a zjistíme, zda byli úspěšní.

# conversations/04_monarch/0403/0403_cv_graham_bryant:242:DefaultText
source: The pr- oh, no. Graham, you didn't.
cs: Pr- oh, ne. Grahame, neudělal jsi to.

# conversations/04_monarch/0403/0403_cv_graham_bryant:243:DefaultText
source: Who are the Van Noys?
cs: Kdo jsou Van Noyovi?

# conversations/04_monarch/0403/0403_cv_graham_bryant:244:DefaultText
source: You needn't concern yourself with trifling logistics.
cs: Nemusíte se zabývat drobnou logistikou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:245:DefaultText
source: You sent the Van Noys there, didn't you? For fuck's sake, Graham! We needed them in the ruins! Our people died out there!
cs: Poslal jste tam Van Noye, že? Proboha, Grahame! Potřebovali jsme je v těch troskách! Naši lidé tam zemřeli!

# conversations/04_monarch/0403/0403_cv_graham_bryant:246:DefaultText
source: They went willing to fight for our cause. We need reinforcements. We need new recruits. The Van Noys saw the printing facility with the same importance as I.
cs: Šli ochotně bojovat za naši věc. Potřebujeme posily. Potřebujeme nové rekruty. Van Noyovi viděli v tiskárně stejný význam jako já.

# conversations/04_monarch/0403/0403_cv_graham_bryant:247:DefaultText
source: You could have sent them after backing Zora up, right?
cs: Mohl jsi je poslat, když jsi Zoru podpořil, že?

# conversations/04_monarch/0403/0403_cv_graham_bryant:248:DefaultText
source: Spreading the word has to be priority number one. Otherwise how can this movement grow?
cs: Šíření informací musí být prioritou číslo jedna. Jak jinak může toto hnutí růst?

# conversations/04_monarch/0403/0403_cv_graham_bryant:249:DefaultText
source: Do you two ever stop bickering?
cs: Přestanete se někdy hádat?

# conversations/04_monarch/0403/0403_cv_graham_bryant:250:DefaultText
source: Yes! You're damn right he could have, but he's so obsessed with preaching that he's become blind to our actual problems!
cs: Ano! Máš zatracenou pravdu, že by mohl, ale je tak posedlý kázáním, že se stal slepým vůči našim skutečným problémům!

# conversations/04_monarch/0403/0403_cv_graham_bryant:251:DefaultText
source: Exactly. I'm glad you see the truth of the matter, Captain.
cs: Přesně tak. Jsem rád, že vidíte pravdu, kapitáne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:252:DefaultText
source: Look, just... if the Van Noys are still alive, get them out of there. With Sanjar pressing the issue like this, I have a feeling we'll need them.
cs: Hele, jen... jestli jsou Van Noyovi ještě naživu, dostaňte je odtamtud. Když Sanjar takhle tlačí na pilu, mám pocit, že je budeme potřebovat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:253:DefaultText
source: I'm sure the dead understand, right?
cs: Mrtví to určitě chápou, že?

# conversations/04_monarch/0403/0403_cv_graham_bryant:254:DefaultText
source: This is worth bickering over. The Iconoclasts can't keep their heads in the ground forever, or they're going to starve and die slow.
cs: Tohle stojí za to, abyste se kvůli tomu hádali. Ikonoklasté nemohou držet hlavu v zemi věčně, jinak zemřou hlady a pomalu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:256:DefaultText
source: I'll do everything I can.
cs: Udělám, co bude v mých silách.

# conversations/04_monarch/0403/0403_cv_graham_bryant:257:DefaultText
source: No promises.
cs: Nic neslibuju.

# conversations/04_monarch/0403/0403_cv_graham_bryant:258:DefaultText
source: The printing press comes first.
cs: Tiskařský lis je na prvním místě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:262:DefaultText
source: Wonderful. While you're at it... I wonder if Carlotta still has those high-capacity cartridges. Grab a few, will you? There should be some funds leftover from the last shipment.
cs: Nádhera. Když už jste u toho... Zajímalo by mě, jestli má Carlotta ještě ty velkokapacitní náboje. Vezmi si jich pár, ano? Měly by tam zůstat nějaké prostředky z poslední zásilky.

# conversations/04_monarch/0403/0403_cv_graham_bryant:264:DefaultText
source: I'll need some time to consider it.
cs: Budu potřebovat nějaký čas na rozmyšlenou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:265:DefaultText
source: So be it. In the meantime, I will be here, shouting truth into the aether.
cs: Budiž. Já tu zatím budu křičet pravdu do éteru.

# conversations/04_monarch/0403/0403_cv_graham_bryant:266:DefaultText
source: A mantiqueen?
cs: Mantiketa?

# conversations/04_monarch/0403/0403_cv_graham_bryant:267:DefaultText
source: Yeah. We felled it, mind. But... we lost two runners and five gunhands.
cs: Jo. My jsme ho porazili. Ale... přišli jsme o dva běžce a pět střelců.

# conversations/04_monarch/0403/0403_cv_graham_bryant:268:DefaultText
source: A total failure, then. So much for the ruins.
cs: Tedy naprosté selhání. Tolik k ruinám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:269:DefaultText
source: And hell only knows where the Van Noys are. They never showed.
cs: A čert ví, kde jsou Van Noyovi. Nikdy se neukázali.

# conversations/04_monarch/0403/0403_cv_graham_bryant:272:DefaultText
source: Ah, the good captain. My Iconoclasts sing your praises. I'm glad the Eternal Truth has finally guided you to us.
cs: Ach, ten dobrý kapitán. Moji ikonoklasté tě opěvují. Jsem rád, že tě k nám Věčná pravda konečně dovedla.

# conversations/04_monarch/0403/0403_cv_graham_bryant:273:DefaultText
source: Well, well. The whispers of your misdeeds precede you, but I'm confident the Eternal Truth wouldn't have brought you here to end us.
cs: Dobře, dobře. Šuškanda o tvých prohřešcích tě předchází, ale jsem si jistý, že Věčná Pravda by tě sem nepřivedla, abys nás ukončil.

# conversations/04_monarch/0403/0403_cv_graham_bryant:274:DefaultText
source: A stranger comes to our home. If you're looking for a path to walk, you've found one. If you're looking for a teacher, I am one. Welcome to the Iconoclasts.
cs: Do našeho domu přichází cizí člověk. Pokud hledáš cestu, po které bys mohl jít, tak jsi ji našel. Pokud hledáte učitele, jsem jím já. Vítejte v Ikonoklastech.

# conversations/04_monarch/0403/0403_cv_graham_bryant:276:DefaultText
source: Happy to help. The colony needs more people watching out for one another.
cs: Rád vám pomůžu. Kolonie potřebuje více lidí, kteří na sebe budou dávat pozor.

# conversations/04_monarch/0403/0403_cv_graham_bryant:277:DefaultText
source: This is Amber Heights? I expected more... altars. Or incense. Or both.
cs: Tohle je Amber Heights? Čekal jsem víc... oltářů. Nebo kadidla. Nebo obojího.

# conversations/04_monarch/0403/0403_cv_graham_bryant:278:DefaultText
source: I'm sure they're - ah. Let's talk later. It seems we have company.
cs: Jsem si jistý, že jsou - ah. Promluvíme si později. Zdá se, že máme společnost.

# conversations/04_monarch/0403/0403_cv_graham_bryant:279:DefaultText
source: Your people do seem to need a lot of help.
cs: Zdá se, že vaši lidé potřebují velkou pomoc.

# conversations/04_monarch/0403/0403_cv_graham_bryant:281:DefaultText
source: I don't much care for singing.
cs: Zpěv mě moc nezajímá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:283:DefaultText
source: Shed the trappings of a materialistic life, Captain. You'll find your soul much less burdened.
cs: Zbavte se přívěsků materialistického života, kapitáne. Vaše duše bude mnohem méně zatížená.

# conversations/04_monarch/0403/0403_cv_graham_bryant:284:DefaultText
source: Also, we're broke.
cs: Také jsme na mizině.

# conversations/04_monarch/0403/0403_cv_graham_bryant:285:DefaultText
source: Yes. If we were meant to enjoy the things that glitter and shine, the universe would provide them.
cs: Ano. Kdybychom se měli těšit z věcí, které se třpytí a září, vesmír by nám je poskytl.

# conversations/04_monarch/0403/0403_cv_graham_bryant:286:DefaultText
source: The harshness of life tests our mettle. It is proof that we are worthy.
cs: Drsnost života zkouší naši odolnost. Je to důkaz, že jsme hodni.

# conversations/04_monarch/0403/0403_cv_graham_bryant:287:DefaultText
source: Survival of the fittest and all that?
cs: Přežití nejsilnějších a tak?

# conversations/04_monarch/0403/0403_cv_graham_bryant:288:DefaultText
source: I suppose you are still here, after all. How are you surviving?
cs: Předpokládám, že jsi přece jen ještě tady. Jak přežíváš?

# conversations/04_monarch/0403/0403_cv_graham_bryant:289:DefaultText
source: Makes sense. You need to survive. You can't afford frivolity.
cs: To dává smysl. Potřebujete přežít. Nemůžete si dovolit lehkomyslnost.

# conversations/04_monarch/0403/0403_cv_graham_bryant:290:DefaultText
source: That's a refreshing perspective. Most of Halcyon obsesses over what they can buy.
cs: To je osvěžující pohled. Většina Halcyonu je posedlá tím, co si může koupit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:291:DefaultText
source: Ha! Me, neither. One of our runners likes to sing, and it drives me insane.
cs: Ha! Já taky ne. Jeden z našich běžců si rád zpívá a mě to přivádí k šílenství.

# conversations/04_monarch/0403/0403_cv_graham_bryant:292:DefaultText
source: "One of our runners?" That's Huxley, and she's still recovering.
cs: "Jeden z našich běžců?" To je Huxley a stále se zotavuje.

# conversations/04_monarch/0403/0403_cv_graham_bryant:293:DefaultText
source: I had wondered why it's been so quiet lately.
cs: Říkal jsem si, proč je v poslední době takový klid.

# conversations/04_monarch/0403/0403_cv_graham_bryant:294:DefaultText
source: Now. Why have you come?
cs: Nyní. Proč jsi přišel?

# conversations/04_monarch/0403/0403_cv_graham_bryant:295:DefaultText
source: Damn right we can't. We're being eaten alive out here. We can't be throwing bits at-
cs: To si pište, že nemůžeme. Jsme tu sežráni zaživa. Nemůžeme házet kousky na...

# conversations/04_monarch/0403/0403_cv_graham_bryant:296:DefaultText
source: Most of Halcyon isn't up sulfur creek.
cs: Většina Halcyonu není v sirném potoce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:297:DefaultText
source: Zora, please. We'll discuss this later.
cs: Zoru, prosím. Probereme to později.

# conversations/04_monarch/0403/0403_cv_graham_bryant:298:DefaultText
source: I'd wager the opposite. The corporations are doomed. Only we have the truth at our backs and we are better for it.
cs: Vsadil bych se o opak. Korporace jsou odsouzeny k zániku. Jen my máme za zády pravdu a jsme na tom lépe.

# conversations/04_monarch/0403/0403_cv_graham_bryant:299:DefaultText
source: I apologize. My second-in-command can be overzealous at times.
cs: Omlouvám se. Můj zástupce je někdy příliš horlivý.

# conversations/04_monarch/0403/0403_cv_graham_bryant:301:DefaultText
source: Indeed. Every day we struggle against the odds, and it is only through the strength of our beliefs that we persist.
cs: Vskutku. Každý den bojujeme s nepřízní osudu a jen díky síle našeho přesvědčení můžeme vytrvat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:302:DefaultText
source: That and a healthy amount of ammunition.
cs: To a zdravé množství munice.

# conversations/04_monarch/0403/0403_cv_graham_bryant:303:DefaultText
source: Yes. Monarch demands so much violence. It's such a shame that so many people aren't willing to listen until their lives are on the line.
cs: Ano. Monarcha vyžaduje tolik násilí. Je velká škoda, že tolik lidí není ochotno naslouchat, dokud jim nejde o život.

# conversations/04_monarch/0403/0403_cv_graham_bryant:304:DefaultText
source: We shoot things. Then we eat the things we shoot. And we thank the Eternal the rapts haven't evolved opposable thumbs.
cs: Střílíme věci. Pak zastřelené věci sníme. A děkujeme Věčnému, že se raptorům nevyvinuly protistojné palce.

# conversations/04_monarch/0403/0403_cv_graham_bryant:309:DefaultText
source: I'm not here to pick a fight.
cs: Nepřišel jsem se hádat.
