Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_graham_bryant.po
Languages: cs

# conversations/04_monarch/0403/0403_cv_graham_bryant:519:DefaultText
source: So be it. Here's the targeting system.
cs: Budiž. Tady je systém zaměřování.

# conversations/04_monarch/0403/0403_cv_graham_bryant:521:DefaultText
source: I know you're responsible for the Amber Heights massacre.
cs: Vím, že jsi zodpovědný za masakr v Amber Heights.

# conversations/04_monarch/0403/0403_cv_graham_bryant:522:DefaultText
source: Hm. When I founded the Iconoclasts, I did so amidst the ghosts of this planet's past.
cs: Hm. Když jsem zakládal Ikonoklasty, činil jsem tak uprostřed duchů minulosti této planety.

# conversations/04_monarch/0403/0403_cv_graham_bryant:523:DefaultText
source: Since then, many have asked me: Why here? Were you involved in the massacre? Was that some gruesome plot to clear a path for my dreams?
cs: Od té doby se mě mnozí ptají: Proč právě tady? Podílel jste se na masakru? Bylo to nějaké hrůzné spiknutí, které mi mělo uvolnit cestu k mým snům?

# conversations/04_monarch/0403/0403_cv_graham_bryant:524:DefaultText
source: My response to you is the same as to all others: The death of MSI was an incidental tragedy. I'd have walked this path with or without it.
cs: Odpovídám vám stejně jako všem ostatním: Smrt MSI byla náhodná tragédie. Šel bych touto cestou s ní i bez ní.

# conversations/04_monarch/0403/0403_cv_graham_bryant:525:DefaultText
source: You're avoiding the issue. You set pirates on innocent lives.
cs: Vyhýbáte se problému. Nasazujete piráty na nevinné životy.

# conversations/04_monarch/0403/0403_cv_graham_bryant:527:DefaultText
source: I don't buy it. They were going to leave the planet, but you killed them anyway.
cs: Nevěřím tomu. Chystali se opustit planetu, ale vy jste je stejně zabili.

# conversations/04_monarch/0403/0403_cv_graham_bryant:528:DefaultText
source: I did no such thing. Their deaths came in the night, while I slept in Stellar Bay. And regardless, we are discussing a past long since left behind.
cs: Nic takového jsem neudělal. Jejich smrt přišla v noci, zatímco jsem spal ve Hvězdné zátoce. A bez ohledu na to, že se bavíme o minulosti, která už je dávno za námi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:531:DefaultText
source: How can you live with yourself? You murdered them.
cs: Jak můžete žít sami se sebou? Zavraždil jsi je.

# conversations/04_monarch/0403/0403_cv_graham_bryant:533:DefaultText
source: Those ghosts still haunt me, but they needn't curse my people. When the entire colony has embraced our truth, perhaps then the perpetrator will come into the light.
cs: Ti duchové mě stále pronásledují, ale nemusí proklínat můj lid. Až celá kolonie přijme naši pravdu, možná pak pachatel vyjde na světlo.

# conversations/04_monarch/0403/0403_cv_graham_bryant:534:DefaultText
source: Until then, it does us no good to dwell on past mistakes.
cs: Do té doby není dobré zabývat se minulými chybami.

# conversations/04_monarch/0403/0403_cv_graham_bryant:535:DefaultText
source: Spreading the truth and saving the colony is paramount. I will not stop pursuing this.
cs: Šíření pravdy a záchrana kolonie jsou prvořadé. Nepřestanu v tom pokračovat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:538:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:539:DefaultText
source: What do you plan to do with it?
cs: Co s ním plánujete dělat?

# conversations/04_monarch/0403/0403_cv_graham_bryant:540:DefaultText
source: Mount its guns to our walls or the walls of Stellar Bay. The Board is coming, Captain, and these weapons will defend us from their blasphemies.
cs: Připevněte jeho zbraně na naše zdi nebo na zdi Hvězdné zátoky. Rada se blíží, kapitáne, a tyto zbraně nás ochrání před jejich rouháním.

# conversations/04_monarch/0403/0403_cv_graham_bryant:546:DefaultText
source: You really think the Board is going to attack you?
cs: Opravdu si myslíte, že vás rada napadne?

# conversations/04_monarch/0403/0403_cv_graham_bryant:548:DefaultText
source: I suppose you won't have to worry about the raptidons anymore, either.
cs: Předpokládám, že už se nebudete muset bát ani raptidonů.

# conversations/04_monarch/0403/0403_cv_graham_bryant:552:DefaultText
source: Why wouldn't they? As we speak, our message assaults their populace through their favorite entertainment mediums. Surely their retaliation will come soon.
cs: Proč by neměli? Naše poselství útočí na jejich obyvatelstvo prostřednictvím jejich oblíbených zábavních médií. Jistě brzy přijde jejich odveta.

# conversations/04_monarch/0403/0403_cv_graham_bryant:554:DefaultText
source: Yes. My, how we've grown! From one disgruntled employee and his like-minded compatriots to the very movement you see before you!
cs: Ano. Jak jsme vyrostli! Od jednoho nespokojeného zaměstnance a jeho podobně smýšlejících krajanů až po hnutí, které vidíte před sebou!

# conversations/04_monarch/0403/0403_cv_graham_bryant:555:DefaultText
source: Is this why the Board has cordoned off Monarch?
cs: Je to důvod, proč správní rada uzavřela Monarch?

# conversations/04_monarch/0403/0403_cv_graham_bryant:557:DefaultText
source: Oh, yes. Gunships hover in our skies, ready for the day they decide to come to our doors waving banners of war.
cs: Ach, ano. Na našem nebi se vznášejí bojové lodě, připravené na den, kdy se rozhodnou přijít k našim dveřím a mávat válečnými prapory.

# conversations/04_monarch/0403/0403_cv_graham_bryant:558:DefaultText
source: If there are gunships, they sure didn't stop me from landing here.
cs: Jestli tu jsou dělostřelecké lodě, určitě mi nezabránily přistát tady.

# conversations/04_monarch/0403/0403_cv_graham_bryant:559:DefaultText
source: They are armed all the same. All they need is a good reason, and war is one such reason.
cs: Všichni jsou ozbrojeni stejně. Potřebují jen dobrý důvod, a tím je válka.

# conversations/04_monarch/0403/0403_cv_graham_bryant:560:DefaultText
source: Okay. Well, the printing press is all yours.
cs: Dobře. Tiskařský lis je váš.

# conversations/04_monarch/0403/0403_cv_graham_bryant:561:DefaultText
source: Is that what you're arguing about? Going to war with someone?
cs: O tom se hádáte? O válku s někým?

# conversations/04_monarch/0403/0403_cv_graham_bryant:563:DefaultText
source: Cruisers? You mean cruiser, right? Singular? There's only one.
cs: Křižníky? Myslíte křižník, že? V jednotném čísle? Je jen jeden.

# conversations/04_monarch/0403/0403_cv_graham_bryant:564:DefaultText
source: What? No, the Board has two assault cruisers. If only one is making patrols, they must have pulled the other into reserve to prepare for war.
cs: Cože? Ne, rada má dva útočné křižníky. Pokud hlídkuje jen jeden, museli druhý stáhnout do rezervy, aby se připravili na válku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:565:DefaultText
source: Before we get to that, I want to know something.
cs: Než se k tomu dostaneme, chci něco vědět.

# conversations/04_monarch/0403/0403_cv_graham_bryant:568:DefaultText
source: Why, though? Why did they deserve death?
cs: Proč? Proč si zasloužili smrt?

# conversations/04_monarch/0403/0403_cv_graham_bryant:570:DefaultText
source: For the sake of argument, why do you imagine "the perpetrator" might have done it?
cs: Pro představu, proč si myslíte, že to mohl udělat "pachatel"?

# conversations/04_monarch/0403/0403_cv_graham_bryant:571:DefaultText
source: If I were the type of man to make that decision - and I assure you, I am not - I'd have to be so obsessed with dismantling their regime that I'd turn to desperate measures.
cs: Kdybych byl typem člověka, který by takové rozhodnutí učinil - a ujišťuji vás, že nejsem - musel bych být tak posedlý odstraněním jejich režimu, že bych sáhl k zoufalým opatřením.

# conversations/04_monarch/0403/0403_cv_graham_bryant:572:DefaultText
source: I have since learned that their mistakes will end them in time, and that we will persevere where they do not.
cs: Od té doby jsem se naučil, že jejich chyby časem skončí a že my vytrváme tam, kde oni ne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:573:DefaultText
source: But back then... suffocating under that oppressive culture... I can understand a lesser man than myself making a terrible, ghastly mistake.
cs: Ale tenkrát... když jsem se dusil v té utlačovatelské kultuře... Dokážu pochopit, že člověk menší, než jsem já, udělá strašlivou, příšernou chybu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:574:DefaultText
source: Calling a massacre a "ghastly mistake" is putting it a bit mildly.
cs: Nazvat masakr "strašlivým omylem" je poněkud mírné.

# conversations/04_monarch/0403/0403_cv_graham_bryant:575:DefaultText
source: So a stupider, younger you thought you were doing the world a favor.
cs: Takže hloupější, mladší jste si mysleli, že děláte světu laskavost.

# conversations/04_monarch/0403/0403_cv_graham_bryant:576:DefaultText
source: You're avoiding the question. Why did they deserve it?
cs: Vyhýbáte se otázce. Proč si to zasloužili?

# conversations/04_monarch/0403/0403_cv_graham_bryant:579:DefaultText
source: Fine. Keep pretending nothing's wrong, and that your people are just going to forgive you.
cs: V pořádku. Dál předstírejte, že se nic neděje a že vám vaši lidé odpustí.

# conversations/04_monarch/0403/0403_cv_graham_bryant:580:DefaultText
source: I suppose that's fair. It was a long time ago, and you've done a lot for Monarch since.
cs: To je asi spravedlivé. Je to už dávno a od té doby jsi pro Monarchu udělal hodně.

# conversations/04_monarch/0403/0403_cv_graham_bryant:581:DefaultText
source: Indeed.
cs: Vskutku.

# conversations/04_monarch/0403/0403_cv_graham_bryant:582:DefaultText
source: Someday, judgment will pass on us all, Captain. The universe aligns itself even as we speak.
cs: Jednoho dne nás všechny čeká soud, kapitáne. Vesmír se vyrovnává, i když spolu mluvíme.

# conversations/04_monarch/0403/0403_cv_graham_bryant:583:DefaultText
source: For now, our sights must remain on spreading our message. Let us speak no more of this.
cs: Prozatím se musíme zaměřit na šíření našeho poselství. Už o tom nebudeme mluvit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:584:DefaultText
source: Would you prefer I spend my days wallowing in misery and desperately seeking forgiveness for sins long past? I have people to lead. A home to keep.
cs: Chtěl bys, abych se celé dny utápěl v bídě a zoufale hledal odpuštění za dávno minulé hříchy? Musím vést lidi. Mám domov, který musím udržovat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:585:DefaultText
source: If MSI had abandoned this place and taken to Terra 2, any hope for our salvation would have been lost.
cs: Kdyby MSI opustila toto místo a vydala se na Terru 2, ztratila by se jakákoli naděje na naši záchranu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:586:DefaultText
source: Here, without the shackles of the Halcyon Board, we are free to grow as the universe intended. Had we fled with MSI, our spirits would have withered. You've seen that withering yourself.
cs: Zde, bez pout Halcyon Board, můžeme svobodně růst podle záměrů vesmíru. Kdybychom utekli s MSI, náš duch by uvadl. Sami jste viděli, jak chřadne.

# conversations/04_monarch/0403/0403_cv_graham_bryant:587:DefaultText
source: The colony is dying. The massacre of Amber Heights, unfortunate as it was, presented the slim possibility of saving the souls of Terra 2. Here we are, poised to do just that.
cs: Kolonie umírá. Masakr na Amber Heights, jakkoli nešťastný, představoval mizivou možnost záchrany duší Terry 2. Jsme tady, připraveni to udělat.

# conversations/04_monarch/0403/0403_cv_graham_bryant:588:DefaultText
source: You can't play judge, jury and executioner like that.
cs: Nemůžeš si takhle hrát na soudce, porotu a kata.

# conversations/04_monarch/0403/0403_cv_graham_bryant:589:DefaultText
source: Halcyon does need more people willing to take matters into their own hands.
cs: Halcyon potřebuje více lidí, kteří jsou ochotni vzít věci do vlastních rukou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:590:DefaultText
source: I have a feeling the rest of your people won't agree.
cs: Mám pocit, že zbytek vašich lidí s tím nebude souhlasit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:591:DefaultText
source: Free will is a double-edged sword, Captain. The universe judges us all. Whether your choices are helpful or harmful to the cosmos is not up to you.
cs: Svobodná vůle je dvousečný meč, kapitáne. Vesmír nás všechny soudí. Nezáleží na tobě, jestli jsou tvá rozhodnutí pro vesmír užitečná, nebo škodlivá.

# conversations/04_monarch/0403/0403_cv_graham_bryant:592:DefaultText
source: Those executives were found to be poisonous to the spirit of humanity. They were doomed - whether by the hands of man or beast, their time was coming to an end.
cs: Ukázalo se, že tito vedoucí pracovníci jsou jedovatí pro ducha lidstva. Byli odsouzeni k zániku - ať už rukou člověka nebo zvířete, jejich čas se chýlil ke konci.

# conversations/04_monarch/0403/0403_cv_graham_bryant:593:DefaultText
source: And here I am, a paragon of the Eternal truth, leading a society of like-minded people. The universe has found me worthy, despite whatever sins you believe I've committed.
cs: A tady jsem já, vzor Věčné pravdy, a vedu společnost stejně smýšlejících lidí. Vesmír mě shledal hodným, ať už jsem podle vás spáchal jakékoli hříchy.

# conversations/04_monarch/0403/0403_cv_graham_bryant:594:DefaultText
source: If that's the case, they are free to say so, and I will take their opinions into consideration after we've accomplished our goals.
cs: Pokud je to tak, mohou to říct a já jejich názory vezmu v úvahu, až dosáhneme našich cílů.

# conversations/04_monarch/0403/0403_cv_graham_bryant:595:DefaultText
source: Let us speak no more of this, Captain. We have a message to spread and a colony to save.
cs: Už o tom nemluvme, kapitáne. Musíme šířit poselství a zachránit kolonii.

# conversations/04_monarch/0403/0403_cv_graham_bryant:596:DefaultText
source: Exactly. Though his methods were abhorrent, the man behind that grisly day was, at least, trying to do some good for once.
cs: Přesně tak. Ačkoli jeho metody byly odporné, muž, který stál za tím strašlivým dnem, se alespoň jednou snažil udělat něco dobrého.

# conversations/04_monarch/0403/0403_cv_graham_bryant:597:DefaultText
source: But let this not distract us from our goal. Halcyon dies, even as we discuss its salvation.
cs: To nás však nesmí odvést od našeho cíle. Halcyon umírá, i když diskutujeme o jeho záchraně.

# conversations/04_monarch/0403/0403_cv_graham_bryant:598:DefaultText
source: Speaking of that... I need you to stop using Devil's Peak.
cs: Když už jsme u toho... Potřebuju, abys přestal používat Ďáblův štít.

# conversations/04_monarch/0403/0403_cv_graham_bryant:599:DefaultText
source: Might I ask why?
cs: Mohu se zeptat proč?

# conversations/04_monarch/0403/0403_cv_graham_bryant:600:DefaultText
source: Hiram needs it clear so he can continue operating his business.
cs: Hiram ji potřebuje vyčistit, aby mohl pokračovat v podnikání.

# conversations/04_monarch/0403/0403_cv_graham_bryant:601:DefaultText
source: I just need it clear, all right?
cs: Potřebuju to vyjasnit, jasný?

# conversations/04_monarch/0403/0403_cv_graham_bryant:602:DefaultText
source: I need information out of it, but I can't get it while you and Sanjar are using it.
cs: Potřebuji z něj získat informace, ale nemohu je získat, dokud ho používáte vy a Sanjar.

# conversations/04_monarch/0403/0403_cv_graham_bryant:603:DefaultText
source: Ah. Hiram, old friend. I must admit, I feel guilty for crippling his enterprise. He, too, works against the corporations.
cs: Ach. Hiram, starý příteli. Musím přiznat, že se cítím provinile, že jsem ochromil jeho podnikání. I on pracuje proti korporacím.

# conversations/04_monarch/0403/0403_cv_graham_bryant:604:DefaultText
source: So be it. If we can bring the printing press to its full functionality, then I'll have no use for that rust-bucket of a radio tower.
cs: Budiž. Pokud se nám podaří uvést tiskařský stroj do plné funkčnosti, pak mi ta rezavá věž rádia nebude k ničemu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:605:DefaultText
source: I see. Well, I suppose it's only fair that if you help us, we help you.
cs: Chápu. Předpokládám, že je fér, že když vy pomůžete nám, my pomůžeme vám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:607:DefaultText
source: My, my. I may preach freedom in all things, but given the sulfur in the air, you might consider covering up.
cs: Panečku, panečku. Možná hlásám svobodu ve všech věcech, ale vzhledem k síře ve vzduchu byste mohli zvážit, zda se nezakrýt.

# conversations/04_monarch/0403/0403_cv_graham_bryant:608:DefaultText
source: A Board stooge walks among us. Irony, I hope.
cs: Mezi námi chodí podržtaška správní rady. Doufám, že je to ironie.

# conversations/04_monarch/0403/0403_cv_graham_bryant:609:DefaultText
source: Ah, Nyoka! My people miss your hunts.
cs: Ach, Nyoka! Mému lidu chybí tvé lovy.

# conversations/04_monarch/0403/0403_cv_graham_bryant:610:DefaultText
source: Nyoka! I can smell you're having fun.
cs: Nyoka! Cítím, že se bavíš.

# conversations/04_monarch/0403/0403_cv_graham_bryant:611:DefaultText
source: Welcome.
cs: Vítejte.

# conversations/04_monarch/0403/0403_cv_graham_bryant:612:DefaultText
source: All are welcome here, but mind you don't overstay.
cs: Všichni jsou zde vítáni, ale pozor, abyste se tu nezdržovali.

# conversations/04_monarch/0403/0403_cv_graham_bryant:613:DefaultText
source: A fine morning, isn't it?
cs: Krásné ráno, že?

# conversations/04_monarch/0403/0403_cv_graham_bryant:614:DefaultText
source: Getting a mite humid here. I may have to meditate without the outfit.
cs: Začíná tu být trochu vlhko. Možná budu muset meditovat bez oblečení.

# conversations/04_monarch/0403/0403_cv_graham_bryant:615:DefaultText
source: Ah. The cool evening air refreshes my spirit and brings only the faintest hint of sulfur.
cs: Ach. Chladný večerní vzduch osvěžuje mého ducha a přináší jen slabý nádech síry.

# conversations/04_monarch/0403/0403_cv_graham_bryant:616:DefaultText
source: Ah, hello! You're... still alive!
cs: Ahoj! Jsi... stále naživu!

# conversations/04_monarch/0403/0403_cv_graham_bryant:617:DefaultText
source: Greetings, friend.
cs: Zdravím tě, příteli.

# conversations/04_monarch/0403/0403_cv_graham_bryant:618:DefaultText
source: But you've got the printing press now. You don't need the tower.
cs: Ale teď máte tiskařský lis. Věž nepotřebujete.

# conversations/04_monarch/0403/0403_cv_graham_bryant:619:DefaultText
source: With all that I've done for you, you could scratch my back a bit here.
cs: S tím vším, co jsem pro tebe udělal, bys mě tady mohl trochu podrbat na zádech.

# conversations/04_monarch/0403/0403_cv_graham_bryant:620:DefaultText
source: You're printing actual propaganda now. Give up the tower or I'll take it from you.
cs: Nyní tisknete skutečnou propagandu. Vzdejte se věže, nebo vám ji seberu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:621:DefaultText
source: I'm not so sure you'll be able to repair those things.
cs: Nejsem si jistý, zda se vám podaří tyto věci opravit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:622:DefaultText
source: I have faith in my people, Captain. The universe does, too - else it would not have delivered us this opportunity.
cs: Věřím svým lidem, kapitáne. Vesmír také - jinak by nám nedal tuto příležitost.

# conversations/04_monarch/0403/0403_cv_graham_bryant:623:DefaultText
source: It refers to giving oneself over to the Plan. It is not some paean to an invisible creator in the sky.
cs: Odkazuje na odevzdání se Plánu. Nejde o nějaký chvalozpěv na neviditelného stvořitele na nebi.

# conversations/04_monarch/0403/0403_cv_graham_bryant:624:DefaultText
source: I'm not so sure. Let's hear him out.
cs: Tím si nejsem tak jistý. Vyslechněme si ho.

# conversations/04_monarch/0403/0403_cv_graham_bryant:626:DefaultText
source: All right, let's get back on topic.
cs: Dobrá, vraťme se k tématu.

# conversations/04_monarch/0403/0403_cv_graham_bryant:627:DefaultText
source: Were there a truth to the Grand Plan in the first place, I - and Bakonu - might agree. But what we see as divine purpose is just one facet of the universe figuring itself out.
cs: Kdyby byl Velký plán v první řadě pravdivý, mohl bych s ním souhlasit já i Bakonu. Ale to, co považujeme za božský záměr, je jen jeden z aspektů, jak se vesmír vyřeší sám.

# conversations/04_monarch/0403/0403_cv_graham_bryant:628:DefaultText
source: Their own truth? There is only one truth. Free will is nothing but an illusion that drives man to struggle against his preordained path.
cs: Jejich vlastní pravda? Pravda je jen jedna. Svobodná vůle není nic jiného než iluze, která nutí člověka bojovat proti své předem určené cestě.

# conversations/04_monarch/0403/0403_cv_graham_bryant:629:DefaultText
source: The cosmos will someday come to understand itself. We can only assist with our own truth-seeking, and hope that by our myriad tiny contributions, we can help usher that day forth.
cs: Vesmír jednou pochopí sám sebe. My můžeme pouze pomáhat svým vlastním hledáním pravdy a doufat, že svými nesčetnými drobnými příspěvky můžeme pomoci tento den nastolit.

# conversations/04_monarch/0403/0403_cv_graham_bryant:631:DefaultText
source: This plan's brilliance is in its subtlety. For the time being, let us cease our activities on the tower, lest we bring premature attention upon us.
cs: Brilantnost tohoto plánu spočívá v jeho rafinovanosti. Prozatím ukončeme své aktivity na věži, abychom na sebe neupozornili předčasně.

# conversations/04_monarch/0403/0403_cv_graham_bryant:632:DefaultText
source: Let us be clear: Neither of us can lay claim to being "knowledgeable" on this topic. It is a matter of belief. It is not as if OSI has gone and proven anything.
cs: Aby bylo jasno: ani jeden z nás si nemůže nárokovat, že je v tomto tématu "znalý". Je to otázka víry. Není to tak, že by OSI šla a něco dokázala.

# conversations/04_monarch/0403/0403_cv_graham_bryant:633:DefaultText
source: Regardless. What were you saying?
cs: Bez ohledu na to. Co jsi říkal?

# conversations/04_monarch/0403/0403_cv_graham_bryant:634:DefaultText
source: What friend was that?
cs: Který přítel to byl?

# conversations/04_monarch/0403/0403_cv_graham_bryant:635:DefaultText
source: Sanjar Nandi. He leads MSI out of Stellar Bay. Such a shame, the way his sensibilities have been corrupted over time.
cs: Sanjar Nandi. Vede MSI ze Stellar Bay. Taková škoda, jak se jeho citlivost časem zkazila.

# conversations/04_monarch/0403/0403_cv_graham_bryant:636:DefaultText
source: I've brushed with death, but I don't believe any of this.
cs: Setkal jsem se se smrtí, ale ničemu z toho nevěřím.

# conversations/04_monarch/0403/0403_cv_graham_bryant:637:DefaultText
source: Then your will is stronger than most. Your moment is yet to come. How exciting!
cs: Pak je vaše vůle silnější než většina ostatních. Vaše chvíle teprve přijde. Jak vzrušující!

# conversations/04_monarch/0403/0403_cv_graham_bryant:638:DefaultText
source: Go ahead.
cs: Pokračujte.

# conversations/04_monarch/0403/0403_cv_graham_bryant:645:DefaultText
source: Like I say, Captain. You just keep being yourself.
cs: Jak říkám, kapitáne. Zůstaňte sám sebou.

# conversations/04_monarch/0403/0403_cv_graham_bryant:648:DefaultText
source: I can't see how killing a bunch of folks minding their own business is gonna save Monarch. Doesn't seem right.
cs: Nechápu, jak může zabití několika lidí, kteří si hledí svého, zachránit Monarchu. Nezdá se mi to správné.
