Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0403/0403_cv_revolutionary_barwarstories.po
Languages: cs

source: Sounds like the effects of infrasound. Makes your eardrums and eyeballs vibrate.
cs: Zní to jako účinky infrazvuku. Rozvibruje vám ušní bubínky a oční bulvy.

source: Are you sure you weren't drinking at the time?
cs: Jste si jistý, že jste v té době nepil?

source: What kind of gobbledygook you talking? All's I know is, I was scared half out of my brains.
cs: O jakém blábolu to mluvíš? Vím jen to, že jsem se napůl vyděsil.

source: That's what I figured, later. At the time, I was fair distracted.
cs: To mě napadlo později. V té době jsem byl spravedlivě rozptýlený.

source: Kid, I didn't become a serious drinker until after that night.
cs: Chlapče, až po té noci jsem se stal vážným pijákem.

source: About then, while I'm cussing into the dark miles from shore, I realize there's another sound in the distance. A roaring off in the night.
cs: V tu chvíli, zatímco nadávám do tmy na míle od břehu, si uvědomím, že v dálce se ozývá další zvuk. V noci se ozývá řev.

source: The tide's coming in.
cs: Příliv se blíží.

source: Oh shit.
cs: Do prdele.

source: You dumbass.
cs: Ty pitomče.

source: Not to ruin your story, but you obviously survived.
cs: Nechci vám kazit příběh, ale zřejmě jste přežil.

source: Definitely one of the stupider things I ever done.
cs: Rozhodně jedna z nejhloupějších věcí, které jsem kdy udělal.

source: It was a near thing.
cs: Bylo to blízko.

source: That's exactly what I said, at the time.
cs: Přesně to jsem tehdy řekl.

source: It gets up to my chest before I start out pacing it. But I didn't stop running until I was on something real damn tall.
cs: Než se rozjedu, dosáhne mi až na hrudník. Ale nepřestal jsem běhat, dokud jsem nebyl na něčem zatraceně vysokém.

source: The weirdest thing? I went back the next low tide. Flew out with an AG loader. The columns were gone. And I've never seen them since.
cs: Nejpodivnější věc? Při dalším odlivu jsem se tam vrátil. Vyletěl jsem s nakladačem AG. Sloupy byly pryč. A od té doby jsem je nikdy neviděl.

source: You sure you went back to the same place?
cs: Jsi si jistý, že ses vrátil na stejné místo?

source: No evidence, huh? Convenient.
cs: Žádné důkazy, co? To je výhodné.

source: That was pointless.
cs: To bylo zbytečné.

source: Sure as I can be.
cs: Jsem si tím tak jistý, jak jen mohu být.

source: Anyway. That's my story.
cs: Každopádně. To je můj příběh.

source: The moral is... the tides here will kill you if you ain't careful. So stay the fuck away from the water.
cs: Ponaučení zní... zdejší příliv vás zabije, pokud si nedáte pozor. Takže se kurva držte dál od vody.

source: Ha! There's absolutely a point.
cs: Ha! To je naprosto přesné.

source: It's hot enough to boil water, and you put your ear against a rock?
cs: Je dost horko na to, aby se uvařila voda, a ty si přiložíš ucho ke kameni?

source: I did get a burn on the lobe before I smartened up, put a towel under me.
cs: Než jsem se vzpamatoval a dal si pod sebe ručník, popálil jsem si lalůček.

source: Yeah, and how it never rotates.
cs: Jo, a jak se nikdy neotáčí.

source: And later you mentioned a Cold Pole, and a "storm wall."
cs: Později jste zmínil Studený pól a "bouřkovou zeď".

source: I told you I heard a tapping sound underground, and what it sounded like to me.
cs: Řekl jsem vám, že jsem v podzemí slyšel klepání a jak mi to znělo.

source: The Cold Pole is the side that always faces away from Olympus. That's where most of the water is. Big sheets of ice. The warmest it gets is forty below.
cs: Studený pól je strana, která je vždy odvrácená od Olympu. Tam je většina vody. Velké ledové plochy. Nejtepleji je tam čtyřicet stupňů pod nulou.

source: Giant plateau. Hot enough to boil water. Radiation. Peaks tall enough to reach space.
cs: Obří náhorní plošina. Dostatečně horká na vaření vody. Radiace. Vrcholy dostatečně vysoké, aby dosáhly do vesmíru.

source: So you got one end bitter cold and the other boiling hot. That's why there's constant wind, and why we have the storm wall.
cs: Takže na jednom konci je hořká zima a na druhém vroucí horko. Proto neustále fouká vítr a proto máme bouřkovou zeď.

source: Not the friendliest place. Don't need to explain why none of the companies bothered to settle there.
cs: Není to zrovna nejpřívětivější místo. Nemusím vysvětlovat, proč se tam žádná z firem neobtěžovala usadit.

source: You keep mentioning this "storm wall." What is it?
cs: Stále se zmiňujete o "bouřkové zdi". Co to je?

source: This isn't going to end with another wild story about aliens or whatever, is it?
cs: Snad to neskončí dalším divokým příběhem o mimozemšťanech nebo něčem podobném?

source: Seems nice enough here. Aside from the dust. And fungus. And monsters.
cs: Zdá se, že je tu dost hezky. Až na ten prach. A plísně. A příšer.

source: I'm telling you where I been and what I seen. Rest is on you, kid.
cs: Říkám vám, kde jsem byl a co jsem viděl. Zbytek je na tobě, chlapče.

source: Where the hot air from one end meets the frigid air from the other, you get storms. You go far enough towards the cold side, you'll see it.
cs: Tam, kde se horký vzduch z jednoho konce setkává s mrazivým vzduchem z druhého, vznikají bouře. Když se vydáte dostatečně daleko směrem k chladné straně, uvidíte je.

source: A wall of ice cliffs. Giant sheets cracking off into the sea. And overhead, storm clouds, thick and rolling. Snow and ice on gale-force winds.
cs: Stěna ledových útesů. Obří ledové kry se odlamují do moře. A nad hlavou bouřkové mraky, husté a valící se. Sníh a led ve vichřici.

source: We live in the lukewarm bit, between the two. Stellar Bay's about as far towards the hot side as anyone settles.
cs: My žijeme ve vlažné části, mezi oběma. Hvězdná zátoka je asi tak daleko na té horké straně, jak se kdo usadí.

source: Sounds worse than the Hot Pole to me.
cs: To mi připadá horší než Hot Pole.

source: And yet, you thought, "seems like a great place to visit."
cs: A přesto jste si pomysleli, že "to vypadá jako skvělé místo k návštěvě".

source: I'd still take it over boiling alive.
cs: Stejně bych to bral raději než vaření zaživa.

source: In my younger years. I liked the idea of seeing something nobody else bothered to. Standing where no one else ever would.
cs: V mých mladých letech. Líbila se mi představa, že uvidím něco, co nikoho jiného nezajímá. Stát tam, kde by to nikdo jiný nikdy neudělal.

source: You can't go either place without a suit. Tell you though, after a few days of sweating, you'll feeler cleaner than you ever have.
cs: Bez obleku se neobejdete ani na jednom z těchto míst. Ale řeknu vám, že po pár dnech pocení se budete cítit čistší než kdykoli předtím.

source: Either one'll kill you. Cold just tends to hurt more. Your skin cracks and bleeds.
cs: Obojí tě zabije. Chlad má jen tendenci bolet víc. Kůže praská a krvácí.

source: This is usually where you say, "Then I encountered a creepy thing."
cs: Zde obvykle říkáte: "Pak jsem se setkal se strašidelnou věcí."

source: I was a stubborn cuss. I trudged through the storm wall. Had to do it in one go. If you stop for half an hour, you get buried.
cs: Byl jsem tvrdohlavý. Prodíral jsem se bouřkovou stěnou. Musel jsem to udělat najednou. Když se na půl hodiny zastavíte, pohřbí vás.

source: You don't think the giant fungus outside is creepy? The bugs that lay eggs in folk? This whole damn moon's a horror, kid.
cs: Nemyslíte si, že ta obří houba venku nahání hrůzu? Brouci, kteří kladou vajíčka v lidovém prostředí? Celý tenhle zatracený měsíc je hrůza, chlapče.

source: It was night when I made it through. Ninety below and falling. Perfect dark, stars by the million. I forgot to breathe.
cs: Byla noc, když jsem prošel. Bylo devadesát pod nulou a klesala. Dokonalá tma, hvězd na miliony. Zapomněl jsem dýchat.

source: Sounds impressive.
cs: Zní to působivě.

source: It couldn't have been that amazing.
cs: Tak úžasné to být nemohlo.

source: ...and then aliens showed up. Am I right?
cs: ...a pak se objevili mimozemšťané. Mám pravdu?

source: It was. But that's not why I almost died.
cs: Bylo to tak. Ale to není důvod, proč jsem málem zemřel.

source: Somebody who's been into space probably wouldn't be impressed. But I'd never seen such a sky.
cs: Na někoho, kdo byl ve vesmíru, by to asi dojem neudělalo. Ale já jsem takovou oblohu nikdy neviděl.

source: It was cold enough that CO2 froze outta the air. CO2 is what makes our brains go, "you need to breathe."
cs: Byla taková zima, že CO2 ze vzduchu zmrzl. CO2 je to, co způsobuje, že náš mozek říká: "Musíš dýchat."

source: That's the third time you've said something like that. You need to knock off all the science fantasy.
cs: To už je potřetí, co něco takového říkáš. Měl bys přestat s těmi vědeckými fantasy.

source: No. Don't be weird, kid.
cs: Ne. Nebuď divný, chlapče.

source: So I was standing there, head going all swimmy, because I wasn't feeling no urge to breathe.
cs: Stál jsem tam, hlava mi šla jako na vodě, protože jsem necítil potřebu dýchat.

source: Good thing you didn't pass out. You'd be dead.
cs: Ještě že jsi neomdlel. Byl bys mrtvý.

source: I assume you got out of there fast.
cs: Předpokládám, že jste se odtamtud dostali rychle.

source: That's the whole story?
cs: To je celý příběh?

source: You don't think that tale's worth a drink? A place so cold the air freezes? So cold you got no urge to breathe?
cs: Myslíš, že ten příběh nestojí za pití? Místo, kde je taková zima, že mrzne vzduch? Taková zima, že se ti nechce dýchat?

source: Yeah. Unconscious? Asleep? Well, your body's got no urge to breathe on its own, here. You're gonna die.
cs: Jo. V bezvědomí? Spí? No, vaše tělo nemá potřebu dýchat samo. Umřeš.

source: Tired as I was, you bet your ass I did. Just popped some pills, turned around, and went right back through the storm wall. Lost three toes to frostbite.
cs: Ať jsem byl jakkoli unavený, vsaďte se, že ano. Jen jsem si dal pár prášků, otočil se a vrátil se zpátky skrz bouřkovou zeď. Přišel jsem o tři prsty na nohou kvůli omrzlinám.

source: Kids today. Damn cynics, all of them.
cs: Děti dnes. Zatracení cynici, všichni.

source: People can live all sorts of places and survive all kinds of things. "Too cold to wanna breathe" would be a mighty strange death.
cs: Lidé mohou žít na nejrůznějších místech a přežít nejrůznější věci. "Příliš chladno na to, aby se ti chtělo dýchat" by byla velmi podivná smrt.

source: Heartbreak? What happened to you here?
cs: Zlomené srdce? Co se ti tu stalo?

source: A great many things. I'll tell you what - you want to listen to an old man ramble, might be a job in it for you.
cs: Mnoho věcí. Něco vám řeknu - chcete-li poslouchat blábolení starého muže, možná v tom bude práce pro vás.

source: I used to run with a squad of mercenaries here. Good folk. Fella named Lamont introduced me. Thing is, I ain't seen them in an age.
cs: Kdysi jsem tu běhal s oddílem žoldáků. Dobří lidé. Představil mě chlápek jménem Lamont. Jde o to, že jsem je už dlouho neviděl.

source: Stands to reason they got themselves ate.
cs: To je důvod, proč se nechali sežrat.

source: I'll be glad for it, but I ain't stupid. This planet tends to get people killed. I just want some closure.
cs: Budu za to rád, ale nejsem hloupý. Tahle planeta má tendenci zabíjet lidi. Chci to jenom trochu uzavřít.

source: You want... mementos? What, photographs, or...
cs: Chceš... suvenýry? Co, fotografie nebo...

source: Thereabouts.
cs: Tam někde.

source: What if they're still alive?
cs: Co když jsou stále naživu?

source: I'll think about it.
cs: Budu o tom přemýšlet.

source: All right. One lockbox, coming right up.
cs: Dobře. Jedna schránka, hned to bude.

source: You do that. I'll be here doing the very same.
cs: To udělejte vy. Já tu budu dělat totéž.

source: Appreciate it, kid. I'll mark an outpost on your map - we spent a lot of time out there. Might be a good place to start. Here's a key for the door.
cs: Vážím si toho, chlapče. Označím ti na mapě stanoviště - strávili jsme tam hodně času. Mohlo by to být dobré místo pro začátek. Tady je klíč od dveří.

source: Can't you find them yourself?
cs: Nemůžete je najít sami?

source: I'm getting on in years, kid. Legs ain't working like they used to. Sulfur burns a little too long in the lungs. This joint's looking like my last home.
cs: Mám už svá léta, chlapče. Nohy už nefungují jako dřív. Síra v plicích hoří příliš dlouho. Tahle hospoda vypadá jako můj poslední domov.

source: I've decided to find that lockbox after all.
cs: Rozhodl jsem se, že tu skříňku přece jen najdu.

source: I found Lamont's body.
cs: Našel jsem Lamontovo tělo.

source: Was this a long time ago?
cs: Bylo to už dávno?

source: Mercenaries? What'd they do?
cs: Žoldáci? Co dělali?

source: If they got killed, they must not have been terribly talented.
cs: Pokud je zabili, asi nebyli příliš talentovaní.

source: Better folk than you and me. It don't take much of a slip to end up in a sulfur pool or a rapt's stomach.
cs: Lepší lidi než ty a já. Nemusíte moc uklouznout, abyste skončili v sirné tůni nebo v žaludku rapla.

source: Mostly we protected folk from the beasts here. If it spat, scratched or stung, we'd kill it for you, so long as you had the bits.
cs: Většinou jsme chránili lidi před zdejšími šelmami. Když plivla, škrábla nebo bodla, zabili jsme ji za vás, pokud jste měli kousky.

source: Oh, sure. I was with 'em when the corps were leaving Monarch. Hell of a time, that.
cs: Jistě. Byl jsem s nimi, když sbor opouštěl Monarch. To byly sakra časy.

source: We split ways 'round the time this twice-fucked moon got abandoned.
cs: Rozdělili jsme se v době, kdy byl tenhle dvakrát zkurvený měsíc opuštěný.

source: Thing is, I got myself some fond memories. We had some keepsakes of ours we kept in a lockbox, and I've been thinkin' about seeing it found.
cs: Jde o to, že jsem si na něj pořídil několik milých vzpomínek. Měli jsme nějaké naše památky, které jsme schovávali ve schránce, a já jsem přemýšlel o tom, že bych je našel.

source: You know, a tiny part - a damn stupid part - of me hoped he was still out there. What happened?
cs: Víš, malá část mého já - zatraceně hloupá část - doufala, že je pořád tam venku. Co se stalo?

source: They bought themselves a ticket off-world, but they were attacked while waiting for it.
cs: Koupili si letenku mimo Zemi, ale při čekání na ni byli napadeni.

source: I'm not exactly clear on the details. I just found, uh... a lot of body parts.
cs: Nejsou mi úplně jasné podrobnosti. Jen jsem našel... spoustu částí těla.

source: Damn. Well, you find our box of memories?
cs: Zatraceně. Našel jsi naši krabici vzpomínek?

source: Well, shit. Thanks for finding it, at least. Don't gotta wonder anymore.
cs: No, do prdele. Alespoň díky, že jsi to našel. Už se nemusíš divit.

source: They got sloppy. Looked like mantisaurs got 'em.
cs: Byli nedbalí. Vypadalo to, že je dostali kudlanky.

source: Huh. I knew a lot of hunters, but I ain't ever met you.
cs: Huh. Znám spoustu lovců, ale tebe jsem nikdy nepotkal.

source: Nyoka, I'm surprised you remember half the folk you meet.
cs: Nyoko, překvapuje mě, že si pamatuješ polovinu lidí, které potkáváš.

source: I did. Here you go.
cs: To jsem udělal. Tady to je.

source: Yeah... thing is, I found a list of agents in that outpost. You aren't on it.
cs: Jo... jde o to, že jsem našel seznam agentů na té základně. Ty na něm nejsi.

source: Yeah. I'm lucky to be alive, you know.
cs: Jo, mám štěstí, že jsem naživu.

source: Heh. Well, ain't you clever. Fine - I was supposed to pick 'em up that night. Thing is, another offer came along. Bit more lucrative.
cs: Heh. No, nejsi ty chytrý. Fajn - měl jsem je ten večer vyzvednout. Ale přišla jiná nabídka. Trochu lukrativnější.

source: You abandoned them? They died out there!
cs: Opustili jste je? Zemřeli tam!

source: I get it. Tell you the truth, I'd probably do the same.
cs: Chápu to. Abych řekl pravdu, asi bych udělal totéž.

source: Let me guess. That's not a box of "memories."
cs: Nech mě hádat. To není krabice se "vzpomínkami".

source: And their payment almost died with 'em. Thanks to you, I can afford another round. Cheers, hero.
cs: A jejich platba málem zemřela s nimi. Díky vám si mohu dovolit další kolo. Na zdraví, hrdino.

source: Then you're smarter than the average rapt. Next round's on me - a token of my deepest gratitude for solving a decade-long mystery.
cs: Pak jste chytřejší než průměrný rapl. Další runda je na mě - důkaz mého hlubokého vděku za vyřešení desetileté záhady.

source: Surely ain't. But it'll buy me some better ones.
cs: Určitě ne. Ale koupím si za to lepší.

source: Look, I like your gumption. I was gonna share the bits, but here's a couple extra.
cs: Podívej, líbí se mi tvoje odvaha. Chtěl jsem se o ty kousky podělit, ale tady je pár navíc.

source: Now go on - leave an old man to his past.
cs: A teď jděte - nechte starého muže jeho minulosti.

source: Funny thing, I found a list of agents in that outpost. You aren't on it.
cs: Zvláštní je, že jsem v té základně našel seznam agentů. Ty na něm nejsi.

source: All right, I'm going.
cs: Dobře, jdu.

source: Ugh, I should have kept those bits.
cs: Tyhle kousky jsem si měl nechat.

source: Yep.
cs: Ano.
