Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi.po
Languages: cs

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:32:DefaultText
source: Thank you again for retrieving the BOLT. It's every bit as complex as I'd heard, but I'm up to the challenge.
cs: Ještě jednou děkuji za získání BOLT. Je to tak složité, jak jsem slyšel, ale jsem připraven na tuto výzvu.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:33:DefaultText
source: The data on that cartridge was even more damning than I could have hoped! And to have something on UDL, of all the corporations.
cs: Údaje na té kazetě byly ještě více usvědčující, než jsem mohl doufat! A mít něco na UDL, ze všech korporací.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:35:DefaultText
source: Well! You're not one for subtlety, are you, my... rather exposed friend?
cs: Dobře! Ty nejsi zrovna jemný, že ne, můj... poněkud odhalený příteli?

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:36:DefaultText
source: And here we have it - the Board sends one of their own at last!
cs: A je to tady - Rada konečně posílá jednoho ze svých členů!

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:37:DefaultText
source: Now if we were like the other corporations, you wouldn't be allowed to run around dressed like one of Graham's minions.
cs: Kdybychom byli jako ostatní korporace, nesměl bys tu pobíhat oblečený jako jeden z Grahamových poskoků.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:39:DefaultText
source: Well, I see you've had a sobering effect on our friend Nyoka...
cs: Vidím, že jsi na našeho přítele Nyoka působil střízlivě...

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:43:DefaultText
source: You should know, you're getting excellent reviews from across the company.
cs: Měli byste vědět, že dostáváte vynikající hodnocení od celé společnosti.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:44:DefaultText
source: Reports from my colleagues suggest that you've got some areas for improvement. I'll have Celia write up some notes.
cs: Zprávy od mých kolegů naznačují, že máte některé oblasti, které je třeba zlepšit. Požádám Celii, aby napsala nějaké poznámky.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:45:DefaultText
source: Be careful with your new friends in Amber Heights - they're not the most reliable types.
cs: S novými přáteli v Amber Heights buď opatrný - nejsou to zrovna spolehliví lidé.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:46:DefaultText
source: I see the Iconoclasts have expanded their quarrel to include you. A fractious bunch, aren't they?
cs: Vidím, že ikonoklasté rozšířili svůj spor i na vás. To je ale rozhádaná parta, co?

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:51:DefaultText
source: A fine day for business, isn't it?
cs: Krásný den pro obchod, že?

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:79:DefaultText
source: Aha! The helpful stranger I've heard so much about, here to do business!
cs: Aha! Ten vstřícný cizinec, o kterém jsem tolik slyšel, přišel obchodovat!

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:80:DefaultText
source: I see Stellar Bay's new troublemaker has found us at last. Ready to set our differences aside and do business, I see.
cs: Vidím, že nový potížista ze Stellar Bay nás konečně našel. Vidím, že jsme připraveni odložit naše neshody a obchodovat.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:82:DefaultText
source: Well! New business turns up at last.
cs: Dobře! Konečně se objevil nový obchod.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:98:DefaultText
source: If the Iconoclasts reach that ship first, there won't be any chance for a peaceful Monarch.
cs: Pokud Ikonoklasté dorazí k lodi jako první, nebude šance na mírumilovného monarchu.

# conversations/templates/greetings/04_monarch/0402_gr_sanjar_nandi:99:DefaultText
source: If the Iconoclasts reach that ship first, there won't be any chance for a peaceful Monarch.
cs: Pokud Ikonoklasté dorazí k lodi jako první, nebude šance na mírumilovného monarchu.

source: Sorry, I'm not very good at rousing speeches.
cs: Omlouvám se, ale nejsem moc dobrý v povzbuzujících projevech.

source: I'll meet Zora directly. I'm just... collecting myself.
cs: Setkám se přímo se Zorou. Jen se... dávám dohromady.

source: Any luck bringing the Iconoclasts to the bargaining table?
cs: Podařilo se vám přimět Ikonoklasty k jednání?

source: You're back? And in one piece? Does this mean you- I mean, we won?
cs: Jsi zpátky? A v pořádku? Znamená to, že jsi... chci říct, že jsme vyhráli?

source: Things are looking up for Monarch, that's for certain.
cs: Pro Monarch se situace zlepšuje, to je jisté.

source: I must thank you for your excellent recommendation regarding Zora. She's most capable.
cs: Musím vám poděkovat za vaše vynikající doporučení ohledně Zory. Je velmi schopná.

source: It's an appealing offer, but I must regretfully decline. MSI frowns on fraternizing during work hours, and I have an example to set.
cs: Je to lákavá nabídka, ale musím ji s lítostí odmítnout. MSI se brání bratříčkování v pracovní době a já musím jít příkladem.

source: Sir, please stop.
cs: Pane, prosím, přestaňte.

source: Forgive me, Celia. I couldn't help myself.
cs: Odpusť mi, Celie. Nemohl jsem si pomoct.

source: You've given us quite the advantage.
cs: Poskytli jste nám značnou výhodu.

source: But we're better than that, see?
cs: Ale my jsme lepší, chápeš?

source: I knew the sweet smells of profits and nutrient-dense piscine product would lure you back before long!
cs: Věděla jsem, že sladká vůně zisku a produktu piscine s vysokým obsahem živin vás zanedlouho přiláká zpět!

source: I was wondering why this place felt like Edgewater. It's the cannery smell.
cs: Říkal jsem si, proč mi tohle místo připadá jako Edgewater. Je to zápachem z konzervárny.

source: Poor Celia. She truly was the beating heart of MSI.
cs: Chudák Celia. Byla skutečným tlukoucím srdcem MSI.

source: Stellar Bay is safe and sound since you handled the Iconoclast threat.
cs: Hvězdná zátoka je v bezpečí, protože jste se vypořádali s hrozbou Ikonoklastu.

source: The master negotiator! Come to see your handiwork, I'm sure.
cs: Mistr vyjednavač! Určitě se přijde podívat na tvé dílo.
