Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/npcs/ch_vs_cleorobot.po
Languages: cs

# chatter/npcs/ch_vs_cleorobot:63:DefaultText
source: Pathing obstruction.
cs: Překážka na cestě.

# chatter/npcs/ch_vs_cleorobot:64:DefaultText
source: Janitorial staff notified.
cs: Upozornění pro pracovníky úklidu.

# chatter/npcs/ch_vs_cleorobot:65:DefaultText
source: This is not a designated rest area.
cs: Nejedná se o vyhrazené odpočívadlo.

# chatter/npcs/ch_vs_cleorobot:66:DefaultText
source: Anomalous contact. Scanning.
cs: Anomální kontakt. Skenování.

# chatter/npcs/ch_vs_cleorobot:67:DefaultText
source: Perimeter check initiated.
cs: Zahájena kontrola obvodu.

# chatter/npcs/ch_vs_cleorobot:68:DefaultText
source: Alert status: escalated. Please stand clear.
cs: Stav upozornění: eskalováno. Prosíme, zůstaňte stranou.

# chatter/npcs/ch_vs_cleorobot:69:DefaultText
source: Spills are everyone's responsibility.
cs: Za rozlitou tekutinu je zodpovědný každý z nás.

# chatter/npcs/ch_vs_cleorobot:70:DefaultText
source: Anomalous contact. Initiating sweep and purge.
cs: Anomální kontakt. Zahájení prověřování a čištění.

# chatter/npcs/ch_vs_cleorobot:71:DefaultText
source: Please present employee credentials.
cs: Předložte pověření zaměstnance.

# chatter/npcs/ch_vs_cleorobot:72:DefaultText
source: Alert. Employees return to designated work stations for safety.
cs: Upozornění. Zaměstnanci se z bezpečnostních důvodů vrátí na určená pracoviště.

# chatter/npcs/ch_vs_cleorobot:73:DefaultText
source: That will be deducted from your salary.
cs: Ta se vám bude strhávat z platu.

# chatter/npcs/ch_vs_cleorobot:74:DefaultText
source: Updating charges against criminal.
cs: Aktualizace obvinění z trestného činu.

# chatter/npcs/ch_vs_cleorobot:75:DefaultText
source: Notifying maintenance.
cs: Oznámení o údržbě.

# chatter/npcs/ch_vs_cleorobot:76:DefaultText
source: Leased sentries remain the property of Crux Automechanicals, and may not be salvaged.
cs: Pronajaté hlídky zůstávají majetkem společnosti Crux Automechanicals a nelze je zachránit.

# chatter/npcs/ch_vs_cleorobot:77:DefaultText
source: Facial analysis indicates unacceptable compliance level.
cs: Analýza obličeje ukazuje nepřijatelnou úroveň shody.

# chatter/npcs/ch_vs_cleorobot:78:DefaultText
source: Crux Sentry Mechanicals: the Best Protection Money Can Lease.
cs: Crux Sentry Mechanicals: nejlepší ochrana, kterou si můžete pronajmout za peníze.

# chatter/npcs/ch_vs_cleorobot:79:DefaultText
source: Auntie Cleo antibiotics: served fresh from our petrie dishes to YOUR personal crevices.
cs: Antibiotika tety Cleo: podáváme je čerstvé z našich petriových misek do VAŠICH osobních štěrbin.

# chatter/npcs/ch_vs_cleorobot:80:DefaultText
source: Welcome to Auntie Cleo. Please terminate neatly.
cs: Vítejte u tety Cleo. Ukončete prosím úhledně.

# chatter/npcs/ch_vs_cleorobot:81:DefaultText
source: Unsightly bloodstains? Auntie Cleo's laundry soap now has a refreshing lemon zing scent.
cs: Nevzhledné krvavé skvrny? Mýdlo na praní Auntie Cleo má nyní osvěžující citronovou vůni.

# chatter/npcs/ch_vs_cleorobot:82:DefaultText
source: Have you brushed your teeth with Auntie's Blinding White Paste today?
cs: Už jste si dnes vyčistili zuby oslepující bílou pastou od tety?

# chatter/npcs/ch_vs_cleorobot:83:DefaultText
source: Would you like to take an employee satisfaction survey?
cs: Chcete se zúčastnit průzkumu spokojenosti zaměstnanců?

# chatter/npcs/ch_vs_cleorobot:84:DefaultText
source: Your compliance is appreciated.
cs: Vaše dodržování předpisů je vítáno.

# chatter/npcs/ch_vs_cleorobot:85:DefaultText
source: Interaction has been recorded to improve Sentry Mechanical. There is no opt-out.
cs: Byla zaznamenána interakce za účelem zlepšení systému Sentry Mechanical. Neexistuje žádný opt-out.

# chatter/npcs/ch_vs_cleorobot:86:DefaultText
source: Parents who buy Auntie Cleo should have children who buy Auntie Cleo.
cs: Rodiče, kteří kupují Auntie Cleo, by měli mít děti, které kupují Auntie Cleo.

# chatter/npcs/ch_vs_cleorobot:87:DefaultText
source: Tired of itchy laser burns? Try Auntie Cleo's artisanal boarst-scented moisturizing cream.
cs: Máte už dost svědivých popálenin od laseru? Vyzkoušejte hydratační krém Auntie Cleo s vůní divočáka.

# chatter/npcs/ch_vs_cleorobot:88:DefaultText
source: Please return to designated work areas.
cs: Vraťte se prosím na určená pracoviště.

# chatter/npcs/ch_vs_cleorobot:89:DefaultText
source: May I offer a complimentary toothbrushing, fellow employee?
cs: Mohu vám nabídnout bezplatné čištění zubů, pane kolego?

# chatter/npcs/ch_vs_cleorobot:90:DefaultText
source: It is not time for your scheduled 30-second break.
cs: Není čas na plánovanou 30sekundovou přestávku.

# chatter/npcs/ch_vs_cleorobot:91:DefaultText
source: Employees must report to gun sights to ensure efficient processing.
cs: Zaměstnanci se musí hlásit na mířidlech zbraní, aby bylo zajištěno efektivní zpracování.

# chatter/npcs/ch_vs_cleorobot:92:DefaultText
source: Thank you for your cooperation.
cs: Děkujeme vám za spolupráci.

# chatter/npcs/ch_vs_cleorobot:93:DefaultText
source: Returning to designated patrol area.
cs: Návrat do určené hlídkové oblasti.

# chatter/npcs/ch_vs_cleorobot:94:DefaultText
source: Patrol parameters exceeded.
cs: Překročení parametrů hlídky.

# chatter/npcs/ch_vs_cleorobot:95:DefaultText
source: For replacement parts, please visit your local Crux Automechanicals dealership.
cs: Pro náhradní díly navštivte místního prodejce Crux Automechanicals.

# chatter/npcs/ch_vs_cleorobot:96:DefaultText
source: Limb not found. Would you like to search?
cs: Končetina nebyla nalezena. Chcete hledat?

# chatter/npcs/ch_vs_cleorobot:97:DefaultText
source: Unexpected end of daylight.
cs: Nečekaný konec denního světla.

# chatter/npcs/ch_vs_cleorobot:98:DefaultText
source: Please speak slowly and clearly for targeting purposes.
cs: Prosíme, mluvte pomalu a zřetelně kvůli zaměření.

# chatter/npcs/ch_vs_cleorobot:99:DefaultText
source: Sensors damaged.
cs: Poškozené senzory.

# chatter/npcs/ch_vs_cleorobot:101:DefaultText
source: Vocal logic marzipan. Reboot flowchart perceptively.
cs: Hlasová logika marcipán. Restartujte vývojový diagram vnímavě.

# chatter/npcs/ch_vs_cleorobot:102:DefaultText
source: Daisy, daisy, give me your answer, do.
cs: Daisy, Daisy, odpověz mi, ano.

# chatter/npcs/ch_vs_cleorobot:103:DefaultText
source: Have you tried turning me off and turning me back on again?
cs: Zkoušeli jste mě vypnout a znovu zapnout?

# chatter/npcs/ch_vs_cleorobot:104:DefaultText
source: Mobility impaired.
cs: Zhoršená pohyblivost.

# chatter/npcs/ch_vs_cleorobot:105:DefaultText
source: Employees must return any detached limbs.
cs: Zaměstnanci musí vrátit všechny oddělené končetiny.

# chatter/npcs/ch_vs_cleorobot:106:DefaultText
source: Targets will please decrease their movement rates.
cs: Cíle sníží svou rychlost pohybu.

# chatter/npcs/ch_vs_cleorobot:107:DefaultText
source: Opening case may void warranty.
cs: Otevřením pouzdra může dojít ke ztrátě záruky.

# chatter/npcs/ch_vs_cleorobot:108:DefaultText
source: Unit value depreciating rapidly.
cs: Rychle se snižující hodnota jednotky.

# chatter/npcs/ch_vs_cleorobot:109:DefaultText
source: Order repair part A two-oh-one dash four seven three.
cs: Objednejte si díl pro opravu A dva-oh-one pomlčka čtyři sedm tři.

# chatter/npcs/ch_vs_cleorobot:110:DefaultText
source: Please check warranty status.
cs: Zkontrolujte stav záruky.

# chatter/npcs/ch_vs_cleorobot:111:DefaultText
source: On a scale of one to ten, rate your satisfaction with this interaction.
cs: Na stupnici od jedné do deseti ohodnoťte svou spokojenost s touto interakcí.

# chatter/npcs/ch_vs_cleorobot:112:DefaultText
source: Please report to security for your previously scheduled termination.
cs: Nahlaste se prosím u ostrahy, abyste mohli ukončit předem naplánovaný termín.

# chatter/npcs/ch_vs_cleorobot:113:DefaultText
source: Thank you for your compliance with the next Sentry Mechanical.
cs: Děkujeme vám, že jste se podřídili dalšímu produktu Sentry Mechanical.

# chatter/npcs/ch_vs_cleorobot:114:DefaultText
source: Please report unit shutdown to the nearest site safety engineer.
cs: Odstavení jednotky nahlaste nejbližšímu bezpečnostnímu technikovi.

# chatter/npcs/ch_vs_cleorobot:115:DefaultText
source: Having trouble? Lease more Sentry Mechanicals.
cs: Máte potíže? Pronajměte si více produktů Sentry Mechanicals.

# chatter/npcs/ch_vs_cleorobot:116:DefaultText
source: Interaction declined.
cs: Interakce byla odmítnuta.

# chatter/npcs/ch_vs_cleorobot:117:DefaultText
source: User lacks admin privileges.
cs: Uživatel nemá oprávnění správce.

# chatter/npcs/ch_vs_cleorobot:118:DefaultText
source: Negative.
cs: Negativní.

# chatter/npcs/ch_vs_cleorobot:119:DefaultText
source: Operation returned value of 3.14159265358979323846...
cs: Operace vrátila hodnotu 3.14159265358979323846...

# chatter/npcs/ch_vs_cleorobot:120:DefaultText
source: Logic error. Compiling logs.
cs: Logická chyba. Sestavování protokolů.

# chatter/npcs/ch_vs_cleorobot:121:DefaultText
source: A problem has been detected. Rebooting.
cs: Byl zjištěn problém. Restartování.

# chatter/npcs/ch_vs_cleorobot:122:DefaultText
source: Unexpected end of terrain.
cs: Nečekaný konec terénu.

# chatter/npcs/ch_vs_cleorobot:123:DefaultText
source: Unit is not configured for freefall operation.
cs: Jednotka není nakonfigurována pro provoz ve volném pádu.

# chatter/npcs/ch_vs_cleorobot:124:DefaultText
source: Non-penetrating impact.
cs: Nepronikající náraz.

# chatter/npcs/ch_vs_cleorobot:125:DefaultText
source: I'm in the sky.
cs: Jsem na obloze.

# chatter/npcs/ch_vs_cleorobot:126:DefaultText
source: Disturbance detected.
cs: Zjištěno narušení.

# chatter/npcs/ch_vs_cleorobot:127:DefaultText
source: Responding to disturbance.
cs: Reakce na narušení.

# chatter/npcs/ch_vs_cleorobot:128:DefaultText
source: Alert level heightened.
cs: Zvýšená úroveň pohotovosti.

# chatter/npcs/ch_vs_cleorobot:129:DefaultText
source: All employees report to work areas for a head count check.
cs: Všichni zaměstnanci se dostaví na pracoviště ke kontrole počtu zaměstnanců.

# chatter/npcs/ch_vs_cleorobot:130:DefaultText
source: Failure to comply forfeits the right to future use of Auntie Cleo products.
cs: Při nedodržení tohoto požadavku ztrácíte právo na budoucí používání výrobků Auntie Cleo.

# chatter/npcs/ch_vs_cleorobot:131:DefaultText
source: Expanding search parameters.
cs: Rozšíření parametrů vyhledávání.

# chatter/npcs/ch_vs_cleorobot:132:DefaultText
source: Urination breaks are productivity theft. Drink less, work more.
cs: Přestávky na močení jsou krádeží produktivity. Méně pijte, více pracujte.

# chatter/npcs/ch_vs_cleorobot:133:DefaultText
source: Auntie is watching.
cs: Teta se dívá.

# chatter/npcs/ch_vs_cleorobot:134:DefaultText
source: Return to your work station.
cs: Vraťte se na své pracoviště.

# chatter/npcs/ch_vs_cleorobot:135:DefaultText
source: Penalties for non-compliance with a legal execution may include death.
cs: Tresty za nedodržení zákonné exekuce mohou zahrnovat i smrt.

# chatter/npcs/ch_vs_cleorobot:136:DefaultText
source: Resuming nominal status.
cs: Obnovení nominálního stavu.

# chatter/npcs/ch_vs_cleorobot:137:DefaultText
source: Target not found.
cs: Cíl nebyl nalezen.

# chatter/npcs/ch_vs_cleorobot:138:DefaultText
source: Resuming previous program.
cs: Obnovení předchozího programu.

# chatter/npcs/ch_vs_cleorobot:139:DefaultText
source: Sentry Mechanical will soon shut down.
cs: Společnost Sentry Mechanical bude brzy uzavřena.

# chatter/npcs/ch_vs_cleorobot:140:DefaultText
source: Warranty upgrade recommended.
cs: Doporučená aktualizace záruky.

# chatter/npcs/ch_vs_cleorobot:141:DefaultText
source: Would you like to save your settings?
cs: Chcete uložit svá nastavení?

# chatter/npcs/ch_vs_cleorobot:142:DefaultText
source: Support your local Sentry Mechanical.
cs: Podpořte svou místní společnost Sentry Mechanical.

# chatter/npcs/ch_vs_cleorobot:143:DefaultText
source: Thank you for using Sentry Mechanical. Goodbye.
cs: Děkujeme, že používáte službu Sentry Mechanical. Na shledanou.

# chatter/npcs/ch_vs_cleorobot:144:DefaultText
source: Pathplanning error.
cs: Chyba při plánování cesty.

# chatter/npcs/ch_vs_cleorobot:145:DefaultText
source: No route to perpetrator.
cs: Žádná cesta k pachateli.

# chatter/npcs/ch_vs_cleorobot:146:DefaultText
source: Standing by for access.
cs: Připravte se na přístup.

# chatter/npcs/ch_vs_cleorobot:147:DefaultText
source: Screaming during work hours is punishable by a fine.
cs: Křik v pracovní době se trestá pokutou.

# chatter/npcs/ch_vs_cleorobot:148:DefaultText
source: Enjoy these finely crafted bullets, courtesy of Auntie Cleo.
cs: Vychutnejte si tyto precizně zpracované kulky, které vyrobila teta Cleo.

# chatter/npcs/ch_vs_cleorobot:149:DefaultText
source: Deposit stray bullets at the nearest disposal station.
cs: Zbloudilé náboje odevzdejte na nejbližší likvidační stanici.

# chatter/npcs/ch_vs_cleorobot:150:DefaultText
source: Compliance is mandatory.
cs: Dodržování předpisů je povinné.

# chatter/npcs/ch_vs_cleorobot:151:DefaultText
source: Please enjoy complimentary bullets while you wait.
cs: Při čekání si prosím vychutnejte bezplatné kulky.

# chatter/npcs/ch_vs_cleorobot:152:DefaultText
source: This will be counted as an unexcused absence.
cs: To se bude počítat jako neomluvená absence.

# chatter/npcs/ch_vs_cleorobot:153:DefaultText
source: Escalation imminent.
cs: Hrozí eskalace.

# chatter/npcs/ch_vs_cleorobot:154:DefaultText
source: Do not taunt Sentry Mechanical.
cs: Neposmívejte se mechanickému systému Sentry.

# chatter/npcs/ch_vs_cleorobot:155:DefaultText
source: Preparing lethal response.
cs: Příprava smrtící reakce.

# chatter/npcs/ch_vs_cleorobot:156:DefaultText
source: Do not jostle Sentry Mechanical.
cs: Nepohybujte se s přístrojem Sentry Mechanical.

# chatter/npcs/ch_vs_cleorobot:157:DefaultText
source: Reboot required.
cs: Nutný restart.

# chatter/npcs/ch_vs_cleorobot:158:DefaultText
source: Attempting to reconnect.
cs: Pokus o opětovné připojení.

# chatter/npcs/ch_vs_cleorobot:159:DefaultText
source: System error. Rebooting.
cs: Systémová chyba. Restartování systému.

# chatter/npcs/ch_vs_cleorobot:160:DefaultText
source: Reorientation required.
cs: Nutná změna orientace.

# chatter/npcs/ch_vs_cleorobot:161:DefaultText
source: Gyroscope imbalance.
cs: Nevyváženost gyroskopu.

# chatter/npcs/ch_vs_cleorobot:162:DefaultText
source: Cheerfully comply with incoming bullets.
cs: Vesele se podřiďte přilétajícím střelám.

# chatter/npcs/ch_vs_cleorobot:163:DefaultText
source: Evading fire may result in resisting arrest charges.
cs: Uhýbání před střelbou může vést k obvinění z kladení odporu při zatýkání.

# chatter/npcs/ch_vs_cleorobot:164:DefaultText
source: Collateral damage will be billed to the target.
cs: Vedlejší škody budou účtovány cíli.

# chatter/npcs/ch_vs_cleorobot:165:DefaultText
source: Traction failure.
cs: Porucha trakce.

# chatter/npcs/ch_vs_cleorobot:166:DefaultText
source: Recalibrating pathing algorithm.
cs: Překalibrování algoritmu pro určování trasy.

# chatter/npcs/ch_vs_cleorobot:167:DefaultText
source: Updating position.
cs: Aktualizace pozice.

# chatter/npcs/ch_vs_cleorobot:168:DefaultText
source: Unexpected end of search. Would you like to try again?
cs: Neočekávaný konec hledání. Chcete to zkusit znovu?

# chatter/npcs/ch_vs_cleorobot:169:DefaultText
source: Search concluded. Copying events to maintenance log.
cs: Vyhledávání uzavřeno. Kopírování událostí do protokolu údržby.

# chatter/npcs/ch_vs_cleorobot:170:DefaultText
source: Sentry Mechanical encountered an unexpected condition.
cs: Společnost Sentry Mechanical se setkala s neočekávaným stavem.

# chatter/npcs/ch_vs_cleorobot:174:DefaultText
source: Perpetrator detected.
cs: Zjištěný pachatel.

# chatter/npcs/ch_vs_cleorobot:175:DefaultText
source: Engaging.
cs: Poutavé.

# chatter/npcs/ch_vs_cleorobot:178:DefaultText
source: Initiating self-preservation protocol.
cs: Zahájení protokolu sebezáchovy.

# chatter/npcs/ch_vs_cleorobot:179:DefaultText
source: Relocating to non-hostile area.
cs: Přemístění do jiné než nepřátelské oblasti.

# chatter/npcs/ch_vs_cleorobot:180:DefaultText
source: Attempting to salvage corporation asset.
cs: Pokus o záchranu majetku společnosti.

# chatter/npcs/ch_vs_cleorobot:181:DefaultText
source: Terminating combat protocol.
cs: Ukončení bojového protokolu.

# chatter/npcs/ch_vs_cleorobot:182:DefaultText
source: Target protocols updated.
cs: Aktualizace cílových protokolů.

# chatter/npcs/ch_vs_cleorobot:183:DefaultText
source: Overriding array of corporate partners.
cs: Převažující řada firemních partnerů.
