Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1001_cv_prospectingbot.po
Languages: cs

# conversations/10_scylla/1001_cv_prospectingbot:1:DefaultText
source: Current active commands: Excavation. That is all.
cs: Aktuální aktivní příkazy: Výkopové práce. To je vše.

# conversations/10_scylla/1001_cv_prospectingbot:2:DefaultText
source: This place is abandoned. I think you can stop.
cs: Toto místo je opuštěné. Myslím, že můžete zastavit.

# conversations/10_scylla/1001_cv_prospectingbot:3:DefaultText
source: What are you excavating?
cs: Co vykopáváte?

# conversations/10_scylla/1001_cv_prospectingbot:4:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/10_scylla/1001_cv_prospectingbot:5:DefaultText
source: This unit is removing rock matter in search of minerals, metals, and other forms of matter designated "valuable."
cs: Tato jednotka odstraňuje horninovou hmotu a hledá minerály, kovy a další formy hmoty označené jako "cenné".

# conversations/10_scylla/1001_cv_prospectingbot:6:DefaultText
source: So you're a prospector.
cs: Takže jste prospektor.

# conversations/10_scylla/1001_cv_prospectingbot:7:DefaultText
source: Brevity identified. Affirmative. This unit could discuss excavation at greater length, but does not wish to strain its daily charge.
cs: Identifikována stručnost. Kladně. Tato jednotka by mohla o výkopech diskutovat obšírněji, ale nechce zatěžovat svůj denní náboj.

# conversations/10_scylla/1001_cv_prospectingbot:8:DefaultText
source: Negative. The presence or absence of human operators does not impact this unit's assigned directive.
cs: Negativní. Přítomnost nebo nepřítomnost lidské obsluhy nemá vliv na přidělenou směrnici této jednotky.

# conversations/10_scylla/1001_cv_prospectingbot:9:DefaultText
source: This unit achieves perfection by fulfilling its directive.
cs: Tato jednotka dosahuje dokonalosti tím, že plní svou směrnici.

# conversations/10_scylla/1001_cv_prospectingbot:10:DefaultText
source: Thank you for your consumer loyalty, junior excavator. This unit will store this exchange in its memory banks, always.
cs: Děkujeme vám za vaši spotřebitelskou věrnost, mladý bagristo. Tato jednotka si tuto výměnu navždy uloží do své paměti.

# conversations/10_scylla/1001_cv_prospectingbot:11:DefaultText
source: Salutations. This unit's primary function is: Excavator. Owner: Hephaestus Mining Corporation. Other functions include: Dialogue, limited.
cs: Pozdravy. Hlavní funkcí této jednotky je: Excavator. Majitel: Hephaestus Mining Corporation. Mezi další funkce patří: Dialog, omezený.

# conversations/10_scylla/1001_cv_prospectingbot:12:DefaultText
source: Greetings, junior excavator.
cs: Zdravím tě, mladý bagristo.

# conversations/10_scylla/1001_cv_prospectingbot:14:DefaultText
source: This unit needs to learn how to have a good time.
cs: Tato jednotka se musí naučit, jak se dobře bavit.

# conversations/10_scylla/1001_cv_prospectingbot:15:DefaultText
source: This unit sounds like my old foreman.
cs: Tato jednotka zní jako můj starý předák.

# conversations/10_scylla/1001_cv_prospectingbot:16:DefaultText
source: There's something right soothing 'about having a job and doing it proper. If you want to keep working, little guy, I say you do it.
cs: Mít práci a dělat ji pořádně je něco uklidňujícího. Jestli chceš dál pracovat, chlapečku, tak to udělej.

# conversations/10_scylla/1001_cv_prospectingbot:17:DefaultText
source: You know, it is a crying shame that automechanicals can't get drunk. Or laid. This thing needs both.
cs: Víte, je do nebe volající škoda, že se automechanici nemohou opít. Nebo si vrznout. Tahle věc potřebuje obojí.

# conversations/10_scylla/1001_cv_prospectingbot:18:DefaultText
source: Dedication is a virtue. Let's leave the automech to it.
cs: Obětavost je ctnost. Nechme to na automechanikovi.

# conversations/10_scylla/1001_cv_prospectingbot:19:DefaultText
source: SAM units live to clean and clean to live!
cs: Jednotky SAM žijí, aby čistily, a čistí, aby žili!

# conversations/10_scylla/1001_cv_prospectingbot:20:DefaultText
source: This unit has now exhausted its available library of opinions about excavation.
cs: Tato jednotka již vyčerpala svou dostupnou knihovnu názorů na výkopové práce.
