Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1001_*_ambient_outlaw_landingpad.po
Languages: bs

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:1:DefaultText
source: How'd you manage to take down a freighter this big?
bs: Jak se vám podařilo zničit tak velkou nákladní loď?

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:2:DefaultText
source: You ever get tired of this place? It's a little bleak, right?
bs: Už tě to tady někdy omrzelo? Je to tu trochu bezútěšné, ne?

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:3:DefaultText
source: Thought I saw lights on in one of the old prospector buildings.
bs: Zdálo se mi, že jsem v jedné z budov starých prospektorů viděl rozsvícená světla.

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:4:DefaultText
source: As if our little peashooters could bring down this beast! Nah, we found it here.
bs: Jako by naši malí hráškoví střelci mohli tuhle bestii zničit! Ne, našli jsme ji tady.

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:5:DefaultText
source: Found it? What's a company freighter doing on Scylla?
bs: Našli jste ho? Co dělá nákladní loď společnosti na Scylle?

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:6:DefaultText
source: It's an old CircusTime ship. Some sort of travelling primal show.
bs: Je to stará loď CircusTime. Nějaký druh putovní primácké show.

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:7:DefaultText
source: Look at the stars if you're bored. At least Harlow keeps it interesting. We get to strip a lot of interesting freighters, right?
bs: Pokud se nudíte, podívejte se na hvězdy. Harlow to alespoň udržuje zajímavé. Můžeme rozebrat spoustu zajímavých nákladních lodí, ne?

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:9:DefaultText
source: ...Really?
bs: ...Opravdu?

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:10:DefaultText
source: Boss told me never to go near that place. He says it's haunted.
bs: Šéf mi řekl, abych se k tomu místu nikdy nepřibližoval. Prý tam straší.

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:11:DefaultText
source: NO, you dummy. Probably just an electrical problem. No way anyone could be alive in there.
bs: NE, ty hlupáku. Pravděpodobně jde jen o elektrický problém. Není možné, aby tam byl někdo naživu.

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:12:DefaultText
source: Someone was dumb enough to trap themselves in a ship with a load of primals? What the hell for?
bs: Někdo byl tak hloupý, že se uvěznil v lodi s nákladem primálů? Proč, sakra?

# conversations/10_scylla/1001_bs_ambient_outlaw_landingpad:13:DefaultText
source: Beats me. Got a broadsheet lying around here somewhere that talks about it, if you're interested.
bs: To mi hlava nebere. Mám tu někde brožuru, kde se o tom píše, kdybyste měl zájem.
