Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1003_cq_vm_scylla.po
Languages: cs

# conversations/10_scylla/1003_cq_vm_scylla:3:DefaultText
source: Wait. What did I just do? Why are you pushing me to give in to my worst impulses?
cs: Počkejte. Co jsem právě udělal? Proč mě nutíš, abych podlehl svým nejhorším pudům?

# conversations/10_scylla/1003_cq_vm_scylla:4:DefaultText
source: I see you're back with us. Feared we lost you there. Never seen anyone pass out yet stay upright before.
cs: Vidím, že jsi zpátky mezi námi. Bál jsem se, že jsme tě tam ztratili. Ještě nikdy jsem neviděl nikoho, kdo by omdlel a zůstal stát.

# conversations/10_scylla/1003_cq_vm_scylla:5:DefaultText
source: Let's just get on with this. I've waited long enough.
cs: Pojďme se do toho pustit. Už jsem čekal dost dlouho.

# conversations/10_scylla/1003_cq_vm_scylla:16:DefaultText
source: This whole thing, it's, its... just a farce, right? Just... just my own brain working against me?
cs: Celá tahle věc je jen fraška, že? Jen... jen můj vlastní mozek pracuje proti mně?

# conversations/10_scylla/1003_cq_vm_scylla:30:DefaultText
source: You couldn't be more right.
cs: Nemůžete mít větší pravdu.

# conversations/10_scylla/1003_cq_vm_scylla:31:DefaultText
source: Haha. You don't need him for that, you're an expert.
cs: Haha. Na to ho nepotřebuješ, jsi expert.

# conversations/10_scylla/1003_cq_vm_scylla:31:FemaleText
source: Haha. You don't need her for that, you're an expert.
cs: Haha. Na to ji nepotřebuješ, jsi expert.

# conversations/10_scylla/1003_cq_vm_scylla:32:DefaultText
source: I knew this was a waste of time. Let's get out of this place.
cs: Věděl jsem, že je to ztráta času. Pojďme odsud pryč.

# conversations/10_scylla/1003_cq_vm_scylla:33:DefaultText
source: What happened?
cs: Co se stalo?

# conversations/10_scylla/1003_cq_vm_scylla:34:DefaultText
source: Thankfully. All that talking and arguing ruined my high.
cs: Naštěstí. Všechno to mluvení a hádky mi zkazily náladu.

# conversations/10_scylla/1003_cq_vm_scylla:36:DefaultText
source: I... woke up. The illusions I built for myself just fell away. I'm no longer interpreting, I'm... experiencing.
cs: Já... jsem se probudil. Iluze, které jsem si o sobě vytvořil, se rozpadly. Už neinterpretuji, ale prožívám.

# conversations/10_scylla/1003_cq_vm_scylla:38:DefaultText
source: Really? Have you looked around the colony lately?
cs: Opravdu? Rozhlédl ses v poslední době po kolonii?

# conversations/10_scylla/1003_cq_vm_scylla:39:DefaultText
source: No, no, not perfect in that sense.
cs: Ne, ne, v tomto smyslu není dokonalý.

# conversations/10_scylla/1003_cq_vm_scylla:40:DefaultText
source: Of course there is pain, and loss, but the suffering is caused by trying to control reality. Clinging to the way you want things to be, not enjoying the way they are.
cs: Samozřejmě, že existuje bolest a ztráta, ale utrpení je způsobeno snahou ovládat realitu. Lpění na tom, jak byste chtěli, aby věci byly, a ne těšení se z toho, jak jsou.

# conversations/10_scylla/1003_cq_vm_scylla:41:DefaultText
source: So you weren't as prepared as you thought. You've obviously gone insane.
cs: Takže jste nebyli tak připraveni, jak jste si mysleli. Zřejmě jste se zbláznil.

# conversations/10_scylla/1003_cq_vm_scylla:42:DefaultText
source: No. Well, perhaps in a way I have. Look, I'm not saying it's perfect in the way you're thinking.
cs: Ne. No, svým způsobem možná ano. Podívejte, neříkám, že je to dokonalé tak, jak si myslíte.

# conversations/10_scylla/1003_cq_vm_scylla:43:DefaultText
source: But it is still perfect. It's all there to be experienced, to be lived.
cs: Přesto je dokonalý. Všechno je tu k prožití, k prožití.

# conversations/10_scylla/1003_cq_vm_scylla:44:DefaultText
source: Ruined? You seemed to be having quite the time. Though I must admit I was a bit concerned when you stripped naked and tried to eat your clothes.
cs: Zničené? Zdálo se, že se dobře bavíte. I když musím přiznat, že jsem měl trochu obavy, když ses svlékl do naha a snažil se sníst své oblečení.

# conversations/10_scylla/1003_cq_vm_scylla:45:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/10_scylla/1003_cq_vm_scylla:47:DefaultText
source: I meant to do that.
cs: Chtěl jsem to udělat.

# conversations/10_scylla/1003_cq_vm_scylla:48:DefaultText
source: I was joking. You passed out fairly early in the process. Well before I realized what an ignorant fool I've been.
cs: Dělal jsem si legraci. Omdlel jsi poměrně brzy. Mnohem dřív, než jsem si uvědomil, jaký jsem byl ignorantský hlupák.

# conversations/10_scylla/1003_cq_vm_scylla:49:DefaultText
source: Everything... is perfect.
cs: Všechno... je dokonalé.

# conversations/10_scylla/1003_cq_vm_scylla:50:DefaultText
source: I did no such thing.
cs: Nic takového jsem neudělal.

# conversations/10_scylla/1003_cq_vm_scylla:51:DefaultText
source: You're either still hallucinating or you've gone insane.
cs: Buď máš stále halucinace, nebo ses zbláznil.

# conversations/10_scylla/1003_cq_vm_scylla:52:DefaultText
source: I've had enough Philosophism to last a lifetime. Let's get out of here.
cs: Filosofie mám dost na celý život. Pojďme odsud.

# conversations/10_scylla/1003_cq_vm_scylla:53:DefaultText
source: There may be something to that. You seem happy. Or at least not angry.
cs: Možná na tom něco bude. Vypadáš šťastně. Nebo se alespoň nezlobíte.

# conversations/10_scylla/1003_cq_vm_scylla:54:DefaultText
source: I am... content. I have finally found what I was looking for, even though I was looking for the wrong thing.
cs: Jsem... spokojená. Konečně jsem našel, co jsem hledal, i když jsem hledal špatnou věc.

# conversations/10_scylla/1003_cq_vm_scylla:55:DefaultText
source: I'm glad you found the answers you were looking for, Max.
cs: Jsem rád, že jsi našel odpovědi, které jsi hledal, Maxi.

# conversations/10_scylla/1003_cq_vm_scylla:56:DefaultText
source: In a way. Perhaps it's more accurate to say I was asking the wrong questions. I understand so much more now. I see it all. All there is to be experienced, to be lived.
cs: Svým způsobem. Možná je přesnější říct, že jsem se ptal na špatné otázky. Teď už tomu rozumím mnohem víc. Vidím to všechno. Všechno, co se dá zažít, prožít.

# conversations/10_scylla/1003_cq_vm_scylla:60:DefaultText
source: I need to have a word or two with our so-called Bakonu expert, Ms. Hermit.
cs: Musím si promluvit s naší takzvanou expertkou na Bakonu, paní Poustevnicí.
