Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1003_cq_vm_hermit.po
Languages: cs

# conversations/10_scylla/1003_cq_vm_hermit:1:DefaultText
source: What have the solar winds deposited on my doorstep now? Just more dirt and debris? Or do you actually believe you are here seeking the truth?
cs: Co mi sluneční vítr přinesl na práh? Jen další špínu a odpadky? Nebo skutečně věříte, že tu hledáte pravdu?

# conversations/10_scylla/1003_cq_vm_hermit:2:DefaultText
source: Still meandering about? Last minute questions, perhaps?
cs: Stále se touláte? Možná otázky na poslední chvíli?

# conversations/10_scylla/1003_cq_vm_hermit:4:DefaultText
source: Please, just take whatever you'd like and get out. You're interrupting my "me" time.
cs: Prosím, vezměte si, co chcete, a vypadněte. Narušujete můj čas pro sebe.

# conversations/10_scylla/1003_cq_vm_hermit:5:DefaultText
source: So, have you found your answers?
cs: Našli jste odpovědi?

# conversations/10_scylla/1003_cq_vm_hermit:6:DefaultText
source: Do you realize that everything is a lie we tell ourselves?
cs: Uvědomujete si, že všechno je lež, kterou si namlouváme?

# conversations/10_scylla/1003_cq_vm_hermit:7:DefaultText
source: I must admit, I tire of the truth seekers. Mayhaps you're here to rob me? That would be so much more exciting!
cs: Musím přiznat, že mě hledači pravdy unavují. Možná jsi mě přišel okrást? To by bylo mnohem vzrušující!

# conversations/10_scylla/1003_cq_vm_hermit:13:DefaultText
source: Not so much found as finally listened.
cs: Ani ne tak našel, jako spíš konečně vyslechl.

# conversations/10_scylla/1003_cq_vm_hermit:14:DefaultText
source: Yes, it is quite the convoluted maze we build for ourselves.
cs: Ano, je to docela spletité bludiště, které si sami vytváříme.

# conversations/10_scylla/1003_cq_vm_hermit:15:DefaultText
source: I need to know more about the "process" before we do this.
cs: Potřebuji vědět více o "procesu", než se do toho pustíme.

# conversations/10_scylla/1003_cq_vm_hermit:16:DefaultText
source: How do we know we can trust you? You could be poisoning us.
cs: Jak víme, že vám můžeme věřit? Mohli byste nás otrávit.

# conversations/10_scylla/1003_cq_vm_hermit:17:DefaultText
source: We're here to get this book translated. Max?
cs: Jsme tu proto, abychom tuto knihu přeložili. Max?

# conversations/10_scylla/1003_cq_vm_hermit:18:DefaultText
source: That depends - who are you?
cs: To záleží na tom, kdo jste?

# conversations/10_scylla/1003_cq_vm_hermit:20:DefaultText
source: We've been told this was once yours. I believe the knowledge within here contains the answers I seek - answers that will free men's minds from toil.
cs: Bylo nám řečeno, že kdysi patřil tobě. Věřím, že vědomosti, které se zde nacházejí, obsahují odpovědi, které hledám - odpovědi, které osvobodí lidské mysli od dřiny.

# conversations/10_scylla/1003_cq_vm_hermit:22:DefaultText
source: I don't know what happened to him, but we, uh, killed his son. But we had a good reason. Or maybe not. In hindsight, we may have acted rashly.
cs: Nevím, co se mu stalo, ale zabili jsme jeho syna. Ale měli jsme k tomu dobrý důvod. Nebo možná ne. Když se ohlédneme zpět, možná jsme jednali unáhleně.

# conversations/10_scylla/1003_cq_vm_hermit:23:DefaultText
source: I'm committed, no matter the cost.
cs: Jsem odhodlaný, ať to stojí, co to stojí.

# conversations/10_scylla/1003_cq_vm_hermit:24:DefaultText
source: Regardless, Max sees the error of his ways and is committed to achieving enlightenment.
cs: Bez ohledu na to Max vidí, že se mýlí, a je odhodlán dosáhnout osvícení.

# conversations/10_scylla/1003_cq_vm_hermit:25:DefaultText
source: We have a tendency to act rashly when people cross us. Kind of like you're doing now.
cs: Máme sklon jednat zbrkle, když nám někdo zkříží cestu. Něco jako teď děláš ty.

# conversations/10_scylla/1003_cq_vm_hermit:26:DefaultText
source: His actions say otherwise. Obviously, his preparation is wanting.
cs: Jeho činy hovoří o opaku. Jeho příprava je zjevně nedostatečná.

# conversations/10_scylla/1003_cq_vm_hermit:27:DefaultText
source: He's not only more prepared than most, he's also amassed many rare Philosophist tracts.
cs: Nejenže je připravenější než většina ostatních, ale také nashromáždil mnoho vzácných filosofických traktátů.

# conversations/10_scylla/1003_cq_vm_hermit:28:DefaultText
source: Max has spent his life trying to overcome his violent tendencies. You are his last resort.
cs: Max se celý život snaží překonat své násilnické sklony. Vy jste jeho poslední možnost.

# conversations/10_scylla/1003_cq_vm_hermit:29:DefaultText
source: Impressive. But profound words do not make for a prepared mind. However, you did come all this way and bring me some new reading material...
cs: Působivé. Ale hluboká slova nedělají připravenou mysl. Nicméně jsi vážil takovou cestu a přinesl mi nový materiál ke čtení...

# conversations/10_scylla/1003_cq_vm_hermit:30:DefaultText
source: There is no telling what the experience would do to a mind such as his.
cs: Nedá se říct, co by taková zkušenost udělala s myslí, jako je ta jeho.

# conversations/10_scylla/1003_cq_vm_hermit:31:DefaultText
source: So that's it? Take the damn book then. It's useless to me.
cs: Takže to je všechno? Tak si tu zatracenou knihu vezměte. Je mi k ničemu.

# conversations/10_scylla/1003_cq_vm_hermit:33:DefaultText
source: As am I.
cs: Stejně jako já.

# conversations/10_scylla/1003_cq_vm_hermit:36:DefaultText
source: All right. Head on into the meditation room and partake of the sacramental incense. It's waiting on the table when you're ready to begin.
cs: Dobře. Vydejte se do meditační místnosti a použijte svátostné kadidlo. Čeká na stole, až budete připraveni začít.

# conversations/10_scylla/1003_cq_vm_hermit:38:DefaultText
source: There's not much to tell. The process forces us to face our fears, those things which keep us from the truth. But only if we're prepared to see them.
cs: Není toho mnoho, co bychom mohli říct. Tento proces nás nutí čelit našim strachům, věcem, které nám brání v poznání pravdy. Ale jen pokud jsme připraveni je vidět.

# conversations/10_scylla/1003_cq_vm_hermit:39:DefaultText
source: You came to me, I did not seek you out. Besides, cleaning up bodies is so time consuming. And there's my bad back to consider.
cs: Přišel jsi za mnou, nehledal jsem tě. Kromě toho je odklízení těl časově náročné. A ještě je třeba vzít v úvahu moje bolavá záda.

# conversations/10_scylla/1003_cq_vm_hermit:40:DefaultText
source: A small price. And a risk I am more than willing to take.
cs: Malá cena. A riziko, které jsem ochoten podstoupit.

# conversations/10_scylla/1003_cq_vm_hermit:41:DefaultText
source: If you're asking whether we realized you're a fraud who has been amusing herself at our expense, then the answer is yes.
cs: Pokud se ptáte, zda jsme si uvědomili, že jste podvodnice, která se baví na náš účet, pak odpověď zní ano.

# conversations/10_scylla/1003_cq_vm_hermit:42:DefaultText
source: That saddens me more than you can know.
cs: To mě mrzí víc, než si dokážeš představit.

# conversations/10_scylla/1003_cq_vm_hermit:43:DefaultText
source: I hope your answers you have found are satisfactory. Ha. Not really. If they're satisfactory, they must be lies.
cs: Doufám, že odpovědi, které jste našli, jsou uspokojivé. Ha. Ani ne. Pokud jsou uspokojivé, musí to být lži.

# conversations/10_scylla/1003_cq_vm_hermit:44:DefaultText
source: Uh, yeah. We are here to rob you. What do you got?
cs: Jo. Jsme tu, abychom vás okradli. Co máte?

# conversations/10_scylla/1003_cq_vm_hermit:45:DefaultText
source: Not much, but you are free to take whatever you wish. Please leave me a few morsels of food, though. I may not eat a lot, but I still do need to eat.
cs: Není toho moc, ale můžete si vzít, co chcete. Prosím, nechte mi pár soust jídla. Možná toho moc nesním, ale přesto potřebuji jíst.

# conversations/10_scylla/1003_cq_vm_hermit:46:DefaultText
source: Oh, the audacity! Strangers enter my home and demand to know who I am? What fun! Is this a multiple choice question? Because I'm not sure I remember anymore.
cs: Ach, ta drzost! Cizí lidé vstoupí do mého domu a chtějí vědět, kdo jsem? To je ale zábava! Je to otázka s výběrem odpovědi? Protože si nejsem jistý, jestli si to ještě pamatuji.

# conversations/10_scylla/1003_cq_vm_hermit:47:DefaultText
source: Well, the ex-con obviously lied to us, this woman is nothing but a buffon.
cs: No, bývalý trestanec nám zjevně lhal, tato žena je jen šašek.

# conversations/10_scylla/1003_cq_vm_hermit:48:DefaultText
source: No she's not. She's a lady of transcendent wisdom, can you not see that?
cs: Ne, není. Je to dáma nadpozemské moudrosti, copak to nevidíte?

# conversations/10_scylla/1003_cq_vm_hermit:49:DefaultText
source: Very astute. And I'm out here to meditate and contemplate the unendurable mystery without being bothered. So why are you bothering me?
cs: Velmi bystré. A já jsem tady, abych meditoval a rozjímal nad nesnesitelným tajemstvím, aniž by mě někdo obtěžoval. Tak proč mě obtěžuješ?

# conversations/10_scylla/1003_cq_vm_hermit:50:DefaultText
source: We were just leaving.
cs: Právě jsme odjížděli.

# conversations/10_scylla/1003_cq_vm_hermit:51:DefaultText
source: What? A test? No one told me there was gonna be a test, dammit. I hate tests!
cs: Cože? Test? Nikdo mi neřekl, že bude test, sakra. Nesnáším testy!

# conversations/10_scylla/1003_cq_vm_hermit:52:DefaultText
source: Yes! That's the spirit! A fellow traveler, one close to the truth themselves!
cs: Ano! To je duch! Spolucestující, který je sám blízko pravdě!

# conversations/10_scylla/1003_cq_vm_hermit:53:DefaultText
source: No, he's not. Just... a bit dim.
cs: Ne, není. Jen... trochu mdlý.

# conversations/10_scylla/1003_cq_vm_hermit:53:FemaleText
source: No, she's not. Just... a bit dim.
cs: Ne, není. Jen... je trochu mdlá.

# conversations/10_scylla/1003_cq_vm_hermit:55:DefaultText
source: I take defense at that.
cs: V tom se bráním.

# conversations/10_scylla/1003_cq_vm_hermit:56:DefaultText
source: I don't need to stay here and be insulted. I can be insulted anywhere.
cs: Nemusím tu zůstávat a nechat se urážet. Můžu být urážen kdekoli.

# conversations/10_scylla/1003_cq_vm_hermit:57:DefaultText
source: In that case, we are here to rob you. What have you got?
cs: V tom případě jsme tu my, abychom vás okradli. Co máte?

# conversations/10_scylla/1003_cq_vm_hermit:58:DefaultText
source: We don't have time for this.
cs: Na to nemáme čas.

# conversations/10_scylla/1003_cq_vm_hermit:59:DefaultText
source: We are not here to rob you. I've brought this book for you to translate for me.
cs: Nejsme tu proto, abychom vás okrádali. Přinesl jsem vám tuto knihu, abyste mi ji přeložili.

# conversations/10_scylla/1003_cq_vm_hermit:60:DefaultText
source: Can we dispense with the nonsense for once, please? We're here to get this book translated.
cs: Můžeme si pro jednou odpustit ty nesmysly, prosím? Jsme tady, abychom tu knihu přeložili.

# conversations/10_scylla/1003_cq_vm_hermit:61:DefaultText
source: I can translate it, but it won't do you any good. I can see you are a man in a hurry, and the insights in that book would take you years of study to fully comprehend.
cs: Mohu to přeložit, ale nebude vám to k ničemu. Vidím, že jsi člověk, který spěchá, a poznatky v té knize by ti zabraly roky studia, abys je plně pochopil.

# conversations/10_scylla/1003_cq_vm_hermit:62:DefaultText
source: I have spent my life in contemplation, I believe my mind is prepared to receive the truth.
cs: Celý život jsem strávil rozjímáním, věřím, že moje mysl je připravena přijmout pravdu.

# conversations/10_scylla/1003_cq_vm_hermit:63:DefaultText
source: Look, can we just move this along here? Please?
cs: Podívejte, můžeme to posunout? Prosím?

# conversations/10_scylla/1003_cq_vm_hermit:64:DefaultText
source: Uh, hermit lady. Enough talk. How about you throw Max here a bone?
cs: Uh, poustevnice. Dost řečí. Co kdybys hodil Maxovi kost?

# conversations/10_scylla/1003_cq_vm_hermit:65:DefaultText
source: We've come a long way to help Max get some peace. Is there anything you can do to help?
cs: Ušli jsme dlouhou cestu, abychom Maxovi pomohli získat klid. Můžete mu nějak pomoci?

# conversations/10_scylla/1003_cq_vm_hermit:66:DefaultText
source: There is one way that can speed up the process. It involves a combination of several... ingredients, some of which can be fatal. It is not for the faint of heart, or the unprepared.
cs: Existuje jeden způsob, jak tento proces urychlit. Zahrnuje kombinaci několika... složek, z nichž některé mohou být smrtelné. Není to nic pro slabé povahy ani pro nepřipravené.

# conversations/10_scylla/1003_cq_vm_hermit:67:DefaultText
source: What happens if you're unprepared?
cs: Co se stane, když nebudete připraveni?

# conversations/10_scylla/1003_cq_vm_hermit:68:DefaultText
source: Either hallucinations followed by unconsciousness and a headache, or raving insanity. Which can be fun in its own way.
cs: Buď halucinace následované bezvědomím a bolestí hlavy, nebo šílenství. Což může být svým způsobem zábavné.

# conversations/10_scylla/1003_cq_vm_hermit:69:DefaultText
source: Well, Max just said he was prepared, didn't he?
cs: No, Max právě řekl, že je připravený, ne?

# conversations/10_scylla/1003_cq_vm_hermit:70:DefaultText
source: But is he truly? How did you find me? What happened to the thief who stole my book?
cs: Ale je tomu skutečně tak? Jak jsi mě našel? Co se stalo se zlodějem, který mi ukradl knihu?

# conversations/10_scylla/1003_cq_vm_hermit:71:DefaultText
source: And I believe he may be right. There is both violence and peace warring inside you, Max. This process would be extremely tenuous for one such as yourself.
cs: A já věřím, že má pravdu. Bojuje v tobě jak násilí, tak mír, Maxi. Tento proces by byl pro někoho, jako jsi ty, nesmírně obtížný.

# conversations/10_scylla/1003_cq_vm_hermit:74:DefaultText
source: I'm committed to taking as many drugs as possible, so count me in as well.
cs: Jsem odhodlaný brát co nejvíce léků, takže se mnou počítejte také.

# conversations/10_scylla/1003_cq_vm_hermit:75:DefaultText
source: When you say ingredients, you mean drugs, right?
cs: Když říkáte přísady, myslíte tím drogy, že?

# conversations/10_scylla/1003_cq_vm_hermit:76:DefaultText
source: A crass way to put it, but yes. Chemicals that can expand - or destroy - the participant's consciousness.
cs: Hrubě řečeno, ale ano. Chemikálie, které mohou rozšířit - nebo zničit - vědomí účastníka.

# conversations/10_scylla/1003_cq_vm_hermit:79:DefaultText
source: Oh, come on, you're not going to hold that against him, are you? One little murder?
cs: Ale no tak, přece mu to nebudeš mít za zlé, že ne? Jedna malá vražda?

# conversations/10_scylla/1003_cq_vm_hermit:80:DefaultText
source: We'll just excuse ourselves.
cs: Omluvíme se.

# conversations/10_scylla/1003_cq_vm_hermit:82:DefaultText
source: There's a maze? Where? I love mazes!
cs: Je tu bludiště? Kde? Miluju bludiště!

# conversations/10_scylla/1003_cq_vm_hermit:83:DefaultText
source: I like this one. A self untroubled by deeper thoughts.
cs: Tohle se mi líbí. Já bez hlubších myšlenek.

# conversations/10_scylla/1003_cq_vm_hermit:85:DefaultText
source: I'm tired of all the talking. We're leaving.
cs: Jsem unavený ze všech těch řečí. Odcházíme.

# conversations/10_scylla/1003_cq_vm_hermit:86:DefaultText
source: I'd ask what you both were talking about, but I'm afraid you'd answer.
cs: Zeptal bych se, o čem jste oba mluvili, ale obávám se, že byste mi odpověděli.

# conversations/10_scylla/1003_cq_vm_hermit:87:DefaultText
source: We should go.
cs: Měli bychom jít.

# conversations/10_scylla/1003_cq_vm_hermit:88:DefaultText
source: Existence is simpler with your eyes closed. It takes courage to open them.
cs: Se zavřenýma očima je existence jednodušší. Otevřít je vyžaduje odvahu.

# conversations/10_scylla/1003_cq_vm_hermit:89:DefaultText
source: <Attack> Oooh. Bloodshed! Count me in!
cs: <Útok> Oooh. Krveprolití! Počítejte se mnou!

# conversations/10_scylla/1003_cq_vm_hermit:90:DefaultText
source: Calm down, Max. Let's go.
cs: Uklidni se, Maxi. Jdeme.

# conversations/10_scylla/1003_cq_vm_hermit:91:DefaultText
source: Not as sad as you're about to be.
cs: Ne tak smutný, jak se chystáte být.

# conversations/10_scylla/1003_cq_vm_hermit:92:DefaultText
source: It looks like you learned something in there as well.
cs: Vypadá to, že jste se tam také něco naučili.

# conversations/10_scylla/1003_cq_vm_hermit:93:DefaultText
source: How right you are. Words are overrated.
cs: Máte pravdu. Slova se přeceňují.

# conversations/10_scylla/1003_cq_vm_hermit:94:DefaultText
source: Nope, I already knew that. I was just enjoying myself.
cs: Ne, to už jsem věděl. Jen jsem se bavil.

# conversations/10_scylla/1003_cq_vm_hermit:95:DefaultText
source: I believe I did.
cs: Věřím, že ano.

# conversations/10_scylla/1003_cq_vm_hermit:96:DefaultText
source: Of course you were.
cs: Samozřejmě, že ano.

# conversations/10_scylla/1003_cq_vm_hermit:97:DefaultText
source: Hearing that brings me great joy, my friend.
cs: Když to slyším, mám velkou radost, příteli.

# conversations/10_scylla/1003_cq_vm_hermit:99:DefaultText
source: Me too!
cs: Já taky!

# conversations/10_scylla/1003_cq_vm_hermit:103:DefaultText
source: Aw, come on. We've come all this way.
cs: Ale no tak. Ušli jsme celou tuhle cestu.

# conversations/10_scylla/1003_cq_vm_hermit:104:DefaultText
source: Okay. Let's give it a whirl. Worse that can happen is he's driven insane.
cs: Dobře. Zkusíme to. Nejhorší, co se může stát, je, že se zblázní.

# conversations/10_scylla/1003_cq_vm_hermit:107:DefaultText
source: I think these bits will change your mind. Eh?
cs: Myslím, že tyto kousky změní váš názor. Co?

# conversations/10_scylla/1003_cq_vm_hermit:108:DefaultText
source: Well, we didn't want to partake in your stupid ritual, anyway. Let's go.
cs: Stejně jsme se nechtěli účastnit vašeho hloupého rituálu. Jdeme.

# conversations/10_scylla/1003_cq_vm_hermit:109:DefaultText
source: I must refuse.
cs: Musím odmítnout.

# conversations/10_scylla/1003_cq_vm_hermit:110:DefaultText
source: You are quite amusing. But still, I must refuse.
cs: Jste docela zábavný. Ale přesto musím odmítnout.

# conversations/10_scylla/1003_cq_vm_hermit:111:DefaultText
source: Sorry, Captain. Clearly, we'll get nothing out of this charlatan. I see now it was a mistake to come here.
cs: Omlouvám se, kapitáne. Je jasné, že z tohoto šarlatána nic nedostaneme. Teď vidím, že byla chyba sem chodit.

# conversations/10_scylla/1003_cq_vm_hermit:114:DefaultText
source: One cannot reach enlightenment through petty acts of bloodshed. Such choices inform me only that your vicar is ill-prepared for the journey.
cs: Osvícení nelze dosáhnout drobným krveprolitím. Taková rozhodnutí mě informují pouze o tom, že váš farář je na cestu špatně připraven.

# conversations/10_scylla/1003_cq_vm_hermit:115:DefaultText
source: Do you believe that flippancy will aid you in your endeavor to convince me? No, I do not believe your vicar is suitable for my tutelage. Nor are you.
cs: Myslíte si, že vám flirtování pomůže ve vaší snaze mě přesvědčit? Ne, nevěřím, že váš vikář je vhodný pro mou výchovu. Ani vy ne.

# conversations/10_scylla/1003_cq_vm_hermit:116:DefaultText
source: Well, do you come seeking the truth or are you simply common robbers?
cs: Přicházíte hledat pravdu, nebo jste jen obyčejní zloději?

# conversations/10_scylla/1003_cq_vm_hermit:118:DefaultText
source: I dunno, Captain. Is this safe? I don't think this is safe.
cs: Nevím, kapitáne. Je to bezpečné? Myslím, že to není bezpečné.

# conversations/10_scylla/1003_cq_vm_hermit:119:DefaultText
source: Well, shit. We've come this far. If we die, at least we'll die hearing colors and seeing sound.
cs: No, do prdele. Došli jsme tak daleko. Jestli umřeme, tak aspoň uslyšíme barvy a uvidíme zvuk.

# conversations/10_scylla/1003_cq_vm_hermit:120:DefaultText
source: "No matter the cost?" It's just drugs, Max. We ain't making you walk in front of a firing squad.
cs: "Bez ohledu na cenu?" Jsou to jen drogy, Maxi. Nebudeme tě nutit jít před popravčí četu.

# conversations/10_scylla/1003_cq_vm_hermit:121:DefaultText
source: I'll supervise. For "safety" purposes.
cs: Budu dohlížet. Z "bezpečnostních" důvodů.

# conversations/10_scylla/1003_cq_vm_hermit:122:DefaultText
source: <playing upbeat music>
cs: <hrají optimistickou hudbu>

# conversations/10_scylla/1003_cq_vm_hermit:124:DefaultText
source: You can go back to the ship if you're uncomfortable.
cs: Pokud se vám to nelíbí, můžete se vrátit na loď.

# conversations/10_scylla/1003_cq_vm_hermit:125:DefaultText
source: I don't want to leave you all on your lonesome. I'll just- oh fine, I'll do it.
cs: Nechci vás tu nechat samotné. Prostě... dobře, udělám to.

# conversations/10_scylla/1003_cq_vm_hermit:126:DefaultText
source: It's safe if I say it is. We're doing this.
cs: Je bezpečné, když řeknu, že ano. Děláme to.

# conversations/10_scylla/1003_cq_vm_hermit:127:DefaultText
source: I'm not sure. Let me think this over...
cs: Nejsem si jistý. Nech mě to promyslet...

# conversations/10_scylla/1003_cq_vm_hermit:128:DefaultText
source: Very well. Not like I'm going anywhere. Head on into the meditation room when you decide you're ready and partake of the sacramental incense. It'll be waiting on the table for you.
cs: Velmi dobře. Nikam se nechystám. Až se rozhodneš, že jsi připraven, jdi do meditační místnosti a zúčastni se svátostného kadidla. Bude na tebe čekat na stole.

# conversations/10_scylla/1003_cq_vm_hermit:129:DefaultText
source: I'm in.
cs: Jsem pro.
