Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1003_cv_vision_vm_spirit.po
Languages: cs

# conversations/10_scylla/1003_cv_vision_vm_spirit:7:DefaultText
source: Hello, Max.
cs: Ahoj, Maxi.

# conversations/10_scylla/1003_cv_vision_vm_spirit:8:DefaultText
source: What? Who... why do you look like me? Are you me?
cs: Cože? Kdo... proč vypadáš jako já? Jsi já?

# conversations/10_scylla/1003_cv_vision_vm_spirit:9:DefaultText
source: Not really. I'm who you think you are. I am disciplined. Controlled. I have no doubts. And I don’t exist, yet you have judged yourself against me your whole life.
cs: Ne tak docela. Jsem ten, za koho se považuješ. Jsem disciplinovaný. Ovládám se. Nemám žádné pochybnosti. A neexistuji, přesto se proti mně celý život odsuzuješ.

# conversations/10_scylla/1003_cv_vision_vm_spirit:10:DefaultText
source: Why? Why do you berate yourself for not being me?
cs: Proč? Proč si vyčítáš, že nejsi jako já?

# conversations/10_scylla/1003_cv_vision_vm_spirit:11:DefaultText
source: I don't... feel right. About this. Anymore. I need to get out of here.
cs: Necítím se dobře. O tomhle. Už ne. Musím odsud vypadnout.

# conversations/10_scylla/1003_cv_vision_vm_spirit:13:DefaultText
source: Yeah, Max, why do you do that?
cs: Jo, Maxi, proč to děláš?

# conversations/10_scylla/1003_cv_vision_vm_spirit:14:DefaultText
source: <Let them talk>
cs: <Nechte je mluvit>

# conversations/10_scylla/1003_cv_vision_vm_spirit:15:DefaultText
source: If he does, he shouldn't. He's a better man than he gives himself credit for.
cs: Pokud ano, neměl by. Je to lepší člověk, než si připouští.

# conversations/10_scylla/1003_cv_vision_vm_spirit:16:DefaultText
source: You asked for this, why are you fighting it? The same reason you always do? Fear of the unknown? Not having control?
cs: Sami jste o to požádali, tak proč se tomu bráníte? Ze stejného důvodu jako vždycky? Strach z neznámého? Nemít kontrolu?

# conversations/10_scylla/1003_cv_vision_vm_spirit:17:DefaultText
source: Is this the answer? Because it sure sounded like an answer. That I don’t understand. Who are you again? And why do you look like me?
cs: Je to odpověď? Protože to určitě znělo jako odpověď. Tomu nerozumím. Kdo že jsi? A proč vypadáš jako já?

# conversations/10_scylla/1003_cv_vision_vm_spirit:19:DefaultText
source: He's just here looking for the truth.
cs: Jen tu hledá pravdu.

# conversations/10_scylla/1003_cv_vision_vm_spirit:20:DefaultText
source: He's not looking for the truth, he's looking for a new way to organize reality in his head.
cs: Nehledá pravdu, hledá nový způsob, jak si v hlavě uspořádat realitu.

# conversations/10_scylla/1003_cv_vision_vm_spirit:23:DefaultText
source: That's not... it can't be right. I've only been searching for the answer to the Equation. Because it will set us free. Won't it?
cs: To není... to nemůže být správné. Jen jsem hledal odpověď na Rovnici. Protože ta nás osvobodí. Nebo ne?

# conversations/10_scylla/1003_cv_vision_vm_spirit:24:DefaultText
source: How? By removing the need to make any decision? To have your life completely controlled? The illusion of certainty?
cs: Jak? Odstraněním nutnosti činit jakákoli rozhodnutí? Abyste měli svůj život zcela pod kontrolou? Iluze jistoty?

# conversations/10_scylla/1003_cv_vision_vm_spirit:31:DefaultText
source: It's all... lies. How could I not have seen this? But how do we escape our... ourselves?
cs: Všechno jsou to... lži. Jak jsem si toho mohl nevšimnout? Ale jak uniknout našim... sobě samým?

# conversations/10_scylla/1003_cv_vision_vm_spirit:34:DefaultText
source: You'll never live up to your unrealistic expectations of yourself if you can't even be patient enough to finish a conversation properly.
cs: Nikdy nesplníte svá nerealistická očekávání, pokud nedokážete být ani natolik trpěliví, abyste řádně dokončili konverzaci.

# conversations/10_scylla/1003_cv_vision_vm_spirit:35:DefaultText
source: You'll never live up to your unrealistic expectations of yourself if you keep giving in to your violent nature.
cs: Nikdy nesplníte svá nerealistická očekávání, pokud se budete stále podřizovat své násilnické povaze.

# conversations/10_scylla/1003_cv_vision_vm_spirit:36:DefaultText
source: A new story of the happy you. The contented you. Me.
cs: Nový příběh o šťastném vy. Spokojené vy. Já.

# conversations/10_scylla/1003_cv_vision_vm_spirit:37:DefaultText
source: It's time to end this conversation, smack him upside the head, Max.
cs: Je čas ukončit tento rozhovor a praštit ho po hlavě, Maxi.

# conversations/10_scylla/1003_cv_vision_vm_spirit:39:DefaultText
source: I don't! I mean, that's not how it is at all, I just... I don't know.
cs: Já ne! Vždyť to tak vůbec není, já jen... Já nevím.

# conversations/10_scylla/1003_cv_vision_vm_spirit:40:DefaultText
source: But that's not what you're doing, is it? You're desperately trying to find a story to organize reality in your head, a story to control everything.
cs: Ale to přece neděláte, ne? Zoufale se snažíš najít příběh, který by ti uspořádal realitu v hlavě, příběh, který by všechno ovládal.

# conversations/10_scylla/1003_cv_vision_vm_spirit:45:DefaultText
source: The hermit was right, this has driven me mad.
cs: Poustevník měl pravdu, tohle mě přivádí k šílenství.

# conversations/10_scylla/1003_cv_vision_vm_spirit:46:DefaultText
source: I'm confused. And nauseous. But mostly nauseous.
cs: Jsem zmatená. A je mi špatně. Ale hlavně je mi špatně.

# conversations/10_scylla/1003_cv_vision_vm_spirit:47:DefaultText
source: This is a waste of time, Max. Let's get out of here.
cs: Je to ztráta času, Maxi. Pojďme odsud pryč.

# conversations/10_scylla/1003_cv_vision_vm_spirit:49:DefaultText
source: Max, I figured it out. You need to kill this guy. Now.
cs: Maxi, už jsem na to přišel. Musíš ho zabít. Teď.

# conversations/10_scylla/1003_cv_vision_vm_spirit:50:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/10_scylla/1003_cv_vision_vm_spirit:51:DefaultText
source: He's your "self!" You need to get rid of him. Get it? It's almost like a bad joke.
cs: Je to vaše "já"! Musíte se ho zbavit. Chápete? Je to skoro jako špatný vtip.

# conversations/10_scylla/1003_cv_vision_vm_spirit:52:DefaultText
source: I can do that.
cs: To zvládnu.

# conversations/10_scylla/1003_cv_vision_vm_spirit:53:DefaultText
source: You mean I need to fight him to rid myself of... my self?
cs: Chceš říct, že s ním musím bojovat, abych se zbavil... svého já?

# conversations/10_scylla/1003_cv_vision_vm_spirit:54:DefaultText
source: Uh, yeah! That's what I meant!
cs: Jo! To jsem měl na mysli!

# conversations/10_scylla/1003_cv_vision_vm_spirit:56:DefaultText
source: No, I'm just tired of hearing him talk.
cs: Ne, už mě nebaví poslouchat jeho řeči.

# conversations/10_scylla/1003_cv_vision_vm_spirit:57:DefaultText
source: Me too. Let's end this.
cs: Já také. Ukončeme to.

# conversations/10_scylla/1003_cv_vision_vm_spirit:58:DefaultText
source: No, I just want to see you beat yourself up.
cs: Ne, chci jen vidět, jak se biješ.

# conversations/10_scylla/1003_cv_vision_vm_spirit:59:DefaultText
source: Exactly. Everything you've been searching for is right here for the taking. You can do this.
cs: Přesně tak. Vše, co jste hledali, je zde k dispozici. Můžete to udělat.

# conversations/10_scylla/1003_cv_vision_vm_spirit:60:DefaultText
source: I like the way you think.
cs: Líbí se mi, jak přemýšlíte.

# conversations/10_scylla/1003_cv_vision_vm_spirit:64:DefaultText
source: Never mind, it was a silly idea.
cs: Nevadí, byl to hloupý nápad.

# conversations/10_scylla/1003_cv_vision_vm_spirit:65:DefaultText
source: That's right. You think he could kill me when he wants so desperately to BE me?
cs: Přesně tak. Myslíš, že by mě mohl zabít, když tak zoufale touží BÝT mnou?

# conversations/10_scylla/1003_cv_vision_vm_spirit:66:DefaultText
source: I... uh, don't know what to say. Thank you, Captain. But, I just - I don’t know.
cs: Já... nevím, co na to říct. Děkuji, kapitáne. Ale já prostě - já nevím.

# conversations/10_scylla/1003_cv_vision_vm_spirit:72:DefaultText
source: The hermit may have been right. Listening to you talk seems to be driving me insane.
cs: Poustevník měl možná pravdu. Poslouchat tě, jak mluvíš, mě přivádí k šílenství.

# conversations/10_scylla/1003_cv_vision_vm_spirit:75:DefaultText
source: You're doing great, Max! Do you think the hermit would mind if I throw up in the corner?
cs: Vedeš si skvěle, Maxi! Myslíš, že by poustevníkovi vadilo, kdybych se vyzvracel v koutě?

# conversations/10_scylla/1003_cv_vision_vm_spirit:76:DefaultText
source: I don't get half of what you're saying, but you're insulting my friend. And he's a stand up guy.
cs: Nechápu ani polovinu toho, co říkáš, ale urážíš mého přítele. A on je čestný chlap.

# conversations/10_scylla/1003_cv_vision_vm_spirit:77:DefaultText
source: Yeah, Max, why do you do that?
cs: Jo, Maxi, proč to děláš?

# conversations/10_scylla/1003_cv_vision_vm_spirit:78:DefaultText
source: Quiet, Felix. Yeah, Max, why do you do that?
cs: Ticho, Felixi. Jo, Maxi, proč to děláš?

# conversations/10_scylla/1003_cv_vision_vm_spirit:80:DefaultText
source: You think he's all right? Should we help him?
cs: Myslíš, že je v pořádku? Měli bychom mu pomoci?

# conversations/10_scylla/1003_cv_vision_vm_spirit:81:DefaultText
source: C'mon, Max. Take a hint. He's telling you to quit being such an uptight jackass.
cs: No tak, Maxi. Nech si poradit. Říká ti, abys přestal být takový upjatý blbec.

# conversations/10_scylla/1003_cv_vision_vm_spirit:82:DefaultText
source: Oh, no. Ohhhhh, no. One uptight holier-than-thou preacher man is enough of a hassle. Now we got two? Time to go, Captain, before it gets worse.
cs: Ale ne. Ohhhhh, ne. Jeden upjatý kazatel je dost nepříjemný. Teď máme dva? Je čas jít, kapitáne, než to bude ještě horší.

# conversations/10_scylla/1003_cv_vision_vm_spirit:83:DefaultText
source: I'm not seeing the resemblance, Max. This other guy's a lot better-looking than you.
cs: Já tu podobnost nevidím, Maxi. Ten druhý vypadá mnohem líp než ty.

# conversations/10_scylla/1003_cv_vision_vm_spirit:84:DefaultText
source: ERROR: ERROR: ERROR: U-uh-uh-unable to p-p-process conflicting optical stimuli.
cs: CHYBA: CHYBA: CHYBA: U-uh-uh-nemůže p-p-zpracovat konfliktní optické podněty.

# conversations/10_scylla/1003_cv_vision_vm_spirit:85:DefaultText
source: Is it wrong to try to be a... good... er... better person than I am?
cs: Je špatné snažit se být... dobrým... ehm... lepším člověkem, než jsem?

# conversations/10_scylla/1003_cv_vision_vm_spirit:86:DefaultText
source: Uhm... best not to test it, forget I said anything. We just want the truth, vision-Max-guy.
cs: Uhm... raději to nezkoušejte, zapomeňte, že jsem něco řekl. Chceme jen pravdu, vizionáři.

# conversations/10_scylla/1003_cv_vision_vm_spirit:87:DefaultText
source: Your obsession allowed you to avoid the real question. Who are you?
cs: Vaše posedlost vám umožnila vyhnout se skutečné otázce. Kdo jsi?

# conversations/10_scylla/1003_cv_vision_vm_spirit:88:DefaultText
source: I'm Max. ME! I'm real, you can't convince me otherwise... please don't convince me I'm not.
cs: Já jsem Max. JÁ! Jsem skutečný, o opaku mě nepřesvědčíte... prosím, nepřesvědčujte mě, že nejsem.

# conversations/10_scylla/1003_cv_vision_vm_spirit:89:DefaultText
source: Yeah, please don't do that. I'm invested in being me.
cs: Jo, prosím, nedělejte to. Chci být sám sebou.

# conversations/10_scylla/1003_cv_vision_vm_spirit:90:DefaultText
source: So, you're going to convince Max he's not real? This should be interesting.
cs: Takže chceš Maxe přesvědčit, že není skutečný? To by mohlo být zajímavé.

# conversations/10_scylla/1003_cv_vision_vm_spirit:91:DefaultText
source: So I'm not real? That's a relief, being real is tough.
cs: Takže nejsem skutečný? To je úleva, být skutečný je těžké.

# conversations/10_scylla/1003_cv_vision_vm_spirit:92:DefaultText
source: Ironically, your.. lack of introspection means you're actually closer to the truth than your friend Max is.
cs: Ironií je, že tvůj nedostatek introspekce znamená, že jsi ve skutečnosti blíž pravdě než tvůj přítel Max.

# conversations/10_scylla/1003_cv_vision_vm_spirit:94:DefaultText
source: The concept of 'Max' is what's not real.
cs: Pojem "Max" je to, co není skutečné.

# conversations/10_scylla/1003_cv_vision_vm_spirit:95:DefaultText
source: By the Architect... Architect? How could I have believed in an Architect? That's ridiculous. I must be losing my mind completely... what you're saying almost makes sense.
cs: Od architekta... Architektem? Jak jsem mohl věřit v Architekta? To je směšné. Asi jsem se úplně zbláznil... To, co říkáš, dává skoro smysl.

# conversations/10_scylla/1003_cv_vision_vm_spirit:96:DefaultText
source: Your individual 'self' is what's not real, it is simply a concept.
cs: Vaše individuální "já" není skutečné, je to jen koncept.

# conversations/10_scylla/1003_cv_vision_vm_spirit:97:DefaultText
source: We exist inside our thoughts, thinking we're in control? That's it... isn't it? We have no control. Over anything.
cs: Existujeme uvnitř svých myšlenek a myslíme si, že máme vše pod kontrolou? To je ono... nebo ne? Nemáme žádnou kontrolu. Nad ničím.

# conversations/10_scylla/1003_cv_vision_vm_spirit:100:DefaultText
source: Good. That's the first step towards true knowledge.
cs: Dobré. To je první krok ke skutečnému poznání.

# conversations/10_scylla/1003_cv_vision_vm_spirit:103:DefaultText
source: It's okay, Mr. Vicar. We're here watchin' over you. You just... ride this out, all right?
cs: To je v pořádku, pane faráři. Jsme tady a dohlížíme na vás. Vy to prostě... přečkejte, ano?

# conversations/10_scylla/1003_cv_vision_vm_spirit:106:DefaultText
source: Can we try to convince him otherwise?
cs: Můžeme se ho pokusit přesvědčit o opaku?

# conversations/10_scylla/1003_cv_vision_vm_spirit:107:DefaultText
source: ERROR: ERROR: ERROR: U-uh-uh-unable to p-p-process conflicting optical stimuli.
cs: CHYBA: CHYBA: CHYBA: U-uh-uh-nemůže p-p-zpracovat konfliktní optické podněty.
