Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1003_cv_vision_vm_mother.po
Languages: cs

# conversations/10_scylla/1003_cv_vision_vm_mother:7:DefaultText
source: Maximillian, why are you still doing this? You've been fighting against the world since before you left home.
cs: Maximilliane, proč to pořád děláš? Bojuješ proti světu už od doby, kdy jsi odešel z domova.

# conversations/10_scylla/1003_cv_vision_vm_mother:8:DefaultText
source: Haven't you figured out yet that the more you fight, the more pain you cause yourself?
cs: Ještě jsi nepřišel na to, že čím víc bojuješ, tím víc bolesti si způsobuješ?

# conversations/10_scylla/1003_cv_vision_vm_mother:9:DefaultText
source: What's happening to my voice? Does my voice sound weird to you? And what's wrong with your face?
cs: Co se děje s mým hlasem? Zní vám můj hlas divně? A co je s tvým obličejem?

# conversations/10_scylla/1003_cv_vision_vm_mother:10:DefaultText
source: If she's a hallucination, why am I seeing her too?
cs: Pokud je halucinací, proč ji vidím i já?

# conversations/10_scylla/1003_cv_vision_vm_mother:11:DefaultText
source: Maximillian, always ready to give up, to lash out. Always searching for answers, but always in the wrong place, never looking inside himself.
cs: Maxmilián, vždy připravený vzdát se, vyrazit. Vždycky hledal odpovědi, ale vždycky na špatném místě, nikdy se nepodíval do svého nitra.

# conversations/10_scylla/1003_cv_vision_vm_mother:12:DefaultText
source: We are obviously the victims of a tasteless joke being perpetuated... uhm, perpetrated? I mean, we're being made fools of, aren't we?
cs: Jsme zjevně obětí nevkusného vtipu, který se... ehm, stal? Vždyť si z nás dělají blázny, ne?

# conversations/10_scylla/1003_cv_vision_vm_mother:13:DefaultText
source: Don't listen to this crap, Max. You were right, this is all just a sick joke.
cs: Neposlouchej tyhle kecy, Maxi. Měl jsi pravdu, tohle všechno je jen zvrácený vtip.

# conversations/10_scylla/1003_cv_vision_vm_mother:14:DefaultText
source: Okay, vision-mom. How about giving us answers instead of hollow platitudes?
cs: Dobře, maminko s vizí. Co kdybys nám místo prázdných frází dala odpovědi?

# conversations/10_scylla/1003_cv_vision_vm_mother:15:DefaultText
source: And platitudes from a figment...heh, figment... of my imagination, no less.
cs: A fráze od výplodu... heh, výplodu... mé fantazie, nic méně.

# conversations/10_scylla/1003_cv_vision_vm_mother:16:DefaultText
source: Who said I wasn't a figment of your mind? But you know the truth, you don't need someone else to tell you. You've always known it. Everyone knows it, they just won't see it.
cs: Kdo řekl, že nejsem výplodem tvé mysli? Ale ty znáš pravdu, nepotřebuješ, aby ti ji říkal někdo jiný. Vždycky jsi to věděla. Všichni to vědí, jen to nechtějí vidět.

# conversations/10_scylla/1003_cv_vision_vm_mother:17:DefaultText
source: We're overwhelmed with stories from our earliest days, the stories others sell us and the stories we tell ourselves.
cs: Jsme zahlceni příběhy z našich prvních dnů, příběhy, které nám prodávají ostatní, a příběhy, které si vyprávíme sami.

# conversations/10_scylla/1003_cv_vision_vm_mother:18:DefaultText
source: These stories are how we try to make sense of our lives, but they are not real, are they? They're just stories. You need to drop your story and see the truth.
cs: Těmito příběhy se snažíme dát smysl svému životu, ale nejsou skutečné, nebo ano? Jsou to jen příběhy. Je třeba opustit svůj příběh a vidět pravdu.

# conversations/10_scylla/1003_cv_vision_vm_mother:19:DefaultText
source: Shut this crap down, Max, you don't need this.
cs: Vypni to, Maxi, tohle nepotřebuješ.

# conversations/10_scylla/1003_cv_vision_vm_mother:20:DefaultText
source: How about we cut to the chase, here, lady? Uh, figment.
cs: Co kdybychom přešli k věci, dámo? Uh, figment.

# conversations/10_scylla/1003_cv_vision_vm_mother:21:DefaultText
source: Seeing the truth is easier said than done.
cs: Vidět pravdu je snazší, než to udělat.

# conversations/10_scylla/1003_cv_vision_vm_mother:22:DefaultText
source: If you insist. You must give up your fantasy of control and embrace the chaos of life.
cs: Pokud na tom trváte. Musíte se vzdát své představy o kontrole a přijmout chaos života.

# conversations/10_scylla/1003_cv_vision_vm_mother:24:DefaultText
source: You want me to give up my... my discipline? My... control? But I can't. I can't! Without order there is chaos.
cs: Chceš, abych se vzdal své disciplíny? Moji... kontrolu? Ale já nemůžu. Nemůžu! Bez řádu je chaos.

# conversations/10_scylla/1003_cv_vision_vm_mother:25:DefaultText
source: You need to love the chaos, Maximillian. Let it envelope you, take you where it will. Besides, you really have no choice, anyway.
cs: Musíš milovat chaos, Maxmiliáne. Nechte se jím obklopit, ať vás zavede, kam chce. Kromě toho stejně nemáš na výběr.

# conversations/10_scylla/1003_cv_vision_vm_mother:26:DefaultText
source: Whether you resist or not, it will take you wherever it wants, more assuredly than even the fictional Architect's Plan you slave away to prove.
cs: Ať už se tomu bráníte, nebo ne, zavede vás, kam bude chtít, a to jistěji než fiktivní Plán architekta, který se snažíte otrocky dokázat.

# conversations/10_scylla/1003_cv_vision_vm_mother:27:DefaultText
source: Right the first time, Max, this is all bullshit, don't fall for it.
cs: Hned napoprvé, Maxi, tohle všechno jsou kecy, neskoč na to.

# conversations/10_scylla/1003_cv_vision_vm_mother:28:DefaultText
source: Maximillian, always ready to give up, to lash out. Always searching for answers, but always in the wrong place, never looking inside himself.
cs: Maxmilián, vždy připravený vzdát se, vyrazit. Vždycky hledal odpovědi, ale vždycky na špatném místě, nikdy se nepodíval do svého nitra.

# conversations/10_scylla/1003_cv_vision_vm_mother:29:DefaultText
source: On second thought, maybe she's onto something after all.
cs: Když o tom tak přemýšlím, možná na tom přece jen něco je.

# conversations/10_scylla/1003_cv_vision_vm_mother:30:DefaultText
source: <Listen quietly.>
cs: <Tiše poslouchejte.>

# conversations/10_scylla/1003_cv_vision_vm_mother:31:DefaultText
source: So you're saying to trust in me.. uh my self?
cs: Takže říkáš, že mám věřit v sebe?

# conversations/10_scylla/1003_cv_vision_vm_mother:32:DefaultText
source: No, your "self" is the biggest liar of all. It weaves stories in a vain attempt to convince you that you have some control over... anything.
cs: Ne, vaše "já" je největší lhář ze všech. Spřádá příběhy v marné snaze přesvědčit vás, že máte nějakou kontrolu nad... čímkoli.

# conversations/10_scylla/1003_cv_vision_vm_mother:33:DefaultText
source: <Attack> See what happens if you hit her!
cs: <Útok> Podívej se, co se stane, když ji zasáhneš!

# conversations/10_scylla/1003_cv_vision_vm_mother:34:DefaultText
source: No, that's not true. The basis of everything is order, not chaos! It's true, I know it is. So did you! Why are you denying it? Before you died the Plan made you happy!
cs: Ne, to není pravda. Základem všeho je řád, ne chaos! Je to pravda, já to vím. A ty taky! Proč to popíráš? Než jsi zemřel, Plán tě učinil šťastným!

# conversations/10_scylla/1003_cv_vision_vm_mother:37:DefaultText
source: No, it didn't. I made myself happy. There is nothing holding you back but you. If you can't understand that, you will never understand anything. Goodbye, Maximillian.
cs: Ne, to se nestalo. Udělal jsem si radost. Nic vás nedrží zpátky, jen vy sami. Pokud to nepochopíte, nepochopíte nikdy nic. Sbohem, Maximilliane.

# conversations/10_scylla/1003_cv_vision_vm_mother:38:DefaultText
source: You're right! I don't need this! I... I just want the answers I seek, not your games. The Plan is everything, following it is what made you and father happy!
cs: Máte pravdu! Tohle nepotřebuju! I... Chci jen odpovědi, které hledám, ne tvoje hry. Plán je všechno, řídit se jím je to, co tebe a otce učinilo šťastnými!

# conversations/10_scylla/1003_cv_vision_vm_mother:43:DefaultText
source: Never mind that, Max, she's right. We should listen to her.
cs: To je jedno, Maxi, má pravdu. Měli bychom ji poslechnout.

# conversations/10_scylla/1003_cv_vision_vm_mother:44:DefaultText
source: Don’t tell me these drugs have warped your sense of truth. Along with your face. Is it just me, or is everything a little wavy in here?
cs: Neříkej mi, že ti ty drogy pokřivily smysl pro pravdu. Spolu s tvým obličejem. Zdá se mi to, nebo je tu všechno trochu zvlněné?

# conversations/10_scylla/1003_cv_vision_vm_mother:45:DefaultText
source: If you won't listen to her, Max, I will. Go ahead, uhm... Max's mother.
cs: Když ji neposlechneš ty, Maxi, poslechnu ji já. Jen do toho, Maxova matko.

# conversations/10_scylla/1003_cv_vision_vm_mother:46:DefaultText
source: Thank you. It relieves me to see there's at least one positive influence in my son's life after all these years. Has he told you how he thoughtlessly abandoned us?
cs: Děkujeme. Ulevuje se mi, když vidím, že po tolika letech má na mého syna alespoň jeden pozitivní vliv. Řekl vám, jak nás bezmyšlenkovitě opustil?

# conversations/10_scylla/1003_cv_vision_vm_mother:47:DefaultText
source: We came all this way. We ought to at least hear her out.
cs: Přijeli jsme až sem. Měli bychom ji alespoň vyslechnout.

# conversations/10_scylla/1003_cv_vision_vm_mother:48:DefaultText
source: Thoughtlessly? How could you say that? I only wanted you and father to be proud of me. I was going to be the perfect vessel... I was going to be a better uhm... more full of the plan!
cs: Bezmyšlenkovitě? Jak jste to mohl říct? Chtěl jsem jen, abyste na mě byli s otcem pyšní. Chtěl jsem být dokonalou nádobou... Chystal jsem se být lepším ehm... plnějším plánem!

# conversations/10_scylla/1003_cv_vision_vm_mother:49:DefaultText
source: You certainly convinced yourself you were. But don't feel bad. We continually lie to ourselves, weaving stories in a vain attempt to convince us that we are in control of... anything.
cs: Určitě jste se o tom přesvědčil. Ale necíťte se špatně. Neustále si lžeme a spřádáme příběhy v marné snaze přesvědčit se, že máme pod kontrolou... cokoli.

# conversations/10_scylla/1003_cv_vision_vm_mother:50:DefaultText
source: Your mom's right, Max, your story blinded you to the truth and landed you in prison.
cs: Tvoje máma má pravdu, Maxi, tvůj příběh tě zaslepil a dostal tě do vězení.

# conversations/10_scylla/1003_cv_vision_vm_mother:51:DefaultText
source: What the... fuck... are you talking about?
cs: O čem to sakra mluvíš?

# conversations/10_scylla/1003_cv_vision_vm_mother:52:DefaultText
source: Look where we are, Max. Trusting an unbalanced hermit with your sanity seem rational to you?
cs: Podívej se, kde jsme, Maxi. Svěřit svůj rozum nevyrovnanému poustevníkovi ti připadá rozumné?

# conversations/10_scylla/1003_cv_vision_vm_mother:53:DefaultText
source: Didn't your story push you to study banned works to unlock the secrets of the Plan?
cs: Nedonutil vás váš příběh studovat zakázaná díla, abyste odhalil tajemství plánu?

# conversations/10_scylla/1003_cv_vision_vm_mother:54:DefaultText
source: No, I just wanted to prove to my parents that, that... damn it, you're right.
cs: Ne, jen jsem chtěl rodičům dokázat, že... sakra, máš pravdu.

# conversations/10_scylla/1003_cv_vision_vm_mother:55:DefaultText
source: Max, you need to lay the past to rest. What happened with your father and I, it's long dead. To attain your goals, you must live in the chaos, be fine with the chaos.
cs: Maxi, musíš se vypořádat s minulostí. To, co se stalo mezi mnou a tvým otcem, je dávno mrtvé. Abys dosáhl svých cílů, musíš žít v chaosu, být s chaosem v pohodě.

# conversations/10_scylla/1003_cv_vision_vm_mother:57:DefaultText
source: Too bad your mom's dead. She seems really nice.
cs: Škoda, že je tvoje máma mrtvá. Vypadá opravdu mile.

# conversations/10_scylla/1003_cv_vision_vm_mother:58:DefaultText
source: Well, she's dead! And she was not nice!
cs: No, je mrtvá! A nebyla milá!

# conversations/10_scylla/1003_cv_vision_vm_mother:59:DefaultText
source: Yeah, but seeing the truth, that's uhm... hard.
cs: Jo, ale vidět pravdu, to je ehm... těžké.

# conversations/10_scylla/1003_cv_vision_vm_mother:60:DefaultText
source: Poor, poor Maximillian.
cs: Chudák Maxmilián.

# conversations/10_scylla/1003_cv_vision_vm_mother:61:DefaultText
source: Mother? You're dead. You can’t be here. I knew this was too good to be true! These are just cheap hallucinogens that have... ehem...ehem...
cs: Matka? Jsi mrtvá. Nemůžeš tu být. Věděla jsem, že je to příliš dobré, než aby to byla pravda! Tohle jsou jen levné halucinogeny, které mají... ehm... ehm...

# conversations/10_scylla/1003_cv_vision_vm_mother:63:DefaultText
source: You all see these stars I'm seein'? Gosh, they're pretty. Like shimmers in the sea.
cs: Vidíte ty hvězdy, které vidím? Páni, ty jsou krásné. Jako třpytky v moři.

# conversations/10_scylla/1003_cv_vision_vm_mother:64:DefaultText
source: What's wrong, Max? Can't think straight? Now you know how I feel. Er, wait. Forget I said that.
cs: Co se děje, Maxi? Nemůžeš myslet jasně? Teď už víš, jak se cítím. Počkej. Zapomeň, že jsem to řekl.

# conversations/10_scylla/1003_cv_vision_vm_mother:65:DefaultText
source: My face? What's wrong with YOUR face? Where'd you get that second mouth? I want a second mouth.
cs: Můj obličej? Co je špatného na tvém obličeji? Kde jsi vzal tu druhou pusu? Chci druhou pusu.

# conversations/10_scylla/1003_cv_vision_vm_mother:66:DefaultText
source: Let's stay focused here, Max. Your voice always sounds weird.
cs: Soustřeďme se, Maxi. Tvůj hlas zní vždycky divně.

# conversations/10_scylla/1003_cv_vision_vm_mother:67:DefaultText
source: Your mother's right, Max, we should listen to her.
cs: Tvoje matka má pravdu, Maxi, měli bychom ji poslechnout.

# conversations/10_scylla/1003_cv_vision_vm_mother:68:DefaultText
source: When I get out of here, I'm going to show that hermit what you get for messing with me.
cs: Až se odsud dostanu, ukážu tomu poustevníkovi, co dostaneš za to, že si se mnou zahráváš.

# conversations/10_scylla/1003_cv_vision_vm_mother:69:DefaultText
source: DANGER: harmful vapors can lead to permanent brain damage.
cs: NEBEZPEČÍ: škodlivé výpary mohou vést k trvalému poškození mozku.

# conversations/10_scylla/1003_cv_vision_vm_mother:70:DefaultText
source: Was this how your mom was in life? She seems... nice? Ish?
cs: Taková byla vaše matka v životě? Vypadá... mile? Ish?

# conversations/10_scylla/1003_cv_vision_vm_mother:72:DefaultText
source: I hope you'll pardon my interruption, but I think it's 'cause he's unhappy with his self.
cs: Doufám, že mi prominete, že vás přerušuji, ale myslím, že je to proto, že je nespokojený sám se sebou.

# conversations/10_scylla/1003_cv_vision_vm_mother:73:DefaultText
source: You look inside yourself all the time, Max. What with your head buried up your posterior.
cs: Pořád se díváš do svého nitra, Maxi. Když máš hlavu zabořenou v zadku.

# conversations/10_scylla/1003_cv_vision_vm_mother:74:DefaultText
source: What in the void do you expect him to find inside himself? It's just blood and squishy bits and - hrk - oh, no. If I vomit on you, I want you to know I ain't sorry.
cs: Co si myslíte, že v sobě najde? Je to jen krev a mazlavé kousky a - hrk - ach ne. Jestli tě pozvracím, chci, abys věděl, že mě to nemrzí.

# conversations/10_scylla/1003_cv_vision_vm_mother:75:DefaultText
source: We came here so you could learn how to not be an ass, Max. So stop being an ass.
cs: Přišli jsme sem, aby ses naučil, jak se nechovat jako blbec, Maxi. Tak se přestaň chovat jako vůl.

# conversations/10_scylla/1003_cv_vision_vm_mother:76:DefaultText
source: DANGER: harmful vapors can lead to permanent brain damage.
cs: NEBEZPEČÍ: škodlivé výpary mohou vést k trvalému poškození mozku.

# conversations/10_scylla/1003_cv_vision_vm_mother:78:DefaultText
source: This here... it's... it's all coming out wrong. The Plan, it filled you with a joy I could never feel. I wanted it! And being a laborer made me miserable, I was better than that!
cs: Tohle... to... to všechno vychází špatně. Plán, ten tě naplnil radostí, kterou jsem nikdy nemohl cítit. Chtěl jsem to! A být dělníkem mě činilo nešťastným, byl jsem lepší než to!

# conversations/10_scylla/1003_cv_vision_vm_mother:79:DefaultText
source: But it doesn't matter, this is all just a... just a... figment of my imagination.
cs: Ale na tom nezáleží, tohle všechno je jen... jen... výplod mé fantazie.

# conversations/10_scylla/1003_cv_vision_vm_mother:82:DefaultText
source: Stories ARE real! If they mean somethin'- if they inspire you to kindness or- or action. But maybe Max's story 'bout himself is all wrong, and that's why he's so unhappy?
cs: Příběhy JSOU skutečné! Pokud něco znamenají - pokud vás inspirují k laskavosti nebo k činům. Ale možná je Maxův příběh o sobě samém úplně špatný, a proto je tak nešťastný?

# conversations/10_scylla/1003_cv_vision_vm_mother:83:DefaultText
source: I got your story right here. "I'm Vicar Max - I'm uptight! I love the church and I'm a stooge for the Board! And I don't understand that Felix is a genius!"
cs: Tvůj příběh mám přímo tady. "Jsem farář Max - jsem upjatý! Miluju církev a jsem poskok představenstva! A nechápu, že Felix je génius!" "A co?

# conversations/10_scylla/1003_cv_vision_vm_mother:84:DefaultText
source: I could tell you - all manner of - stories - if I weren't - hrk - ugh. I'm sticking to - to alcohol from now on.
cs: Mohl bych vám vyprávět - všechny možné - příběhy - kdybych nebyl - hrk - ugh. Odteď se budu držet - alkoholu.

# conversations/10_scylla/1003_cv_vision_vm_mother:86:DefaultText
source: DANGER: harmful vapors can lead to permanent brain damage.
cs: NEBEZPEČÍ: škodlivé výpary mohou vést k trvalému poškození mozku.

# conversations/10_scylla/1003_cv_vision_vm_mother:87:DefaultText
source: Never mind. This is all lies, I'm sure of it.
cs: Nevadí. Tohle všechno jsou lži, tím jsem si jistý.
