Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/07_tartarus/pq_0701_bravenewworld.po
Languages: cs

# quests/07_tartarus/pq_0701_bravenewworld:84:DefaultText
source: Confront the Chairman
cs: Konfrontace s předsedou

# quests/07_tartarus/pq_0701_bravenewworld:85:DefaultText
source: Confront Phineas
cs: Konfrontace s Phineasem

# quests/07_tartarus/pq_0701_bravenewworld:86:DefaultText
source: Free Phineas
cs: Phineas zdarma

# quests/07_tartarus/pq_0701_bravenewworld:90:DefaultText
source: Confront Sophia
cs: Konfrontace se Sophií

# quests/07_tartarus/pq_0701_bravenewworld:91:DefaultText
source: Free Phineas
cs: Phineas zdarma

# quests/07_tartarus/pq_0701_bravenewworld:10000:DefaultText
source: Phineas has been captured and brought to the prison planet of Tartarus, where the Board intends to interrogate him. Now it's up to you to infiltrate the prison and rescue Phineas before the Board can enact its plan to cull Halcyon's population.
cs: Phineas byl zajat a dopraven na vězeňskou planetu Tartarus, kde ho Rada hodlá vyslechnout. Nyní je na vás, abyste pronikli do vězení a zachránili Phinease dříve, než Rada uskuteční svůj plán na vybití obyvatelstva Halcyonu.

# quests/07_tartarus/pq_0701_bravenewworld:10084:DefaultText
source: Make your way through Tartarus and confront Chairman Rockwell.
cs: Projděte Tartarem a postavte se předsedovi Rockwellovi.

# quests/07_tartarus/pq_0701_bravenewworld:10085:DefaultText
source: Make your way through Tartarus and confront the rogue scientist, Phineas Welles.
cs: Projděte Tartarem a postavte se zlotřilému vědci Phineasi Wellesovi.

# quests/07_tartarus/pq_0701_bravenewworld:10086:DefaultText
source: With the Chairman dealt with, release Phineas from his cell.
cs: Když je předseda vyřízen, propusťte Phinease z jeho cely.

# quests/07_tartarus/pq_0701_bravenewworld:10087:DefaultText
source: With Phineas dealt with, release Sophia from her cell.
cs: Když je Phineas vyřešen, propusťte Sophii z cely.

# quests/07_tartarus/pq_0701_bravenewworld:10090:DefaultText
source: Make your way through Tartarus and confront the person who runs the Board's operations, Sophia Akande.
cs: Projděte Tartarem a konfrontujte se s osobou, která řídí operace správní rady, Sophií Akande.

# quests/07_tartarus/pq_0701_bravenewworld:10091:DefaultText
source: With Sophia dealt with, release Phineas from his cell.
cs: Když je se Sophií hotovo, propusťte Phinease z jeho cely.

# quests/07_tartarus/pq_0701_bravenewworld:30000:DefaultText
source: You saved Phineas from the clutches of the Board.
cs: Zachránil jsi Phinease ze spárů rady.

# quests/07_tartarus/pq_0701_bravenewworld:30001:DefaultText
source: You saved Sophia from the mad scientist, Phineas Welles.
cs: Zachránil jsi Sophii před šíleným vědcem Phineasem Wellesem.

# quests/07_tartarus/pq_0701_bravenewworld:40001:DefaultText
source: While you were taking control of the Hope, Sophia Akande sent a team to capture Phineas Welles. They succeeded, and he was transported to the prison planet of Tartarus so Sophia could question him personally. Unfortunately, shortly after his arrival, Phineas escaped, caused a prison riot, and took Sophia hostage. Now it's up to you to rescue her and bring Phineas to justice.
cs: Zatímco jsi přebíral kontrolu nad Nadějí, Sophia Akandeová vyslala tým, aby chytil Phinease Wellese. Podařilo se jim to a on byl převezen na vězeňskou planetu Tartarus, aby ho Sophia mohla osobně vyslechnout. Bohužel krátce po příjezdu Phineas uprchl, vyvolal vězeňskou vzpouru a vzal Sophii jako rukojmí. Nyní je na vás, abyste ji zachránili a Phinease předali spravedlnosti.
