Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0206_midway/0206_cv_trask.po
Languages: cs

# conversations/02_terra2/0206_midway/0206_cv_trask:3:DefaultText
source: Mulling it over, huh? I don't blame you.
cs: Přemýšlíš o tom, co? Nedivím se ti.

# conversations/02_terra2/0206_midway/0206_cv_trask:4:DefaultText
source: You need something else?
cs: Potřebujete něco jiného?

# conversations/02_terra2/0206_midway/0206_cv_trask:5:DefaultText
source: I wanted to ask you about Harlow.
cs: Chtěla jsem se vás zeptat na Harlow.

# conversations/02_terra2/0206_midway/0206_cv_trask:6:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/02_terra2/0206_midway/0206_cv_trask:8:DefaultText
source: <Attack> Sorry, Trask. I can't let you live.
cs: <Útok> Promiň, Trasku. Nemohu tě nechat žít.

# conversations/02_terra2/0206_midway/0206_cv_trask:9:DefaultText
source: Heard what you did to Harlow. Wish I could've been there to watch.
cs: Slyšel jsem, co jsi udělal Harlowovi. Kéž bych se tam mohl dívat.

# conversations/02_terra2/0206_midway/0206_cv_trask:14:DefaultText
source: You really wanna do this, huh?
cs: Opravdu to chceš udělat, co?

# conversations/02_terra2/0206_midway/0206_cv_trask:15:DefaultText
source: I'll tell you what I can.
cs: Řeknu vám, co mohu.

# conversations/02_terra2/0206_midway/0206_cv_trask:19:DefaultText
source: I never betrayed Harlow. Harlow betrayed all of us. The Board's got him in their pocket. Been paying him off for years. All that palaver about revolutions? It's a lie.
cs: Nikdy jsem Harlowa nezradil. Harlow zradil nás všechny. Rada ho má v kapse. Platí ho už roky. Všechny ty řeči o revolucích? To je lež.

# conversations/02_terra2/0206_midway/0206_cv_trask:21:DefaultText
source: I'm not going to kill you, Trask. But I am going to ask you for your ring.
cs: Nezabiju tě, Trasku. Ale požádám tě o tvůj prsten.

# conversations/02_terra2/0206_midway/0206_cv_trask:22:DefaultText
source: I'm working for the Board, too. I guess that makes Harlow and I colleagues.
cs: Pracuji také pro správní radu. To ze mě a Harlowa dělá kolegy.

# conversations/02_terra2/0206_midway/0206_cv_trask:23:DefaultText
source: You're a real piece of work, Trask. Not just a turncoat, but a liar, too.
cs: Ty jsi fakt kus práce, Trasku. Nejen přeběhlík, ale i lhář.

# conversations/02_terra2/0206_midway/0206_cv_trask:24:DefaultText
source: That's the whole truth. Harlow's just another Board asset. A two-bit mercenary wearing a dissident's clothes.
cs: To je celá pravda. Harlow je jen další majetek představenstva. Žoldák, který má na sobě šaty disidenta.

# conversations/02_terra2/0206_midway/0206_cv_trask:25:DefaultText
source: You're saying Harlow's been using me.
cs: Říkáš, že mě Harlow využívá.

# conversations/02_terra2/0206_midway/0206_cv_trask:26:DefaultText
source: Killing Harlow's a service to the whole damn colony. Put one between his eyes for me.
cs: Zabít Harlowa je služba celé zatracené kolonii. Dej mu jednu mezi oči za mě.

# conversations/02_terra2/0206_midway/0206_cv_trask:27:DefaultText
source: You wanted to know why I broke away from Harlow. That's why.
cs: Chtěl jsi vědět, proč jsem se rozešel s Harlow. Proto.

# conversations/02_terra2/0206_midway/0206_cv_trask:29:DefaultText
source: Here, take the ring. And for what it's worth, my gratitude.
cs: Tady, vezměte si prsten. A za to, co za to stojí, vám děkuji.

# conversations/02_terra2/0206_midway/0206_cv_trask:35:DefaultText
source: You. I know your face. Stumbling around here a while back, acting like you were lost.
cs: Vy. Znám tvou tvář. Před chvílí ses tu potácel a choval ses, jako bys byl ztracený.

# conversations/02_terra2/0206_midway/0206_cv_trask:36:DefaultText
source: I don't know who you are or why you're prowling around here, but I'm willing to make a guess.
cs: Nevím, kdo jsi a proč se tu potloukáš, ale jsem ochotný si tipnout.

# conversations/02_terra2/0206_midway/0206_cv_trask:37:DefaultText
source: You're one of Harlow's gunhands, ain't you? He sent you after me.
cs: Ty jsi jeden z Harlowových pistolníků, že? Poslal tě za mnou.

# conversations/02_terra2/0206_midway/0206_cv_trask:39:DefaultText
source: I don't want any trouble.
cs: Nechci žádné potíže.

# conversations/02_terra2/0206_midway/0206_cv_trask:41:DefaultText
source: That's right. Harlow said you betrayed him.
cs: Přesně tak. Harlow říkal, že jsi ho zradil.

# conversations/02_terra2/0206_midway/0206_cv_trask:42:DefaultText
source: What makes you think I work for Harlow?
cs: Proč si myslíte, že pracuji pro Harlow?

# conversations/02_terra2/0206_midway/0206_cv_trask:43:DefaultText
source: Your wife told me where to find you.
cs: Vaše žena mi řekla, kde vás najdu.

# conversations/02_terra2/0206_midway/0206_cv_trask:45:DefaultText
source: <Attack> Good guess.
cs: <Útok> Dobrý odhad.

# conversations/02_terra2/0206_midway/0206_cv_trask:46:DefaultText
source: Thing is, you and I are at an impasse. Harlow wants me dead. And I've got no intention of dying.
cs: Jde o to, že my dva jsme ve slepé uličce. Harlow mě chce zabít. A já nemám v úmyslu zemřít.

# conversations/02_terra2/0206_midway/0206_cv_trask:47:DefaultText
source: Right. You just stumbled into a camp full of armed strangers 'cause you wanted directions. How much is Harlow paying you?
cs: Vpravo. Právě jsi narazil na tábor plný ozbrojených cizinců, protože jsi chtěl vědět, jak dál. Kolik ti Harlow platí?

# conversations/02_terra2/0206_midway/0206_cv_trask:48:DefaultText
source: Former wife. And if you so much as hurt a hair on Rosana's head, I will put you in the ground.
cs: Bývalá manželka. A jestli Rosaně zkřivíš byť jen vlásek na hlavě, tak tě zavřu do země.

# conversations/02_terra2/0206_midway/0206_cv_trask:49:DefaultText
source: Why did you betray Harlow?
cs: Proč jsi zradil Harlowa?

# conversations/02_terra2/0206_midway/0206_cv_trask:50:DefaultText
source: Harlow wants your ring as proof of your death. That's all I'm after.
cs: Harlow chce tvůj prsten jako důkaz tvé smrti. O nic jiného mi nejde.

# conversations/02_terra2/0206_midway/0206_cv_trask:51:DefaultText
source: <Attack> Good on you for staying positive.
cs: <Attack> To je dobře, že zůstáváš pozitivní.

# conversations/02_terra2/0206_midway/0206_cv_trask:53:DefaultText
source: Nothing, because I'm not working for him. I've got my own reasons for being here.
cs: Nic, protože pro něj nepracuji. Mám své vlastní důvody, proč jsem tady.

# conversations/02_terra2/0206_midway/0206_cv_trask:54:DefaultText
source: <Attack> For you? Probably too much.
cs: <Útok> Pro vás? Pravděpodobně příliš.

# conversations/02_terra2/0206_midway/0206_cv_trask:55:DefaultText
source: I'm doing this as a favor.
cs: Dělám to jako laskavost.

# conversations/02_terra2/0206_midway/0206_cv_trask:56:DefaultText
source: A favor, huh? Let me guess - he promised you some reward in the brave new world that was to come? Said he'd make you his lieutenant if you crossed me off?
cs: Laskavost, co? Nech mě hádat - slíbil ti nějakou odměnu v novém odvážném světě, který má přijít? Řekl, že tě udělá svým poručíkem, když mě vyškrtneš?

# conversations/02_terra2/0206_midway/0206_cv_trask:61:DefaultText
source: Aw. You're eager to join her. That's so sweet.
cs: Aw. Dychtíš se k ní připojit. To je tak milé.

# conversations/02_terra2/0206_midway/0206_cv_trask:62:DefaultText
source: Relax. She's fine.
cs: Uvolněte se. Je v pořádku.

# conversations/02_terra2/0206_midway/0206_cv_trask:63:DefaultText
source: You're a piece of human trash.
cs: Jsi kus lidského odpadu.

# conversations/02_terra2/0206_midway/0206_cv_trask:64:DefaultText
source: Yeah. Okay. I'm having a conversation with a hired killer, but I'm supposed to relax.
cs: Jo. Dobře. Vedu rozhovor s nájemným vrahem, ale mám se uvolnit.

# conversations/02_terra2/0206_midway/0206_cv_trask:65:DefaultText
source: How do I know that I can trust you?
cs: Jak mohu vědět, že vám mohu důvěřovat?

# conversations/02_terra2/0206_midway/0206_cv_trask:66:DefaultText
source: Harlow wants my ring? Don't get me wrong. I'm not complaining. A ring's a lot easier to lose than a hand.
cs: Harlow chce můj prsten? Nechápejte mě špatně. Nestěžuji si. Prsten se ztratí mnohem snáz než ruka.

# conversations/02_terra2/0206_midway/0206_cv_trask:67:DefaultText
source: Neither of us trust Harlow. That's a start.
cs: Ani jeden z nás Harlowovi nevěří. To je začátek.

# conversations/02_terra2/0206_midway/0206_cv_trask:68:DefaultText
source: What's the worst that could happen? Harlow sends a stranger with a gun after you?
cs: Co nejhoršího se může stát? Harlow na tebe pošle cizince se zbraní?

# conversations/02_terra2/0206_midway/0206_cv_trask:70:DefaultText
source: If I wanted to kill you, we wouldn't be having this conversation.
cs: Kdybych tě chtěl zabít, nevedli bychom tento rozhovor.

# conversations/02_terra2/0206_midway/0206_cv_trask:71:DefaultText
source: You've got good instincts, then. You were right not to trust Harlow.
cs: Máš tedy dobrý instinkt. Měl jsi pravdu, když jsi Harlowovi nevěřil.

# conversations/02_terra2/0206_midway/0206_cv_trask:72:DefaultText
source: Yeah. Guess that's a fair point. Listen - I don't know what lies Harlow's dripped down your ear, but you'd be a fool to trust him.
cs: Jo. To je asi správná poznámka. Poslyš - nevím, jaké lži ti Harlow nakapal do ucha, ale byl bys blázen, kdybys mu věřil.

# conversations/02_terra2/0206_midway/0206_cv_trask:75:DefaultText
source: <Attack> Getting real tired of going in circles with you.
cs: <Attack> Už mě opravdu unavuje se s tebou točit v kruhu.

# conversations/02_terra2/0206_midway/0206_cv_trask:76:DefaultText
source: <Attack> You're welcome to try.
cs: <Attack> Klidně to zkuste.

# conversations/02_terra2/0206_midway/0206_cv_trask:77:DefaultText
source: Yeah. Of course he did.
cs: Jo. Samozřejmě, že ano.

# conversations/02_terra2/0206_midway/0206_cv_trask:79:DefaultText
source: Let's assume I believe you. Tell me what you want.
cs: Předpokládejme, že vám věřím. Řekni mi, co chceš.

# conversations/02_terra2/0206_midway/0206_cv_trask:81:DefaultText
source: You can't be serious. I've known the guy for years.
cs: To snad nemyslíte vážně. Znám ho už roky.

# conversations/02_terra2/0206_midway/0206_cv_trask:82:DefaultText
source: Hold on. You've got some explaining to do.
cs: Počkejte. Musíte mi něco vysvětlit.

# conversations/02_terra2/0206_midway/0206_cv_trask:83:DefaultText
source: Say your piece.
cs: Řekněte svůj názor.

# conversations/02_terra2/0206_midway/0206_cv_trask:84:DefaultText
source: Yeah, well. Least you're honest about your allegiances. That puts you a step above Harlow, for what it's worth.
cs: Jo, no. Alespoň jsi upřímný ohledně své věrnosti. To tě staví o stupeň výš než Harlowa, ať to stojí, co to stojí.

# conversations/02_terra2/0206_midway/0206_cv_trask:85:DefaultText
source: Why would the Board buy off Harlow?
cs: Proč by představenstvo Harlowa vykupovalo?

# conversations/02_terra2/0206_midway/0206_cv_trask:86:DefaultText
source: What was Harlow doing for the Board?
cs: Co dělal Harlow pro správní radu?

# conversations/02_terra2/0206_midway/0206_cv_trask:87:DefaultText
source: You're asking me to take you for your word. Show me some evidence.
cs: Žádáte mě, abych vám věřil na slovo. Ukažte mi nějaké důkazy.

# conversations/02_terra2/0206_midway/0206_cv_trask:88:DefaultText
source: All right, I've heard enough.
cs: Dobře, už jsem slyšel dost.

# conversations/02_terra2/0206_midway/0206_cv_trask:89:DefaultText
source: I need your ring.
cs: Potřebuji tvůj prsten.

# conversations/02_terra2/0206_midway/0206_cv_trask:90:DefaultText
source: Go piss up a rope, kid. I've got nothing to prove to you.
cs: Běž se vychcat na provaz, chlapče. Nemám ti co dokazovat.

# conversations/02_terra2/0206_midway/0206_cv_trask:91:DefaultText
source: Yeah, that's about how I reacted when I found out.
cs: Jo, přesně tak jsem reagoval, když jsem to zjistil.

# conversations/02_terra2/0206_midway/0206_cv_trask:92:DefaultText
source: Because he's for sale. Anything the Board can buy, the Board will buy, and that includes loyalty. Harlow was a charismatic bastard. And he was ruthless.
cs: Protože je na prodej. Cokoli si představenstvo může koupit, to si koupí, a to včetně loajality. Harlow byl charismatický bastard. A byl bezohledný.

# conversations/02_terra2/0206_midway/0206_cv_trask:93:DefaultText
source: With Harlow in their pocket, the Board had an informant, a pirate, a smuggler, and a gang leader all rolled up into one odious excuse for a human being. Sounds like a deal to me.
cs: S Harlowem v kapse měla Rada informátora, piráta, pašeráka a vůdce gangu v jedné odporné náhražce člověka. To mi připadá jako dohoda.

# conversations/02_terra2/0206_midway/0206_cv_trask:94:DefaultText
source: Board-sanctioned piracy. Harlow went after the ships the Board wanted destroyed, capturing anybody the Board wanted captured.
cs: Pirátství schvalované radou. Harlow pronásledoval lodě, které chtěla rada zničit, a zajal každého, koho rada chtěla zajmout.

# conversations/02_terra2/0206_midway/0206_cv_trask:95:DefaultText
source: If we captured you, we'd ransom you. Harlow liked to do the job himself. Gather up the captives on his own ship, vanish for a couple days.
cs: Kdybychom tě zajali, vykoupili bychom tě. Harlow rád dělal práci sám. Shromáždit zajatce na vlastní lodi a na pár dní zmizet.

# conversations/02_terra2/0206_midway/0206_cv_trask:96:DefaultText
source: Yeah, I've got proof. There's always a paper trail when the Board's involved. I chanced upon some correspondence between Harlow and his employer.
cs: Jo, mám důkaz. Když se do toho zapojí správní rada, vždycky existuje papírová stopa. Náhodou jsem narazil na korespondenci mezi Harlowem a jeho zaměstnavatelem.

# conversations/02_terra2/0206_midway/0206_cv_trask:97:DefaultText
source: I don't know that it makes a difference. What was I to do with that evidence? Bring it in front of the Board? There's no authority in Halcyon willing to take Harlow to task.
cs: Nevím, jestli to má nějaký význam. Co jsem měl s těmito důkazy dělat? Přednést je před komisí? V Halcyonu není žádný orgán, který by byl ochotný vzít Harlowa k zodpovědnosti.

# conversations/02_terra2/0206_midway/0206_cv_trask:98:DefaultText
source: Harlow's been using all of us. You're just the latest in a long string of lies.
cs: Harlow nás všechny využívá. Jsi jen poslední z dlouhé řady lží.

# conversations/02_terra2/0206_midway/0206_cv_trask:102:DefaultText
source: You. Me. This kid you've got with you. His whole damn crew.
cs: Vy. Já. To dítě, které máš s sebou. Celá jeho zatracená parta.

# conversations/02_terra2/0206_midway/0206_cv_trask:103:DefaultText
source: I'm gonna kill that bastard.
cs: Já toho parchanta zabiju.

# conversations/02_terra2/0206_midway/0206_cv_trask:104:DefaultText
source: We're not done yet. I've got questions.
cs: Ještě jsme neskončili. Mám ještě otázky.

# conversations/02_terra2/0206_midway/0206_cv_trask:105:DefaultText
source: Only that's not what happened. Harlow's been selling his captives off to the Board. I don't know where they ended up. Re-education. Tartarus. Maybe worse.
cs: Jenže to se nestalo. Harlow prodával své zajatce Radě. Nevím, kde skončili. Převýchova. V Tartaru. Možná ještě hůř.

# conversations/02_terra2/0206_midway/0206_cv_trask:106:DefaultText
source: I take it you've made up your mind?
cs: Chápu to tak, že jste se rozhodl?

# conversations/02_terra2/0206_midway/0206_cv_trask:107:DefaultText
source: You're gonna tell Harlow I'm dead? May as well. I'm never going back to that life again.
cs: Řekneš Harlow, že jsem mrtvý? Taky bys mohl. Už se k tomu životu nikdy nevrátím.

# conversations/02_terra2/0206_midway/0206_cv_trask:109:DefaultText
source: Time for me to move on.
cs: Je čas, abych se posunul dál.

# conversations/02_terra2/0206_midway/0206_cv_trask:110:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/02_terra2/0206_midway/0206_cv_trask:112:DefaultText
source: If you've got proof, let's see it.
cs: Pokud máte důkaz, podívejme se na něj.

# conversations/02_terra2/0206_midway/0206_cv_trask:113:DefaultText
source: Yeah, there is. You're looking at him.
cs: Ano, je. Díváš se na něj.

# conversations/02_terra2/0206_midway/0206_cv_trask:113:FemaleText
source: Yeah, there is. You're looking at her.
cs: Ano, je. Díváš se na ni.

# conversations/02_terra2/0206_midway/0206_cv_trask:114:DefaultText
source: You should've shown those papers to his crew. Expose him for a fraud.
cs: Měl jsi ty papíry ukázat jeho partě. Odhalit ho jako podvodníka.

# conversations/02_terra2/0206_midway/0206_cv_trask:115:DefaultText
source: I hid my papers before Harlow chased me out. Back in the middle of the base, there's an old vent in a utility corridor. I stashed my evidence in that vent.
cs: Schoval jsem své doklady, než mě Harlow vyhnal. Zpátky uprostřed základny je v užitkové chodbě stará ventilace. Do té ventilace jsem schoval své důkazy.

# conversations/02_terra2/0206_midway/0206_cv_trask:116:DefaultText
source: You ain't like the other Board agents I heard about. You got a functioning spine. You want to confront Harlow yourself, be my guest.
cs: Nejsi jako ostatní agenti rady, o kterých jsem slyšel. Máš funkční páteř. Jestli se chceš Harlowovi postavit sám, posluž si.

# conversations/02_terra2/0206_midway/0206_cv_trask:117:DefaultText
source: If I were you, I'd put a bullet through Harlow's mouth and skip all the fuss. But you wanna be principled about it, go right ahead.
cs: Být tebou, prostřelím Harlowovi pusu a vynechám všechen ten povyk. Ale jestli chceš být zásadový, tak si posluž.

# conversations/02_terra2/0206_midway/0206_cv_trask:119:DefaultText
source: I squandered my chance. If I were a more patient man, I might have confronted Harlow, evidence in hand. But I got in his face. And we came to blows.
cs: Svou šanci jsem promarnil. Kdybych byl trpělivější, mohl jsem se Harlowovi postavit s důkazy v ruce. Ale já jsem se mu postavil do cesty. A dostali jsme se do rány.

# conversations/02_terra2/0206_midway/0206_cv_trask:120:DefaultText
source: Harlow sent me after you.
cs: Harlow mě za tebou poslal.
