Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0206_midway/0206_cv_harlow.po
Languages: cs

# conversations/02_terra2/0206_midway/0206_cv_harlow:1:DefaultText
source: Well hey there, hullhead. Clawed your way out of the Groundbreaker at long last.
cs: No ahoj, hullheade. Konečně jsi se vyškrábal z Groundbreakeru.

# conversations/02_terra2/0206_midway/0206_cv_harlow:2:DefaultText
source: Something on your mind?
cs: Máte něco na srdci?

# conversations/02_terra2/0206_midway/0206_cv_harlow:3:DefaultText
source: What's the word?
cs: Jaké je to slovo?

# conversations/02_terra2/0206_midway/0206_cv_harlow:5:DefaultText
source: I'm sure Felix has no end of stories to tell of your exploits together. I look forward to catching up with the boy.
cs: Jsem si jistý, že Felix má o vašich společných zážitcích nekonečné množství historek. Těším se, až se s ním setkám.

# conversations/02_terra2/0206_midway/0206_cv_harlow:6:DefaultText
source: Tell me why we're here.
cs: Řekni mi, proč jsme tady.

# conversations/02_terra2/0206_midway/0206_cv_harlow:7:DefaultText
source: Felix had plenty to say about you.
cs: Felix toho o tobě řekl hodně.

# conversations/02_terra2/0206_midway/0206_cv_harlow:8:DefaultText
source: I imagine he has. I was a mentor to the boy during his formative years. You might say I have an elder-brotherly interest in his development.
cs: Předpokládám, že ano. Byl jsem jeho mentorem v době, kdy se formoval. Dalo by se říct, že mám na jeho vývoji starší bratrský zájem.

# conversations/02_terra2/0206_midway/0206_cv_harlow:9:DefaultText
source: I'm working on something. Something big. Something the likes of which Halcyon has never seen. And I want Felix to be a part of my initiative.
cs: Na něčem pracuji. Na něčem velkém. Něco, co Halcyon ještě neviděl. A chci, aby se Felix podílel na mé iniciativě.

# conversations/02_terra2/0206_midway/0206_cv_harlow:10:DefaultText
source: Take good care of Felix, captain.
cs: Dávejte na Felixe dobrý pozor, kapitáne.

# conversations/02_terra2/0206_midway/0206_cv_harlow:11:DefaultText
source: I'll make sure Felix has a place of honor in my crew.
cs: Postarám se, aby měl Felix v mé posádce čestné místo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:13:DefaultText
source: Would've been nice to know that some time in the last - oh, hang on, doing some math - half a decade.
cs: Bylo by hezké to vědět někdy v minulém - no počkat, když to tak počítám - půl desetiletí.

# conversations/02_terra2/0206_midway/0206_cv_harlow:14:DefaultText
source: So, you took Felix under your wing. Kept him busy. Good. Kid always needed a place to belong.
cs: Takže jsi vzal Felixe pod svá křídla. Zaměstnal ho. Dobře. Kluk vždycky potřeboval místo, kam by mohl patřit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:19:DefaultText
source: I'm fulfilling a promise I made to the boy. That one day, he and I would change the colony together. That day has finally arrived.
cs: Plním slib, který jsem chlapci dal. Že jednoho dne společně s ním změníme kolonii. Ten den konečně nastal.

# conversations/02_terra2/0206_midway/0206_cv_harlow:20:DefaultText
source: Easy there, Clyde. No one said nothing about throwing in with you. In case you didn't notice, I'm pretty happy where I am.
cs: Klid, Clyde. Nikdo neřekl nic o tom, že by se s tebou měl spojit. Jestli sis nevšiml, jsem docela spokojený tam, kde jsem.

# conversations/02_terra2/0206_midway/0206_cv_harlow:21:DefaultText
source: I remember that promise. Thing is, I've already got a crew. And I'm not sure I can walk away.
cs: Na ten slib si vzpomínám. Jde o to, že už mám posádku. A nejsem si jistý, jestli můžu odejít.

# conversations/02_terra2/0206_midway/0206_cv_harlow:22:DefaultText
source: I brought you here because I want to know where Felix's loyalties lie. When the day of our revolution comes, I want to know that I can rely on him.
cs: Přivedl jsem tě sem, protože chci vědět, komu je Felix věrný. Až přijde den naší revoluce, chci vědět, že se na něj mohu spolehnout.

# conversations/02_terra2/0206_midway/0206_cv_harlow:26:DefaultText
source: I want you to deal with a traitor for me. Name's Trask. Kill him and bring me proof of his death. His ring should do nicely.
cs: Chci, abyste se kvůli mně vypořádali se zrádcem. Jmenuje se Trask. Zabij ho a přines mi důkaz o jeho smrti. Jeho prsten by měl stačit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:29:DefaultText
source: There's more to this than you're letting on.
cs: Je v tom víc, než dáváš najevo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:30:DefaultText
source: You think so? Maybe we should have a word with Trask. Get his side of the story first.
cs: Myslíte si to? Možná bychom si měli promluvit s Traskem. Nejdřív zjistit jeho verzi příběhu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:32:DefaultText
source: Remember - I want proof. Bring me his ring. I don't care if the hand's still attached.
cs: Nezapomeňte - chci důkaz. Přines mi jeho prsten. Nezajímá mě, jestli je ruka stále připojená.

# conversations/02_terra2/0206_midway/0206_cv_harlow:33:DefaultText
source: How well do you know Felix?
cs: Jak dobře znáte Felixe?

# conversations/02_terra2/0206_midway/0206_cv_harlow:34:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/02_terra2/0206_midway/0206_cv_harlow:35:DefaultText
source: There's something I'd like to ask you.
cs: Rád bych se vás na něco zeptal.

# conversations/02_terra2/0206_midway/0206_cv_harlow:36:DefaultText
source: Felix? Mostly I remember him as an angry kid stuck living a life for which he was poorly suited.
cs: Felix? Většinou si ho pamatuji jako naštvaného kluka, který se zasekl v životě, pro nějž se nehodil.

# conversations/02_terra2/0206_midway/0206_cv_harlow:37:DefaultText
source: Well enough. It's been a few years, but I still remember a thing or two.
cs: Dobře. Už je to pár let, ale pořád si něco pamatuju.

# conversations/02_terra2/0206_midway/0206_cv_harlow:39:DefaultText
source: <Show him Trask's ring.> It's done. Trask is dead.
cs: <Ukaž mu Traskův prsten.> Hotovo. Trask je mrtvý.

# conversations/02_terra2/0206_midway/0206_cv_harlow:40:DefaultText
source: Trask had a lot to say about you, Harlow.
cs: Trask toho o tobě hodně řekl, Harlowe.

# conversations/02_terra2/0206_midway/0206_cv_harlow:41:DefaultText
source: Not surprised. Trask was a dead man trying to negotiate with his own executioner. He'd say anything to preserve his life.
cs: To mě nepřekvapuje. Trask byl mrtvý muž, který se snažil vyjednávat s vlastním katem. Řekl by cokoli, aby si zachoval život.

# conversations/02_terra2/0206_midway/0206_cv_harlow:42:DefaultText
source: <Show him Trask's ring.> It's done. Trask is dead.
cs: <Ukaž mu Traskův prsten.> Hotovo. Trask je mrtvý.

# conversations/02_terra2/0206_midway/0206_cv_harlow:43:DefaultText
source: Our business here is done.
cs: Naše práce zde skončila.

# conversations/02_terra2/0206_midway/0206_cv_harlow:44:DefaultText
source: Trask told me you've been working for the Board.
cs: Trask mi řekl, že pracuješ pro Radu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:45:DefaultText
source: That's a damning accusation. Am I right to presume you have some evidence on hand?
cs: To je usvědčující obvinění. Předpokládám správně, že máte po ruce nějaké důkazy?

# conversations/02_terra2/0206_midway/0206_cv_harlow:46:DefaultText
source: Clyde. Look me in the eye and tell me it's not true. Tell me, and I'll believe you.
cs: Clyde. Podívej se mi do očí a řekni, že to není pravda. Řekni mi to a já ti uvěřím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:47:DefaultText
source: I don't know what kind of poison that snake dripped in your ear, but as far as I'm concerned, you've been compromised.
cs: Nevím, jaký jed ti ten had nakapal do ucha, ale pokud jde o mě, byl jsi kompromitován.

# conversations/02_terra2/0206_midway/0206_cv_harlow:48:DefaultText
source: I hope you never have to discover what it is like, captain. The relief one feels when a mutiny comes to an end.
cs: Doufám, že nikdy nebudete muset zjistit, jaké to je, kapitáne. Úleva, kterou člověk cítí, když vzpoura skončí.

# conversations/02_terra2/0206_midway/0206_cv_harlow:49:DefaultText
source: Trask had some things to say about you. And I've got my own misgivings.
cs: Trask o vás měl co říct. A já mám své vlastní obavy.

# conversations/02_terra2/0206_midway/0206_cv_harlow:50:DefaultText
source: But I understand you did not do this to help me, but to help Felix. He's proven himself to my crew, and to me. And if he's willing, there is a place for young Millstone here.
cs: Ale chápu, že jsi to neudělal, abys pomohl mně, ale Felixovi. Osvědčil se mé posádce i mně. A pokud bude chtít, je tu pro mladého Millstona místo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:51:DefaultText
source: Never mind that, Felix. Trask was just telling a tale to save his own skin.
cs: Toho si nevšímej, Felixi. Trask si jen vymýšlel, aby si zachránil kůži.

# conversations/02_terra2/0206_midway/0206_cv_harlow:52:DefaultText
source: I don't know about this, boss. You've been real good to me. I'm not too keen on jumping ship.
cs: O tomhle nevím, šéfe. Byl jste na mě opravdu hodný. Nechce se mi moc skákat z lodi.

# conversations/02_terra2/0206_midway/0206_cv_harlow:53:DefaultText
source: Think this might be for the best, honestly. You've got a good crew and all, but it's obvious I don't fit in.
cs: Upřímně řečeno, myslím, že by to tak mohlo být nejlepší. Máš dobrou partu a tak, ale je jasné, že se sem nehodím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:54:DefaultText
source: I'm not going to stand between you and a childhood friend. Go on, Felix.
cs: Nebudu stát mezi tebou a kamarádem z dětství. Jdi, Felixi.

# conversations/02_terra2/0206_midway/0206_cv_harlow:55:DefaultText
source: I like having you around, but it's your choice to make.
cs: Jsem rád, že jsi se mnou, ale je to tvoje volba.

# conversations/02_terra2/0206_midway/0206_cv_harlow:56:DefaultText
source: I honestly don't care either way.
cs: Upřímně řečeno, je mi to jedno.

# conversations/02_terra2/0206_midway/0206_cv_harlow:57:DefaultText
source: I never liked you, Felix. Get lost.
cs: Nikdy jsem tě neměl rád, Felixi. Ztrať se.

# conversations/02_terra2/0206_midway/0206_cv_harlow:58:DefaultText
source: Yeah. Okay. I had a good time, you know. Saw the system. Got in a couple scrapes.
cs: Jo. Dobře. Dobře jsem se bavil, víš. Viděl jsem systém. Dostal jsem se do pár šrámů.

# conversations/02_terra2/0206_midway/0206_cv_harlow:59:DefaultText
source: I'm better off with Clyde's crew. Thanks for everything, boss.
cs: Je mi lépe s Clydeovou partou. Díky za všechno, šéfe.

# conversations/02_terra2/0206_midway/0206_cv_harlow:60:DefaultText
source: All right. If you're sure. I guess this is goodbye, boss.
cs: Dobře. Pokud jste si jistý. Myslím, že tohle je sbohem, šéfe.

# conversations/02_terra2/0206_midway/0206_cv_harlow:61:DefaultText
source: Are you serious? Wow. Thanks for letting me down easy.
cs: To myslíte vážně? Páni. Díky, že jsi mě nechal na holičkách.

# conversations/02_terra2/0206_midway/0206_cv_harlow:62:DefaultText
source: Thank you for everything, captain. I doubt we'll cross orbits again, but you never know.
cs: Děkuji vám za všechno, kapitáne. Pochybuji, že se naše oběžné dráhy ještě někdy zkříží, ale člověk nikdy neví.

# conversations/02_terra2/0206_midway/0206_cv_harlow:63:DefaultText
source: Then I suppose there's nothing more left to be said.
cs: Pak už asi není co dodat.

# conversations/02_terra2/0206_midway/0206_cv_harlow:64:DefaultText
source: Goodbye, captain. I doubt we'll cross orbits again.
cs: Sbohem, kapitáne. Pochybuji, že se ještě někdy setkáme na oběžné dráze.

# conversations/02_terra2/0206_midway/0206_cv_harlow:65:DefaultText
source: I wasn't expecting visitors today. Or ever, as a matter of fact.
cs: Dnes jsem návštěvu nečekal. Nebo vlastně nikdy.

# conversations/02_terra2/0206_midway/0206_cv_harlow:66:DefaultText
source: Speaking of unexpected.
cs: Když už mluvíme o nečekaném.

# conversations/02_terra2/0206_midway/0206_cv_harlow:67:DefaultText
source: State your business.
cs: Uveďte svůj obor podnikání.

# conversations/02_terra2/0206_midway/0206_cv_harlow:68:DefaultText
source: I'll take it from here, captain. You're welcome to say your goodbyes.
cs: Odtud to převezmu já, kapitáne. Můžete se rozloučit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:69:DefaultText
source: I found your man already. Is this the ring you wanted?
cs: Už jsem našel tvého muže. Je to ten prsten, který jsi chtěla?

# conversations/02_terra2/0206_midway/0206_cv_harlow:70:DefaultText
source: Well, well. Would you look at that. You finished my test before it ever started.
cs: Dobře, dobře. Podívejte se na to. Ukončil jsi můj test dřív, než vůbec začal.

# conversations/02_terra2/0206_midway/0206_cv_harlow:71:DefaultText
source: Trask betrays my crew, and by pure happenstance, crosses orbits with you. The universe has a strange sense of irony.
cs: Trask zradí mou posádku a čirou náhodou se s vámi dostane na oběžnou dráhu. Vesmír má zvláštní smysl pro ironii.

# conversations/02_terra2/0206_midway/0206_cv_harlow:72:DefaultText
source: I'm pretty sure I killed a guy by that name. Didn't get his ring, though.
cs: Jsem si docela jistý, že jsem zabil člověka toho jména. Ale jeho prsten jsem nedostal.

# conversations/02_terra2/0206_midway/0206_cv_harlow:73:DefaultText
source: Is that right? Well, then. Suppose that changes things.
cs: Je to tak? Tak tedy. Předpokládejme, že to mění situaci.

# conversations/02_terra2/0206_midway/0206_cv_harlow:74:DefaultText
source: You expect me to just hand over my own crew? Go fuck yourself.
cs: Čekáte, že vám jen tak předám svou vlastní posádku? Jdi do prdele.

# conversations/02_terra2/0206_midway/0206_cv_harlow:75:DefaultText
source: That you feel insulted is a testament to your affection for the boy. I'm not asking you to let him go. Not until he's ready.
cs: To, že se cítíte uraženi, svědčí o vaší náklonnosti k chlapci. Nežádám vás, abyste ho nechal jít. Ne, dokud nebude připravený.

# conversations/02_terra2/0206_midway/0206_cv_harlow:77:DefaultText
source: Rosana knows my crew by name and face. But you're a stranger to her. She'll talk to you.
cs: Rosana zná mou posádku jménem i tváří. Ale ty jsi pro ni cizí. Bude s tebou mluvit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:78:DefaultText
source: All right. We'll take care of it.
cs: Dobře. Postaráme se o to.

# conversations/02_terra2/0206_midway/0206_cv_harlow:79:DefaultText
source: We get rid of this traitor for you - and I'm in? I mean, assuming I want in.
cs: Zbavíme se toho zrádce za vás - a já jdu do toho? Tedy za předpokladu, že se chci zapojit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:80:DefaultText
source: You're seriously considering this pretentious gasbag over me? Get back in line.
cs: Ty vážně uvažuješ o tomhle namyšleném plyšákovi místo mě? Vrať se do řady.

# conversations/02_terra2/0206_midway/0206_cv_harlow:81:DefaultText
source: Sure boss. Whatever you say.
cs: Jistě, šéfe. Jak si přejete.

# conversations/02_terra2/0206_midway/0206_cv_harlow:82:DefaultText
source: As much as I appreciate the visit, Captain, my business is with young Millstone.
cs: I když si vážím vaší návštěvy, kapitáne, moje záležitost se týká mladého Millstona.

# conversations/02_terra2/0206_midway/0206_cv_harlow:83:DefaultText
source: <Attack> You're a traitor.
cs: <Útok> Jsi zrádce.

# conversations/02_terra2/0206_midway/0206_cv_harlow:84:DefaultText
source: You really want to do this?
cs: Opravdu to chcete udělat?

# conversations/02_terra2/0206_midway/0206_cv_harlow:86:DefaultText
source: Oh, sorry. Were you expecting me to say something? Maybe a "long time no see" or a "you've aged, old man."
cs: Ach, promiňte. Čekal jsi, že něco řeknu? Třeba "dlouho jsme se neviděli" nebo "zestárl jsi, staříku".

# conversations/02_terra2/0206_midway/0206_cv_harlow:89:DefaultText
source: I'll just let you two work this out.
cs: Nechám vás dva, abyste to vyřešili.

# conversations/02_terra2/0206_midway/0206_cv_harlow:90:DefaultText
source: No, it's fine. I'll do my own introductions. <oeitoken>PlayerName</oeitoken>, Harlow. Harlow, <oeitoken>PlayerName</oeitoken>.
cs: Ne, to je v pořádku. Představím se sám. <oeitoken>Jméno hráče</oeitoken>, Harlow. Harlow, <oeitoken>Jméno hráče</oeitoken>.

# conversations/02_terra2/0206_midway/0206_cv_harlow:91:DefaultText
source: Well, this is awkward.
cs: No, tohle je trapné.

# conversations/02_terra2/0206_midway/0206_cv_harlow:93:DefaultText
source: We've met before. It's good to see you again, Captain.
cs: Už jsme se setkali. Rád vás zase vidím, kapitáne.

# conversations/02_terra2/0206_midway/0206_cv_harlow:94:DefaultText
source: I thought you were dead, or throwing yourself against the walls of some re-education center. It's been five years, Clyde. The best thing you can say is "Hey there hullhead?"
cs: Myslel jsem, že jsi mrtvý nebo že se vrháš ke zdi nějakého převýchovného centra. Už je to pět let, Clyde. Nejlepší, co můžeš říct, je: "Hej tam, hullheade?"

# conversations/02_terra2/0206_midway/0206_cv_harlow:95:DefaultText
source: No, Felix. The best thing I can say to you is yet to come. Also, I'd like to have a word with your captain.
cs: Ne, Felixi. To nejlepší, co ti mohu říct, teprve přijde. Také bych si rád promluvil s vaším kapitánem.

# conversations/02_terra2/0206_midway/0206_cv_harlow:96:DefaultText
source: Your captain has a sense of humor, Felix. Good. There's a time and place for humor.
cs: Váš kapitán má smysl pro humor, Felixi. Dobře. Na humor je čas a místo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:97:DefaultText
source: How long is that going to take? We've got places to be.
cs: Jak dlouho to bude trvat? Musíme být někde jinde.

# conversations/02_terra2/0206_midway/0206_cv_harlow:98:DefaultText
source: I'm afraid I have not made myself clear. Felix may have served you with childlike aplomb, but the day will come when he puts away childish things and serves a higher cause.
cs: Obávám se, že jsem se nevyjádřil jasně. Felix vám možná sloužil s dětskou rozvahou, ale přijde den, kdy odloží dětinské věci a bude sloužit vyšší věci.

# conversations/02_terra2/0206_midway/0206_cv_harlow:99:DefaultText
source: I am not asking you to walk away from your captain, Felix. But neither should you allow yourself to be controlled by fear. Change is not to be feared.
cs: Nežádám tě, abys odešel od svého kapitána, Felixi. Ale ani by ses neměl nechat ovládat strachem. Změny se není třeba bát.

# conversations/02_terra2/0206_midway/0206_cv_harlow:100:DefaultText
source: Then allow me to enlighten you. Felix is loyal to me.
cs: Pak mi dovolte, abych vás poučil. Felix je mi věrný.

# conversations/02_terra2/0206_midway/0206_cv_harlow:101:DefaultText
source: You want to put him through a test.
cs: Chcete ho podrobit zkoušce.

# conversations/02_terra2/0206_midway/0206_cv_harlow:102:DefaultText
source: Everyone in my crew proves their loyalty. No exceptions. Not even Felix.
cs: Všichni v mé posádce prokazují svou loajalitu. Bez výjimky. Ani Felix.

# conversations/02_terra2/0206_midway/0206_cv_harlow:104:DefaultText
source: I understand that Felix is part of your crew, at least for now. If the thought of losing him troubles you, then understand that you're helping him solve a problem for an old friend.
cs: Chápu, že Felix je součástí vaší posádky, alespoň prozatím. Pokud tě trápí myšlenka, že ho ztratíš, pak pochop, že mu pomáháš vyřešit problém starého přítele.

# conversations/02_terra2/0206_midway/0206_cv_harlow:105:DefaultText
source: Good luck. He's the least reliable crew on a ship literally called the Unreliable.
cs: Hodně štěstí. Je to nejméně spolehlivá posádka na lodi, která se doslova jmenuje Nespolehlivá.

# conversations/02_terra2/0206_midway/0206_cv_harlow:106:DefaultText
source: Boss. Seriously?
cs: Šéf. Vážně?

# conversations/02_terra2/0206_midway/0206_cv_harlow:107:DefaultText
source: Well then. If Felix proves himself to me, I should be more than happy to take him off your hands.
cs: Tak tedy. Pokud se mi Felix osvědčí, rád se ho ujmu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:108:DefaultText
source: I don't know where he's hiding, but his wife might. Rosana, lives on the Groundbreaker, last I checked.
cs: Nevím, kde se skrývá, ale jeho žena by mohla. Rosana žije na Groundbreakeru, pokud vím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:109:DefaultText
source: What did this Trask do to deserve death?
cs: Čím si ten Trask zasloužil smrt?

# conversations/02_terra2/0206_midway/0206_cv_harlow:110:DefaultText
source: You can't control your own people, Harlow?
cs: Nedokážeš kontrolovat své vlastní lidi, Harlowe?

# conversations/02_terra2/0206_midway/0206_cv_harlow:111:DefaultText
source: We're not a band of common pirates, captain. We are revolutionaries. I expect a certain degree of intestinal fortitude from my soldiers. Trask was a coward.
cs: Nejsme banda obyčejných pirátů, kapitáne. Jsme revolucionáři. Od svých vojáků očekávám určitou míru statečnosti. Trask byl zbabělec.

# conversations/02_terra2/0206_midway/0206_cv_harlow:112:DefaultText
source: Ratted us out to the Board. He's been an informant. Has been for years. When he realized I was on to him, he and his little cadre mutinied. Killed five of my own and tucked tail.
cs: Udal nás radě. Byl to informátor. Byl jím celé roky. Když zjistil, že jsem mu na stopě, vzbouřil se i se svým malým kádrem. Zabil pět mých lidí a schoval se za ocas.

# conversations/02_terra2/0206_midway/0206_cv_harlow:113:DefaultText
source: Let's pretend I take care of your problem. What happens after that?
cs: Předstírejme, že se o váš problém postarám. Co se stane potom?

# conversations/02_terra2/0206_midway/0206_cv_harlow:114:DefaultText
source: Then Felix will have done me a favor, and I will be grateful. I imagine we'll catch up on lost time. Have a long talk about his future.
cs: Pak mi Felix prokáže laskavost a já mu budu vděčná. Představuji si, že dohoníme ztracený čas. Dlouze si promluvíme o jeho budoucnosti.

# conversations/02_terra2/0206_midway/0206_cv_harlow:115:DefaultText
source: Do you ever get tired of pretending he doesn't already have a captain?
cs: Neunavuje tě někdy předstírat, že ještě nemá kapitána?

# conversations/02_terra2/0206_midway/0206_cv_harlow:116:DefaultText
source: I don't contest your claim to Felix's services. But he is his own man, and we are all of us responsible for our own destinies.
cs: Nezpochybňuji váš nárok na Felixovy služby. Ale je to jeho vlastní člověk a my všichni jsme zodpovědní za své osudy.

# conversations/02_terra2/0206_midway/0206_cv_harlow:119:DefaultText
source: Suppose that's fair. I never really needed him.
cs: Předpokládejme, že je to spravedlivé. Nikdy jsem ho nepotřeboval.

# conversations/02_terra2/0206_midway/0206_cv_harlow:120:DefaultText
source: I feel like you could be more condescending, but you'd have to really try.
cs: Mám pocit, že bys mohl být ještě povýšenější, ale to by ses musel opravdu snažit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:121:DefaultText
source: Wow, boss. Why don't you tell me how you really feel?
cs: Páni, šéfe. Proč mi neřekneš, jak to doopravdy cítíš?

# conversations/02_terra2/0206_midway/0206_cv_harlow:122:DefaultText
source: Your captain is being candid and blunt. Admirable qualities in a leader.
cs: Váš kapitán je upřímný a neomalený. To jsou u vůdce obdivuhodné vlastnosti.

# conversations/02_terra2/0206_midway/0206_cv_harlow:123:DefaultText
source: Boss has a point. You're talking about me like I'm not even here.
cs: Šéf má pravdu. Mluvíš o mně, jako bych tu ani nebyl.
