Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0206_midway/0206_cv_harlow.po
Languages: cs

# conversations/02_terra2/0206_midway/0206_cv_harlow:124:DefaultText
source: I'm negotiating with your captain. You are his subordinate, at least for now.
cs: Vyjednávám s vaším kapitánem. Jste jeho podřízený, alespoň prozatím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:124:FemaleText
source: I'm negotiating with your captain. You are her subordinate, at least for now.
cs: Vyjednávám s vaším kapitánem. Jste její podřízený, alespoň prozatím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:126:DefaultText
source: You'd be wasting your breath, bandying words with that traitor. But if it makes you feel better - by all means.
cs: Zbytečně bys ztrácel dech, kdybys s tím zrádcem mluvil. Ale jestli se pak cítíš líp, tak určitě.

# conversations/02_terra2/0206_midway/0206_cv_harlow:127:DefaultText
source: We're building a new world together, Felix. You'll want in.
cs: Společně budujeme nový svět, Felixi. Budeš se chtít zapojit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:128:DefaultText
source: Trask might not believe you sent me. Got anything I could show him?
cs: Trask možná neuvěří, že jsi mě poslal. Máš něco, co bych mu mohl ukázat?

# conversations/02_terra2/0206_midway/0206_cv_harlow:129:DefaultText
source: Other than the barrel of your gun? Yeah, I might have something.
cs: Kromě hlavně vaší zbraně? Jo, možná něco mám.

# conversations/02_terra2/0206_midway/0206_cv_harlow:130:DefaultText
source: Here. My token. Think of this as my personal signature. Anyone who knows me by my works will know me by this token.
cs: Zde. Můj žeton. Berte to jako můj osobní podpis. Každý, kdo mě zná podle mých děl, mě pozná podle tohoto symbolu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:131:DefaultText
source: Well hey there, hullhead. Clawed your way out of the Groundbreaker at long last.
cs: No ahoj, hullheade. Konečně jsi se vyškrábal z Groundbreakeru.

# conversations/02_terra2/0206_midway/0206_cv_harlow:132:DefaultText
source: So it is. Thus ends Rufus Trask. Once a sensible man, by and by a fool, presently a corpse.
cs: Je to tak. Tak končí Rufus Trask. Kdysi rozumný člověk, časem blázen, dnes mrtvola.

# conversations/02_terra2/0206_midway/0206_cv_harlow:133:DefaultText
source: Of that I have no doubt. You were wise to ignore his lies.
cs: O tom nepochybuji. Bylo moudré ignorovat jeho lži.

# conversations/02_terra2/0206_midway/0206_cv_harlow:134:DefaultText
source: I didn't believe a word he said.
cs: Nevěřil jsem mu ani slovo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:135:DefaultText
source: Which is why I'm staying. You were good to me, Clyde. Once upon a day. But you disappeared on me, and I've moved on.
cs: Proto zůstávám. Byl jsi na mě hodný, Clyde. Kdysi dávno. Ale zmizel jsi mi a já jsem se přes to přenesla.

# conversations/02_terra2/0206_midway/0206_cv_harlow:136:DefaultText
source: Are you sure about this, Felix? I'm not giving you a second chance. Turn me down now, and you're not getting back in my crew.
cs: Jsi si tím jistý, Felixi? Druhou šanci ti nedám. Jestli mě teď odmítneš, do mé party se už nevrátíš.

# conversations/02_terra2/0206_midway/0206_cv_harlow:137:DefaultText
source: You can keep your crew. I've got a family.
cs: Svou posádku si můžete ponechat. Mám rodinu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:138:DefaultText
source: You don't have to do this. You're a free man, Felix. Free to disobey.
cs: Nemusíte to dělat. Jsi svobodný muž, Felixi. Můžeš neposlechnout.

# conversations/02_terra2/0206_midway/0206_cv_harlow:139:DefaultText
source: Then I choose not to get on my boss's bad side. Sorry, Clyde. If you wanted me on your crew, you should've been the first to ask.
cs: Pak jsem se rozhodl, že se nedostanu do špatného postavení svého šéfa. Promiň, Clyde. Jestli jsi mě chtěl ve své posádce, měl ses zeptat jako první.

# conversations/02_terra2/0206_midway/0206_cv_harlow:140:DefaultText
source: Hey, if that's how you really feel, I don't blame you. This was never your problem to begin with.
cs: Jestli to tak opravdu cítíš, tak se ti nedivím. Tohle nikdy nebyl tvůj problém.

# conversations/02_terra2/0206_midway/0206_cv_harlow:141:DefaultText
source: I'm staying with my own crew. Thanks for the offer.
cs: Zůstávám s vlastní posádkou. Díky za nabídku.

# conversations/02_terra2/0206_midway/0206_cv_harlow:142:DefaultText
source: Thanks for the offer? I just gave you an opportunity of a lifetime, Felix. An opportunity to shape the destiny of Halcyon.
cs: Děkujeme za nabídku? Právě jsem ti dal životní příležitost, Felixi. Příležitost ovlivnit osud Halcyonu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:143:DefaultText
source: That's a nice speech and all, but you also left me to rot in the back-bays. I'd still be hauling boxes if the boss hadn't given me a fair shot.
cs: To je sice hezký proslov, ale taky jsi mě nechal hnít v zadních uličkách. Ještě bych tahal krabice, kdyby mi šéf nedal férovou šanci.

# conversations/02_terra2/0206_midway/0206_cv_harlow:144:DefaultText
source: I suppose you and I have got some catching up to do.
cs: Předpokládám, že máme co dohánět.

# conversations/02_terra2/0206_midway/0206_cv_harlow:145:DefaultText
source: You made the right call, in the end. I had a feeling you would.
cs: Nakonec jste se rozhodli správně. Tušil jsem to.

# conversations/02_terra2/0206_midway/0206_cv_harlow:146:DefaultText
source: I suppose you and I have got some catching up to do.
cs: Předpokládám, že máme co dohánět.

# conversations/02_terra2/0206_midway/0206_cv_harlow:147:DefaultText
source: You made the right call, in the end. I had a feeling you would.
cs: Nakonec jste se rozhodli správně. Tušil jsem to.

# conversations/02_terra2/0206_midway/0206_cv_harlow:148:DefaultText
source: Trask gave me his word, and I'm inclined to believe him.
cs: Trask mi dal své slovo a já jsem ochoten mu věřit.

# conversations/02_terra2/0206_midway/0206_cv_harlow:150:DefaultText
source: You're an asshole, Harlow. That's good enough for me.
cs: Jsi kretén, Harlowe. To mi stačí.

# conversations/02_terra2/0206_midway/0206_cv_harlow:151:DefaultText
source: You're inclined to believe the word of a traitor? You realize he would've said anything to shake you from his trail.
cs: Jste ochotni věřit slovům zrádce? Uvědomuješ si, že by řekl cokoli, aby tě setřásl ze své stopy.

# conversations/02_terra2/0206_midway/0206_cv_harlow:152:DefaultText
source: Don't talk to me like I'm some common criminal, Felix. You're the one on trial, not me.
cs: Nemluv se mnou, jako bych byl nějaký obyčejný zločinec, Felixi. Ty jsi ten, kdo je souzen, ne já.

# conversations/02_terra2/0206_midway/0206_cv_harlow:154:DefaultText
source: You're trying to burrow under my skin. Trying to hit a nerve and make me confess to a falsehood.
cs: Snažíš se mi dostat pod kůži. Snažíš se mě zasáhnout a přimět mě, abych se přiznal ke lži.

# conversations/02_terra2/0206_midway/0206_cv_harlow:155:DefaultText
source: I gave him a place to stay and books to read. I told him to push back when someone pushed him.
cs: Poskytl jsem mu místo k pobytu a knihy ke čtení. Řekl jsem mu, aby se odstrčil, když do něj někdo strčí.

# conversations/02_terra2/0206_midway/0206_cv_harlow:156:DefaultText
source: He put on airs of independence. Self-reliance. Pretended to be a loner. But I know him too well. He's always wanted a family - a place to belong.
cs: Tvářil se, že je nezávislý. Samostatnost. Předstíral, že je samotář. Ale já ho znám příliš dobře. Vždycky toužil po rodině - po místě, kam by patřil.

# conversations/02_terra2/0206_midway/0206_cv_harlow:157:DefaultText
source: You had a chip on your shoulder. You'd argue over anything and you never backed down.
cs: Měl jsi na rameni čip. Hádal ses kvůli čemukoli a nikdy jsi neustoupil.

# conversations/02_terra2/0206_midway/0206_cv_harlow:158:DefaultText
source: What do you mean "had?" And for the record, you never could admit when you lost an argument.
cs: Co myslíte tím "měl"? A aby bylo jasno, nikdy jsi nedokázal přiznat, že jsi prohrál spor.

# conversations/02_terra2/0206_midway/0206_cv_harlow:164:DefaultText
source: I don't see the point in testing Felix any further. If he's willing, there's a place for him in my crew.
cs: Nevidím smysl v dalším testování Felixe. Pokud bude chtít, je pro něj v mé posádce místo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:165:DefaultText
source: You see what I had to deal with?
cs: Vidíte, s čím jsem se musel vypořádat?

# conversations/02_terra2/0206_midway/0206_cv_harlow:167:DefaultText
source: <Show him the papers.> You've been bought off. I've got the receipts.
cs: <Ukažte mu papíry.> Byl jste podplacen. Mám stvrzenky.

# conversations/02_terra2/0206_midway/0206_cv_harlow:168:DefaultText
source: Those papers don't prove a thing! We've all done business with the Board. They own the whole damn colony.
cs: Ty papíry nic nedokazují! Všichni jsme s představenstvem obchodovali. Patří jim celá ta zatracená kolonie.

# conversations/02_terra2/0206_midway/0206_cv_harlow:169:DefaultText
source: Trask put you up to this - that miserable wretch. He's trying to undermine everything I stand for.
cs: Trask tě k tomu navedl - ten mizerný ubožák. Snaží se podkopat všechno, za čím si stojím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:170:DefaultText
source: I think you owe Felix an explanation.
cs: Myslím, že Felixovi dlužíš vysvětlení.

# conversations/02_terra2/0206_midway/0206_cv_harlow:171:DefaultText
source: Listen to me, Felix. Don't go jumping to conclusions. This isn't what it looks like.
cs: Poslouchej mě, Felixi. Nedělej ukvapené závěry. Není to tak, jak to vypadá.

# conversations/02_terra2/0206_midway/0206_cv_harlow:172:DefaultText
source: Yeah? 'Cause it looks like you been taking money from the Board. It looks like you sold out, Clyde.
cs: Jo? Protože to vypadá, že jsi od rady bral peníze. Vypadá to, že ses zaprodal, Clyde.

# conversations/02_terra2/0206_midway/0206_cv_harlow:173:DefaultText
source: Oh come on, Felix. We've all taken money from the Board. They run this colony.
cs: Ale no tak, Felixi. Všichni jsme si vzali peníze od správní rady. Oni řídí tuhle kolonii.

# conversations/02_terra2/0206_midway/0206_cv_harlow:174:DefaultText
source: I can't pay my soldiers in ideological purity. If I have to take the Board's money to buy my guns, outfit my troops, and prepare my revolution, then I'll do it.
cs: Nemohu platit své vojáky v ideologické čistotě. Pokud musím vzít peníze představenstva, abych si mohl koupit zbraně, vybavit vojáky a připravit revoluci, pak to udělám.

# conversations/02_terra2/0206_midway/0206_cv_harlow:175:DefaultText
source: Are we done here? I've got places to be.
cs: Skončili jsme? Musím ještě někde být.

# conversations/02_terra2/0206_midway/0206_cv_harlow:176:DefaultText
source: Don't listen to his excuses. He's nothing but a coward.
cs: Neposlouchejte jeho výmluvy. Je to jen zbabělec.

# conversations/02_terra2/0206_midway/0206_cv_harlow:179:DefaultText
source: He's got a point there, Felix. You take work where you can find it.
cs: Má pravdu, Felixi. Ber práci, kde ji najdeš.

# conversations/02_terra2/0206_midway/0206_cv_harlow:180:DefaultText
source: Yeah, that's how it starts. A job here, a contract there. Before you know it, you're genuflecting to Sophia Akande and doing the Board's dirty work.
cs: Jo, takhle to začíná. Práce tady, smlouva tam. Než se nadějete, klaníte se Sophii Akande a děláte špinavou práci pro správní radu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:181:DefaultText
source: Your captain is trying to teach you something, Felix. We must contend with reality not as we wish it to be, but as it is.
cs: Váš kapitán se vás snaží něco naučit, Felixi. Musíme se vyrovnat s realitou ne takovou, jakou bychom si ji přáli, ale takovou, jaká je.

# conversations/02_terra2/0206_midway/0206_cv_harlow:182:DefaultText
source: Captain, I hope Trask hasn't tricked you into believing his ridiculous accusations. If you're willing to overlook this unpleasantness, I'm willing to take Felix into my crew.
cs: Kapitáne, doufám, že vás Trask nenalákal, abyste uvěřil jeho směšným obviněním. Pokud jste ochoten přehlédnout tuto nepříjemnost, jsem ochoten přijmout Felixe do své posádky.

# conversations/02_terra2/0206_midway/0206_cv_harlow:183:DefaultText
source: I know, I know. But you gotta have principles, right? If you're on the establishment's payroll, you're a confederate to tyranny.
cs: Já vím, já vím. Ale musíš mít nějaké zásady, ne? Pokud jsi na výplatní listině establishmentu, jsi konfidentem tyranie.

# conversations/02_terra2/0206_midway/0206_cv_harlow:185:DefaultText
source: The Board's not so bad. They've always treated me well.
cs: Rada není tak špatná. Vždycky se ke mně chovali dobře.

# conversations/02_terra2/0206_midway/0206_cv_harlow:186:DefaultText
source: Yeah, 'cause you never questioned their orders. The Board loves obedient little soldiers.
cs: Jo, protože jsi nikdy nezpochybňoval jejich rozkazy. Rada miluje poslušné vojáčky.

# conversations/02_terra2/0206_midway/0206_cv_harlow:187:DefaultText
source: Don't resent your captain for siding with the Board, Felix. We can't expect everyone to be a revolutionary.
cs: Nezlobte se na svého kapitána, že se postavil na stranu rady, Felixi. Nemůžeme očekávat, že každý bude revolucionář.

# conversations/02_terra2/0206_midway/0206_cv_harlow:188:DefaultText
source: No offense, boss. But if you're trying to convince me the Board's worth serving, you're wasting your breath.
cs: Bez urážky, šéfe. Ale jestli se mě snažíte přesvědčit, že rada stojí za to, abyste jí sloužil, marníte dech.

# conversations/02_terra2/0206_midway/0206_cv_harlow:190:DefaultText
source: When we met, you told me Trask was an informant for the Board. You were lying.
cs: Když jsme se setkali, řekl jste mi, že Trask je informátorem rady. Lhal jste.

# conversations/02_terra2/0206_midway/0206_cv_harlow:191:DefaultText
source: You've got a lot of nerve, calling me a liar to my face.
cs: Máš velkou drzost, když mi do očí říkáš, že jsem lhář.

# conversations/02_terra2/0206_midway/0206_cv_harlow:192:DefaultText
source: Come on, Harlow. Why would Trask rat you out to your own employers?
cs: No tak, Harlowe. Proč by tě Trask udával tvým vlastním zaměstnavatelům?

# conversations/02_terra2/0206_midway/0206_cv_harlow:193:DefaultText
source: How should I know? What the hell do I care? Trask was a traitor. I didn't ask you to understand his motives. I asked you to cross him off!
cs: Jak to mám vědět? Proč mě to sakra zajímá? Trask byl zrádce. Nechtěl jsem po tobě, abys pochopil jeho motivy. Žádal jsem tě, abys ho vyškrtl!

# conversations/02_terra2/0206_midway/0206_cv_harlow:194:DefaultText
source: You're not the only one on the Board's payroll. I wish you'd just trusted me.
cs: Nejste jediný, kdo je na výplatní listině správní rady. Kéž bys mi prostě věřil.

# conversations/02_terra2/0206_midway/0206_cv_harlow:195:DefaultText
source: I was dealing with a traitor. You'll understand if I play my cards close to my chest.
cs: Měl jsem co do činění se zrádcem. Pochopíte, když si budu držet karty na uzdě.

# conversations/02_terra2/0206_midway/0206_cv_harlow:196:DefaultText
source: Relax. I work for the Board, myself. I don't have a problem with any of this.
cs: Uvolněte se. Sám pracuji pro správní radu. S ničím z toho nemám problém.

# conversations/02_terra2/0206_midway/0206_cv_harlow:197:DefaultText
source: You're a sensible man, Captain. I'm glad you understand my position.
cs: Jste rozumný muž, kapitáne. Jsem rád, že chápete můj postoj.

# conversations/02_terra2/0206_midway/0206_cv_harlow:197:FemaleText
source: You're a sensible woman, Captain. I'm glad you understand my position.
cs: Jste rozumná žena, kapitáne. Jsem rád, že chápete můj postoj.

# conversations/02_terra2/0206_midway/0206_cv_harlow:198:DefaultText
source: Understand what? Boss, we got evidence. Clyde's been taking money from the Board.
cs: Rozumíte čemu? Šéfe, máme důkazy. Clyde bral peníze od správní rady.

# conversations/02_terra2/0206_midway/0206_cv_harlow:200:DefaultText
source: I understand nobody here's got principles. I know the boss sold out to the Board, but you? How could you, Clyde?
cs: Chápu, že tady nikdo nemá zásady. Vím, že se šéf zaprodal představenstvu, ale ty? Jak jsi mohl, Clyde?

# conversations/02_terra2/0206_midway/0206_cv_harlow:201:DefaultText
source: Clyde, you can't be serious. I looked up to you. How could you sell yourself to the Board?
cs: Clyde, to nemyslíš vážně. Vzhlížel jsem k tobě. Jak ses mohl prodat představenstvu?

# conversations/02_terra2/0206_midway/0206_cv_harlow:202:DefaultText
source: I'm done arguing with you. Trask was right. You deserve to die.
cs: Už se s vámi nebudu hádat. Trask měl pravdu. Zasloužíš si zemřít.

# conversations/02_terra2/0206_midway/0206_cv_harlow:205:DefaultText
source: Let's hear it.
cs: Poslechněme si to.

# conversations/02_terra2/0206_midway/0206_cv_harlow:206:DefaultText
source: You said you were working on something big.
cs: Říkal jsi, že pracuješ na něčem velkém.

# conversations/02_terra2/0206_midway/0206_cv_harlow:207:DefaultText
source: A revolution is the work of a lifetime, Captain. I've spent my life preparing for the day of Halcyon's reckoning.
cs: Revoluce je práce na celý život, kapitáne. Celý život jsem se připravoval na den Halcyonova zúčtování.

# conversations/02_terra2/0206_midway/0206_cv_harlow:208:DefaultText
source: Everything you see around you is the result of that preparation. A base of operations. Loyal soldiers. Freedom from the Board's oversight.
cs: Vše, co vidíte kolem sebe, je výsledkem této přípravy. Operační základna. Loajální vojáci. Svoboda od dohledu rady.

# conversations/02_terra2/0206_midway/0206_cv_harlow:209:DefaultText
source: It sounds like you've got some plan to overthrow the Board.
cs: Vypadá to, že máš nějaký plán, jak svrhnout správní radu.

# conversations/02_terra2/0206_midway/0206_cv_harlow:210:DefaultText
source: Hardly. The Board is rotting from the inside. Tomorrow, next year, a generation from now - eventually, the Board will fall to pieces.
cs: To sotva. Rada je zevnitř prohnilá. Zítra, příští rok, za generaci - nakonec se rada rozpadne na kusy.

# conversations/02_terra2/0206_midway/0206_cv_harlow:211:DefaultText
source: Entropy is the natural state of the universe, Captain. All systems inevitably dissolve. When that day comes to Halcyon, we will be ready.
cs: Entropie je přirozený stav vesmíru, kapitáne. Všechny systémy se nevyhnutelně rozpadají. Až ten den přijde na Halcyon, budeme připraveni.

# conversations/02_terra2/0206_midway/0206_cv_harlow:212:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/02_terra2/0206_midway/0206_cv_harlow:213:DefaultText
source: So you're a band of outlaws living on the edge of an asteroid. Some revolution.
cs: Jste banda psanců žijící na okraji asteroidu. Nějaká revoluce.

# conversations/02_terra2/0206_midway/0206_cv_harlow:214:DefaultText
source: Not all revolutions involve bloodshed and fire, Captain. The purest act of rebellion is to live according to one's own means, independent of any masters.
cs: Ne všechny revoluce zahrnují krveprolití a oheň, kapitáne. Nejčistším aktem vzpoury je žít podle svých vlastních prostředků, nezávisle na jakýchkoli pánech.

# conversations/02_terra2/0206_midway/0206_cv_harlow:215:DefaultText
source: One day, when the Board is weak and Halcyon vulnerable, we may claim a piece of this system for ourselves. Until then, we bide our time.
cs: Jednoho dne, až bude představenstvo slabé a Halcyon zranitelný, si možná kus tohoto systému budeme nárokovat pro sebe. Do té doby budeme vyčkávat.

# conversations/02_terra2/0206_midway/0206_cv_harlow:216:DefaultText
source: What makes you think you're free?
cs: Proč si myslíš, že jsi svobodný?

# conversations/02_terra2/0206_midway/0206_cv_harlow:217:DefaultText
source: The skies around Scylla are curiously absent of patrol ships. It's almost as if the Board's sphere of influence is shrinking.
cs: Na obloze kolem Scylly kupodivu nejsou žádné hlídkové lodě. Jako by se sféra vlivu rady zmenšovala.

# conversations/02_terra2/0206_midway/0206_cv_harlow:218:DefaultText
source: Besides, our facility is well-armed and located on defensible terrain. If the Board tries to lay siege to us, we'll make them pay.
cs: Kromě toho je naše zařízení dobře vyzbrojeno a nachází se na obranyschopném území. Pokud se nás představenstvo pokusí obléhat, zaplatí za to.

# conversations/02_terra2/0206_midway/0206_cv_harlow:219:DefaultText
source: Let's change the subject.
cs: Změňme téma.

# conversations/02_terra2/0206_midway/0206_cv_harlow:220:DefaultText
source: Felix tells me you disappeared one day.
cs: Felix mi řekl, že jsi jednoho dne zmizel.

# conversations/02_terra2/0206_midway/0206_cv_harlow:221:DefaultText
source: I was working on this plan for years. Saving every bit I could. Drawing plans. Biding my time.
cs: Na tomto plánu jsem pracoval několik let. Šetřil jsem každý kousek, který jsem mohl. Kreslil jsem plány. Čekal jsem na čas.

# conversations/02_terra2/0206_midway/0206_cv_harlow:222:DefaultText
source: I never intended to spend my life laboring on the Groundbreaker. When the opportunity presented itself, I did what I had to do. I left.
cs: Nikdy jsem neměl v úmyslu strávit svůj život prací na Groundbreakeru. Když se naskytla příležitost, udělal jsem, co jsem musel. Odešel jsem.

# conversations/02_terra2/0206_midway/0206_cv_harlow:223:DefaultText
source: You might have said something.
cs: Možná jste něco řekli.

# conversations/02_terra2/0206_midway/0206_cv_harlow:224:DefaultText
source: I had some ugly business in Scylla. If I'd told you, I would've implicated you.
cs: Na Scylle jsem měl ošklivou záležitost. Kdybych ti to řekl, zapletl bych tě do toho.

# conversations/02_terra2/0206_midway/0206_cv_harlow:225:DefaultText
source: You want to elaborate on that?
cs: Chcete to upřesnit?

# conversations/02_terra2/0206_midway/0206_cv_harlow:226:DefaultText
source: What exactly was this opportunity?
cs: Jaká přesně byla tato příležitost?

# conversations/02_terra2/0206_midway/0206_cv_harlow:227:DefaultText
source: Hephaestus controlled mining operations all over Scylla. Most of these operations failed. The company pulled out, and abandoned their facilities.
cs: Héfaistos řídil těžební operace po celé Skylle. Většina těchto operací skončila neúspěchem. Společnost se stáhla a opustila svá zařízení.

# conversations/02_terra2/0206_midway/0206_cv_harlow:228:DefaultText
source: Mostly abandoned, anyway. This one was running on a skeleton crew. My associates and I seized control in a matter of minutes.
cs: Většinou opuštěné. Tenhle fungoval jen s kostlivou posádkou. Já a moji společníci jsme se během několika minut chopili řízení.

# conversations/02_terra2/0206_midway/0206_cv_harlow:229:DefaultText
source: You said you were working on something big. Was this it?
cs: Říkal jsi, že pracuješ na něčem velkém. Bylo to tohle?

# conversations/02_terra2/0206_midway/0206_cv_harlow:230:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/02_terra2/0206_midway/0206_cv_harlow:231:DefaultText
source: Hope this gasbag's paying us by the hour.
cs: Doufám, že nám tenhle benzíňák platí od hodiny.

# conversations/02_terra2/0206_midway/0206_cv_harlow:235:DefaultText
source: That was simultaneously the least scientific and most pompous statement I've heard in ages. Well done, Mr. Harlow.
cs: To bylo to nejméně vědecké a zároveň nejvíce nabubřelé prohlášení, jaké jsem kdy slyšel. Dobrá práce, pane Harlowe.
