Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0206_midway/0206_cv_harlow.po
Languages: cs

# conversations/02_terra2/0206_midway/0206_cv_harlow:236:DefaultText
source: A vicar? I admit, I never imagined a man of the cloth living the adventurer's life.
cs: Vikář? Přiznám se, že jsem si nikdy nepředstavoval, že by muž z církve žil životem dobrodruha.

# conversations/02_terra2/0206_midway/0206_cv_harlow:237:DefaultText
source: You do keep some interesting company. Was there anything else?
cs: Máte zajímavou společnost. Bylo tam ještě něco?

# conversations/02_terra2/0206_midway/0206_cv_harlow:238:DefaultText
source: Wow, Captain. That's awful rude, even for you.
cs: Páni, kapitáne. To je i na vás strašně hrubé.

# conversations/02_terra2/0206_midway/0206_cv_harlow:239:DefaultText
source: It's all right, Parvati. Your captain's being blunt. I respect that.
cs: To je v pořádku, Parvati. Váš kapitán je neomalený. Respektuji to.

# conversations/02_terra2/0206_midway/0206_cv_harlow:240:DefaultText
source: Thanks for making this easy for me. Take care of yourself.
cs: Díky, že jste mi to usnadnili. Dávejte na sebe pozor.

# conversations/02_terra2/0206_midway/0206_cv_harlow:242:DefaultText
source: Hear that, Clyde? I been making something outta myself.
cs: Slyšíš to, Clyde? Něco jsem ze sebe udělal.

# conversations/02_terra2/0206_midway/0206_cv_harlow:243:DefaultText
source: I dunno what you're trying to say, but he's earned his keep with us.
cs: Nevím, co se snažíte říct, ale zasloužil si u nás zůstat.

# conversations/02_terra2/0206_midway/0206_cv_harlow:244:DefaultText
source: He's been watchin' out for us just as much as we been watchin' out for him. Felix is family, mister.
cs: Dával na nás pozor stejně jako my na něj. Felix je rodina, pane.

# conversations/02_terra2/0206_midway/0206_cv_harlow:245:DefaultText
source: Felix is uhm, a vital member of our crew. He's... uhm, well, he's... good in a fight.
cs: Felix je důležitým členem naší posádky. Je... ehm, no, je... dobrý v boji.

# conversations/02_terra2/0206_midway/0206_cv_harlow:246:DefaultText
source: He kicks things what need kicking, and we look the other way when he starts talking anti-corporate. It's a good arrangement.
cs: Kope do věcí, do kterých je třeba kopat, a my se díváme jinam, když začne mluvit proti korporacím. Je to dobrá dohoda.

# conversations/02_terra2/0206_midway/0206_cv_harlow:247:DefaultText
source: So long as you haven't been making a fool of yourself.
cs: Dokud ze sebe neděláte hlupáka.

# conversations/02_terra2/0206_midway/0206_cv_harlow:248:DefaultText
source: Your friend's been taking us for idiots, Felix. Want to teach him a lesson?
cs: Tvůj přítel nás má za idioty, Felixi. Chceš mu dát lekci?

# conversations/02_terra2/0206_midway/0206_cv_harlow:249:DefaultText
source: Believe me, boss. I'm tempted. But I'm gonna give him one chance to own up.
cs: Věřte mi, šéfe. Jsem v pokušení. Ale dám mu jednu šanci, aby se přiznal.

# conversations/02_terra2/0206_midway/0206_cv_harlow:250:DefaultText
source: Didn't you have a pet canid?
cs: Neměl jsi domácího mazlíčka?

# conversations/02_terra2/0206_midway/0206_cv_harlow:251:DefaultText
source: I did, for a time. But I had to let him go. He wasn't sufficiently devoted to the cause.
cs: Nějakou dobu jsem to dělal. Ale musel jsem ho nechat jít. Nebyl dostatečně oddaný věci.

# conversations/02_terra2/0206_midway/0206_cv_harlow:252:DefaultText
source: Felix will always have a place in this crew. He's family to us now.
cs: Felix bude mít v této posádce vždy své místo. Je pro nás teď rodinou.

# conversations/02_terra2/0206_midway/0206_cv_harlow:253:DefaultText
source: What do you think, Felix?
cs: Co myslíš, Felixi?

# conversations/02_terra2/0206_midway/0206_cv_harlow:254:DefaultText
source: I say we take the job. If you're sick of me taking up space in the ship, we can part ways when it's done.
cs: Říkám, že tu práci vezmeme. Jestli ti vadí, že zabírám místo na lodi, můžeme se rozloučit, až bude hotovo.

# conversations/02_terra2/0206_midway/0206_cv_harlow:255:DefaultText
source: Clyde offered me a hand when nobody else would. I'd say I owe him a good turn.
cs: Clyde mi nabídl pomocnou ruku, když nikdo jiný nechtěl. Řekl bych, že mu to dlužím.

# conversations/02_terra2/0206_midway/0206_cv_harlow:256:DefaultText
source: There you have it, captain. A favor for an old friend.
cs: Tady to máte, kapitáne. Laskavost pro starého přítele.
