Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/10_scylla/fq_1002_sublight_asteroidbase.po
Languages: cs

# quests/10_scylla/fq_1002_sublight_asteroidbase:0:DefaultText
source: The Ice Palace
cs: Ledový palác

# quests/10_scylla/fq_1002_sublight_asteroidbase:1:DefaultText
source: Grant SubLight Remote Access to the Station
cs: Udělení vzdáleného přístupu ke stanici SubLight

# quests/10_scylla/fq_1002_sublight_asteroidbase:14:DefaultText
source: Return to Lilya
cs: Zpět na Lilya

# quests/10_scylla/fq_1002_sublight_asteroidbase:10000:DefaultText
source: Lilya Hagen has another lead on some valuable salvage - an abandoned space station. She gave you an override bypass that should stake her claim over HRS-1084 as the rightful property of SubLight Salvage.
cs: Lilya Hagenová má další stopu k cennému úlovku - opuštěné vesmírné stanici. Dala ti obchvat, který by měl potvrdit její nárok na HRS-1084 jako právoplatný majetek společnosti SubLight Salvage.

# quests/10_scylla/fq_1002_sublight_asteroidbase:10001:DefaultText
source: The override cartridge will hand over control of the station's systems to SubLight, legitimizing Lilya's claim over the salvage.
cs: Přepisovací kazeta předá kontrolu nad systémy stanice společnosti SubLight, čímž se legitimizuje nárok Lilyi na záchranu.

# quests/10_scylla/fq_1002_sublight_asteroidbase:10014:DefaultText
source: Now that the station has been secured as a holding of SubLight Salvage, Lilya Hagen will be interested in an update. She can be found in SubLight Headquarters on the Groundbreaker.
cs: Nyní, když je stanice zajištěna jako holding společnosti SubLight Salvage, bude mít Lilya Hagenová zájem o aktuální informace. Najdete ji v centrále SubLight na lodi Groundbreaker.

# quests/10_scylla/fq_1002_sublight_asteroidbase:20000:DefaultText
source: HRS-1084 seems to be powered down. See if you can find a power source to get the place back up and running.
cs: Zdá se, že HRS-1084 je vypnutý. Zkuste najít zdroj napájení, abyste ho mohli znovu zprovoznit.

# quests/10_scylla/fq_1002_sublight_asteroidbase:20001:DefaultText
source: UDL Guards have arrived at the station to try and take you down. You'll have to deal with them as you make your way to the override terminal.
cs: Na stanici dorazily stráže UDL, aby se vás pokusily zneškodnit. Budete se s nimi muset vypořádat, až se dostanete k terminálu pro ovládání.

# quests/10_scylla/fq_1002_sublight_asteroidbase:20002:DefaultText
source: You convinced the UDL forces to leave the station. Make your way over to the override terminal.
cs: Přesvědčil jste jednotky UDL, aby opustily stanici. Přejděte k terminálu pro ovládání.

# quests/10_scylla/fq_1002_sublight_asteroidbase:30000:DefaultText
source: You gave SubLight remote access into the station's systems, granting them rights to the salvage.
cs: Poskytl jste společnosti SubLight vzdálený přístup do systémů stanice a udělil jí práva na záchranu.

# quests/10_scylla/fq_1002_sublight_asteroidbase:30002:DefaultText
source: Now that Lilya Hagen is dead, HRS-1084 is space junk.
cs: Teď, když je Lilya Hagenová mrtvá, je HRS-1084 vesmírným odpadem.
