Repository: pavelhoral/outer-preklad
Catalog: source/*/game/achievements.po
Languages: cs

# game/achievements:0:DefaultText
source: The Outer Worlds
cs: Vnější světy

# game/achievements:1:DefaultText
source: All Trophies for The Outer Worlds
cs: Všechny trofeje pro hru The Outer Worlds

# game/achievements:2:DefaultText
source: The Outer Worlds Platinum Trophy
cs: Platinová trofej Vnější světy

# game/achievements:3:DefaultText
source: Collected all trophies for The Outer Worlds.
cs: Získal všechny trofeje pro hru The Outer Worlds.

# game/achievements:7:DefaultText
source: The Outer Worlds
cs: Vnější světy

# game/achievements:8:DefaultText
source: Completed The Outer Worlds on any difficulty.
cs: Dokončete hru The Outer Worlds na jakoukoli obtížnost.

# game/achievements:9:DefaultText
source: Complete The Outer Worlds on any difficulty.
cs: Dokončete hru The Outer Worlds na jakoukoli obtížnost.

# game/achievements:14:DefaultText
source: Completed The Outer Worlds on hard difficulty.
cs: Dokončení hry The Outer Worlds na těžkou obtížnost.

# game/achievements:15:DefaultText
source: Complete The Outer Worlds on hard difficulty.
cs: Dokončete hru The Outer Worlds na těžkou obtížnost.

# game/achievements:17:DefaultText
source: Completed The Outer Worlds on supernova difficulty.
cs: Dokončení hry The Outer Worlds na obtížnost supernova.

# game/achievements:18:DefaultText
source: Complete The Outer Worlds on supernova difficulty.
cs: Dokončete hru The Outer Worlds na obtížnost supernova.

# game/achievements:19:DefaultText
source: Best Friend
cs: Nejlepší přítel

# game/achievements:20:DefaultText
source: Recruited a companion.
cs: Přijal společníka.

# game/achievements:21:DefaultText
source: Recruit a companion.
cs: Najměte si společníka.

# game/achievements:22:DefaultText
source: The Harder They Fall
cs: Čím hůře padají

# game/achievements:23:DefaultText
source: Killed a mega creature.
cs: Zabil mega stvoření.

# game/achievements:24:DefaultText
source: Kill a mega creature.
cs: Zabij mega stvoření.

# game/achievements:25:DefaultText
source: Got Your Back
cs: Kryjeme vám záda

# game/achievements:26:DefaultText
source: Killed 50 enemies with companion abilities.
cs: Zabito 50 nepřátel se schopnostmi společníka.

# game/achievements:27:DefaultText
source: Kill 50 enemies with companion abilities.
cs: Zabijte 50 nepřátel se schopnostmi společníka.

# game/achievements:28:DefaultText
source: Silver Tongue
cs: Stříbrný jazyk

# game/achievements:29:DefaultText
source: Used dialog skills 30 times in conversations.
cs: 30krát použil dialogové dovednosti v rozhovorech.

# game/achievements:30:DefaultText
source: Use dialog skills 30 times in conversations.
cs: Použijte dialogové dovednosti 30krát v rozhovorech.

# game/achievements:31:DefaultText
source: Poor Sportsmanship
cs: Špatné sportovní chování

# game/achievements:32:DefaultText
source: Hit 30 enemies in the groin during tactical time dilation.
cs: Zasáhněte 30 nepřátel do slabin během taktické dilatace času.

# game/achievements:33:DefaultText
source: Hit 30 enemies in the groin during tactical time dilation.
cs: Zasáhněte 30 nepřátel do slabin během taktické dilatace času.

# game/achievements:34:DefaultText
source: Upgrades Available
cs: Dostupné aktualizace

# game/achievements:35:DefaultText
source: Improved your gear 30 times through tinkering and mods.
cs: Vylepšete své vybavení 30krát pomocí úprav a modifikací.

# game/achievements:36:DefaultText
source: Improve your gear 30 times through tinkering and mods.
cs: Vylepšete své vybavení 30krát pomocí úprav a modifikací.

# game/achievements:37:DefaultText
source: Never Seen
cs: Nikdy neviděno

# game/achievements:38:DefaultText
source: Killed 50 enemies with sneak attacks.
cs: Zabil 50 nepřátel zákeřnými útoky.

# game/achievements:39:DefaultText
source: Kill 50 enemies with sneak attacks.
cs: Zabijte 50 nepřátel zákeřnými útoky.

# game/achievements:40:DefaultText
source: Short Circuit
cs: Zkrat

# game/achievements:41:DefaultText
source: Killed 30 automechanicals with shock damage.
cs: Zabito 30 automechaniků s poškozením způsobeným nárazem.

# game/achievements:42:DefaultText
source: Kill 30 automechanicals with shock damage.
cs: Zabijte 30 automechaniků s poškozením šokem.

# game/achievements:43:DefaultText
source: Health Insurance
cs: Zdravotní pojištění

# game/achievements:44:DefaultText
source: Used the medical inhaler 300 times.
cs: 300krát použil lékařský inhalátor.

# game/achievements:45:DefaultText
source: Use the medical inhaler 300 times.
cs: Lékařský inhalátor použijte 300krát.

# game/achievements:46:DefaultText
source: We All Fall Down
cs: Všichni padáme dolů

# game/achievements:47:DefaultText
source: Turned 100 enemies to ash with plasma damage.
cs: Obrátil 100 nepřátel na popel poškozením plazmou.

# game/achievements:48:DefaultText
source: Turn 100 enemies to ash with plasma damage.
cs: Obraťte 100 nepřátel na popel poškozením plazmou.

# game/achievements:50:DefaultText
source: Killed 50 enemies with a tossball stick or tossball blocker.
cs: Zabili jste 50 nepřátel pomocí tyče nebo blokátoru míčků.

# game/achievements:51:DefaultText
source: Kill 50 enemies with a tossball stick or tossball blocker.
cs: Zabijte 50 nepřátel pomocí tyče nebo blokátoru míčků.

# game/achievements:52:DefaultText
source: Everything Must Go
cs: Vše musí pryč

# game/achievements:53:DefaultText
source: Sold 10,000 bits worth of items to vendors.
cs: Prodal prodejcům položky v hodnotě 10 000 bitů.

# game/achievements:54:DefaultText
source: Sell 10,000 bits worth of items to vendors.
cs: Prodejte prodejcům předměty v hodnotě 10 000 bitů.

# game/achievements:55:DefaultText
source: Everybody Likes Me
cs: Všichni mě mají rádi

# game/achievements:56:DefaultText
source: Had 75% or higher positive reputation with 3 factions.
cs: Měl 75 % nebo více pozitivní reputace u 3 frakcí.

# game/achievements:57:DefaultText
source: Destroyer of Worlds
cs: Ničitel světů

# game/achievements:58:DefaultText
source: Had 75% or higher negative reputation with 3 factions.
cs: Měl 75% nebo vyšší negativní reputaci u 3 frakcí.

# game/achievements:59:DefaultText
source: Have 75% or higher negative reputation with 3 factions.
cs: Mít 75% nebo vyšší negativní reputaci u 3 frakcí.

# game/achievements:60:DefaultText
source: Flawed Hero
cs: Chybující hrdina

# game/achievements:61:DefaultText
source: Acquired 3 flaws.
cs: Získány 3 vady.

# game/achievements:62:DefaultText
source: Not the Best Choice
cs: Není to nejlepší volba

# game/achievements:63:DefaultText
source: Simultaneously equipped Spacer's Choice brand clothing, headgear, and 4 weapons.
cs: Současně jsi vybaven oblečením značky Spacer's Choice, pokrývkou hlavy a 4 zbraněmi.

# game/achievements:64:DefaultText
source: Simultaneously equip Spacer's Choice brand clothing, headgear, and 4 weapons.
cs: Současně se vybavte oblečením značky Spacer's Choice, pokrývkou hlavy a 4 zbraněmi.

# game/achievements:65:DefaultText
source: Well Dressed
cs: Dobře oblečený

# game/achievements:66:DefaultText
source: Wore 'A Nice Hat' and 'Chimaera' at the same time.
cs: Nosil jsem "A Nice Hat" a "Chimaera" zároveň.

# game/achievements:67:DefaultText
source: Wear 'A Nice Hat' and 'Chimaera' at the same time.
cs: Noste "A Nice Hat" a "Chimaera" zároveň.

# game/achievements:68:DefaultText
source: Level 30
cs: Úroveň 30

# game/achievements:69:DefaultText
source: Character level 30 reached.
cs: Dosažena 30. úroveň postavy.

# game/achievements:70:DefaultText
source: Reach character level 30.
cs: Dosáhněte úrovně postavy 30.

# game/achievements:71:DefaultText
source: Anything for a Friend
cs: Cokoli pro přítele

# game/achievements:72:DefaultText
source: Finished a companion's quest line.
cs: Dokončil jsi úkolovou linii společníka.

# game/achievements:73:DefaultText
source: Finish a companion's quest line.
cs: Dokončete řadu úkolů společníka.

# game/achievements:74:DefaultText
source: Elemental Maelstrom
cs: Elementární vír

# game/achievements:75:DefaultText
source: Killed an enemy that was hit with all 5 damage types.
cs: Zabil nepřítele, který byl zasažen všemi 5 typy poškození.

# game/achievements:76:DefaultText
source: Kill an enemy that was hit with all 5 damage types.
cs: Zabijte nepřítele, který byl zasažen všemi 5 typy poškození.

# game/achievements:77:DefaultText
source: Patient N
cs: Pacient N

# game/achievements:78:DefaultText
source: Killed 20 enemies that were infected by spreading N-rays.
cs: Zabil 20 nepřátel, kteří byli infikováni šířením N-záření.

# game/achievements:79:DefaultText
source: Kill 20 enemies that are infected by spreading N-rays.
cs: Zabijte 20 nepřátel, kteří jsou infikováni šířením N-záření.

# game/achievements:80:DefaultText
source: Skilled
cs: Kvalifikovaní pracovníci

# game/achievements:81:DefaultText
source: Raised a skill to 100.
cs: Zvýšení dovednosti na 100.

# game/achievements:82:DefaultText
source: Raise a skill to 100.
cs: Zvyšte dovednost na 100.

# game/achievements:84:DefaultText
source: Killed an enemy with a science weapon sneak attack during TTD, with a weakspot critical hit.
cs: Zabití nepřítele zákeřným útokem vědeckou zbraní během TTD s kritickým zásahem ve slabém bodě.

# game/achievements:85:DefaultText
source: Kill an enemy with a science weapon sneak attack during TTD, with a weakspot critical hit.
cs: Zabijte nepřítele zákeřným útokem vědeckou zbraní během TTD s kritickým zásahem ve slabém bodě.

# game/achievements:86:DefaultText
source: Well Balanced Breakfast
cs: Vyvážená snídaně

# game/achievements:87:DefaultText
source: Simultaneously had bonuses for meat, carbohydrates, sugary drink, caffeine, and alcohol.
cs: Zároveň měl bonusy za maso, sacharidy, sladké nápoje, kofein a alkohol.

# game/achievements:88:DefaultText
source: Simultaneously have bonuses for meat, carbohydrates, sugary drink, caffeine, and alcohol.
cs: Současně mají bonusy za maso, sacharidy, sladké nápoje, kofein a alkohol.

# game/achievements:89:DefaultText
source: Mad Scientist
cs: Šílený vědec

# game/achievements:90:DefaultText
source: Killed an enemy under the effects of 4 science weapons.
cs: Zabil nepřítele pod vlivem 4 vědeckých zbraní.

# game/achievements:91:DefaultText
source: Kill an enemy under the effects of 4 science weapons.
cs: Zabijte nepřítele pod vlivem 4 vědeckých zbraní.

# game/achievements:92:DefaultText
source: Impossible Mission
cs: Nemožná mise

# game/achievements:93:DefaultText
source: Succeeded at 3 dialog conversation checks with a single disguise.
cs: Úspěšný ve 3 kontrolách dialogové konverzace s jedním převlekem.

# game/achievements:94:DefaultText
source: Succeed at 3 dialog conversation checks with a single disguise.
cs: Uspějete ve 3 kontrolách dialogové konverzace s jedním převlekem.

# game/achievements:95:DefaultText
source: All for One
cs: Všichni za jednoho

# game/achievements:96:DefaultText
source: Completed all companion quests.
cs: Dokončil všechny úkoly pro společníky.

# game/achievements:97:DefaultText
source: Complete all companion quests.
cs: Splňte všechny úkoly pro společníky.

# game/achievements:98:DefaultText
source: One for All
cs: Jeden za všechny

# game/achievements:99:DefaultText
source: Recruited all of the companions.
cs: Nabral všechny společníky.

# game/achievements:100:DefaultText
source: Recruit all of the companions.
cs: Naverbujte všechny společníky.

# game/achievements:101:DefaultText
source: Welcome to Halcyon!
cs: Vítejte v Halcyonu!

# game/achievements:102:DefaultText
source: Landed in Emerald Vale.
cs: Přistál ve Smaragdovém údolí.

# game/achievements:103:DefaultText
source: Land in Emerald Vale.
cs: Pozemek v Emerald Vale.

# game/achievements:104:DefaultText
source: Ticket to Anywhere
cs: Letenka kamkoli

# game/achievements:105:DefaultText
source: Got your very own ship.
cs: Máš vlastní loď.

# game/achievements:106:DefaultText
source: Get your own ship.
cs: Pořiďte si vlastní loď.

# game/achievements:107:DefaultText
source: Something's Fishy
cs: Něco je podezřelé

# game/achievements:108:DefaultText
source: Reached Stellar Bay.
cs: Dosáhl Hvězdné zátoky.

# game/achievements:109:DefaultText
source: Reach Stellar Bay.
cs: Dosáhněte Hvězdné zátoky.

# game/achievements:110:DefaultText
source: Paradise Found
cs: Nalezený ráj

# game/achievements:111:DefaultText
source: Landed in Byzantium.
cs: Přistál v Byzanci.

# game/achievements:112:DefaultText
source: Land in Byzantium.
cs: Země v Byzanci.

# game/achievements:113:DefaultText
source: Hard Time
cs: Těžký čas

# game/achievements:114:DefaultText
source: Landed on Tartarus.
cs: Přistál na Tartaru.

# game/achievements:115:DefaultText
source: Land on Tartarus.
cs: Země na Tartaru.

# game/achievements:116:DefaultText
source: Lost and Found
cs: Ztráty a nálezy

# game/achievements:117:DefaultText
source: Skipped the Hope.
cs: Přeskočil Hope.

# game/achievements:118:DefaultText
source: Skip the Hope.
cs: Přeskočte naději.

# game/achievements:119:DefaultText
source: Pirate Radio
cs: Pirátské rádio

# game/achievements:120:DefaultText
source: Stopped the Monarch broadcasts.
cs: Zastavil vysílání Monarchů.

# game/achievements:121:DefaultText
source: Stop the Monarch broadcasts.
cs: Zastavte vysílání Monarchů.

# game/achievements:122:DefaultText
source: The Audience Gasps
cs: Publikum lapá po dechu

# game/achievements:123:DefaultText
source: Learned the shocking truth about the colony.
cs: Dozvěděl se šokující pravdu o kolonii.

# game/achievements:124:DefaultText
source: Learn the shocking truth about the colony.
cs: Zjistěte šokující pravdu o kolonii.

# game/achievements:126:DefaultText
source: Completed the SubLight quest lines.
cs: Dokončení úkolových linií SubLight.

# game/achievements:127:DefaultText
source: Complete the SubLight quest lines.
cs: Dokončete úkoly SubLight.

# game/achievements:128:DefaultText
source: Peace in Our Time
cs: Mír v naší době

# game/achievements:129:DefaultText
source: Brokered peace between the Iconoclasts and MSI.
cs: Zprostředkoval mír mezi Ikonoklasty a MSI.

# game/achievements:130:DefaultText
source: Broker peace between the Iconoclasts and MSI.
cs: Zprostředkovat mír mezi Ikonoklasty a MSI.

# game/achievements:131:DefaultText
source: Monarch Abides
cs: Monarcha přebývá

# game/achievements:132:DefaultText
source: Won the battle of Stellar Bay.
cs: Vyhrál bitvu o Hvězdnou zátoku.

# game/achievements:133:DefaultText
source: Win the battle of Stellar Bay.
cs: Vyhrajte bitvu o Hvězdnou zátoku.

# game/achievements:135:DefaultText
source: Saved the universe's greatest diet toothpaste recipe.
cs: Zachránil nejlepší recept na dietní zubní pastu ve vesmíru.

# game/achievements:136:DefaultText
source: Save the universe's greatest diet toothpaste recipe.
cs: Uložte si recept na nejlepší dietní zubní pastu ve vesmíru.

# game/achievements:137:DefaultText
source: Mightier than the Sword
cs: Mocnější než meč

# game/achievements:138:DefaultText
source: Saved Edgewater permanently.
cs: Zachránil Edgewater natrvalo.

# game/achievements:139:DefaultText
source: Save Edgewater permanently.
cs: Zachraňte Edgewater natrvalo.

# game/achievements:140:DefaultText
source: Ludwig was Right
cs: Ludwig měl pravdu

# game/achievements:141:DefaultText
source: Brought robo-destruction to Edgewater.
cs: Přinesl do Edgewateru robotickou destrukci.

# game/achievements:142:DefaultText
source: Bring robo-destruction to Edgewater.
cs: Přineste do Edgewateru robotickou destrukci.

# game/achievements:143:DefaultText
source: A Star is Born
cs: Zrodila se hvězda

# game/achievements:144:DefaultText
source: Starred in an Odeon Pictures movie.
cs: Zahrála si ve filmu společnosti Odeon Pictures.

# game/achievements:145:DefaultText
source: Star in an Odeon Pictures movie.
cs: Zahrajte si ve filmu společnosti Odeon Pictures.

# game/achievements:146:DefaultText
source: The Cartographer
cs: Kartograf

# game/achievements:147:DefaultText
source: Dealt with the cartographer.
cs: Jednal s kartografem.

# game/achievements:148:DefaultText
source: Deal with the cartographer.
cs: Domluvte se s kartografem.

# game/achievements:149:DefaultText
source: Sunburn
cs: Spálení od slunce

# game/achievements:150:DefaultText
source: Skipped the Hope into the sun.
cs: Přeskočil Hope do slunce.

# game/achievements:151:DefaultText
source: Skip the Hope into the sun.
cs: Přeskočte Naději na slunce.

# game/achievements:152:DefaultText
source: The Outer Worlds Trophy Set
cs: Sada trofejí Vnější světy

# game/achievements:159:DefaultText
source: Have 75% or higher positive reputation with 3 factions.
cs: Mít 75 % nebo více pozitivní reputace u 3 frakcí.

# game/achievements:160:DefaultText
source: Acquire 3 flaws.
cs: Získejte 3 vady.

# game/achievements:161:DefaultText
source: Collect all trophies for The Outer Worlds.
cs: Nasbírejte všechny trofeje pro hru The Outer Worlds.

# game/achievements:162:DefaultText
source: Exploring Emerald Vale in The Outer Worlds
cs: Průzkum Smaragdového údolí ve Vnějších světech

# game/achievements:163:DefaultText
source: Exploring Monarch in The Outer Worlds
cs: Zkoumání Monarchu ve Vnějších světech

# game/achievements:164:DefaultText
source: Exploring Byzantium in The Outer Worlds
cs: Prozkoumávání Byzance ve hře The Outer Worlds

# game/achievements:165:DefaultText
source: Exploring Roseway in The Outer Worlds
cs: Průzkum Roseway ve Vnějších světech

# game/achievements:166:DefaultText
source: Exploring Tartarus in The Outer Worlds
cs: Průzkum Tartaru ve Vnějších světech

# game/achievements:167:DefaultText
source: Exploring Scylla in The Outer Worlds
cs: Prozkoumávání Scylly ve Vnějších světech

# game/achievements:168:DefaultText
source: Exploring Space in The Outer Worlds
cs: Průzkum vesmíru v knize Vnější světy

# game/achievements:169:DefaultText
source: Aboard their spaceship in The Outer Worlds
cs: Na palubě jejich vesmírné lodi ve filmu Vnější světy

# game/achievements:170:DefaultText
source: In the Main Menu of The Outer Worlds
cs: V hlavní nabídce hry Vnější světy

# game/achievements:171:DefaultText
source: Creating a character in The Outer Worlds
cs: Vytvoření postavy ve hře The Outer Worlds

# game/achievements:172:DefaultText
source: Exploring Groundbreaker in The Outer Worlds
cs: Prozkoumání Groundbreakeru ve Vnějších světech

# game/achievements:173:DefaultText
source: Exploring [REDACTED BY THE BOARD] in The Outer Worlds
cs: Zkoumání [REDAKČNÍ RADA] ve Vnějších světech

# game/achievements:174:DefaultText
source: Enemies Killed
cs: Zabití nepřátelé

# game/achievements:175:DefaultText
source: Mega Creatures Killed
cs: Zabitá mega stvoření

# game/achievements:176:DefaultText
source: Damage Inflicted to Enemies
cs: Poškození způsobené nepřátelům

# game/achievements:177:DefaultText
source: Locks Picked and Computers Hacked
cs: Vypáčení zámků a nabourání do počítačů

# game/achievements:178:DefaultText
source: Dialogs Manipulated
cs: Manipulace s dialogy

# game/achievements:179:DefaultText
source: Time Spent in Tactical Time Dilation
cs: Čas strávený v taktické časové dilataci

# game/achievements:180:DefaultText
source: Companion Special Attacks
cs: Zvláštní útoky společníka

# game/achievements:181:DefaultText
source: Completed Quests
cs: Dokončené úkoly

# game/achievements:182:DefaultText
source: Flaws Taken
cs: Převzaté vady

# game/achievements:183:DefaultText
source: Items Upgraded
cs: Aktualizované položky
