Repository: pavelhoral/outer-preklad
Catalog: source/*/game/areas.po
Languages: cs

# game/areas:0:DefaultText
source: Test Shanty Town
cs: Testovací město Shanty Town

# game/areas:1:DefaultText
source: Exterior Area Test
cs: Test vnějšího prostoru

# game/areas:2:DefaultText
source: Test for a larger streaming area.
cs: Otestujte větší streamovací oblast.

# game/areas:3:DefaultText
source: Small test town
cs: Malé testovací město

# game/areas:4:DefaultText
source: Small Lab
cs: Malá laboratoř

# game/areas:5:DefaultText
source: A small test lab
cs: Malá zkušební laboratoř

# game/areas:6:DefaultText
source: Large Lab
cs: Velká laboratoř

# game/areas:7:DefaultText
source: A Larger Test Lab
cs: Větší zkušební laboratoř

# game/areas:8:DefaultText
source: Small Town
cs: Malé město

# game/areas:9:DefaultText
source: Game Objects Test Map
cs: Testovací mapa herních objektů

# game/areas:10:DefaultText
source: Demonstrates Game Object Interactions
cs: Demonstruje interakce herních objektů

# game/areas:11:DefaultText
source: Game Objects Test B
cs: Herní objekty Test B

# game/areas:12:DefaultText
source: Demonstrates Level Transitions
cs: Demonstruje přechody úrovní

# game/areas:13:DefaultText
source: Covert Lab
cs: Utajená laboratoř

# game/areas:15:DefaultText
source: Auntie-Biotics Lab
cs: Laboratoř Auntie-Biotics

# game/areas:16:DefaultText
source: Storage Facility
cs: Skladovací zařízení

# game/areas:18:DefaultText
source: Underground Lab
cs: Podzemní laboratoř

# game/areas:19:DefaultText
source: Auntie Cleo's
cs: Teta Cleo's

# game/areas:26:DefaultText
source: Game Objects Test C
cs: Herní objekty Test C

# game/areas:27:DefaultText
source: Test Room for Objectives and Breadcrumbing
cs: Testovací místnost pro cíle a drobení chleba

# game/areas:28:DefaultText
source: Emerald Vale Region
cs: Oblast Emerald Vale

# game/areas:33:DefaultText
source: Independent orbital station in the remains of Halcyon's first colony ship. Captained by Junlei Tennyson and run by descendants of the original crew.
cs: Nezávislá orbitální stanice ve zbytcích první koloniální lodi Halcyonu. Kapitánem je Junlei Tennyson a provozují ji potomci původní posádky.

# game/areas:38:DefaultText
source: Geothermal Power Plant
cs: Geotermální elektrárna

# game/areas:43:DefaultText
source: Devil's Peak Station
cs: Stanice Devil's Peak

# game/areas:45:DefaultText
source: Stellar Bay
cs: Hvězdná zátoka

# game/areas:46:DefaultText
source: Devil's Peak Caverns
cs: Jeskyně Devil's Peak Caverns

# game/areas:47:DefaultText
source: Bayside Tunnel
cs: Tunel Bayside

# game/areas:50:DefaultText
source: Objective Beacon Test - Main Area
cs: Objektivní test majáku - hlavní oblast

# game/areas:51:DefaultText
source: Objective Beacon Test - Side Area
cs: Objektivní test majáku - boční oblast

# game/areas:52:DefaultText
source: Player Ship
cs: Hráčská loď

# game/areas:53:DefaultText
source: Temp Player Ship
cs: Loď dočasného hráče

# game/areas:54:DefaultText
source: Roseway Landing Pad
cs: Přistávací plocha Roseway

# game/areas:66:DefaultText
source: Small Cave
cs: Malá jeskyně

# game/areas:67:DefaultText
source: Large Cave
cs: Velká jeskyně

# game/areas:86:DefaultText
source: Byzantium
cs: Byzanc

# game/areas:87:DefaultText
source: Byzantium is Halcyon's capital, and the home of the colony's wealthy elite.
cs: Byzantium je hlavním městem Halcyonu a domovem bohaté elity kolonie.

# game/areas:88:DefaultText
source: HHC Building
cs: Budova HHC

# game/areas:91:DefaultText
source: Devil's Peak Summit
cs: Vrchol Devil's Peak

# game/areas:99:DefaultText
source: Devil's Peak Mid Mountain Entrance
cs: Vchod na Ďáblův vrchol uprostřed hory

# game/areas:102:DefaultText
source: Devil's Peak River Cave Entrance
cs: Vchod do jeskyně Devil's Peak River Cave

# game/areas:107:DefaultText
source: Devil's Peak Relay
cs: Štafeta na Devil's Peak

# game/areas:113:DefaultText
source: Stellar Bay Ruins (North)
cs: Ruiny Hvězdné zátoky (sever)

# game/areas:116:DefaultText
source: Stellar Bay Ruins (South)
cs: Ruiny Hvězdné zátoky (jih)

# game/areas:127:DefaultText
source: Stellar Bay (Docks)
cs: Hvězdná zátoka (doky)

# game/areas:132:DefaultText
source: Stellar Bay Landing Pad
cs: Přistávací plocha v zátoce Stellar Bay

# game/areas:133:DefaultText
source: Crashed Pod
cs: Havarovaný pod

# game/areas:134:DefaultText
source: Edgewater Landing Pad
cs: Přistávací plocha Edgewater

# game/areas:135:DefaultText
source: The Unreliable - Interior
cs: Nespolehlivý - Interiér

# game/areas:136:DefaultText
source: Ministry of Accuracy and Morale
cs: Ministerstvo přesnosti a morálky

# game/areas:137:DefaultText
source: (TEMP) Description of Ministry of Accuracy and Morale
cs: (TEMP) Popis ministerstva přesnosti a morálky

# game/areas:139:DefaultText
source: (TEMP) Description of Fairfield
cs: (TEMP) Popis města Fairfield

# game/areas:140:DefaultText
source: Midway (Terra 2) Landing Pad
cs: Přistávací plocha Midway (Terra 2)

# game/areas:141:DefaultText
source: [TEMP] Description for Midway (Terra 2) Landing Pad)
cs: [TEMP] Popis přistávací plochy Midway (Terra 2)

# game/areas:142:DefaultText
source: Midway (Terra 2) Cavern
cs: Jeskyně Midway (Terra 2)

# game/areas:143:DefaultText
source: [TEMP] Description for Midway (Terra 2) Cavern
cs: [TEMP] Popis jeskyně Midway (Terra 2)

# game/areas:144:DefaultText
source: Midway (Terra 2) Surface
cs: Midway (Terra 2) Povrch

# game/areas:145:DefaultText
source: [TEMP] Description for Midway (Terra 2) Surface)
cs: [TEMP] Popis pro Midway (Terra 2) Povrch)

# game/areas:146:DefaultText
source: Midway (Terra 2) Hammersmith Landing Pad
cs: Midway (Terra 2) Přistávací plocha Hammersmith

# game/areas:147:DefaultText
source: [TEMP] Description for Midway (Terra 2) Hammersmith Landing Pad
cs: [TEMP] Popis pro přistávací plochu Midway (Terra 2) Hammersmith

# game/areas:149:DefaultText
source: [TEMP] Description for Midway (Terra 2) Hammersmith Warehouse
cs: [TEMP] Popis pro Midway (Terra 2) Hammersmith Warehouse

# game/areas:150:DefaultText
source: The Hope
cs: Naděje

# game/areas:151:DefaultText
source: The sister ship to The Groundbreaker, The Hope has been missing for years.
cs: Naděje, sesterská loď lodi Groundbreaker, je již několik let nezvěstná.

# game/areas:156:DefaultText
source: Phineas' Lab - Docking Bay
cs: Phineasova laboratoř - Dokovací stanice

# game/areas:157:DefaultText
source: This docking bay provides access to Phineas Welles's orbital laboratory.
cs: Tento přístavní prostor umožňuje přístup do orbitální laboratoře Phinease Wellese.

# game/areas:158:DefaultText
source: Phineas' Laboratory
cs: Phineasova laboratoř

# game/areas:159:DefaultText
source: Dr. Phineas Welles operates out of an orbital lab, hidden in the rings of Terra 2.
cs: Dr. Phineas Welles pracuje v orbitální laboratoři ukryté v prstencích Terry 2.

# game/areas:160:DefaultText
source: Byzantium HHC Landing Pad
cs: Přistávací plocha Byzantium HHC

# game/areas:163:DefaultText
source: [TEMP] Description of Terra 2
cs: [TEMP] Popis Terry 2

# game/areas:164:DefaultText
source: [TEMP] Primal Creation Laboratory
cs: [TEMP] Laboratoř prvotního stvoření

# game/areas:165:DefaultText
source: [TEMP] Description of the Primal creation lab
cs: [TEMP] Popis laboratoře Primal creation

# game/areas:166:DefaultText
source: [TEMP] Abandoned Smuggling Warehouse
cs: [TEMP] Opuštěné pašerácké skladiště

# game/areas:167:DefaultText
source: [TEMP] Description for the abandoned smuggling warehouse.
cs: [TEMP] Popis opuštěného pašeráckého skladu.

# game/areas:168:DefaultText
source: <WARNING! DANGEROUS!> Cascadia Landing Pad
cs: <POZOR! NEBEZPEČNÉ!> Přistávací plocha Cascadia

# game/areas:170:DefaultText
source: [TEMP] Auntie Cleo Depository 18
cs: [TEMP] Depozitář tety Cleo 18

# game/areas:171:DefaultText
source: [TEMP] Auntie Cleo Depository 18
cs: [TEMP] Depozitář tety Cleo 18

# game/areas:172:DefaultText
source: [TEMP] Player Ship
cs: [TEMP] Hráčská loď

# game/areas:173:DefaultText
source: [TEMP] Player Ship Description
cs: [TEMP] Popis lodi hráče

# game/areas:174:DefaultText
source: [TEMP] Keystone
cs: [TEMP] Klíčový prvek

# game/areas:175:DefaultText
source: [TEMP] Description of Keystone
cs: [TEMP] Popis Keystone

# game/areas:176:DefaultText
source: Maintenance Tunnels
cs: Tunely pro údržbu

# game/areas:179:DefaultText
source: Tartarus Docking Facilities
cs: Dokovací zařízení Tartaru

# game/areas:184:DefaultText
source: Hephaestus Landing Pad
cs: Přistávací plocha Hefaistos

# game/areas:185:DefaultText
source: Description Hephaestus
cs: Popis Hefaistos

# game/areas:186:DefaultText
source: Hephaestus
cs: Hefaistos

# game/areas:190:DefaultText
source: Scylla is one of the largest asteroids orbiting Halcyon, the largest in a grouping of rocks known as the Charybdis Cluster. Hephaestus Mining once claimed the asteroid, but its prospecting site was abandoned decades ago.
cs: Scylla je jednou z největších planetek obíhajících kolem Halcyonu, největší ve skupině kamenů známé jako hvězdokupa Charybdis. Na planetku si kdysi činila nárok těžební společnost Hefaistos, ale její těžební místo bylo před desítkami let opuštěno.

# game/areas:191:DefaultText
source: Scylla Landing Pad
cs: Přistávací plocha Scylla

# game/areas:192:DefaultText
source: Emerald Vale Community Center
cs: Komunitní centrum Emerald Vale

# game/areas:194:DefaultText
source: Botanical Lab
cs: Botanická laboratoř

# game/areas:196:DefaultText
source: Terra One Publications
cs: Publikace Terra One

# game/areas:199:DefaultText
source: A satellite in the outer part of the Halcyon system. Heliospheric Research Station 1084 is technically owned by the Board, but has been long since abandoned.
cs: Satelit ve vnější části soustavy Halcyon. Heliosférická výzkumná stanice 1084 je technicky ve vlastnictví Rady, ale již dávno byla opuštěna.

# game/areas:200:DefaultText
source: Rizzo Secret Laboratory
cs: Tajná laboratoř Rizzo

# game/areas:202:DefaultText
source: Landing Site
cs: Místo přistání

# game/areas:204:DefaultText
source: Byzantium Freight Port Landing Pad
cs: Přistávací plocha nákladního přístavu Byzantium

# game/areas:206:DefaultText
source: Dr. Chartrand's Home
cs: Domovská stránka Dr. Chartranda

# game/areas:209:DefaultText
source: Edgewater Landing Pad
cs: Přistávací plocha Edgewater

# game/areas:212:DefaultText
source: Fallbrook Landing Pad
cs: Přistávací plocha Fallbrook

# game/areas:214:DefaultText
source: Smuggler Tunnel
cs: Pašerácký tunel

# game/areas:216:DefaultText
source: Edgewater (SW Gate)
cs: Edgewater (brána SW)

# game/areas:221:DefaultText
source: UDL Lab
cs: Laboratoř UDL

# game/areas:225:DefaultText
source: [TEMP] Sublight Lab
cs: [TEMP] Podsvětelná laboratoř

# game/areas:226:DefaultText
source: [TEMP] Sublight Lab
cs: [TEMP] Podsvětelná laboratoř

# game/areas:227:DefaultText
source: Gunship Crash Site
cs: Místo havárie dělové lodi

# game/areas:229:DefaultText
source: Bayside Terrace Ruins
cs: Zřícenina Bayside Terrace

# game/areas:238:DefaultText
source: Hermit's Lodge
cs: Poustevnická chata

# game/areas:240:DefaultText
source: Early Retirement District
cs: Okres pro předčasný odchod do důchodu

# game/areas:242:DefaultText
source: Relay GB-23
cs: Relé GB-23

# game/areas:243:DefaultText
source: One of several orbital relay stations used by Groundbreaker's communications to maintain line of sight with ships traveling the Halcyon System.
cs: Jedna z několika orbitálních retranslačních stanic, které komunikační systém Groundbreaker používá k udržování přímé viditelnosti s loděmi cestujícími soustavou Halcyon.

# game/areas:247:DefaultText
source: [TEMP] Rizzo's Confectionery Description
cs: [TEMP] Cukrárna Rizzo's Popis

# game/areas:248:DefaultText
source: Rizzo's Confectionery
cs: Cukrárna Rizzo's

# game/areas:249:DefaultText
source: Minister Clarke's Residence
cs: Rezidence ministra Clarkea

# game/areas:252:DefaultText
source: Estates District
cs: Okres Estates

# game/areas:255:DefaultText
source: [TEMP] HHC Building - Top Floor
cs: [TEMP] Budova HHC - horní patro

# game/areas:256:DefaultText
source: Acropolis District
cs: Čtvrť Akropolis

# game/areas:260:DefaultText
source: Adjutant Akande's Landing Pad
cs: Přistávací plocha adjutanta Akandeho

# game/areas:261:DefaultText
source: [TEMP] HHC Building - Lobby
cs: [TEMP] Budova HHC - hala

# game/areas:262:DefaultText
source: [TEMP] End Slides
cs: [TEMP] Konec snímků

# game/areas:263:DefaultText
source: [TEMP] End Slides Description
cs: [TEMP] Konec snímků Popis

# game/areas:264:DefaultText
source: Abandoned Logging Machine
cs: Opuštěný stroj na těžbu dřeva

# game/areas:267:DefaultText
source: SC Town
cs: Město SC

# game/areas:271:DefaultText
source: Keystone Landing Pad
cs: Přistávací plocha Keystone

# game/areas:272:DefaultText
source: Mantisaur Hive
cs: Úl kudlanek

# game/areas:276:DefaultText
source: Labyrinth Docks description
cs: Popis Labyrinth Docks

# game/areas:277:DefaultText
source: Bureau of Exploration
cs: Úřad pro průzkum

# game/areas:279:DefaultText
source: Bureau of Exploration - Second Floor
cs: Úřad pro průzkum - druhé patro

# game/areas:283:DefaultText
source: Home of the Iconoclasts, men and women following the Philosophist teachings of Graham Bryant.
cs: Domov ikonoklastů, mužů a žen, kteří následují filosofické učení Grahama Bryanta.

# game/areas:284:DefaultText
source: Back Bays
cs: Zadní zálivy

# game/areas:286:DefaultText
source: Harlow's Base
cs: Základna Harlow

# game/areas:292:DefaultText
source: Deforesting Machine
cs: Odlesňovací stroj

# game/areas:293:DefaultText
source: Tug Ship Crash
cs: Havárie vlečné lodi

# game/areas:294:DefaultText
source: Raptidon Pens
cs: Raptidon Pera

# game/areas:295:DefaultText
source: Workbench
cs: Pracovní stůl

# game/areas:296:DefaultText
source: Vending Machine
cs: Prodejní automat

# game/areas:297:DefaultText
source: Covert Lab Vent Shaft
cs: Skrytá ventilační šachta laboratoře

# game/areas:298:DefaultText
source: Groundbreaker Docking Bays
cs: Dokovací prostory Groundbreaker

# game/areas:299:DefaultText
source: Groundbreaker Promenade
cs: Promenáda Groundbreaker

# game/areas:301:DefaultText
source: 17th Bar Vendor
cs: Prodejce 17. baru

# game/areas:302:DefaultText
source: Comms
cs: Komunikace

# game/areas:303:DefaultText
source: Luxury Apartments
cs: Luxusní apartmány

# game/areas:305:DefaultText
source: Forlorn Crossroads
cs: Opuštěné křižovatky

# game/areas:307:DefaultText
source: C3 Barracks
cs: Kasárna C3

# game/areas:309:DefaultText
source: Blown Bridge
cs: Foukaný most

# game/areas:311:DefaultText
source: Bayside Terrace Warehouse
cs: Skladiště Bayside Terrace

# game/areas:313:DefaultText
source: Phineas' Laboratory
cs: Phineasova laboratoř

# game/areas:314:DefaultText
source: An isolated space station.
cs: Izolovaná vesmírná stanice.

# game/areas:318:DefaultText
source: Cascadia Landing Pad
cs: Přistávací plocha Cascadia

# game/areas:323:DefaultText
source: Anton's Office
cs: Antonova kancelář

# game/areas:324:DefaultText
source: Porter's Office
cs: Porterova kancelář

# game/areas:325:DefaultText
source: Orson's Lab
cs: Orsonova laboratoř

# game/areas:326:DefaultText
source: Vaughn's Lab
cs: Vaughnova laboratoř

# game/areas:327:DefaultText
source: Raptidon Incubation
cs: Inkubace Raptidon

# game/areas:328:DefaultText
source: Distillery
cs: Lihovar

# game/areas:329:DefaultText
source: Raptidon Den
cs: Doupě Raptidon

# game/areas:330:DefaultText
source: Abandoned Mining Outpost
cs: Opuštěná důlní základna

# game/areas:333:DefaultText
source: Emerald Vale General Store
cs: Všeobecný obchod Emerald Vale

# game/areas:335:DefaultText
source: Circus Time Freighter
cs: Nákladní loď Circus Time

# game/areas:336:DefaultText
source: Irion's Ship
cs: Irionova loď

# game/areas:337:DefaultText
source: Spacer's Choice Vendor
cs: Prodejce Spacer's Choice

# game/areas:338:DefaultText
source: Belle's Shells
cs: Mušle Belle's

# game/areas:339:DefaultText
source: The Lost Hope Bar Vendor
cs: Prodejce baru Ztracená naděje

# game/areas:340:DefaultText
source: Spratwurst Vendor
cs: Prodejce šprotů

# game/areas:341:DefaultText
source: Ike's Armory
cs: Ikova zbrojnice

# game/areas:342:DefaultText
source: Auntie's Kitchen
cs: Kuchyně tety

# game/areas:343:DefaultText
source: Sulfur Pits
cs: Sírové jámy

# game/areas:345:DefaultText
source: Abandoned Safehouse
cs: Opuštěný úkryt

# game/areas:346:DefaultText
source: Hero's Last Stand
cs: Hrdinův poslední vzdor

# game/areas:348:DefaultText
source: Mantisaur Lair
cs: Doupě kudlanky nábožné

# game/areas:349:DefaultText
source: Cascadia Bridge Safehouse
cs: Bezpečný úkryt Cascadia Bridge

# game/areas:350:DefaultText
source: Abandoned Relay Station
cs: Opuštěná retranslační stanice

# game/areas:351:DefaultText
source: C&P Factory Sewer Entrance
cs: Vstup do kanalizace továrny C&P

# game/areas:353:DefaultText
source: Junkyard
cs: Skládka

# game/areas:354:DefaultText
source: Old Wreckage
cs: Starý vrak

# game/areas:355:DefaultText
source: Marauder Hideout
cs: Úkryt nájezdníků

# game/areas:356:DefaultText
source: Primal Nest
cs: Prvotní hnízdo

# game/areas:357:DefaultText
source: Abandoned Industrial Zone
cs: Opuštěná průmyslová zóna

# game/areas:358:DefaultText
source: Abandoned Spacer's Choice Settlement
cs: Opuštěná osada Spacer's Choice Settlement

# game/areas:359:DefaultText
source: Edgewater Cemetery
cs: Hřbitov Edgewater

# game/areas:360:DefaultText
source: Transport Wreckage
cs: Vrak dopravního prostředku

# game/areas:361:DefaultText
source: Lone Grave
cs: Osamělý hrob

# game/areas:362:DefaultText
source: North Gulch
cs: Severní rokle

# game/areas:364:DefaultText
source: Volcanic Summit
cs: Sopečný vrchol

# game/areas:365:DefaultText
source: Abandoned Outpost
cs: Opuštěná základna

# game/areas:366:DefaultText
source: Marauder Encampment
cs: Tábor nájezdníků

# game/areas:367:DefaultText
source: Old Campsite
cs: Starý kemp

# game/areas:370:DefaultText
source: The Yacht Club Vendor
cs: Prodejce jachtařského klubu

# game/areas:372:DefaultText
source: Guns! Guns! Guns! And Ammo Vendor
cs: Zbraně! Zbraně! Zbraně! A prodejce munice

# game/areas:373:DefaultText
source: Ante Up Vendor
cs: Prodejce Ante Up

# game/areas:374:DefaultText
source: The Tipsy Sprat Vendor
cs: Prodejce šprotů Tipsy

# game/areas:375:DefaultText
source: Iconoclast Quartermaster Vendor
cs: Prodejce čtvrtníků Iconoclast

# game/areas:376:DefaultText
source: Prospecting Cave
cs: Průzkumná jeskyně

# game/areas:377:DefaultText
source: Jolicoeur's Haberdashery
cs: Galanterie Jolicoeur's

# game/areas:378:DefaultText
source: Billingsly's House of Inebriation
cs: Billingslyho dům opilosti

# game/areas:379:DefaultText
source: Forlorn Medbot
cs: Opuštěný Medbot

# game/areas:380:DefaultText
source: The Unreliable
cs: Nespolehlivý

# game/areas:381:DefaultText
source: The Pit
cs: Jáma

# game/areas:382:DefaultText
source: Docking Bay
cs: Dokovací zátoka

# game/areas:383:DefaultText
source: Cargo Yard
cs: Nákladní nádraží

# game/areas:384:DefaultText
source: The Pit - Floor 1
cs: Jáma - 1. patro

# game/areas:385:DefaultText
source: The Pit - Floor 2
cs: Jáma - 2. patro

# game/areas:386:DefaultText
source: The Pit - Floor 3
cs: Jáma - 3. patro

# game/areas:387:DefaultText
source: The Atrium
cs: Atrium

# game/areas:388:DefaultText
source: Forsythe Luxury Munitions
cs: Luxusní munice Forsythe

# game/areas:389:DefaultText
source: Mather Residence
cs: Rezidence Mather
