Repository: pavelhoral/outer-preklad
Catalog: source/*/game/brandslogans.po
Languages: cs

# game/brandslogans:0:DefaultText
source: When life gives you lemons, consider it a free trial from your friends at Spacer's Choice
cs: Když vám život nadělí citrony, vezměte to jako bezplatnou zkoušku od přátel ze Spacer's Choice.

# game/brandslogans:1:DefaultText
source: Spacer's Choice Handguns -- body counts at a discount
cs: Ruční zbraně Spacer's Choice -- počet těl se slevou

# game/brandslogans:2:DefaultText
source: You've tried the best. Now try the rest. Spacer's Choice
cs: Vyzkoušeli jste to nejlepší. Nyní vyzkoušejte ostatní. Spacer's Choice

# game/brandslogans:3:DefaultText
source: Remember, Auntie Knows Best! (Any thoughts to contrary will be met with immediate and swift disciplinary action)
cs: Nezapomeňte, že teta ví všechno nejlépe! (Jakékoli opačné myšlenky budou potrestány okamžitým a rychlým kázeňským opatřením.)

# game/brandslogans:4:DefaultText
source: Auntie Cleo: Better Than Nature
cs: Teta Cleo: Lepší než příroda

# game/brandslogans:5:DefaultText
source: Auntie Cleo: The contractually obligated only choice
cs: Teta Cleo: Jediná smluvně zavázaná volba

# game/brandslogans:6:DefaultText
source: Error: Brand data not found. Contact your nearest terminal engineer.
cs: Chyba: Značka nebyla nalezena. Kontaktujte nejbližšího terminálového technika.

# game/brandslogans:7:DefaultText
source: This terminal brought to you by (ENTER COMPANY NAME HERE). (ENTER COMPANY NAME HERE) - (ENTER SLOGAN HERE)
cs: Tento terminál vám přináší (ZDE VLOŽTE NÁZEV SPOLEČNOSTI). (ZDE UVEĎTE NÁZEV SPOLEČNOSTI) - (ZDE UVEĎTE SLOGAN)

# game/brandslogans:8:DefaultText
source: Critics agree that terminals built by (ENTER COMPANY NAME HERE) are the best terminals.
cs: Kritici se shodují, že terminály postavené společností (ZDE VLOŽTE NÁZEV SPOLEČNOSTI) jsou nejlepší.

# game/brandslogans:9:DefaultText
source: Universal Defense Logistics would like to remind employees that it is in no way responsible for the highly unfortunate, but realistically probable, case of loss of life in its facilities.
cs: Společnost Universal Defense Logistics by ráda připomněla svým zaměstnancům, že v žádném případě nenese odpovědnost za velmi nešťastný, ale reálně pravděpodobný případ ztráty na životech v jejích zařízeních.

# game/brandslogans:10:DefaultText
source: Boarst Wurst isn't the worst thing you've eaten today if you've tried our new C&P Soylent Taupe flavor!
cs: Boarst Wurst není to nejhorší, co jste dnes jedli, pokud jste vyzkoušeli naši novou příchuť C&P Soylent Taupe!

# game/brandslogans:11:DefaultText
source: Rizzo's candy has been scientifically proven* to not give cavities! Five out of five Rizzo-company doctors agree! * Based on the average lifespan of colonists
cs: Bylo vědecky prokázáno*, že bonbony Rizzo nezpůsobují zubní kazy! Pět z pěti lékařů společnosti Rizzo s tím souhlasí! * Na základě průměrné délky života kolonistů

# game/brandslogans:12:DefaultText
source: Saltuna of the Deep, it's like music for the soul
cs: Saltuna of the Deep, to je jako hudba pro duši

# game/brandslogans:13:DefaultText
source: T&L's line of personal defense weapons have been voted best in class by T&L employees for the 70th consecutive year
cs: Řada osobních obranných zbraní společnosti T&L byla zaměstnanci společnosti T&L zvolena nejlepší ve své třídě již 70. rok po sobě.

# game/brandslogans:14:DefaultText
source: Rizzo's new Purpleberry Crunch: Now with more of that Purple(tm) flavor you love!
cs: Nový fialový křupavý sýr Rizzo's Purpleberry Crunch: Nyní s více fialové příchutě, kterou milujete!

# game/brandslogans:16:DefaultText
source: Hammersmith: Get your enemies gibbed! For YOUR pleasure.
cs: Hammersmith: Dejte svým nepřátelům na frak! Pro vaše potěšení.
