Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:536:DefaultText
source: I've had to start a new journal. I cannot read my previous entries without the whispers tempting me. The whispers DO NOT STOP. Every person I see, the whispers tell me to help, help, help them. They show me the pain and longing hiding in their eyes. They tell me how these people want - no, NEED - the gifts I can give. All it would take is a few moments with a blade. A bright, bright, bright fountain of crimson to delight the eyes and all of their pain would be gone. I could do it. I know how to help them. It gets harder and harder to stop myself. I saw a friend today. An old friend from school who's now a doctor for Auntie Cleo. I told him about my dreams. Nothing outright! Oh no, I'm not so foolish as that. I told him it was an old book I'd found and described my dreams and whispers as happening to a character in the book. I asked him how he'd help this character. He looked at me and he knew. He knew. He knew! The whispers told me to end his pain, that he'd tell. He'd tell. I got up and left quickly. I did not hurt him. Not. Not. I have to leave Byzantium. He will tell, tell, tell. They'll come for me and lock me away. I must find a secret place. A place I can be alone. A place with no whispers.
cs: Musel jsem si založit nový deník. Nemůžu si přečíst své předchozí záznamy, aniž by mě šepot lákal. Šepot NEPŘESTÁVÁ. Každému člověku, kterého vidím, našeptávání říká, abych mu pomohl, pomohl, pomohl. Ukazují mi bolest a touhu, která se skrývá v jejich očích. Říkají mi, jak tito lidé chtějí - ne, POTŘEBUJÍ - dary, které jim mohu dát. Stačilo by jen pár chvil s nožem. Jasný, jasný, jasný pramen karmínu, který by potěšil oči, a všechna jejich bolest by byla pryč. Dokázal bych to. Vím, jak jim pomoci. Je čím dál těžší se zastavit. Dnes jsem viděla přítele. Se starým kamarádem ze školy, který teď dělá doktora tetě Cleo. Řekla jsem mu o svých snech. Nic vyloženě! Ale ne, tak hloupá přece nejsem. Řekla jsem mu, že jde o starou knihu, kterou jsem našla, a popsala jsem mu své sny a šepoty, jako by se děly postavě z té knihy. Zeptal jsem se ho, jak by té postavě pomohl. Podíval se na mě a věděl. Věděl to. Věděl to! Šeptání mi říkalo, abych ukončil jeho bolest, že to řekne. Řekl by to. Vstal jsem a rychle odešel. Neublížil jsem mu. Ne. Ne. Musím opustit Byzanc. On to řekne, řekne, řekne. Přijdou si pro mě a zavřou mě. Musím si najít tajné místo. Místo, kde bych mohla být sama. Místo, kde se nebude šeptat.

# game/codex:537:DefaultText
source: Frey's Journal - The Source
cs: Freyův deník - Zdroj

# game/codex:538:DefaultText
source: THE WHISPERS HAVE A SOURCE AND I HAVE FOUND IT, FOUND IT!!!!! I have taken refuge on an orbital relay station. It is smaller than a worker's hovel - barely a few thousand square meters! - but sufficient for my needs. I was able to flee Byzantium with enough bits to purchase supplies to last for decades. It was strange being among common people on the Groundbreaker. The whispers barely stirred at the sight of their ill-fed, scarred, and unwashed bodies. If only there were fewer freighters docking there, bringing real people from Byzantium, I could almost have made a home free of temptation. Free. Free. As I made this place livable - or as much as it can be - I started hearing the whispers from the relay terminal. They told me to listen to the voices traveling through the aether to reach me. Calling out to me to help them, alone, lonely, NEEDING my help. I found a way to power down the transmitter. No more voices in the aether, and NO MORE WHISPERS! They fell silent, silent, silent! This was not me! It's not! Not! I am not this foul thing that I have feared for so long. It was the voices in the aether trying to make me hurt others. But I was stronger than they, and I have defeated them. Them. Them! I have already begun making plans to return to my home. Now that the whispers are defeated, I can resume my life again. I can't wait to return. I miss my family and co-workers so much. Especially Delilah...
cs: ŠEPOTY MÁJÍ ZDROJ A JÁ JSEM HO NAŠEL, NAŠEL JSEM HO!!!!! Uchýlil jsem se na orbitální stanici. Je menší než dělnická chatrč - má sotva pár tisíc metrů čtverečních! - ale pro mé potřeby dostačující. Podařilo se mi uprchnout z Byzance s dostatečným množstvím kousků, abych si mohl nakoupit zásoby na celá desetiletí. Bylo zvláštní být mezi obyčejnými lidmi na Zeměploše. Šepot se sotva pohnul při pohledu na jejich špatně živená, zjizvená a nemytá těla. Kdyby tam jen kotvilo méně nákladních lodí, které by přivážely skutečné lidi z Byzance, skoro bych si mohl vytvořit domov bez pokušení. Svobodný. Svobodný. Když jsem si tohle místo zařídil tak, aby se tu dalo žít - nebo tak, jak se jen dá -, začal jsem slyšet šepot z reléového terminálu. Říkali mi, abych naslouchal hlasům, které cestují éterem, aby se ke mně dostaly. Volaly mě, abych jim pomohl, osamělým, osamělým, POTŘEBUJÍCÍM mou pomoc. Našel jsem způsob, jak vysílač vypnout. Žádné další hlasy v éteru a ŽÁDNÉ ŠEPOTY! Ztichly, ztichly, ztichly! To jsem nebyl já! To jsem nebyl já! Ne! Já nejsem ta odporná věc, které jsem se tak dlouho bál. Byly to hlasy v éteru, které se mě snažily přimět, abych ublížil ostatním. Ale já jsem byl silnější než ony a porazil jsem je. Ony. Oni! Už jsem začal plánovat návrat do svého domova. Teď, když jsou našeptávači poraženi, mohu znovu pokračovat ve svém životě. Nemohu se dočkat návratu. Tolik se mi stýská po rodině a spolupracovnících. Hlavně Delilah...

# game/codex:539:DefaultText
source: Faded Broadsheet
cs: Vybledlý brožovaný list

# game/codex:540:DefaultText
source: A corner of the faded broadsheet is reserved for a CircusTime sponsored advertisement: CIRCUSTIME ANNOUNCES PRIMAL PERFORMANCE TOUR! COME ONE, COME ALL! CircusTime is about to turn your community into a CircusTown! Our Patented Primal Performers can dance, sing, eat, and dance! Want to feed the primals? Two bits for a bag of sprat tails. Want to take one home? Ask our lawyers!* Want to be part of the meet-and-greet retreat? Look into pricing for our Premium Primal Pack! Keep your eyes to the sky. Primals are coming! *Under no circumstances should primals leave their enclosure. Primals will consume human flesh. Unattended primals should be reported to the nearest CircusTime authority. Do not expose primals to gunfire, loud noises, or harsh language of any kind. Primal musk is toxic and mildly corrosive. Do not submerge body parts in primal musk. CircusTime employees will never instruct guests to interact with primal musk. Ever.
cs: Roh vybledlého brožovaného listu je vyhrazen pro reklamu sponzorovanou společností CircusTime: CIRCUSTIME ANNOUNCES PRIMAL PERFORMANCE TOUR! COME ONE, COME ALL! CircusTime se chystá proměnit vaši obec v CircusTown! Naši patentovaní primáni umí tančit, zpívat, jíst a tančit! Chcete primány nakrmit? Dva kousky za pytlík šprotích ocásků. Chcete si jednoho odnést domů? Zeptejte se našich právníků!!! * Chcete se zúčastnit setkání s pratury? Podívejte se na ceny našeho prémiového balíčku pro primáty! Mějte oči na stopkách. Primáti přicházejí! * Primáti by v žádném případě neměli opouštět svůj výběh. Primáti budou konzumovat lidské maso. Primáti bez dozoru by měli být nahlášeni nejbližšímu úřadu CircusTime. Nevystavujte primáty střelbě, hlasitým zvukům ani jakýmkoli hrubým výrazům. Pižmo primátů je toxické a mírně žíravé. Neponořujte části těla do primálního pižma. Zaměstnanci společnosti CircusTime nikdy nebudou dávat hostům pokyny k interakci s primálem. Nikdy.

# game/codex:541:DefaultText
source: Captain's Log - Independent Freighter "Cat's Meow"
cs: Kapitánský deník - Nezávislá nákladní loď "Cat's Meow"

# game/codex:542:DefaultText
source: Our scanners caught movement on the fringes of Scylla. Haven't seen anything since, but I get the impression we're being followed. I ordered engineering to go dark and drift cold for the next several hours. We should be indistinguishable from space debris. "Should." Famous last word. Why do I feel like someone is targeting us and knows what to look for? If that's true, then we're already dead.
cs: Naše skenery zachytily pohyb na okraji Scylly. Od té doby jsme nic neviděli, ale mám dojem, že nás někdo sleduje. Nařídil jsem strojovně, aby na několik následujících hodin ztlumila a nechala se unášet chladem. Měli bychom být nerozeznatelní od vesmírného odpadu. "Měli bychom." Slavné poslední slovo. Proč mám pocit, že nás někdo sleduje a ví, co má hledat? Jestli je to pravda, pak už jsme mrtví.

# game/codex:543:DefaultText
source: Captain's Log - Independent Freighter "Getaway Sticks"
cs: Kapitánův deník - Nezávislá nákladní loď "Getaway Sticks"

# game/codex:544:DefaultText
source: I wanted to retire on Groundbreaker. One more job, I told myself. Never had any trouble with outlaws until now. I told them what we were hauling, but they shut off comms and opened fire again. They're shooting to wound. It's only a matter of time before this bird falls out of the sky, so I'm setting her down in hopes that we can broker some agreeable terms of surrender. Even if it means my head, at least the crew gets a fighting chance. Can't shake the feeling that they were ready for me, like they knew exactly which route I'd take. What a way to end a career.
cs: Chtěl jsem odejít do důchodu na Groundbreaker. Ještě jedna práce, říkal jsem si. Nikdy jsem neměl problémy s psanci, až teď. Řekl jsem jim, co vezeme, ale oni vypnuli komunikaci a znovu spustili palbu. Stříleli, aby zranili. Je jen otázkou času, než tenhle pták spadne z oblohy, takže ji pokládám na zem v naději, že se nám podaří vyjednat nějaké přijatelné podmínky kapitulace. I kdyby to mělo znamenat mou hlavu, alespoň posádka dostane šanci bojovat. Nemůžu se zbavit pocitu, že na mě byli připraveni, jako by přesně věděli, jakou cestou se vydám. To je ale způsob, jak ukončit kariéru.

# game/codex:545:DefaultText
source: Welcome to Scylla!
cs: Vítejte na Scylle!

# game/codex:546:DefaultText
source: On behalf of the Hephaestus Mining Corporation, welcome to Geological Prospecting Site Scylla-1. Employees are instructed to remain within the boundaries designated by the atmosphere retention pylons. Hephaestus Mining and its subsidiaries are not responsible for any death or injury that may occur from direct exposure to aether. As a Class D Prospecting Site, employees assigned to Site Scylla-1 enjoy the following benefits*: 1) Employees who discover** a viable mineral vein are entitled to a one-time bonus*** of 100 bits. 2) Due to limited availability of leisure activities, employee shifts are increased to 16 hours per day**** to eliminate boredom. You're welcome! 3) 2% discount on replacement clothing and tools at the company store. * Benefits are not guaranteed. ** Discovery of mineral veins must occur during scheduled break times and without the use of company equipment such as Automechanical Prospecting Units. Hephaestus Mining retains all rights to mineral veins found during scheduled work shifts. *** Employees are limited to one bonus per calendar year. Acceptance of a Mineral Discover Bonus renders employee ineligible for standard performance bonuses or raises. **** Duration of shifts is at the discretion of Site Supervisor and may be increased at any time without notice.
cs: Jménem těžební společnosti Hephaestus vás vítám na geologickém průzkumném území Scylla-1. Zaměstnancům se nařizuje, aby se drželi v hranicích vymezených pylony pro zadržování atmosféry. Společnost Hephaestus Mining a její dceřiné společnosti nenesou odpovědnost za případná úmrtí nebo zranění, k nimž by mohlo dojít v důsledku přímého vystavení atmosféře. Jako průzkumné pracoviště třídy D mají zaměstnanci přidělení na pracoviště Scylla-1 následující výhody*: 1) Zaměstnanci, kteří objeví** životaschopnou nerostnou žílu, mají nárok na jednorázový bonus*** ve výši 100 bitů. 2) Vzhledem k omezené dostupnosti volnočasových aktivit jsou směny zaměstnanců prodlouženy na 16 hodin denně****, aby se eliminovala nuda. Není zač! 3) 2% sleva na náhradní oblečení a nářadí v podnikové prodejně. * Výhody nejsou zaručeny. ** K objevení minerálních žil musí dojít během plánovaných přestávek a bez použití podnikového vybavení, jako jsou automechanické průzkumné jednotky. Společnost Hephaestus Mining si ponechává veškerá práva na minerální žíly nalezené během plánovaných pracovních směn. *** Zaměstnanci mohou získat pouze jeden bonus za kalendářní rok. Přijetím bonusu za objevení nerostných žil ztrácí zaměstnanec nárok na standardní výkonnostní prémie nebo zvýšení platu. **** Délka směn je v kompetenci vedoucího pracoviště a může být kdykoli bez předchozího upozornění prodloužena.

# game/codex:548:DefaultText
source: Predictably, our primal passengers broke free shortly after landing. I said this would happen after the enclosure "malfunction" we hushed up on Byzantium. Who cares how many tickets we sold - that woman lost an arm! The first and second recovery teams never returned. The only way I can convince the rest of the crew to form a third team is if I join them. I'm management, Architect erase them! I'm not supposed to face this type of hazard. I'm leaving this journal with the ship, in case we don't return. To any CircusTime employees reading this: Immediately hand this device to your supervisor and stop reading. CircusTime supervisors: Our plans to present the Primal Performers were premature. These creatures cannot be tamed. The next time marketing wants to present an actual circus, make one of THEM lead the damned thing.
cs: Krátce po přistání se naši prvotní pasažéři podle očekávání osvobodili. Říkal jsem, že se to stane po "poruše" skříně, kterou jsme utlumili na Byzanci. Koho zajímá, kolik jsme prodali lístků - ta žena přišla o ruku! První a druhý vyprošťovací tým se už nevrátil. Jediný způsob, jak přesvědčit zbytek posádky, aby vytvořili třetí tým, je, že se k nim přidám. Já jsem vedení, Architekt je vymaže! Nemám čelit takovému nebezpečí. Nechávám tento deník na lodi pro případ, že bychom se nevrátili. Všem zaměstnancům CircusTime, kteří to čtou: Okamžitě předejte toto zařízení svému nadřízenému a přestaňte číst. Nadřízení CircusTime: Naše plány na představení Prvotních účinkujících byly předčasné. Tato stvoření nelze zkrotit. Až bude chtít marketing příště představit skutečný cirkus, nechte jednoho z NICH, ať tu zatracenou věc vede.

# game/codex:549:DefaultText
source: Frey's Journal - Forgive Me
cs: Freyův deník - Odpusť mi

# game/codex:550:DefaultText
source: I was so wrong, wrong, wrong! The whispers did not stop. Not! Not! They have returned. They howl, howl, howl at me, demanding I return home and bathe the streets in crimson. Bright crimson. Beautiful crimson. I can think of only one way to end this. End. End. Forgive me, Delilah...
cs: Tak moc jsem se mýlil, mýlil, mýlil! Šepot neustával. Ne! Ne! Vrátily se. Vyli, vyli, vyli na mě a požadovali, abych se vrátil domů a vykoupal ulice v karmínové barvě. Jasně karmínovou. Krásnou karmínovou. Napadá mě jen jeden způsob, jak to ukončit. Konec. Konec. Odpusť mi, Delilo...

# game/codex:552:DefaultText
source: Pocketwatch
cs: Kapesní hodinky

# game/codex:553:DefaultText
source: "All things exist for a reason. All things have a purpose to serve." - Maximillian DeSoto
cs: "Všechny věci existují z nějakého důvodu. Všechny věci mají svůj účel." - Maximillian DeSoto

# game/codex:554:DefaultText
source: OSI Pyramid
cs: Pyramida OSI

# game/codex:555:DefaultText
source: A metaphorical depiction of the Architect, the unknown force that created the universe.
cs: Metaforické zobrazení Architekta, neznámé síly, která stvořila vesmír.

# game/codex:556:DefaultText
source: Contemplative Beads
cs: Kontemplativní korálky

# game/codex:557:DefaultText
source: Well-worn, these beads have been used often to contemplate the six pillars of scientism. Survival Of The Fittest: Nature abhors equality. The strong survive and the weak perish for the betterment of the whole. Determinism: We are all molecular machines. The body is a collection of atoms. The mind is a consequence of chemical reactions. Our lives are therefore predestined along a path that is only visible in retrospect. Empiricism: The only real knowledge is that which we can observe, quantify, and measure for ourselves. Scientific experimentation is the only way to understand the elaborate blueprint of the universe. Stoicism: Reason, not emotion, is the seat of morality. Wisdom means accepting the vicissitudes of life with grace and dignity. Teleological Order: All things have a reason for existing, and a purpose to fulfill. The purpose of humanity is to eventually unlock and solve the Universal Equation. Patronage of Science: The purpose of humanity is realized through scientific achievement. Advancements in science and technology bring humanity closer to fulfilling its role in the cosmos.
cs: Dobře opotřebované korálky byly často používány k rozjímání o šesti pilířích vědeckosti. Survival Of The Fittest: Příroda nesnáší rovnost. Silní přežívají a slabí hynou ve prospěch celku. Determinismus: Všichni jsme molekulární stroje. Tělo je soubor atomů. Mysl je důsledkem chemických reakcí. Naše životy jsou tedy předurčeny k cestě, která je viditelná až zpětně. Empirismus: Jediné skutečné poznání je to, které můžeme sami pozorovat, kvantifikovat a měřit. Vědecké experimenty jsou jediným způsobem, jak porozumět propracovanému plánu vesmíru. Stoicismus: Rozum, nikoli emoce, je sídlem morálky. Moudrost znamená přijímat proměnlivosti života s grácií a důstojností. Teleologický řád: Všechny věci mají důvod, proč existují, a účel, který mají naplnit. Účelem lidstva je nakonec odemknout a vyřešit univerzální rovnici. Patronát nad vědou: Účelem lidstva je uskutečnění vědeckých úspěchů. Pokroky ve vědě a technice přibližují lidstvo k naplnění jeho role ve vesmíru.

# game/codex:558:DefaultText
source: OSI Anointment Vial
cs: Lahvička s mastí OSI

# game/codex:559:DefaultText
source: Smells suspiciously like Iceberg Aged Whiskey.
cs: Podezřele voní jako Iceberg Aged Whiskey.

# game/codex:560:DefaultText
source: Incense Vessel
cs: Kadidelnice

# game/codex:561:DefaultText
source: Madness in a box, courtesy of the Hermit. Unlocks the Perk: "Tuned In" for Vicar Max.
cs: Šílenství v krabici díky Poustevníkovi. Odemkne bonus: "Naladěný" pro faráře Maxe.

# game/codex:562:DefaultText
source: The Modern Steel Wrench and You
cs: Moderní ocelový klíč a vy

# game/codex:563:DefaultText
source: This book is heavily dogeared with doodles in the margins.
cs: Kniha je silně ošoupaná a na okrajích jsou čmáranice.

# game/codex:564:DefaultText
source: Pistol Schematic Poster
cs: Pistolové schéma Plakát

# game/codex:565:DefaultText
source: Spacer's Choice Pistols: Mostly lethal at half the price! *Be sure to clean your weapon regularly with Spacer's Choice Lubrigoo Oil to reduce the rate of jams and misfires.
cs: Pistole Spacer's Choice: *Ujistěte se, že zbraň pravidelně čistíte olejem Spacer's Choice Lubrigoo Oil, abyste snížili počet zaseknutí a chybných výstřelů.

# game/codex:566:DefaultText
source: Picture of Junlei and Parvati
cs: Obrázek Junlei a Parvati

# game/codex:567:DefaultText
source: This photo was a gift from Junlei to commemorate her first date with Parvati. An inscription on the back reads, "To my Wildflower, thank you for an enchanting evening. Looking forward to many more." Unlocks the Perk: "Enchanted Evening" for Parvati.
cs: Tuto fotografii dostala Junlei jako dárek na památku prvního rande s Parvati. Nápis na zadní straně zní: "Mému Divokému květu, děkuji ti za okouzlující večer. Těším se na mnoho dalších." Odemkne Parvati výhodu: "Okouzlující večer".

# game/codex:570:DefaultText
source: Felix's Tossball Cards
cs: Felixovy karty na přehazovanou

# game/codex:571:DefaultText
source: These tossball cards have seen better days. The ones that aren't scratched or creased are suspiciously greasy.
cs: Tyto karty s míčky už mají lepší časy za sebou. Ty, které nejsou poškrábané nebo pomačkané, jsou podezřele mastné.

# game/codex:573:DefaultText
source: From the Doc Rocket Astros v. Spacer's Chosen. This tossball was extracted from the eye of a Chosen Thirty-Second Back.
cs: Z knihy Doc Rocket Astros v. Spacer's Chosen. Tento házecí míček byl vyjmut z oka Vyvoleného třicet dva zpět.

# game/codex:575:DefaultText
source: From the Rizzo's Rangers v. Rocky Mountain Soldiers. Still has bloodstains.
cs: Ze zápasu Rizzo's Rangers vs. Rocky Mountain Soldiers. Stále má krvavé skvrny.

# game/codex:577:DefaultText
source: From the Happy Dale Farmers v. Glacial Age Mammoths. This ball went through several of the Mammoth's best players.
cs: Z knihy Farmáři ze Šťastného Dalea proti mamutům z doby ledové. Tento míč prošel přes několik nejlepších hráčů Mamutů.

# game/codex:578:DefaultText
source: Harlow's Emblem
cs: Harlowův emblém

# game/codex:579:DefaultText
source: A keepsake of simpler times. Unlocks the Perk: "Self-Governed" for Felix.
cs: Památka na jednodušší časy. Odemkne Felixovi perk: "Self-Governed".

# game/codex:580:DefaultText
source: Metal Hoop
cs: Kovová obruč

# game/codex:582:DefaultText
source: "Sparkling is this unit's middle name!" A steeper designed to kill germs rather than people. Unlocks the Perk: "Clean Sweep" for SAM.
cs: "Jiskření je prostřední jméno této jednotky!" Strmější přístroj určený spíše k zabíjení bakterií než lidí. Odemkne perk: "Clean Sweep" pro SAM.

# game/codex:583:DefaultText
source: Hours of entertainment, for the easily entertained.
cs: Hodiny zábavy pro ty, kteří se snadno pobaví.

# game/codex:584:DefaultText
source: Compass on a Chain
cs: Kompas na řetízku

# game/codex:585:DefaultText
source: A popular trinket sold in Prosperity Plaza. Always points toward savings.
cs: Oblíbená drobnost prodávaná na náměstí Prosperity Plaza. Vždy vede k úsporám.

# game/codex:586:DefaultText
source: Stolen Monarch Sign
cs: Odcizený nápis Monarch

# game/codex:587:DefaultText
source: One of the few keepsakes of Stellar Bay that doesn't stink of Saltuna.
cs: Jedna z mála památek na Hvězdnou zátoku, která nepáchne Saltunou.

# game/codex:588:DefaultText
source: Encased Trip-Blade
cs: Zapouzdřený cestovní nůž

# game/codex:589:DefaultText
source: "Strike with this and you'll feel it going up your arms and into your shoulders. Never once let me down." - Nyoka
cs: "Udeřte s ním a ucítíte, jak vám stoupá do paží a do ramen. Nikdy mě nezklamal." - Nyoka

# game/codex:591:DefaultText
source: Potent. Earthy. One whiff of this and a raptidon will tear through six inches of armor just to get to you.
cs: Silný. Zemitý. Stačí jeden závan a raptidon prorazí šest centimetrů brnění, jen aby se k vám dostal.

# game/codex:592:DefaultText
source: Hayes' CHARON Medallion
cs: Medailon CHARON Hayes'

# game/codex:593:DefaultText
source: "Hayes was the best self-sacrificing saint of a man I ever met."
cs: "Hayes byl ten nejobětavější světec, jakého jsem kdy poznal."

# game/codex:594:DefaultText
source: Opal's CHARON Medallion
cs: Medailon Opal's CHARON

# game/codex:595:DefaultText
source: "Opal could take rapt meat and make you believe it was boarstwurst."
cs: "Opal by dokázala vzít rapt maso a přesvědčit tě, že je to kančí."

# game/codex:596:DefaultText
source: Clara's CHARON Medallion
cs: Clařin medailon CHARON

# game/codex:597:DefaultText
source: "Clara had a heart so pure no amount of sulfur could taint it."
cs: "Clara měla tak čisté srdce, že by ho nezkalilo ani množství síry."

# game/codex:598:DefaultText
source: Rebekah's CHARON Medallion
cs: Rebečin medailon CHARON

# game/codex:599:DefaultText
source: "Given the chance... I hope she'd have come back to us."
cs: "Když máte možnost... Doufám, že by se k nám vrátila."

# game/codex:600:DefaultText
source: Anderson's CHARON Medallion
cs: Andersonův medailon CHARON
