Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:151:DefaultText
source: My name is Kane Van Acker. I am a Spacer's Choice ethologist, specializing in the fauna of Terra 2. Currently, I am studying the hunting behavior of feral canids. I managed to find a nice hiding spot beside a rather large pack of canids. This is the largest pack of feral canids I've ever seen in the Vale! In a sufficiently large pack, canids will hunt just about anything. This pack could probably take down a small group of primals, given the chance. Smaller packs tend to give a wide berth to the primals roaming this region. Sprats and pterorays, however, are fair game for even a lone canid. They may not have encountered primals, but this pack of canids made quick work of a marauder camp they found. I'm afraid I may have to move on before I can study this pack closely. I'll have to leave my things for one of my assistants to pick up later.
cs: Jmenuji se Kane Van Acker. Jsem etolog Spacer's Choice a specializuji se na faunu Terry 2. V současné době studuji lovecké chování divokých psovitých šelem. Podařilo se mi najít pěkný úkryt vedle poměrně velké smečky psovitých šelem. Je to největší smečka divokých psovitých šelem, jakou jsem kdy v Údolí viděl! V dostatečně velké smečce budou psovité šelmy lovit téměř cokoli. Tahle smečka by nejspíš dokázala zlikvidovat i malou skupinku primálů, kdyby k tomu měla příležitost. Menší smečky mají tendenci dávat primálům potulujícím se touto oblastí široký prostor. Šproty a pterory jsou však férovou lovnou zvěří i pro osamělé psovité šelmy. S primály se sice nesetkali, ale tato smečka psovitých šelem si s táborem nájezdníků, na který narazila, poradila velmi rychle. Obávám se, že budu muset jít dál, než budu moci tuto smečku blíže prozkoumat. Budu muset nechat své věci jednomu ze svých asistentů, aby je později vyzvedl.

# game/codex:152:DefaultText
source: Ethology Log: Observations on Primals
cs: Etologický deník: Pozorování primátů

# game/codex:153:DefaultText
source: I'm Kane Van Acker, Spacer's Choice ethologist specializing in the fauna of Terra 2. Today I am observing the mighty primal. Outstanding ambush predators and highly intelligent, the primals have made the Vale especially hazardous. Primals make their homes near caves because of their tendency to use rocks as hunting implements--usually a boulder--which the primal can hurl across a remarkable distance with astonishing accuracy. (I can only assume a primal prefers pulverizing its prey before feeding, in much the same way I prefer my Spacer's Choice Saltuna processed into a semi-solid paste.) I can finally observe primal hunting tactics up close. Exciting times! If only my assistants were here to see this. They are (yet again!) late in bringing me my research from my other observation sites. Likely they decided to avail themselves of the local cantina.
cs: Jsem Kane Van Acker, etolog Spacer's Choice specializující se na faunu Terry 2. Dnes pozoruji mocné primáty. Vynikající predátoři ze zálohy a vysoce inteligentní primáti učinili Údolí obzvláště nebezpečným. Primáti si vytvářejí domovy v blízkosti jeskyní, protože mají sklon používat jako lovecké nástroje kameny - obvykle balvan -, který dokáže primát vrhnout na pozoruhodnou vzdálenost s úžasnou přesností. (Mohu jen předpokládat, že primál před krmením svou kořist raději rozmělní na prach, podobně jako já dávám přednost své Spacer's Choice Saltuna zpracované na polotuhou pastu). Konečně mohu pozorovat loveckou taktiku primála zblízka. Vzrušující časy! Kéž by to viděli moji asistenti. Ti mi (opět!) se zpožděním přinášejí mé výzkumy z jiných pozorovacích stanovišť. Pravděpodobně se rozhodli využít místní kantýnu.

# game/codex:154:DefaultText
source: Work Order
cs: Objednávka práce

# game/codex:155:DefaultText
source: I have received reports of pteroray nests behind the landing pad. This is not the first time these reports have appeared on my desk. I must once again reiterate my contempt for the pteroray population and the problems engendered by their presence. Pterorays get caught in the engines of ships. Pterorays deface Spacer's Choice properties with their droppings. Pterorays are a nuisance. Deal with them, please. -Constable's Office
cs: Dostal jsem hlášení o hnízdech pterorayů za přistávací plochou. Není to poprvé, co se mi tato hlášení objevila na stole. Musím znovu zopakovat své opovržení populací pterorayů a problémy, které jejich přítomnost způsobuje. Pterorayové se zachytávají v motorech lodí. Pterorays znečišťují svým trusem pozemky Spacer's Choice. Pterorays jsou na obtíž. Vypořádejte se s nimi, prosím. -Kancelář konstábla

# game/codex:156:DefaultText
source: Damaged Letter
cs: Poškozený dopis

# game/codex:157:DefaultText
source: Anna, Your mother passed away from plague. She wasn't chosen to receive medical treatment, and failed to recover on her own. I found a site near the ocean to bury her. I know it's company policy to have her buried in the graveyard, but I just can't afford the fees. I'm heading out after dark to put her to rest. Say my final goodbyes and all. I know it's dangerous to go out alone at night, but I have to chance it. And if you're reading this, I want you to know that your mother was a good person. Don't blame her for what happened. She worked as hard as she could. It just wasn't hard enough, in the end. Love, Dad
cs: Anno, vaše matka zemřela na mor. Nebyla vybrána k lékařskému ošetření a sama se nezotavila. Našel jsem místo poblíž oceánu, kde ji pohřbít. Vím, že je to firemní politika, aby byla pohřbena na hřbitově, ale já si prostě nemůžu dovolit poplatky. Po setmění se vydám na cestu, abych ji uložil k poslednímu odpočinku. Říct jí poslední sbohem a tak. Vím, že je nebezpečné chodit v noci sám, ale musím to risknout. A jestli tohle čteš, chci, abys věděla, že tvoje matka byla dobrý člověk. Neobviňuj ji z toho, co se stalo. Pracovala tak tvrdě, jak jen mohla. Jen to nakonec nebylo dost tvrdé. S láskou, táta

# game/codex:158:DefaultText
source: Scorched Journal
cs: Spálený deník

# game/codex:159:DefaultText
source: After sneaking parts out of the industrial sector for a couple of days, I think I finally have everything I need to build my own flying death machine. However, upon closer inspection, I'm not entirely sure all of these components will fit together properly. It's not like the Board would build their mechanicals with custom tooled parts, right? Everything would have to be modular for all these mechanicals to run efficiently. I'll tool around with things for a bit and see what I can put together. After a few hours of experimentation, things are starting to come together. But I still don't have it down to an exact science. For instance, there's something wrong with the memory processing core that I can't seem to sort out. When I tried to install it, the unit made a loud buzzing sound and refused to respond to any feedback. I removed it, whacked it with a wrench a few times, and that seemed to stop the buzzing. Things seemed like they were working for a few seconds after I installed it again, but now there's a sharp clicking noise every few seconds, and the damn thing's right stabilizer won't stop twitching. I'll try removing the processing core again and giving it a few more good whacks. That'll learn it.
cs: Po několika dnech plížení se součástkami z průmyslového sektoru si myslím, že mám konečně všechno, co potřebuji ke stavbě vlastního létajícího stroje smrti. Při bližším zkoumání si však nejsem úplně jistý, jestli všechny tyto součásti do sebe budou správně zapadat. Není to přece tak, že by Rada stavěla svou mechaniku z dílů vyrobených na zakázku, ne? Všechno by muselo být modulární, aby všechny tyto mechaniky fungovaly efektivně. Chvíli si s tím budu hrát a uvidím, co se mi podaří dát dohromady. Po několika hodinách experimentování se mi věci začínají dávat dohromady. Ale pořád to nemám dotažené do konce. Například je něco špatně s jádrem pro zpracování paměti, což se mi nedaří vyřešit. Když jsem se ho pokusil nainstalovat, jednotka vydávala hlasitý bzučivý zvuk a odmítala reagovat na jakoukoli zpětnou vazbu. Vyjmul jsem ji, několikrát do ní bouchl klíčem a zdálo se, že to bzučení přestalo. Po opětovné instalaci se pár vteřin zdálo, že věci fungují, ale teď se každých pár vteřin ozve ostré cvaknutí a pravý stabilizátor té zatracené věci sebou nepřestane škubat. Zkusím znovu vyjmout procesorové jádro a ještě s ním párkrát pořádně švihnout. Tím se to naučím.

# game/codex:160:DefaultText
source: WANTED: Phineas V. Welles
cs: Hledá se: Phineas V. Welles

# game/codex:161:DefaultText
source: For VARIOUS crimes and violations of Board policy, including ANY or ALL of the following: • Sedition • Forgery • Conspiracy • Conspiracy to Commit Conspiracy • Unlicensed Medical Practice • Destruction of Board Property
cs: Za RŮZNÉ trestné činy a porušení zásad komise, včetně NĚKTERÝCH nebo VŠECH následujících: - Podněcování k trestnému činu - Padělání - Spiknutí - Spiknutí za účelem spiknutí - Nelicencovaná lékařská praxe - Ničení majetku komise.

# game/codex:162:DefaultText
source: Skeletal Remains
cs: Kosterní pozůstatky

# game/codex:163:DefaultText
source: The remnants of these bones show the tell-tale signs of a mantisaur attack. Powerful jaws have crushed the skulls, while weathering on some of the fragments suggests passage through some beast's digestive tract. Amidst the dirt, you find a small lockbox that matches the description given by Ash.
cs: Zbytky těchto kostí vykazují poznávací znaky útoku kudlanky nábožné. Silné čelisti rozdrtily lebky a zvětraliny na některých úlomcích naznačují průchod trávicím traktem nějaké šelmy. Uprostřed hlíny najdeš malou skříňku, která odpovídá popisu, který ti dal Ash.

# game/codex:166:DefaultText
source: Electronic Log
cs: Elektronický protokol

# game/codex:167:DefaultText
source: Someone left a ledger with a list of names--likely members of the unit that used this outpost. Some names, like an "Lamont" and a "Delilah," are at the top of the list. Some names are crossed off, only to be added later, as if that person left and rejoined. Of peculiar note is that the name "Ash" is nowhere to be found.
cs: Někdo tu zanechal knihu se seznamem jmen - pravděpodobně členů jednotky, která používala toto stanoviště. Některá jména, jako "Lamont" a "Delilah", jsou na začátku seznamu. Některá jména jsou přeškrtnutá, aby byla později doplněna, jako by daná osoba odešla a znovu se připojila. Zvláštní je, že jméno "Ash" nikde není.

# game/codex:169:DefaultText
source: Empty Tubes
cs: Prázdné zkumavky

# game/codex:170:DefaultText
source: ! INSPECT IMMEDIATELY ! Before signing for merchandise It is YOUR responsibility To note any damage on all copies of freight bill Contents: Two (2) live cystypigs Various loose cysts (expected side effect of shipping) ---------------- phin, no idea what you need all these damn things for but supplier is hiking up prices. expect more increases in the future. before you ask theres no rebate for order in bulk. next delivery in four weeks unless i hear otherwise in three. THREE you hear? you end up with pigs stacked to the rafters again its not my fuckin problem. looked into the flux thing but no hits yet. sent along the greeting card from our dear auntie. dont tell me what you want it for, dont want to know. - lilya ---------------- My dearest pain-in-the-ass, As requested, another load of cystypigs. Supplier gave me a bit of hassle. I reminded him that cystys can't breed, they can only be made with that weird gas the labcoats use. He still raised the prices. Pass it along to your buyer, I guess. You ever going to come visit? Got a nice bottle of the '43 set aside for you. Your most-favored pork provisioner, Malin ---------------- Made sure your latest batch of bottled meat didn't get eaten on the way in. Killed a pack of rapts to do it. Usual charges apply. Your supplier wasn't happy, might want to have a frank discussion with him. Nyoka ---------------- C: SUSPICIOUS ABOUT ALL THESE ITEMS YOU "CLAIM" TO NEED FOR OFFWORLD BUYERS. YOU'RE SETTING UP A FARM OF YOUR OWN AREN'T YOU? BREEDING STOCK! THE KING WON'T HAVE IT. THE KING
cs: ! Před podpisem zboží je VAŠÍ odpovědností zaznamenat případné poškození na všech kopiích přepravního listu Obsah: Dvě (2) živá cystypigs Různé volné cysty (očekávaný vedlejší účinek přepravy) ---------------- phin, netuším, na co všechny tyhle zatracené věci potřebujete, ale dodavatel zvyšuje ceny. očekávejte další zvýšení v budoucnu. než se zeptáte, není žádná sleva za hromadnou objednávku. příští dodávka za čtyři týdny, pokud se do tří nedozvím jinak. TŘI, slyšíš? zase skončíš s prasaty naskládanými až po střechu, to není můj zasranej problém. díval jsem se na tu věc s fluxem, ale zatím nic. poslal jsem ti přáníčko od naší drahé tetičky. neříkej mi, na co to chceš, nechci to vědět. - lilya ---------------- Moje nejdražší bolestínko, jak sis přála, další náklad cystypigů. Dodavatel mi dal trochu zabrat. Připomněla jsem mu, že cysty se nemohou množit, mohou být jen s tím divným plynem, který používají labužníci. Stejně zvedl ceny. Asi to předej svému odběrateli. Přijedeš někdy na návštěvu? Mám pro tebe nachystanou pěknou láhev ročníku 43. Tvůj nejoblíbenější zásobovač vepřovým, Malin ---------------- Ujistil se, že ti poslední várku masa v lahvích cestou nesežrali. Zabil kvůli tomu smečku raptorů. Platí se obvyklé poplatky. Tvůj dodavatel nebyl nadšený, možná by s ním chtěl upřímně promluvit. Nyoka ---------------- C: PODEZŘELÝ Z TĚCH VŠECH PŘEDMĚTŮ, KTERÉ "PŘIZNÁVÁŠ", ŽE POTŘEBUJEŠ PRO MIMOZEMSKÉ NÁKUPCE. Zřizuješ si přece vlastní farmu, nebo ne? CHOVNÁ ZVÍŘATA! KRÁL JE NECHCE. KRÁL JE NECHCE.

# game/codex:171:DefaultText
source: Note
cs: Poznámka

# game/codex:172:DefaultText
source: REMINDER! Scrape off electro-fried sprats
cs: PŘIPOMÍNÁME! Oškrábejte elektricky smažené šproty

# game/codex:175:DefaultText
source: Dehibernation Experimentation Notes
cs: Poznámky k experimentům s dehibernací

# game/codex:176:DefaultText
source: Raising core temp another 5C over 1 hour Dosage appears to be working Slight diffs from process in cystypigs, not beyond expected boundaries Microscopic assessment shows no sign of sudden traumatic mass cell-wall collapse, encouraging! (Reminder, still need to mop up pig) Need to get a view into the cranium see what's going on with neurons Oops hand slipped - likely effects? Ah, nothing important - may have numbness in left heel, who even needs that Looking at sample Evidence of hyperactive production of dopamine and norepinephrine, curious No evidence of entropic effects on neurons, however! V. excited - now if only I can keep them from exploding! Raising core temp another 5C, 1 hour Oops, forgot I had probe in brain, jostled w elbow Subject may suffer numbness in right earlobe, acceptable Feel ridiculous telling (mostly) frozen slab of meat "you're doing fine, <oeitoken>PlayerName</oeitoken>" Practicing bedside manner important, aids recovery Curious about that neurochemical production Side effect of prolonged hibernation? Subject may experience tachypsychia Exaggerated fight-or-flight response Checked brain wave, found sharp uptick in perceptive/cognitive processing when I jostled the probe Fascinating, equivalent to speed of common fly's brain Could be useful - in stressful situations, subjective time dilation See world moving in "slow motion" Would everyone from Hope have this sort of brain damage, or is it peculiar to <oeitoken>PlayerName</oeitoken>? Can't wait to awaken more from Hope, study in detail Is it even right to call this effect "brain damage?" Seems like "enhancement" to me - who wouldn't want on-call hyper-fast cognitive response? Am I envious? To expand the span of a breath to an eternity? To be able, just for a moment, to perceive the world in all its infinite detail? Core temp up, still stable No sign of cell wall decay, neurological necrosis Beginning next 5C over 1 hour cycle Yes, I believe I do envy you, <oeitoken>PlayerName</oeitoken>
cs: Zvyšování teploty jádra o dalších 5C v průběhu 1 hodiny Zdá se, že dávkování funguje Mírné rozdíly oproti procesu u cystypigů, ne nad očekávané meze Mikroskopické hodnocení neukazuje žádné známky náhlého traumatického zhroucení buněčné stěny, což je povzbudivé! (Připomínám, že je třeba ještě vytřít prase) Potřebuji se podívat do lebky, abychom zjistili, co se děje s neurony Ups, uklouzla mi ruka - pravděpodobné účinky? Ach, nic důležitého - možná mám necitlivost v levé patě, kdo to vůbec potřebuje Při pohledu na vzorek je patrná hyperaktivní produkce dopaminu a noradrenalinu, zvědavé Žádné důkazy entropických účinků na neurony, nicméně! V. nadšený - teď jen, abych je udržel před explozí! Zvyšování teploty jádra o dalších 5C, 1 hodina Jejda, zapomněl jsem, že mám sondu v mozku, šťouchl jsem se loktem Subjekt může trpět necitlivostí pravého ušního lalůčku, přijatelné Cítím se směšně, když říkám (většinou) zmrzlému kusu masa "vedeš si dobře, <oeitoken>Jméno hráče</oeitoken>" Procvičování chování u postele je důležité, pomáhá zotavení Zvědavý na tu produkci neurochemikálií Vedlejší účinek prodloužené hibernace? U subjektu se může vyskytnout tachypsychie Přehnaná reakce "bojuj nebo uteč" Zkontroloval jsem mozkové vlny, zjistil jsem prudký nárůst vnímání/kognitivního zpracování, když jsem zatřásl sondou Fascinující, odpovídá rychlosti mozku běžné mouchy Mohlo by to být užitečné - ve stresových situacích subjektivní dilatace času Vidět svět, jak se pohybuje "zpomaleně" Měl by každý z Hope tento druh poškození mozku, nebo je to specifické pro <oeitoken>JménoHráče</oeitoken>? Nemůžu se dočkat, až se probudí další z Naděje, podrobně si to prostudovat Je vůbec správné nazývat tento efekt "poškozením mozku"? Připadá mi to jako "vylepšení" - kdo by nechtěl na zavolání hyperrychlou kognitivní reakci? Závidím? Rozšířit rozpětí dechu na věčnost? Být schopen, byť jen na okamžik, vnímat svět v celém jeho nekonečném detailu? Teplota jádra stoupla, stále stabilní Žádné známky rozpadu buněčné stěny, neurologické nekrózy Začátek dalšího 5C v průběhu hodinového cyklu Ano, věřím, že ti závidím, <oeitoken>Jméno hráče</oeitoken>.

# game/codex:177:DefaultText
source: REMINDER! Mop up melted pig
cs: UPOZORNĚNÍ! Vytřete roztavené prase

# game/codex:178:DefaultText
source: Scribbled Note
cs: Načmáraná poznámka

# game/codex:179:DefaultText
source: REMINDER! Buy ladder
cs: PŘIPOMÍNÁME! Koupit žebřík

# game/codex:180:DefaultText
source: REMINDER! Extinguish plasma cutter BEFORE returning to pocket
cs: UPOZORNĚNÍ: Plazmový řezák uhaste PŘED návratem do kapsy.

# game/codex:181:DefaultText
source: REMINDER! Tighten gaskets
cs: UPOZORNĚNÍ! Dotáhněte těsnění

# game/codex:182:DefaultText
source: REMINDER! Seals leak, never use this pod
cs: UPOZORNĚNÍ! Těsnění netěsní, nikdy nepoužívejte tento pod

# game/codex:183:DefaultText
source: REMINDER! Fourteen! Remember it this time - absolutely vital! Fourteen! Fourteen! Fourteen!
cs: PŘIPOMÍNÁM! Čtrnáct! Tentokrát si to zapamatujte - je to naprosto nezbytné! Čtrnáct! Čtrnáct! Čtrnáct!

# game/codex:184:DefaultText
source: REMINDER! Minty is just cold spicy
cs: PŘIPOMÍNKA! Mátový je jen studený kořeněný

# game/codex:185:DefaultText
source: REMINDER! Solve for remainder in skip drive equations, why does no one see this?!
cs: PŘIPOMÍNKA! Řešte zbytek v rovnicích s přeskokem, proč to nikdo nevidí?!

# game/codex:186:DefaultText
source: REMINDER! Obscure body in the S-K System
cs: UPOZORNĚNÍ! Neznámé těleso v systému S-K

# game/codex:187:DefaultText
source: REMINDER! Add water before eating
cs: PŘIPOMÍNÁME! Před jídlem přidejte vodu

# game/codex:188:DefaultText
source: REMINDER! Do not tap on glass Seals loose
cs: UPOZORNĚNÍ! Neklepejte na sklo Uvolněná těsnění

# game/codex:189:DefaultText
source: REMINDER! Subject may be unstable.
cs: UPOZORNĚNÍ! Předmět může být nestabilní.

# game/codex:192:DefaultText
source: Wildlife Examination Report
cs: Zpráva o zkoumání volně žijících živočichů

# game/codex:193:DefaultText
source: A report written by a Rizzo wildlife specialist regarding "Project Ptero." It lists concerns that the higher-than-average volume of pteroray corpses may be attracting local wildlife. Combined with the "alluring Purpleberry aroma" coming from the Cascadia bottling plant, the engineer worries that raptidons may be encroaching ever closer to the walls. Though the walls are theoretically sound, the engineer warns that they're relatively shallow, and that particularly clever raptidons could possibly dig beneath them or find their way into the chemical waste pipes.
cs: Zpráva napsaná odborníkem na divokou přírodu společnosti Rizzo týkající se "Projektu Ptero". Uvádí obavy, že nadprůměrné množství mrtvol pterorayů může přitahovat místní divokou zvěř. V kombinaci s "lákavou purpurovou vůní" vycházející ze stáčírny Cascadia se inženýr obává, že se raptidoni mohou přibližovat stále blíže ke stěnám. Ačkoli jsou stěny teoreticky zdravé, inženýr varuje, že jsou poměrně mělké a že obzvláště chytří raptidoni by se pod nimi mohli prohrabat nebo si najít cestu do potrubí s chemickým odpadem.

# game/codex:194:DefaultText
source: Old Rizzo Datapad
cs: Starý datapad Rizzo

# game/codex:195:DefaultText
source: Personal Log Owner: Blackwood, Zora ============================================ we're trapped between monsters and men who've turned into monsters cecil's leg is starting to rot i don't know how we're making it out of here ============================================ i suspect we could climb along to the chasm wall might be the only chance we got, but cecil's getting worse ============================================ he passed. void take me, i couldn't keep his infection down ============================================ i've got no choice - gonna try to climb i ever make it to byzantium i'm going to find sumner and the rest of the execs put a boot up their gold-shitting asses ============================================
cs: Vlastník osobního deníku: Blackwood, Zora ============================================ jsme uvězněni mezi příšerami a lidmi, kteří se proměnili v příšery Cecilova noha začíná hnít nevím, jak se odsud dostaneme ============================================ tuším, že bychom mohli vylézt podél stěny propasti, to by mohla být jediná šance, kterou máme, ale Cecilovi je čím dál hůř ============================================ prošel. Void si mě vzal, nedokázal jsem udržet jeho infekci ============================================ nemám na výběr - zkusím šplhat, jestli se někdy dostanu do byzantia, najdu sumnera a zbytek výkonných ředitelů a dám jim botu do jejich zlatem prolezlých prdelí ============================================

# game/codex:196:DefaultText
source: Hibernation Chamber
cs: Hibernační komora

# game/codex:197:DefaultText
source: You spent over four decades in space with nothing but the technology of this little chamber keeping you alive. The rest of your fellow colonists are still trapped in similar chambers, waiting for you to restore them.
cs: Strávil jsi více než čtyři desetiletí ve vesmíru a při životě tě udržovala jen technologie této malé komory. Zbytek tvých kolegů kolonistů je stále uvězněn v podobných komorách a čeká, až je obnovíš.

# game/codex:198:DefaultText
source: Note from Maverick
cs: Poznámka od Mavericka
