Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:601:DefaultText
source: "I always told him chasing women around would get him in trouble."
cs: "Vždycky jsem mu říkal, že když bude honit ženský, bude mít problémy."

# game/codex:602:DefaultText
source: Holding Tank 001 Log
cs: Záznam o zadržovací nádrži 001

# game/codex:603:DefaultText
source: Subject: DR. CHARLES MCNULTY Current Status: Alive, Unstable condition Stasis Setting: Active Notes: Subject should not be revived until a method for stabilizing his condition is found. In gratitude, Dr. Eva Chartrand Dr. Lorelei Fahl Dr. James Guthrie Dr. Claire Pearsall
cs: Předmět: Zpracování informací o projektu, který se uskutečnil v roce 2012, a o jeho výsledcích: DR. CHARLES MCNULTY Současný stav: Stav: naživu, nestabilní stav Nastavení stáze: Aktivní Poznámky: Dr. Eva Chartrandová Dr. Lorelei Fahlová Dr. James Guthrie Dr. Claire Pearsallová S vděčností.

# game/codex:604:DefaultText
source: Holding Tank 002 Log
cs: Záznam o zadržovací nádrži 002

# game/codex:605:DefaultText
source: Subject: DR. CLAIRE PEARSALL Current Status: Alive, Unstable condition Stasis Setting: Active Notes: Subject's condition is dire, make sure resuscitation devices are on hand upon revival. Please hold on, Claire. We almost had it this time, I swear. We'll bring you back! With love, Dr. Eva Chartrand Dr. Lorelei Fahl Dr. James Guthrie
cs: Předmět: Zpracování informací o projektu, který se uskutečnil v roce 2012, a o jeho výsledcích: DR. CLAIRE PEARSALL Současný stav: Stav: živý, nestabilní stav Nastavení stáze: Aktivní Poznámky: Stav subjektu je vážný, po oživení zajistěte resuscitační přístroje. Vydržte, prosím, Claire. Tentokrát jsme to málem zvládli, přísahám. Přivedeme tě zpátky! S láskou, Dr. Eva Chartrandová Dr. Lorelei Fahlová Dr. James Guthrie

# game/codex:606:DefaultText
source: Holding Tank 003 Log
cs: Záznam o zadržovací nádrži 003

# game/codex:607:DefaultText
source: Subject: DR. JAMES GUTHRIE Current Status: Alive, Extremely unstable condition Stasis Setting: Active Notes: Subject will need extensive nuclein resequencing for any chance of viable extraction. I'm so sorry it ended up like this James. We will come back for you all and fix this, I swear on it. Please forgive us, Dr. Eva Chartrand Dr. Lorelei Fahl
cs: Předmět: Zpracování informací o projektu, který se uskutečnil v roce 2012, a o jeho výsledcích: DR. JAMES GUTHRIE Současný stav: Extrémně nestabilní stav Nastavení stáze: Aktivní Poznámky: Subjekt bude potřebovat rozsáhlou resekvenci nukleinu, aby měl šanci na životaschopnou extrakci. Je mi moc líto, že to takhle dopadlo, Jamesi. Vrátíme se pro vás všechny a napravíme to, přísahám na to. Prosím, odpusťte nám, Dr. Eva Chartrandová Dr. Lorelei Fahlová

# game/codex:610:DefaultText
source: Anatomy Poster
cs: Anatomický plakát

# game/codex:611:DefaultText
source: Nyoka is single-handedly responsible for a 10 percent drop in the population of pterorays in Monarch.
cs: Nyoka je sama zodpovědná za desetiprocentní pokles populace pterorayů v Monarchu.

# game/codex:612:DefaultText
source: Anatomy Poster
cs: Anatomický plakát

# game/codex:613:DefaultText
source: Things that have been found in the digestive system of a common raptidon: - intact cans of Spacer's Choice Saltuna - other, smaller raptidons - bottle of Purpleberry Wine - bit carts - the remains of last season's Auntie Cleo's Darlings
cs: Věci, které byly nalezeny v trávicím ústrojí raptidona obecného: - neporušené plechovky Spacer's Choice Saltuna - jiné, menší raptidony - láhev purpurového vína - kousací vozíky - zbytky miláčků tety Cleo z minulé sezóny.

# game/codex:616:DefaultText
source: Systems and Serfdoms
cs: Systémy a nevolnictví

# game/codex:617:DefaultText
source: A well-worn copy of Systems and Serfdoms: 14th Edition. Felix has filled out his own character sheet, and given himself a perfect score in every stat.
cs: Dobře opotřebovaný výtisk knihy Systems and Serfdoms: 14th Edition. Felix si vyplnil svůj vlastní charakterový list a v každé statistice si dal perfektní skóre.

# game/codex:618:DefaultText
source: Holding Tank Log
cs: Protokol o zadržovací nádrži

# game/codex:619:DefaultText
source: Subject: DR. LORELEI FAHL Current Status: Alive, life signs minimal Stasis Setting: Active Notes: Subject will need medical treatments beyond our current understanding before any attempt at extraction is made. You should have let me go, Lore. I drew the short straw. It was my turn. I don't think I'm strong enough to go on without you. I'll never stop searching for a way to bring you back. If I fail... may the Architect annotate your place in the Equation. -Eva
cs: Předmět: Zpracování informací o projektu, který se uskutečnil v roce 2012, a o jeho výsledcích: DR. LORELEI FAHL Aktuální stav: Živý, známky života minimální Stázový stav: Poznámky: Aktivní: Než se pokusíme o extrakci, bude subjekt potřebovat lékařské ošetření, které přesahuje naše současné chápání. Měla jsi mě nechat jít, Lore. Tahal jsem za kratší konec. Byla řada na mně. Myslím, že nejsem dost silný na to, abych bez tebe pokračoval. Nikdy nepřestanu hledat způsob, jak tě přivést zpátky. Pokud se mi to nepodaří... nechť Architekt poznamená tvé místo v Rovnici. -Eva

# game/codex:620:DefaultText
source: Secret Lab Sign
cs: Tajné laboratorní znamení

# game/codex:621:DefaultText
source: Courtesy of Auntie Cleo's "abandoned" lab in Roseway.
cs: S laskavým svolením "opuštěné" laboratoře tety Cleo v Roseway.

# game/codex:622:DefaultText
source: Bar Cart
cs: Barový vozík

# game/codex:623:DefaultText
source: Formerly the property of Frey, posthumously put to better use in your quarters.
cs: Dříve patřil Freyovi, posmrtně byl lépe využit ve tvé kajutě.

# game/codex:625:DefaultText
source: Dr. Chartrand's wall is covered with message print-outs related to the Earth Directorate cruiser Cornelius Vanderbilt. Scanning through the pages, the following catches your eye: "FROM: Lehman, P., Chief of Comms, J.J. Astor TO: Chartrand, E. Citizen Chartrand, the Astor is an Earth Directorate cruiser dedicated to preserving the prosperity and peace of Halcyon's government, not your personal messaging service. You will stop abusing your access to Alpha-Band transmissions, or I will be forced to request an immediate performance evaluation. That won't go well for you. When the Cornelius Vanderbilt checks in, we will inform the Board. If your Board supervisor feels a labcoat needs to know, they will inform you. You are to have no further contact with the Astor outside of proper channels. FROM: Chartrand, E. TO: Lehman, P., Chief of Comms, J.J. Astor Chief Lehman, any word? The Vanderbilt was supposed to reach Earth months ago. Surely you've received a skip drone confirming their passage by now? It is imperative that I receive any messages from Earth's chimerists immediately. I cannot say why this is so important - you don't have the clearance." The remaining pages are more of the same - Dr. Chartrand attempting to determine the status of the Vanderbilt and getting no information in return. A final note stands out: "Spoke with S - still no word after a year. I'm on my own."
cs: Stěna doktora Chartranda je pokryta výtisky zpráv týkajících se křižníku Cornelius Vanderbilt Ředitelství Země. Při procházení stránek vás zaujme následující text: "OD: Lehman, P., šéf komunikace, J.J. Astor TO: "Vanderland Vanderland: Občane Chartrande, Astor je křižník Pozemského ředitelství, jehož úkolem je zachovat prosperitu a mír halcyonské vlády, nikoliv vaše osobní komunikační služba. Přestanete zneužívat svůj přístup k přenosům v pásmu Alfa, jinak budu nucen požádat o okamžité hodnocení výkonnosti. To pro vás nedopadne dobře. Až se Cornelius Vanderbilt ohlásí, budeme o tom informovat správní radu. Pokud bude mít váš nadřízený v Radě pocit, že to laboratorní plášť potřebuje vědět, bude vás informovat. Mimo řádné kanály nebudete s Astorem v žádném dalším kontaktu. OD: Chartrand, E: Lehman, P., vedoucí oddělení komunikace, J. J. Astor Šéfe Lehmane, máte nějaké zprávy? Vanderbilt měl dorazit na Zemi už před několika měsíci. Jistě jste už obdrželi skip dron potvrzující jejich průlet? Je nezbytné, abych okamžitě obdržel jakoukoli zprávu od pozemských chimér. Nemohu říct, proč je to tak důležité - nemáte k tomu oprávnění." Zbývající stránky jsou další stejné - doktor Chartrand se pokouší zjistit stav Vanderbiltu a nedostává na oplátku žádné informace. Poslední poznámka vyčnívá: "Mluvil s S. - po roce stále žádné zprávy. Jsem v tom sám."

# game/codex:626:DefaultText
source: Homo Halcyonis: Adapt or Starve
cs: Homo Halcyonis: Přizpůsobit se, nebo hladovět

# game/codex:627:DefaultText
source: Pages and pages of Dr. Chartrand's research cover the wall along with summaries and charts from various presentations. Most of the text is beyond your understanding, filled with jargon such as "nuclein twining", "hybrid transciptation", and "morphology synthesis of alta-vitae contamination." Mixed in with the scientific data is the following message: "S, I've included my research for your review, but here's the brass tacks: Homo sapiens - humanity as we know it - cannot survive in Halcyon. Something went wrong with the terraforming. We can't eat the native plants, and the ones we brought with us adapted more to the Halcyon system than anyone has seen before. Every meal we eat, our bodies fail to absorb vital nutrients. The waves of sickness and population decline affecting the townships? They're all symptoms of this one problem: we're starving. Maybe the labcoats on the Hope could've figured this out. Maybe if we were still in contact with Earth we'd have other options. But wishing doesn't fill the balance sheet. The only solution I see, the only chance, is if we transform humanity to become Halcyon natives. Say farewell to homo sapiens - our future is homo halcyonis. My team is gone now. Even Lore. Send any labcoats or workers with a chimerical bent my way. I can't use any of those sawbones you sent me. They're not chimerists, and most are too hull-headed to train. I need time to get this right, S. By the Architect, I swear I'll do it. For the colony, and for my team."
cs: Stěny pokrývají stránky a stránky výzkumu Dr. Chartranda spolu se shrnutími a grafy z různých prezentací. Většina textu je mimo vaše chápání, je plná žargonu, jako je "nuklein twining", "hybrid transciptation" a "morfologická syntéza kontaminace alta-vitae". Do vědeckých údajů je přimícháno následující sdělení: "S, přiložil jsem svůj výzkum k nahlédnutí, ale tady je to podstatné: Homo sapiens - lidstvo, jak ho známe - nemůže v Halcyonu přežít. Něco se pokazilo při terraformaci. Nemůžeme jíst původní rostliny a ty, které jsme si přivezli s sebou, se přizpůsobily systému Halcyonu víc, než kdokoli předtím viděl. Při každém jídle, které sníme, naše těla nedokážou vstřebat životně důležité živiny. Vlny nemocí a úbytku obyvatelstva, které postihují městské čtvrti? To všechno jsou příznaky tohoto jediného problému: hladovíme. Možná na to mohli přijít laboranti na Hope. Možná kdybychom byli stále ve spojení se Zemí, měli bychom jiné možnosti. Ale přání nenaplňuje bilanci. Jediné řešení, jedinou šanci vidím v tom, že lidstvo přeměníme na domorodce z Halcyonu. Řekněte sbohem homo sapiens - naše budoucnost je homo halcyonis. Můj tým už je pryč. Dokonce i Lore. Pošlete mi na cestu všechny laboranty nebo pracovníky s chimérickými sklony. Nemůžu použít žádnou z těch pilin, které jsi mi poslal. Nejsou to chiméristé a většina z nich je příliš hulvátská na to, aby se dala vycvičit. Potřebuju čas, abych to zvládl, S. U Architekta přísahám, že to udělám. Pro kolonii i pro svůj tým."

# game/codex:628:DefaultText
source: Adjutant Akande's Notebook
cs: Zápisník adjutanta Akandeho

# game/codex:629:DefaultText
source: This notebook contains a collection of assorted quotations and excerpts. Someone has left a bookmark on this page: "Things fall apart; the centre cannot hold; Mere anarchy is loosed upon the world, The blood-dimmed tide is loosed, and everywhere The ceremony of innocence is drowned; The best lack all conviction, while the worst Are full of passionate intensity. Surely some revelation is at hand;"
cs: Tento sešit obsahuje sbírku různých citátů a úryvků. Na této stránce někdo zanechal záložku: "Věci se rozpadají, střed se neudrží, na svět se uvolnila pouhá anarchie, uvolnil se krvavý příliv a všude se utopil obřad nevinnosti, ti nejlepší postrádají veškeré přesvědčení, zatímco ti nejhorší jsou plní vášnivé intenzity. Jistě se blíží nějaké zjevení;".

# game/codex:644:DefaultText
source: Mind Control Ray
cs: Paprsek ovládání mysli

# game/codex:645:DefaultText
source: The aptly named Mind Control Ray fires a continuous beam at targets that overrides synaptic nerves as well as automechanical behavior protocols causing targets to attack their allies instead of enemies. Increasing your Science skill improves the movement and attack rate of those controlled.
cs: Paprsek s příhodným názvem Mind Control Ray vystřeluje na cíle nepřetržitý paprsek, který překonává synaptické nervy i automechanické protokoly chování a způsobuje, že cíle útočí na své spojence místo na nepřátele. Zvýšení vaší vědecké dovednosti zlepšuje rychlost pohybu a útoku ovládaných osob.

# game/codex:663:DefaultText
source: Memorandum: Environmental Controls Installation and Keycard
cs: Memorandum: Instalace řídicích systémů prostředí a karta klíče

# game/codex:664:DefaultText
source: Barb, The new Environmental Controls terminal is now installed and running, upstairs. Congratulations! You messaged corporate about it -- you get to manage it. Consider this your official notice to hide its access keycard deep in the bottom of a drawer somewhere, preferably within the Archives or in one of the station's other "popular" sections. Because I sure as hell will not allow our station's efficiency scores to plummet due to a pointless safety feature. DON'T EVEN THINK ABOUT testing the system out. The emergency sirens WILL make your ears bleed, and if you accidentally trigger the fire suppression system, it can suck the air from the room faster than the station's last performance review. -Val
cs: Barb, Nový terminál Environmental Controls je nyní nainstalován a v provozu, nahoře. Gratulujeme! Poslala jsi o něm zprávu na firmu - můžeš ho spravovat. Považuj to za oficiální upozornění, abys jeho přístupovou kartu schovala někam hluboko na dno zásuvky, nejlépe do archivu nebo do některé z dalších "oblíbených" sekcí stanice. Protože já rozhodně nedopustím, aby kvůli nesmyslnému bezpečnostnímu prvku klesla efektivita naší stanice. Ani NEPOMYSLÍM na to, že bych ten systém vyzkoušel. Z nouzových sirén vám bude krvácet z uší, a pokud omylem spustíte protipožární systém, může z místnosti vysát vzduch rychleji než poslední hodnocení výkonnosti stanice. -Val

# game/codex:667:DefaultText
source: Out for Deliveries
cs: Venku pro dodávky

# game/codex:668:DefaultText
source: Dropping a "care package" off with the Mathers in the old ruins south of Stellar Bay. Be back soon. Laura, I know you're reading this. STAY OUT OF MY THINGS.
cs: Předání "balíčku péče" Mathersovým ve starých ruinách jižně od Hvězdné zátoky. Brzy se vrátím. Lauro, vím, že to čteš. NEPLEŤ SE MI DO VĚCÍ.

# game/codex:669:DefaultText
source: Halcyon news - Chairman salutes Earth Minister Clarke
cs: Halcyon news - Předseda pozdravil ministra zemědělství Clarkea

# game/codex:670:DefaultText
source: Chairman Rockwell took time out from his busy schedule today to talk to us about Minister Clarke and his impact on the colony. "Working with Minister Clarke has been truly wonderful these past eight years, " he said. "His predecessor did a fine job, but Clarke's brilliance cannot be overstated. The Early Retirement Program is just the latest in a long line of initiatives he has spearheaded that will ensure Halcyon continues to be the envy of all the outer colonies!" We couldn't agree more, Mr. Chairman!
cs: Předseda Rockwell si dnes ve svém nabitém programu udělal čas, aby s námi pohovořil o ministru Clarkovi a jeho vlivu na kolonii. "Spolupráce s ministrem Clarkem byla v uplynulých osmi letech opravdu úžasná," řekl. "Jeho předchůdce odvedl dobrou práci, ale Clarkovu genialitu nelze přeceňovat. Program předčasného odchodu do důchodu je jen poslední z dlouhé řady iniciativ, které vedl a které zajistí, že Halcyonu budou i nadále závidět všechny vnější kolonie!" Nemůžeme než souhlasit, pane předsedo!
