Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:483:DefaultText
source: A list of passwords for something called a "RAM." There are three columns, but only one is legible; the rest have been scratched out. Today's password from the column is "1 - AKANDE".
cs: Seznam hesel pro něco, čemu se říká "RAM". Jsou zde tři sloupce, ale pouze jeden je čitelný, ostatní jsou vyškrábané. Dnešní heslo ze sloupce je "1 - AKANDE".

# game/codex:484:DefaultText
source: Rotating Password List
cs: Rotující seznam hesel

# game/codex:485:DefaultText
source: A list of passwords for something called a "RAM." There are three columns, but only one is legible; the rest have been scratched out. Today's password from the column is "2 - SMELLSLIKE".
cs: Seznam hesel pro něco, čemu se říká "RAM". Jsou zde tři sloupce, ale pouze jeden je čitelný, ostatní jsou vyškrábané. Dnešní heslo ze sloupce je "2 - SMELLSLIKE".

# game/codex:486:DefaultText
source: Old Transcript
cs: Starý přepis

# game/codex:487:DefaultText
source: This will be the last note on my ledger. Got the notice this morning. Emerald Vale's fishing enterprise is no longer profitable. "Terminated Indefinitely," it says. They're not wrong. The saltuna in Terra 2 is sickly and small. About as nutritious as a fistful of dirt. Don't know why they stopped sending us saltuna from Terra 1. I don't know what we're supposed to fill our cans with either. I'm sure the boss will think of something. We'll make it. We always do.
cs: Toto bude poslední poznámka v mé účetní knize. Dnes ráno jsem dostal oznámení. Rybářský podnik Emerald Vale již není ziskový. "Ukončen na dobu neurčitou," stojí v něm. Nemýlí se. Saltuna v Terře 2 je nemocná a malá. Asi tak výživná jako hrst hlíny. Nevím, proč nám přestali posílat saltuna z Terry 1. Taky nevím, čím si máme plnit konzervy. Šéf určitě něco vymyslí. My to zvládneme. Vždycky to zvládneme.

# game/codex:489:DefaultText
source: It's hard to write. Hands are shaking, thoughts cloudy. Need to keep writing. Focuses me. don't know who I'm writing for, don't know who's going to read this. Don't know who I'm kidding. Nobody will. Urges are getting worse. I knew they would, just not this fast. I can't stop myself. Crushed a sprat to death with my bare hands. Ate it raw. Was like watching myself from the outside. I had no control. I needed to hurt something the way I needed food and water and air. If I didn't kill something else, I knew I'd hurt myself. Only feel calm after hurting something. What do you think of that, nobody?
cs: Je těžké to napsat. Ruce se mi třesou, myšlenky jsou zamlžené. Musím psát dál. Soustředí mě to. nevím, pro koho píšu, nevím, kdo to bude číst. Nevím, z koho si dělám legraci. Nikdo to neudělá. nutkání se zhoršuje. Věděla jsem, že budou, jen ne tak rychle. Nedokážu se zastavit. holýma rukama jsem rozdrtil šprota k smrti. Snědl jsem ho syrového. Bylo to jako dívat se na sebe zvenčí. Neměl jsem nad tím kontrolu. Potřeboval jsem něčemu ublížit stejně jako jídlo, vodu a vzduch. Kdybych nezabil něco jiného, věděl jsem, že ublížím sám sobě. Uklidnil jsem se, až když jsem něčemu ublížil. Co si o tom myslíš ty, nikdo?

# game/codex:490:DefaultText
source: Scrawled Note
cs: Čmáraná poznámka

# game/codex:491:DefaultText
source: Must keep writing must keep my hands busy busy busy hard to think of words hands wont stop shaking Killed a man on the road but he wanted to hurt me so I had to everything wants to hurt me If you read this please please just leave me alone stay far away
cs: Musím psát dál musím mít ruce zaměstnané zaměstnané zaměstnané těžko se mi vymýšlejí slova ruce se nepřestávají třást zabil jsem muže na silnici, ale chtěl mi ublížit, tak jsem musel všechno chce ublížit mně Pokud to čtete, prosím, prosím, nechte mě na pokoji, držte se daleko ode mě.

# game/codex:493:DefaultText
source: Old Log Entry
cs: Starý záznam v protokolu

# game/codex:494:DefaultText
source: i don't know what in the void just happened so i'm writing it down in case i'm going insane pulled a guy out of a pod and his arm got all clammy. rubbery almost. i poked at it for a bit and it started to fucking liquefy. like it was made of water. stuffed him back in quick as i could but the rest of him ain't in a good way. don't think he'll make it. this better not be a fucking trend or after all this we're gonna starve anyway - frank
cs: Nevím, co se to v té prázdnotě stalo, tak si to píšu, kdybych se náhodou zbláznil. vytáhl jsem chlapa z lusku a jeho ruka byla celá lepkavá. skoro gumová. chvíli jsem do ní šťouchal a ona začala kurva zkapalňovat. jako by byla z vody. nacpal jsem ho zpátky, jak nejrychleji to šlo, ale zbytek není v dobrém stavu. myslím, že to nepřežije. doufám, že to není zasranej trend, nebo po tom všem stejně umřeme hlady - Frank

# game/codex:495:DefaultText
source: GHIG Secure Mailbox System (TM)
cs: Systém zabezpečených poštovních schránek GHIG (TM)

# game/codex:496:DefaultText
source: The sole letter in this mailbox is addressed to the Greater Halcyon Insurance Group's satellite office in Fallbrook on the planet Monarch.
cs: Jediný dopis v této schránce je adresován satelitní kanceláři Greater Halcyon Insurance Group ve Fallbrooku na planetě Monarch.

# game/codex:497:DefaultText
source: Junior Mycologist's Log
cs: Deník mladého mykologa

# game/codex:498:DefaultText
source: When I settled on Groundbreaker, I thought this would be my gateway to the stars, the beginning of my epic tale as a spacer. Now I grow shrooms for a bunch of outlaws. Not even for selling. They just eat the damn things by the handful. Some of the crew have been tripping for weeks. Suppose it could be worse. Heard of a SubLight contractor who got dissolved in chemicals and flushed down waste treatment for stealing from Lilya. Now MacRedd, he's always happy to see me. Calls me his fungus lad. UPDATE: MacRedd just set a man on fire for having his laces undone. Shit shit shit. Maybe I need to be more careful about what I'm growing. Ought to find something that calms him down. Time to experiment.
cs: Když jsem se rozhodl pro Groundbreaker, myslel jsem si, že to bude moje brána ke hvězdám, začátek mého epického příběhu vesmířana. Teď pěstuju houby pro bandu psanců. Ani ne na prodej. Prostě ty zatracené věci jedí plnými hrstmi. Někteří z party jsou na tripu už týdny. Mohlo by to být horší. Slyšel jsem o jednom dodavateli SubLight, kterého rozpustili v chemikáliích a spláchli do čističky za to, že kradl u Lilyi. A teď MacRedd, ten mě vždycky rád vidí. Říká mi jeho houbař. AKTUALIZACE: MacRedd právě zapálil člověka za to, že měl rozvázané tkaničky. Do prdele, do prdele, do prdele. Možná bych si měl dávat větší pozor na to, co pěstuju. Měl bych najít něco, co ho uklidní. Je čas experimentovat.

# game/codex:499:DefaultText
source: Lifetime Net Value: Four thousand two hundred eighty-nine bits.
cs: Čistá hodnota za celou dobu životnosti: Čtyři tisíce dvě stě osmdesát devět bitů.

# game/codex:500:DefaultText
source: Lifetime Net Value: Three thousand six hundred ninety-one bits.
cs: Čistá hodnota za celou dobu životnosti: Tři tisíce šest set devadesát jedna bitů.

# game/codex:501:DefaultText
source: Squatter's Journal
cs: Squatterův deník

# game/codex:502:DefaultText
source: I served on two corporate freighters before I got stranded here. Everyone's heard my sob story, but no one's listening. To them I'm just background radiation. Wasn't my fault the captain decided to take off early. Wasn't my fault no one checked the crew manifest. Wasn't my fault they replaced me with a full-timer. Now I'm filthy, bitless, and bedless. Far as anyone's concerned, I'm Groundbreaker trash. That's how I live. And if no one agrees to take me on as crew, I suppose that's how I'll die.
cs: Než jsem tu uvízl, sloužil jsem na dvou nákladních lodích společnosti. Všichni slyšeli můj vzlykavý příběh, ale nikdo mě neposlouchá. Pro ně jsem jen záření v pozadí. Nemůžu za to, že se kapitán rozhodl odletět dřív. Nebyla to moje chyba, že nikdo nezkontroloval seznam posádky. Nebyla to moje chyba, že mě nahradili člověkem na plný úvazek. Teď jsem špinavý, bez kousanců a bez postele. Pokud jde o kohokoli, jsem odpad z Groundbreakeru. Takhle žiju. A jestli nikdo nebude souhlasit, že mě přijme do posádky, tak asi takhle umřu.

# game/codex:503:DefaultText
source: Maintenance Work Order
cs: Příkaz k údržbě

# game/codex:504:DefaultText
source: Work Order ======== -Vera says the Lost Hope's plumbing is acting up again. Take a gander at the usual spot. -While you're there, someone locked their key behind a door. It's the locked one. Once you're ready for a challenge, come back and we'll discuss the radiators for the hundredth time. J.T.
cs: Objednávka práce ======== -Vera říká, že v Lost Hope opět zlobí vodovodní potrubí. Podívejte se na obvyklé místo. -Když už jsi tam, někdo si zamkl klíč za dveřmi. Jsou to ty zamčené. Až budeš připraven na výzvu, vrať se a po sté probereme radiátory. J.T.

# game/codex:505:DefaultText
source: Halcyon News - Media Circus Surrounds CircusTime Clowns
cs: Halcyon News - Mediální cirkus kolem klaunů CircusTime

# game/codex:506:DefaultText
source: The politics of Tossball have grown increasingly turbulent of late, with the CircusTime Clowns trading out every single member of the team. Asked to comment on the upheaval, the Owner's League released a statement saying that the Clowns' failure to reach the Finals was a deciding factor in their organizational rearrangement. When questioned about the values of this overhauled team, a representative from the Clowns stated that their goals remain the same as ever - toss, ball, win, repeat.
cs: Politika v Tossballu je v poslední době stále bouřlivější, protože CircusTime Clowns vyměnili každého člena týmu. Liga vlastníků, která byla požádána, aby se k těmto otřesům vyjádřila, vydala prohlášení, v němž uvedla, že rozhodujícím faktorem při organizačních změnách byl neúspěch týmu Clowns ve finále. Na dotaz ohledně hodnot takto přepracovaného týmu zástupce Klaunů uvedl, že jejich cíle zůstávají stejné jako vždy - hodit, míč, vyhrát, opakovat.

# game/codex:507:DefaultText
source: Patient's Medical Chart
cs: Lékařská karta pacienta

# game/codex:508:DefaultText
source: Patient experiences unusual side-effects post-hibernation after his latest voyage. Complains of longer days and increased boredom, as if time itself is slowing down. I've never seen complications this severe and am prescribing a high dosage of stims. While I'm optimistic that I can address the symptoms, the cause still troubles me. I'm going to try reaching out to conveyor crews and some corp docs I know on Terra-2 for answers. UPDATE: I've learned that interstellar crews call the condition "skip flu," and everyone I asked says they "know someone who knows someone" who had it. In extreme cases, they say the person's body and mind break down entirely. Board medics - the few who bothered to reply - insisted the patient was making it up to shirk their duties. I don't believe my patient is malingering, but how do I prove that when the Board won't even review my evidence?
cs: Pacient pociťuje po poslední cestě neobvyklé vedlejší účinky. Stěžuje si na delší dny a zvýšenou nudu, jako by se zpomalil čas. Nikdy jsem se nesetkal s tak závažnými komplikacemi a předepisuji vysoké dávky stimulancií. I když jsem optimistický, že se mi podaří příznaky vyřešit, příčina mě stále trápí. Pokusím se oslovit posádky dopravníků a některé známé doktory na Terra-2, aby mi odpověděli. UPDATE: Dozvěděl jsem se, že mezihvězdné posádky tomuto stavu říkají "chřipka na přeskáčku", a všichni, kterých jsem se ptal, říkají, že "znají někoho, kdo někoho zná", kdo ji měl. V extrémních případech se prý tělo a mysl člověka úplně zhroutí. Palubní lékaři - těch pár, kteří se obtěžovali odpovědět - trvali na tom, že si to pacient vymýšlí, aby se vyhnul svým povinnostem. Nevěřím, že můj pacient malinguje, ale jak to mám dokázat, když komise ani nechce přezkoumat mé důkazy?

# game/codex:509:DefaultText
source: Dangerous Frontiers, by Ophelia Sweeney
cs: Nebezpečné hranice, autor: Ophelia Sweeneyová

# game/codex:510:DefaultText
source: "It is intriguing how we devoted our resources to the stars when there were still so many problems to be solved on Earth. Exposing our fragile species to the breadth of the cosmos renders settlers and spacers alike vulnerable to the mysteries of other worlds. The fate of an outbound civilization could hinge on a single miscalculation, an unobserved variable, and any number of alien catastrophes. Recklessness and impatience are, perhaps, hardwired features of humanity - and not errors in our genes, as others might imply."
cs: "Je zajímavé, jak jsme věnovali své zdroje hvězdám, když na Zemi bylo ještě tolik problémů k řešení. Vystavení našeho křehkého druhu šíři vesmíru činí osadníky i kosmonauty zranitelnými vůči tajemstvím jiných světů. Osud odlétající civilizace může záviset na jediném chybném odhadu, nepozorované proměnné a libovolném počtu mimozemských katastrof. Lehkomyslnost a netrpělivost jsou možná pevně zadrátované vlastnosti lidstva - a ne chyby v našich genech, jak by mohli naznačovat jiní."

# game/codex:511:DefaultText
source: SubLight: A Legitimate Business
cs: SubLight: Legitimní podnikání

# game/codex:512:DefaultText
source: Contractors, If the authorities are on your heels, our legal team has pre-approved you to recite this passage from our colonial trading rights: "Pursuant to regulations following internally-preserved boarst, such a business entity would therefore be entitled to gather, maintain, and ultimately dispose of decommissioned agricultural hardware and accessories for profit or convenience." The short version - if we handle potted meat, we can legally salvage tractors and tractor parts. That's why I keep a can of boarst in a SubLight-owned safe deposit box offworld, and why the goods you bring in are catalogued as farm equipment. Everything. We. Do. Is. Perfectly. Legal. Now go bring home some bacon.
cs: Podnikatelé, Pokud vám budou úřady šlapat na paty, náš právní tým vám předem schválil odrecitování této pasáže z našich koloniálních obchodních práv: "Podle předpisů navazujících na interně zachovaný boarst by tedy takový podnikatelský subjekt byl oprávněn shromažďovat, udržovat a nakonec i nakládat s vyřazeným zemědělským hardwarem a příslušenstvím za účelem zisku nebo pohodlí." Zkrácená verze - pokud nakládáme s masem v květináčích, můžeme legálně zachraňovat traktory a jejich části. Proto mám plechovku kančího masa v bezpečnostní schránce vlastněné SubLightem mimo Zemi a proto je zboží, které přivezete, katalogizováno jako zemědělské vybavení. Všechno. My. Děláme. Je. dokonale. Legální. Teď běžte domů pro slaninu.

# game/codex:513:DefaultText
source: Junlei's Locket
cs: Medailonek Junlei

# game/codex:514:DefaultText
source: A small inscription reads: "Holding it all together takes elbow grease, the right tools, and a shitty attitude. Love, Grandma."
cs: Na malém nápisu stojí: "Aby to všechno drželo pohromadě, je potřeba mazací tuk, správné nářadí a blbý přístup. S láskou, babička."

# game/codex:515:DefaultText
source: Notice of Ship Impound
cs: Oznámení o zabavení lodi

# game/codex:516:DefaultText
source: This notice has been posted to inform the captain and crew of the "Unreliable" that it has been impounded by Groundbreaker Security and Customs on behalf of the Halcyon Holdings Corporation. Any inquiries related to this vessel and its status should be made to one Udom Bedford in the Halcyon office found on the Promenade.
cs: Tímto oznámením informujeme kapitána a posádku lodi "Unreliable", že loď byla zabavena bezpečnostní a celní službou Groundbreaker jménem společnosti Halcyon Holdings Corporation. Veškeré dotazy týkající se této lodi a jejího stavu směřujte na Udom Bedford v kanceláři společnosti Halcyon na promenádě.

# game/codex:517:DefaultText
source: Reserved
cs: Rezervováno

# game/codex:518:DefaultText
source: Reserved
cs: Rezervováno

# game/codex:519:DefaultText
source: Abandoned Datapad
cs: Opuštěný datapad

# game/codex:520:DefaultText
source: To whom it may concern, I've been an Auntie Cleo man my whole life. When I got promoted to the Roseway Deforestation Team, I felt privileged and honored. I believed Auntie Cleo was going to tame the wild landscape and pave it over with civilization. "Better Than Nature" - that's your motto. I wanted to be a part of that initiative. I wanted to see Roseway become an object of envy among corporate outposts. I wanted to wave our quarterly reports in front of every Spacer's Choice worker I've ever known and laugh in their face. I worked from dawn to dusk without a word of complaint. Now you have me working on building walls around the town. We've given up on expansion, and half the town's already been relocated. Worst of all, the Deforestation Team's been disbanded, and my equipment's left to rust in the landscape. If you're reading this, then you have found my letter of resignation. I would rather make my own way as an outcast, living outside the law, than work under these conditions. -A. H.
cs: Koho se to týká, celý život jsem byl příznivcem tety Cleo. Když jsem byl povýšen do týmu pro odlesňování Rosewaye, cítil jsem se poctěn a poctěn. Věřil jsem, že teta Cleo zkrotí divokou krajinu a vydláždí ji civilizací. "Lepší než příroda" - to je vaše motto. Chtěl jsem být součástí této iniciativy. Chtěl jsem, aby se Roseway stala předmětem závisti mezi firemními výspami. Chtěl jsem mávat našimi čtvrtletními zprávami před každým pracovníkem Spacer's Choice, kterého jsem kdy poznal, a smát se jim do obličeje. Pracoval jsem od svítání do soumraku bez jediného slova stížnosti. Teď mě nutíte pracovat na stavbě zdí kolem města. Vzdali jsme se rozšiřování a polovina města už byla přestěhována. Nejhorší je, že tým pro odlesňování byl rozpuštěn a moje vybavení zůstalo rezivět v krajině. Pokud toto čtete, pak jste našli můj rezignační dopis. Raději se budu živit jako vyděděnec žijící mimo zákon, než abych pracoval v takových podmínkách. -A. H.

# game/codex:521:DefaultText
source: HPS Delivery Unsuccessful
cs: Dodávka HPS neúspěšná

# game/codex:522:DefaultText
source: We were unable to deliver your parcel as requested. Your parcel is being returned to the HPS building located at: [x] 533 Eridanos [ ] 158 Terra 1 [ ] 684 Scylla Please speak to an HPS clerk about the retrieval of your parcel.
cs: Vaši zásilku se nám nepodařilo doručit, jak bylo požadováno. Vaše zásilka se vrací do budovy HPS na adrese: [Prosím, obraťte se na pracovníka HPS ohledně vyzvednutí vaší zásilky.

# game/codex:523:DefaultText
source: Mantisaur Feeding Grounds
cs: Krmná místa kudlanek

# game/codex:524:DefaultText
source: A pile of raptidons and fellow mantisaur find themselves as the next meal for the hive. This would make for a good spot to place down the glands and lure out the Mantiqueen.
cs: Hromada raptidonů a jejich kolega mantisaurus se stanou další potravou pro úl. Tohle by bylo dobré místo pro odložení žláz a vylákání mantikun.

# game/codex:525:DefaultText
source: Notice to all HPS Employees
cs: Upozornění pro všechny zaměstnance HPS

# game/codex:526:DefaultText
source: Due to the removal of the suggestion box all customers with complaints are to be directed to Window C. As our policy for customer complaints is not to deal with them, Window C will remain unmanned until further notice.
cs: Vzhledem k odstranění schránky na podněty budou všichni zákazníci se stížnostmi směřovat do okénka C. Vzhledem k tomu, že naší politikou pro stížnosti zákazníků je nezabývat se jimi, zůstane okénko C až do odvolání bez obsluhy.

# game/codex:527:DefaultText
source: THE CLOSEST THING TO A SISTER THAT I EVER LOST
cs: NEJBLIŽŠÍ SESTRA, O KTEROU JSEM KDY PŘIŠLA.

# game/codex:528:DefaultText
source: AT THE VERY LEAST YOU CAME BACK TO US IN THE END
cs: NAKONEC JSTE SE K NÁM ALESPOŇ VRÁTILI.

# game/codex:529:DefaultText
source: ONE OF THE VERY FEW WHO DESERVED BETTER
cs: JEDEN Z MÁLA, KTEŘÍ SI ZASLOUŽILI NĚCO LEPŠÍHO

# game/codex:530:DefaultText
source: BETWEEN RAPTIDONS AND WOMEN HE DIED DOING WHAT HE LOVED CHASING TAIL
cs: MEZI RAPTIDONY A ŽENAMI ZEMŘEL, KDYŽ DĚLAL TO, CO MILOVAL, A HONIL SE ZA OCASEM.

# game/codex:531:DefaultText
source: HIS MOST EGREGIOUS CRIME WAS HAVING THE GALL TO DIE BEFORE ME
cs: JEHO NEJHORŠÍM ZLOČINEM BYLO, ŽE MĚL TU DRZOST ZEMŘÍT PŘEDE MNOU.

# game/codex:533:DefaultText
source: Frey's Journal - A Beautiful Dream
cs: Freyův deník - Krásný sen

# game/codex:534:DefaultText
source: Last night I dreamed, and it was beautiful. The streets of Byzantium were decorated with crimson streamers that laughed in the breeze. They asked me to take them, to give them to my special ones. I gathered the crimson in my arms and felt so alive, so happy. I turned and Delilah was beside me. I did not question why my supervisor was there, her eyes so full of the emotions I KNOW she feels but dares not show at work. I wrapped her neck in crimson, tying it tight as a scarf on a cold day. So beautiful. Then the crimson on her neck opened as a second mouth and began screaming, screaming... When I awoke, I was scared. The dreams are so real now. And this time I recognized a face. I had to leave work early today. Every time I looked at Delilah, I heard a whisper in my mind about how beautiful she would look with a touch of crimson on her neck. Her neck. This must stop. This is not who I am. This is not who I will become! I must find help.
cs: Minulou noc se mi zdál krásný sen. Ulice Byzance byly ozdobené karmínovými stuhami, které se smály ve větru. Žádaly mě, abych je vzal, abych je věnoval svým vyvoleným. Sebrala jsem karmínové stuhy do náruče a cítila se tak živá, tak šťastná. Otočila jsem se a vedle mě stála Delilah. Neptal jsem se, proč je tam moje nadřízená, její oči byly tak plné emocí, o kterých VÍM, že je cítí, ale neodvažuje se je projevit v práci. Omotal jsem jí krk karmínem a pevně ho zavázal jako šálu v chladném dni. Tak krásná. Pak se karmín na jejím krku otevřel jako druhá ústa a začal křičet, křičet... Když jsem se probudil, byl jsem vyděšený. Ty sny jsou teď tak skutečné. A tentokrát jsem poznala tvář. Dnes jsem musel odejít z práce dřív. Pokaždé, když jsem se podívala na Delilah, slyšela jsem v duchu šepot o tom, jak krásně by vypadala s nádechem karmínu na krku. Její krk. Tohle musí přestat. Tohle není to, co jsem. Tohle není to, kým se stanu! Musím najít pomoc.

# game/codex:535:DefaultText
source: Frey's Journal - Escape
cs: Freyův deník - Útěk
