Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:199:DefaultText
source: You call these crates? We need at least twice as many, and grungier! As grungy as you can get! This is supposed to be an authentic space adventure, and real space adventures have crates! The next time I see the set, there had better be LOADS AND LOADS OF FUCKING CRATES or you are FUCKING FIRED! - Maverick Johnston
cs: Vy tomu říkáte bedny? Potřebujeme jich nejméně dvakrát tolik a ještě více omšelých! Tak špinavé, jak jen to jde! Tohle má být autentické vesmírné dobrodružství a skutečná vesmírná dobrodružství mají bedny! Až příště uvidím scénu, tak ať tam jsou HODNĚ A HODNĚ ZKURVENÝCH beden, jinak máš kurva padáka! - Maverick Johnston

# game/codex:203:DefaultText
source: [TEMP] (A page of handwritten text, dated about six months ago.) First thing I did was pay out for everybody who got killed. After that I started going through the injuries, worst first. Since we're all independent contractors, the sawbones would only take pay in bits up front. Had to barter away a few things on the sly. And I sold Kitchener's fucking poems to a collector from Byzantium. After squaring everybody else, there's just me. Right now I got a blanket between my eyeballs and the pulp that used to be my leg. Aside from paying for a nerve block, I still need to decide what to do. Cutting it off and getting a mechanical replacement is cheap but not practical. I'd lose too much mobility, never work again. Alternate's reconstruction and therapy. Relearn how to walk, pretty much. I got the will for it. Got the stamina. Just don't got the money. That's long-term shit. A sawbones working with me for months, getting new meat working proper with the old. Millions of bits. Even if I sold the ship, no guarantee that would cover it. And then I'd be fucked anyway, because I couldn't go where work is. I got no mind to die breaking rocks on Hephaestus. I got too used to it. That's the long and short. Following Kitchener, planning these ambushes, talking into cameras. The Dissident Hunter money is the best we ever made. Not the most -- the payout on Priya is still our biggest positive number ever. But the film money was reliable. Steady. I was paying down debts. Fixing things on the ship that had been broke for years. Even hired a few fresh gunhands. The film crew, they just went to their company for the hospital bill. One of them went in for a damn scratch. Flying shrapnel, stopped bleeding before they even got anybody to look at it. The sawbones clucked over him, dabbed on some fancy blue shit from the fridge, and said there wouldn't be a scar. I almost laughed. The worst was having to sit there and listen quiet while their money-man brayed about sunk costs and contract rights and how long I got to get back on my feet and hunting again. Too long and the contract's void. Never figured on this. The folk we hunt don't leave foes breathing. Always thought that if I got the worst of a fight, that'd be the end of it right there. Bang. Shot through and gone. Not clean, probably, but quick. Just a flash, just heat. Or cold. Maybe I'd be dead before I even marked getting hit. Now here I sit, one leg flattened by a piece of ceiling rubble. I'm fucking collateral damage from Whimbrel blowing out of Phil's two-bit, shithole dock. If Kitchener saw me laid up like this, he'd laugh. Just laugh. Or maybe puke at the sight of my leg. ---------- The next several pages have been crudely torn out, leaving only jagged scraps.
cs: [TEMP] (Stránka ručně psaného textu, datovaná asi před půl rokem.) První, co jsem udělal, bylo, že jsem vyplatil všechny, kteří byli zabiti. Potom jsem začal procházet zranění, nejprve ta nejhorší. Protože jsme všichni nezávislí dodavatelé, brali si pilaři výplatu jen po částech předem. Pár věcí jsem musel tajně vyměnit. A Kitchenerovy zasraný básně jsem prodal jednomu sběrateli z Byzance. Když jsem všechny ostatní srovnal do latě, zbyl jsem jenom já. Právě teď mám mezi očima a dužinou, která bývala mou nohou, deku. Kromě toho, že si zaplatím nervovou blokádu, se ještě musím rozhodnout, co budu dělat. Uříznout ji a pořídit si mechanickou náhradu je sice levné, ale nepraktické. Ztratil bych příliš mnoho pohyblivosti a už nikdy bych nepracoval. Alternativou je rekonstrukce a terapie. Znovu se naučit chodit, víceméně. Mám na to vůli. Mám výdrž. Jen nemám peníze. To je dlouhodobý problém. Měsíce se mnou pracuje pila, aby nové maso správně fungovalo se starým. Miliony kousků. I kdybych prodal loď, nemám záruku, že to pokryje náklady. A pak bych byl stejně v prdeli, protože bych nemohl jít tam, kde je práce. Nemám ani pomyšlení umřít při lámání kamenů na Hefaistovi, na to jsem si příliš zvykl. To je zkrátka a dobře. Sledovat Kitchenera, plánovat tyhle přepady, mluvit do kamer. Peníze na Lovce disidentů jsou to nejlepší, co jsme kdy vydělali. Ne nejvíc - výplata za Priyu je pořád naše největší kladné číslo v historii. Ale peníze za film byly spolehlivé. Stabilní. Splácel jsem dluhy. Opravoval jsem věci na lodi, které byly roky rozbité. Dokonce jsem najal pár čerstvých pistolníků. Filmový štáb, ti šli prostě do své firmy za účet za nemocnici. Jeden z nich si šel pro zatracený škrábanec. Letící střepina, přestal krvácet, ještě než se na něj někdo podíval. Pilaři nad ním kdákali, namazali ho nějakým nóbl modrým sajrajtem z ledničky a řekli, že jizva nebude. Málem jsem se rozesmál. Nejhorší bylo, že jsem tam musel sedět a tiše poslouchat, zatímco jejich finančník blekotal o utopených nákladech a smluvních právech a o tom, za jak dlouho se zase postavím na nohy a budu lovit. Příliš dlouho a smlouva je neplatná, s tím jsem nikdy nepočítal. Lidé, které lovíme, nenechávají nepřátele dýchat. Vždycky jsem si myslel, že když dostanu nejhorší ránu, tak to hned skončí. Prásk. Prostřelen a pryč. Nejspíš ne čistě, ale rychle. Jen záblesk, jen žár. Nebo chlad. Možná bych byl mrtvý dřív, než bych si vůbec všiml, že mě zasáhli. Teď tu sedím, jednu nohu rozpláclou o kus stropní suti. Jsem zasraná vedlejší škoda Whimbrelu, který vyletěl z Philova dvoupatrového, zasraného doku. Kdyby mě Kitchener viděl takhle ležet, vysmál by se mi. Prostě by se smál. Nebo by se možná při pohledu na mou nohu pozvracel. ---------- Několik dalších stránek bylo hrubě vytrženo a zůstaly z nich jen roztřepené útržky.

# game/codex:205:DefaultText
source: "Violence is not the answer. Violence is the question. The answer is yes." -Felix
cs: "Násilí není řešením. Násilí je otázka. Odpověď je ano." -Felix

# game/codex:206:DefaultText
source: Felix's Journal
cs: Felixův deník

# game/codex:207:DefaultText
source: "Figured I should start writing my thoughts down, just in case I ever start losing my mind." -Felix
cs: "Napadlo mě, že bych si měl začít zapisovat své myšlenky, kdybych náhodou začal ztrácet rozum." -Felix

# game/codex:208:DefaultText
source: Tossball Poster
cs: Plakát na házení míčků

# game/codex:209:DefaultText
source: Signed by the two of the greatest players in the league: Ceiren and Cameron Frazer.
cs: Podepsali ho dva nejlepší hráči ligy: Ceiren a Cameron Frazer.

# game/codex:210:DefaultText
source: Anatomy Poster
cs: Anatomický plakát

# game/codex:211:DefaultText
source: "This is my dartboard. Vulnerable spots are extra points." - Nyoka
cs: "Tohle je můj terč na šipky. Zranitelná místa jsou body navíc." - Nyoka

# game/codex:213:DefaultText
source: "First wrench dad ever gave me. She's been a friend ever since." - Parvati
cs: "První klíč, který mi táta dal. Od té doby je to kamarádka." - Parvati

# game/codex:214:DefaultText
source: [TEMP] Fuller's Second Sketchbook
cs: [TEMP] Fullerův druhý skicář

# game/codex:215:DefaultText
source: [TEMP] Fuller's Third Sketchbook
cs: [TEMP] Fullerův třetí skicář

# game/codex:216:DefaultText
source: [TEMP] Fuller's Fourth Sketchbook
cs: [TEMP] Fullerův čtvrtý skicák

# game/codex:217:DefaultText
source: (A page of handwritten text, dated last week.) Got word the Whimbrel's locked down at Midway. Midway, of all places. Fucking spitting distance from Byzantium. What the hell is Morgan doing? Only upside is the local sec likely don't know they got a rapt by the tail. Spent the lift from Heph reading all we got on Trujillo and the state of security in Midway. Nothing exceptional. Occasional minor infraction. Given it's the biggest port on Terra 2, that's pretty damn suspicious. Like as not, Trujillo's giving his bosses a spit-shine take in his paperwork. That's good for us. Means he ain't liable to squint at us too close, so long as we don't make noise. I had Sparks switch the ship's IFF over to one of our alternate IDs. Spacer's Choice freighter -- "Try Our New Macro Size." Meantime Ruby arranged us a spare warehouse through the film crew. We'll sneak in real quiet-like, do the business, and get the hell out. Most of the camera crews are still back on Heph, whining about being left behind and polishing their lenses or whatever. They were happy to be on the move again until I told them we were lifting in fifteen. Then they were all "impossible, can't pack that fast, insurance, blah blah." Only Sotuyo was ready to go. He's quiet, keeps out of the way. If I was able to pick one to have along, it'd be him. For now, I'm glad not to have spotlights in my eyes all damn day. Don't give a shit if the lights make my eyes sparkle. I'm not here to sparkle, I'm here to shoot dipshits in the head. Morgan Kitchener is the dipshit at the top of my list right now. He's got a lot to answer for. How FUCKING DARE he do that to me? When the sawbones told me, I punched a computer terminal and ended up having to pay for that too. Never been so (several words here have been written, then scribbled over) in my professional life. If I get Morgan alone in a cell, I'm gonna make him the sorriest creature on this or any other world. ---------- A final, excessively detailed drawing of Morgan Kitchener on his knees in a prison cell, looking up at the viewer with a suggestive smile.
cs: (Stránka ručně psaného textu, datovaná minulý týden.) Dostal jsem zprávu, že Whimbrel je na Midwayi uzavřen. Zrovna na Midway. Kurevsky daleko od Byzantia. Jediná výhoda je, že místní sekce nejspíš neví, že mají rapla za ocas. Strávil jsem cestu z Heph čtením všeho, co máme o Trujillovi a stavu bezpečnosti na Midway. Nic výjimečného. Občasné drobné přestupky. Vzhledem k tomu, že je to největší přístav na Terře 2, je to zatraceně podezřelé. Trujillo jako by se nechumelilo, Trujillo dává svým šéfům v papírech plivance. To je pro nás dobré. To znamená, že na nás nebude mžourat moc zblízka, pokud nebudeme dělat hluk. Nechal jsem Sparkse přepnout lodní IFF na jednu z našich alternativních identifikací. Nákladní loď Spacer's Choice - "Vyzkoušejte naši novou velikost makra." Ruby nám mezitím přes filmový štáb zařídila náhradní sklad. Vplížíme se dovnitř opravdu potichu, uděláme kšeft a vypadneme. Většina kameramanů je pořád zpátky na Heph, fňukají, že je nechali na holičkách, a leští si objektivy nebo co. Byli rádi, že jsou zase na cestách, dokud jsem jim neřekl, že se zvedáme v patnácti. Pak byli samé "nemožné, nemůžeme se tak rychle sbalit, pojištění, bla bla". Jen Sotuyo byl připravený vyrazit. Je tichý, drží se stranou. Kdybych si mohl vybrat jednoho, kterého bych měl mít s sebou, byl by to on. Zatím jsem rád, že mi celý zatracený den nesvítí do očí reflektory. Je mi úplně jedno, jestli se mi po těch světlech lesknou oči. Nejsem tu od toho, abych se leskl, jsem tu od toho, abych střílel blbce do hlavy. Morgan Kitchener je teď ten blbec na prvním místě mého seznamu. Jak se mi to kurva opovážil udělat? Když mi to řekla ta pila, praštil jsem do počítačového terminálu a nakonec jsem za to musel taky zaplatit. Nikdy v mém profesním životě se mi tak (několik slov zde bylo napsáno a pak přeškrtnuto) nestalo. Jestli dostanu Morgana samotného do cely, udělám z něj nejsmutnějšího tvora na tomhle i jiném světě. ---------- Závěrečná, přehnaně detailní kresba Morgana Kitchenera na kolenou ve vězeňské cele, jak se na diváka dívá se sugestivním úsměvem.

# game/codex:218:DefaultText
source: Note to Chairman Rockwell
cs: Poznámka pro předsedu Rockwella

# game/codex:219:DefaultText
source: Chairman, I terminated the public relations team after their failure with the last version of the presentation, but I've assembled a new team, and I think you'll be pleased with their results. Please take a look and let me know if we need another version. Also, the staff at the Ministry of Accuracy and Morale received the shipment of dimethyl sulfoxide that you ordered and is proceeding with their experiments. They will provide updates as they work on the formula, but I'm enclosing a keycard in case you'd like to make a personal appearance. Faithfully, Percival Platt
cs: Pane předsedo, po neúspěchu s poslední verzí prezentace jsem propustil tým pro styk s veřejností, ale sestavil jsem nový tým a myslím, že budete s jeho výsledky spokojeni. Prosím, podívejte se na ni a dejte mi vědět, pokud budeme potřebovat další verzi. Také pracovníci ministerstva přesnosti a morálky obdrželi zásilku dimethylsulfoxidu, kterou jste objednal, a pokračují ve svých pokusech. Budou poskytovat aktuální informace, jak budou na vzorci pracovat, ale přikládám kartu s klíčem pro případ, že byste se chtěl osobně dostavit. S pozdravem, Percival Platt

# game/codex:220:DefaultText
source: Security Automechanical Manual
cs: Bezpečnostní automechanická příručka

# game/codex:221:DefaultText
source: The instructions printed in this manual have been covered by a mostly illegible scrawl. Entire paragraphs are crossed out with frantic lines of dark ink. In some places the pages are torn through from the force of whoever wielded the pen. One section, describing the correct procedures for setting automechanicals on a proper charging schedule, is mostly untouched. Random letters within the text are circled, as though the owner were trying to discover some message hidden within.
cs: Pokyny vytištěné v této příručce byly překryty většinou nečitelnou čmáranicí. Celé odstavce jsou přeškrtány zběsilými řádky tmavého inkoustu. Na některých místech jsou stránky protržené silou toho, kdo je psal perem. Jedna část, popisující správné postupy pro nastavení automechaniky na správný nabíjecí plán, je z větší části nedotčená. Náhodná písmena v textu jsou zakroužkována, jako by se majitel snažil odhalit nějaké poselství, které se v něm skrývá.

# game/codex:224:DefaultText
source: [TEMP] Note from Mastermind
cs: [TEMP] Poznámka od Mastermind

# game/codex:225:DefaultText
source: [TEMP] In the note, the mastermind behind the drug Methuselah communicates with his enforcer Albert, conveying in some manner that Albert typically gets his resupply from HPS (that is, the drug is dealt out of the HPS office).
cs: [TEMP] V poznámce komunikuje strůjce drogy Metuzalém se svým vymahačem Albertem a sděluje mu, že Albert obvykle dostává zásoby od HPS (to znamená, že droga se prodává z kanceláře HPS).

# game/codex:228:DefaultText
source: Early Retirement Fun Fact #1
cs: Zábavný fakt č. 1 o předčasném důchodu

# game/codex:229:DefaultText
source: You're special! Each month, hundreds of thousands of workers apply to the Early Retirement program from across the Halcyon system. That doesn't just include workers on Terra-2, but those who live on the Groundbreaker or Hephaestus as well. Even after weeding out undesirable or unqualified candidates, only 2.3% of these entrants are selected for Early Retirement. I sure hope you bragged to your neighbors before you left. Way to overcome the odds, champ!
cs: Jsi výjimečný! Každý měsíc se do programu předčasného odchodu do důchodu přihlásí stovky tisíc pracovníků z celého systému Halcyon. To se netýká jen pracovníků na Terře-2, ale i těch, kteří žijí na Groundbreakeru nebo Hefaistonu. I po vyřazení nežádoucích nebo nekvalifikovaných uchazečů je do předčasného důchodu vybráno pouze 2,3 % z nich. Doufám, že jste se před odchodem pochlubili sousedům. Takhle se překonávají šance, šampióne!

# game/codex:230:DefaultText
source: Early Retirement Fun Fact #2
cs: Zábavný fakt o předčasném důchodu #2

# game/codex:231:DefaultText
source: Did you know? The Early Retirement Selection System is the most rigorous, cutting-edge lottery system in the entire galaxy. Here's how it works: - Each candidate's name is printed on a plastic ball. - The plastic ball is placed in an advanced turboencabulator with thousands of others. - A team of advanced automechanicals operate a complex series of pulleys at random. - The balls are funneled through the turboencabulator into an incerocitor tube. - They are then launched at a specially designed accuracy matrix. - The first ball that aligns with the center of the accuracy matrix is the winner for the day. By using this method, the Halcyon Holdings Corporation ensures that all Early Retirees are selected with complete impartiality and minimal collateral damage.
cs: Věděli jste to? Systém výběru pro předčasný odchod do důchodu je nejpřísnějším a nejmodernějším loterijním systémem v celé galaxii. Funguje takto: - Jméno každého kandidáta je vytištěno na plastové kuličce. - Plastová kulička je spolu s tisíci dalšími umístěna do vyspělého turbokabinátoru. - Tým vyspělých automechaniků náhodně ovládá složitou sérii kladek. - Kuličky jsou turbokabinátorem vháněny do inkerokátorové trubice. - Poté jsou vypuštěny na speciálně navrženou matici přesnosti. - První kulička, která se vyrovná se středem matice přesnosti, je vítězem pro daný den. Touto metodou společnost Halcyon Holdings Corporation zajišťuje, že všichni předčasní důchodci jsou vybíráni zcela nestranně a s minimálními vedlejšími škodami.

# game/codex:232:DefaultText
source: Early Retirement Fun Fact #3
cs: Zábavný fakt o předčasném důchodu #3

# game/codex:233:DefaultText
source: We're sure that all of you had a wonderful time completing your Early Retirement Application Forms, but we know that even something like paperwork can get a little old after 87 pages. Fortunately, we're pleased to inform you that your hard work was all worth it! By knowing details like your shoe size, blood type, and dental history, we can properly customize your Early Retirement just for you. Every detail will be tweaked and adjusted to fit your unique needs, just like how Hammersmith weapons are built to fit each customer's personal style of combat. What you want. Hammersmith.
cs: Jsme si jisti, že jste se při vyplňování formulářů žádostí o předčasný důchod všichni dobře bavili, ale víme, že i něco takového jako papírování může po 87 stranách trochu omrzet. Naštěstí vám s potěšením oznamujeme, že vaše tvrdá práce stála za to! Díky tomu, že známe podrobnosti, jako je velikost vašich bot, krevní skupina a zubní anamnéza, můžeme váš Předčasný důchod správně přizpůsobit právě vám. Každý detail bude vyladěn a upraven tak, aby vyhovoval vašim jedinečným potřebám, stejně jako jsou zbraně Hammersmith vyráběny tak, aby vyhovovaly osobnímu stylu boje každého zákazníka. Co chcete. Hammersmith.

# game/codex:234:DefaultText
source: Early Retirement Fun Fact #4
cs: Zábavný fakt o předčasném důchodu #4

# game/codex:235:DefaultText
source: The Early Retirement Center is the safest place in the entire system. Not a single crime has been committed within its walls since its construction. Wow! This is all thanks to the hard work of the men and women in black and white - Universal Defense Logistics. Each and every day, UDL Security protects the citizens of Byzantium, shielding them from harm. No dissidents run wild under their watch! So rest easy, Early Retirees, you're under the watchful eye of UDL Security. Whether you're out and about, or relaxing at home, UDL is watching you.
cs: Centrum pro předčasné odchody do důchodu je nejbezpečnějším místem v celém systému. Od jeho vybudování nebyl v jeho zdech spáchán jediný trestný čin. Páni! To vše díky tvrdé práci mužů a žen v černém a bílém - Univerzální obranné logistice. Bezpečnostní služba UDL každý den chrání občany Byzance a chrání je před nebezpečím. Pod jejich dohledem nepobíhají žádní disidenti! Takže buďte v klidu, předčasní důchodci, jste pod bedlivým dohledem UDL Security. Ať už jste venku, nebo odpočíváte doma, UDL vás hlídá.

# game/codex:236:DefaultText
source: Early Retirement Fun Fact #5
cs: Zábavný fakt o předčasném důchodu č. 5

# game/codex:237:DefaultText
source: Here in Byzantium, automechanicals will make your life cleaner, easier, and more efficient. Just as they do in the rest of the city, teams of automechanicals regularly sweep through the streets of the Early Retirement District to give it that classic Byzantium sheen, but that's not all! They'll attend to your personal needs as well. Want to order a drink? They'll bring one right to your table. Make a mess in your new penthouse? They'll clean it up for you. Why, they'll even carry your luggage - once it has been cleared by security and released from our customs warehouse, of course. So if you see seven hundred pounds of steel lumbering towards you, don't panic! You probably just dropped one of your Happy Dale Farms Wooly Curds. Whoops! Don't worry, I'm sure it's still good!
cs: V Byzanci vám automechanika zajistí čistší, jednodušší a efektivnější život. Stejně jako ve zbytku města, i ve čtvrti Early Retirement District pravidelně zametají ulice týmy automechaniků, aby jí dodaly klasický byzantský lesk, ale to není všechno! Postarají se i o vaše osobní potřeby. Chcete si objednat pití? Přinesou vám ho přímo na stůl. Uděláte ve svém novém penthousu nepořádek? Uklidí ho za vás. Dokonce vám odnesou i zavazadla - samozřejmě až je odbaví bezpečnostní služba a uvolní z našeho celního skladu. Takže až uvidíte, že se k vám blíží sedm set kilogramů oceli, nepanikařte! Pravděpodobně vám právě upadl jeden z vašich vlněných tvarohů Happy Dale Farms. Ups! Nebojte se, určitě je ještě dobrý!

# game/codex:238:DefaultText
source: Early Retirement Fun Fact #6
cs: Zábavný fakt o předčasném důchodu č. 6

# game/codex:239:DefaultText
source: The Early Retirement Program is the personal brainchild of Minister of Earth Aloysius Clarke, endorsed by Chairman Charles Rockwell. Minister Clarke and Chairman Rockwell share a vision that every worker in Halcyon has a fair chance to experience the beauty and luxury of Byzantium. So before you step onto that elevator and embrace your retirement, remember to say, "Thank you, Minister Clarke!" You wouldn't be here without him.
cs: Program předčasného odchodu do důchodu je osobním dítětem ministra Země Aloysia Clarkea, který byl podpořen předsedou Charlesem Rockwellem. Ministr Clarke a předseda Rockwell sdílejí vizi, že každý pracovník v Halcyonu má spravedlivou šanci zažít krásu a luxus Byzantia. Takže než nastoupíte do výtahu a vydáte se do důchodu, nezapomeňte říct: "Děkuji, pane ministře Clarkeu!" Bez něj byste tu nebyli.

# game/codex:240:DefaultText
source: Construction Checklist
cs: Kontrolní seznam konstrukce

# game/codex:241:DefaultText
source: 1. Get rid of Minister Clarke's stuff (Percival claims the real-leather sofa). 2. Tear down rest of wall. 3. Check to see if wall is load-bearing (do before #2). 4. Install steam bath to Chairman Rockwell's specifications. 5. Install wet bar next to steam bath. 6. Finish everything before Chairman Rockwell returns (should be #1???).
cs: 1. Zbavte se věcí ministra Clarkea (Percival si nárokuje pohovku z pravé kůže). 2. Strhněte zbytek zdi. 3. Zkontrolujte, zda je stěna nosná (proveďte před bodem 2). 4. Zkontrolujte, zda je stěna nosná. Nainstalujte parní lázeň podle specifikací předsedy Rockwella. 5. Vedle parní lázně nainstalujte mokrý bar. 6. Dokončit vše před návratem předsedy Rockwella (mělo by to být č. 1???).

# game/codex:260:DefaultText
source: WANTED: Gunnar MacRedd
cs: Hledaný: Gunnar MacRedd
