Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:0:DefaultText
source: Sample body
cs: Ukázka těla

# game/codex:1:DefaultText
source: Sample title
cs: Vzorový název

# game/codex:6:DefaultText
source: Hastily Scribbled Note
cs: Narychlo načmáraná poznámka

# game/codex:7:DefaultText
source: If you need to get into the armory and don't have the code, ask me. If I'm not around, check the front desk at the Auntie-Biotics Lab. - Masha
cs: Pokud se potřebujete dostat do zbrojnice a nemáte kód, požádejte mě. Pokud nebudu poblíž, podívejte se na recepci v laboratoři tety biotičky. - Máša

# game/codex:8:DefaultText
source: Morgan Kitchener's Log
cs: Deník Morgana Kitchenera

# game/codex:9:DefaultText
source: Though all the pages are written by the same hand, they come in two distinct styles. Most are in compact print, crammed to the edges of the page, with words frequently scribbled out. These are free-associational rambles on topics such as "The Glorious Merits of the Potato, Most Noble of the Sundry Tubers That Grow in the Cupboard, Behind the Canned Peas." A few entries are in fluid longhand, tall letters with wide spacing. These often include uncorrected spelling or grammar errors. Most take the form of travelogues, explaining common points of knowledge about the Halcyon colony to some imagined future reader. The final entry is in the latter style of writing. ---------- The possibility of seeing kin has been no distraction at all. I reread old entries and wonder. Who was I writing for? What's the audience for this performance? Pages about beets, or the logistical complications of using cystpigs as improvised munitions. It amused me to go on like this, once. It entertained the crew. I'd jump up on the galley table and shout about something random, with conviction, in a voice like it was opera. Then I'd throw handfuls of fried potato sticks around and walk off feeling like I'd accomplished something, lightened someone's day, added the required dose of Surreal. The act can't be funny anymore, can it? I hear myself repeating words I've used before, with what feels like less enthusiasm. I hear a script that used to be improvisation. The longer we're stuck, the more I think like this. There's nothing to distract. I can't pick a direction and go, chase down a random piece of astro-debris. Bring the Whimbrel alongside some tumbling space rock, suit up, touch down. Walk a step. Sit. If there's dust, trace a picture or message with one finger. Then leave it to its business, to be found or not. "I was the first here. I'll probably be the last. This is my small piece of eternity." I woke in the middle of the night again, my brains spinning with all the things to worry about. Getting out of here. Recovering the ship. Food and the crew's pay. The O2 stocks. And always the medicine, beyond reach, on that morning-star space station. I laid for hours in the dark, heart punching my ribcage, trying to breathe slow, holding still so the others wouldn't wake. I worried about things that never happened, phantasms invented by a drowsing brain. "So important, must answer this in the morning, lives depend on it." Something about the navigation system? I don't remember. When my heart finally quieted, the others were stirring, so I got up. Must keep up appearances. Act normal. Stims all day to keep alert, in control, positive. Drinks in the evening, but not too many. Keep a careful balance, so my thoughts remain feathers, don't crash down. So the music and talk is a background wash, not an intruding cacophony. When you feel the undertow rising, put on the charm, smile, back out with a bow. Lock yourself in the washroom while your brain hisses, "You should go, your time is past." Just a bit of indigestion, First Officer. Too much rotgut whiskey, no doubt. It's always been so easy to lie. Second nature. Simpler to grab a sword and drown out the thoughts that wait in quiet moments. Am I sure where the act ends and I begin? Which is real? The Morgan on telewaves? Laughing, gallant, charming? The Morgan in the dark, sleepless and afraid, wishing there was someone he didn't have to act for? It was a lark when we started. The thrill never got old. With the medicine, we could go on forever. It seemed important then, to stick a thumb in the eye of Board. To live as an example and help little folks, randomly, in odd places. Be the touch of Fortuna's grace that everyone hopes to see in their lives. We flew to the arctic after Hephaestus. I watched the edge of the ice crack and drift away. How thick was that when it began, I wonder? How many years did it carry on, unperturbed, seemingly immortal, before it became so thin and strained it fell to pieces? I hope Imogen is all right.
cs: Ačkoli jsou všechny stránky psány stejnou rukou, mají dva odlišné styly. Většina z nich je psána kompaktním písmem, namačkaným až po okraj stránky, s často naškrábanými slovy. Jedná se o volně asociativní blouznění na témata jako "Slavné přednosti brambor, nejušlechtilejší z různých hlíz, které rostou v kredenci, za konzervovaným hráškem." Několik zápisů je psáno plynulým dlouhým písmem, vysokým písmem s velkými rozestupy. Často obsahují neopravené pravopisné nebo gramatické chyby. Většina z nich má formu cestopisů, které vysvětlují běžné poznatky o kolonii Halcyon nějakému imaginárnímu budoucímu čtenáři. Poslední zápis je psán posledním stylem. ---------- Možnost vidět příbuzné mě nijak nerozptylovala. Znovu si pročítám staré zápisy a přemýšlím. Pro koho jsem to vlastně psal? Jaké je publikum tohoto představení? Stránky o řepě nebo o logistických komplikacích používání cystpigů jako improvizované munice. Kdysi mě bavilo takhle pokračovat. Bavilo to posádku. Vyskočil jsem na kuchyňský stůl a přesvědčivě vykřikoval o něčem náhodném hlasem, jako by to byla opera. Pak jsem kolem sebe rozhazoval hrsti smažených bramborových tyčinek a odcházel s pocitem, že jsem něco dokázal, někomu odlehčil den, dodal potřebnou dávku surreálna. Tohle číslo už ale nemůže být vtipné, že? Slyším se opakovat slova, která jsem použil už dřív, s něčím, co mi připadá méně nadšené. Slyším scénář, který býval improvizací. Čím déle se zasekáváme, tím víc takhle přemýšlím. Není nic, co by mě rozptýlilo. Nemůžu si vybrat směr a jít, honit se za náhodným kouskem astroodpadu. Přivést Whimbrel podél nějakého padajícího vesmírného kamene, nasadit skafandr, přistát. Udělat krok. Sednout si. Pokud je tam prach, obkresli jedním prstem obrázek nebo vzkaz. Pak ho nechej, ať se najde, nebo ne." "Byl jsem tu první. Pravděpodobně budu poslední. Tohle je můj malý kousek věčnosti." Znovu jsem se probudil uprostřed noci, v hlavě mi vířily všechny starosti. Jak se odsud dostat. Znovuzískání lodi. Jídlo a výplata posádky. Zásoby O2. A vždycky léky, mimo dosah, na té ranní hvězdné vesmírné stanici. Ležel jsem hodiny ve tmě, srdce mi bušilo do hrudního koše, snažil jsem se dýchat pomalu, držet se v klidu, aby se ostatní nevzbudili. Dělal jsem si starosti o věci, které se nikdy nestaly, fantasmata vymyšlená ospalým mozkem. "Tak důležité, musím to ráno zodpovědět, závisí na tom životy." Něco o navigačním systému? Nevzpomínám si. Když se mé srdce konečně uklidnilo, ostatní se už probouzeli, tak jsem vstal. Musím si udržet zdání. Chovat se normálně. Celý den se stimulovat, abych byl ve střehu, ovládal se, byl pozitivní. Večer pít, ale ne moc. Pečlivě udržovat rovnováhu, aby moje myšlenky zůstaly peřím, nezhroutily se dolů. Aby hudba a řeči byly omýváním pozadí, ne vtíravou kakofonií. Když cítíte, že se zvedá spodní proud, nasadit šarm, usmát se, vycouvat s úklonou. Zamkněte se v umývárně, zatímco váš mozek syčí: "Měl bys jít, tvůj čas už uplynul." Vždyť to je přece pravda. Jen trochu zažívací potíže, první důstojníku. Nepochybně příliš mnoho rotgutové whisky. Vždycky bylo tak snadné lhát. Druhá přirozenost. Jednodušší je popadnout meč a přehlušit myšlenky, které v tichých chvílích čekají. Jsem si jistý, kde končí hra a začínám já? Co je skutečné? Ten Morgan na televizních vlnách? Vysmátý, galantní, okouzlující? Ten Morgan ve tmě, nevyspalý a vystrašený, který si přeje, aby existoval někdo, pro koho nemusí hrát? Když jsme začínali, byla to legrace. To vzrušení se nikdy neomrzí. S léky bychom mohli pokračovat donekonečna. Tehdy mi přišlo důležité strčit palec do oka představenstvu. Žít jako příklad a pomáhat malým lidem, náhodně, na zvláštních místech. Být dotekem Fortuniny milosti, který každý doufá vidět ve svém životě. Odletěli jsme do Arktidy za Hefaistem. Pozoroval jsem, jak okraj ledu praská a odplouvá. Zajímalo by mě, jak byl silný, když to začalo? Kolik let se nesl nerušeně dál, zdánlivě nesmrtelný, než se stal tak tenkým a napjatým, že se rozpadl? Doufám, že je Imogen v pořádku.

# game/codex:10:DefaultText
source: Fuller's First Sketchbook
cs: Fullerův první skicář

# game/codex:11:DefaultText
source: [TEMP] The first few pages contain loose pencil sketches of the notorious pirate Morgan Kitchener, obviously based on his wanted posters and mugshots. ---------- (A page of handwritten text, dated several years previous) Talked with the Dissident Hunter crew again. They listened to my concerns. Offered a few counter-proposals that seemed reasonable. Big one was time on camera. They only wanted to pay for footage showing "clear likenesses," but most of us wear helmets for protection. Compromise is that anyone wearing a "visually distinctive" helmet gets paid as if they were showing their face. So Ruby's got that damn pastel unicorn painted on the side of her helmet again. Big problem continues to be how slow they are. They got their way of doing things, and it ain't how we work. I told Rachel-the-Producer, we get hard word of a Whimbrel's location, my crew assembles and lifts in twenty minutes, tops. She drew back like a marauder from a bath, said it was impossible to get her crew and "talent" moving that fast. I told her plain, if her people can't keep up with the pace of business, that ain't my problem. Went so far as to offer one of my own to run one of their cambot. She said no, something about liability. Best we could figure between us was that we should try for ambushes. Set up situations that'll lure Morgan in. That way her mob of slow-asses can set up and do "light checks" and whatall before things happen. Other allowance is that we'll be "on mic" at all times. They rigged up some audio gear in our outfits. We can turn them off, and review/erase bits, but they generally they want it rolling constantly. Anyway, paperwork's signed. They'll start doing interviews for "hunter profiles" tomorrow. Got to remember to tell everybody to tone down their language. And bring their helmets. ---------- Several pages follow containing more detailed sketches of Morgan Kitchener in various action poses. He doesn't have a physique like this.
cs: [TEMP] Prvních několik stránek obsahuje volné tužkou psané náčrtky známého piráta Morgana Kitchenera, zřejmě podle jeho hledaných plakátů a fotografií. ---------- (Stránka ručně psaného textu, datovaná několik let předtím) Znovu mluvil s posádkou Lovce disidentů. Vyslechli mé obavy. Nabídli několik protinávrhů, které se zdály rozumné. Velký z nich byl čas na kameru. Chtěli platit jen za záběry, na nichž jsou vidět "jasné podoby", ale většina z nás nosí helmy kvůli ochraně. Kompromisem je, že každý, kdo má na hlavě "vizuálně výraznou" helmu, dostane zaplaceno, jako by ukazoval obličej. Takže Ruby má na boku helmy zase namalovaného toho zatraceného pastelového jednorožce. Velkým problémem nadále zůstává, jak jsou pomalí. Mají svůj způsob, jak věci dělat, a to není to, jak pracujeme my. Říkal jsem Rachel-producentce, že když dostaneme tvrdou zprávu o poloze velryby, moje posádka se shromáždí a zvedne maximálně do dvaceti minut. Odtáhla se jako nájezdník z lázní, řekla, že je nemožné, aby se její štáb a "talent" tak rychle pohnul. Řekl jsem jí na rovinu, že jestli její lidé nedokážou držet krok s tempem obchodu, není to můj problém. Zašel jsem tak daleko, že jsem nabídl jednomu ze svých, aby vedl jednu z jejich cambot. Řekla, že ne, něco o odpovědnosti. Nejlepší, co jsme mezi sebou vymysleli, bylo, že bychom měli zkusit přepadovky. Připravit situace, které by Morgana nalákaly. Tím pádem se její tlupa loudilů může připravit a udělat "lehké kontroly" a kdovíco ještě, než se něco stane. Další příplatek je, že budeme pořád "na mikrofonu". V našem oblečení nám nainstalovali nějaké zvukové zařízení. Můžeme je vypnout a kousky zkontrolovat/vymazat, ale oni obecně chtějí, aby to běželo pořád. Každopádně papíry jsou podepsané. Zítra začnou dělat rozhovory pro "profily lovců". Musím všem nezapomenout říct, aby se mírnili v řeči. A aby si vzali helmy. ---------- Následuje několik stránek s podrobnějšími náčrty Morgana Kitchenera v různých akčních pózách. Takovou postavu nemá.

# game/codex:12:DefaultText
source: Chief Trujillo's Status Reports
cs: Zprávy o stavu náčelníka Trujilla

# game/codex:13:DefaultText
source: A thick sheaf of paperwork lies on Trujillo's desk. A casual shuffle through the stack shows most of it only half-complete -- and the half that is complete often includes liberal use of obscenities. Curiously, you find two copies of each document. You compare two, side-by-side: One, in a barely legible scrawl, says, "Two cargo seized on entry, known gunrunners, big spenders at Lost Hope and Stacks. Ship logs said sex toys from Groundbreaker. Seen that before (dodge, not toys), had Heryford pry the crates. Actually three gross frag grenades, prolly for Monarch. Confiscated and sent for demo. Captains given first and second strikes." The second, in cramped print, reads, "Regular inspections completed to specification. No issues requiring report encountered. Midway continues to operate to expected levels of efficiency and security." Mixed among the paperwork is one page of a handwritten letter, with a coffee ring on one corner: --------------------------- Gave Heryford the riot act for screwing up the Whimbrel inspection. Name's right on the damn ship! Said he was sorry, but I trust him about as far as I can spit into freighter backwash. Always looking for an angle, that one. Eh, that's unkind. Not really looking. More like, if an angle shows up, he's going to grab it. Sort of half-assing where you don't never ask for a bribe, but don't feel no shame about ever taking one. I got folk on all the exits now. We're pulling long shifts. Too many holes, not enough us to plug them. I feel like an asshole sitting in a chair and keeping an ear to the radios. Feel like I should be out there DOING. But I can only be one place, and the best place is at the center. Which is fucking boring. Dozen times an hour I start up and start to head for the door. Stop before I get there and start pacing instead. Can't concentrate on the damn paperwork. I sit and stare at it, start thinking about what's going on at the wall, or shifting the schedules about so somebody can get more sleep, and then a fifteen minutes have passed and everybody's calling in their clear checks. Topside, anyway. Still can't get a clean wireless signal Down Below. Something in the rocks. Only had this port running sixty years, think somebody'd come up with a solution. The cable I had run down the elevator shaft at least connects to the barracks. Call down on the cable, they wireless to the patrols. Hope somewhere along the way my "hold as long as you think" don't get changed into "take off and get a drink." Ain't had a single night a home since this bullshit started. Only want three damn things after work. Microwave dinner, can of beer, tossball on the wireless. Nope. Cold cans of boarst and beans at the office and too damn many caffeine pills. Been riling my gut something fierce. Had to requisition more air freshener for the latrine. Damnable thing is, it'll get worse if we actually nab the bastards. Whole damn port'll be swamped. Internal investigators from every damn company with a stake in the place, each one asking for incident reports in triplicate. Reporters who want "just a quick quote, Chief" all hours of the day. Then the managers coming down from Byzantium "just to see where it happened." And you just know half those assholes gonna try lifting something from the scene. "Just a memento, nothing anyone will notice." Then six months down the line a cargo gantry collapses because some random dumbshit thought no one could possibly miss a single bolt. Like I ain't never seen that happen before. I woke up tomorrow and somebody said Whimbrel got loose and slipped away in the night, gosh that'd be such a damn shame. I don't got enough problems without celebrity pirates squatting in my district.
cs: Na Trujillově stole leží tlustý svazek papírů. Při zběžném prolistování stohu zjistíte, že většina z nich je hotová jen z poloviny - a v té polovině, která je hotová, se často hojně používají obscénní výrazy. Zajímavé je, že od každého dokumentu najdete dvě kopie. Porovnáš dva vedle sebe: Na jednom se sotva čitelnou čmáranicí píše: "Dva náklady zabavené při vstupu, známí pašeráci zbraní, velké útraty ve Ztracené naději a Stacks. Podle lodních deníků sexuální hračky z Groundbreakeru. To už jsem viděl (úskok, ne hračky), nechal Heryforda vypáčit bedny. Vlastně tři hrubé tříštivé granáty, nejspíš pro Monarchu. Zabaveny a poslány na demoverzi. Kapitáni dostali první a druhou ránu." Na druhé, křečovitě vytištěné, stálo: "Pravidelné kontroly dokončeny podle specifikace. Nevyskytly se žádné problémy vyžadující hlášení. Midway nadále funguje na očekávané úrovni efektivity a bezpečnosti." Mezi papíry je zamíchaná jedna stránka ručně psaného dopisu s kroužkem od kávy na jednom rohu: ---------------------------. Dali Heryfordovi výtržnost za to, že zpackal inspekci Whimbrelu. Jméno je přímo na té zatracené lodi! Říkal, že ho to mrzí, ale já mu věřím asi tak, jako když plivnu do odpadních vod nákladní lodi. Vždycky si hledá nějakou záminku. To není hezké. Ani ne. Spíš, když se objeví úhel pohledu, tak se ho chytí. Takový ten polovičatý přístup, kdy si člověk nikdy neřekne o úplatek, ale ani se nestydí, že si někdy nějaký vezme. Teď mám lidi na všech výjezdech. Táhneme dlouhé směny. Příliš mnoho děr a málo nás na jejich zalepení. Připadám si jako blbec, co sedí na židli a drží ucho u vysílaček. Mám pocit, že bych měl být venku a DĚLAT. Ale můžu být jen na jednom místě a nejlepší místo je v centru. Což je kurevská nuda. Tucetkrát za hodinu se nastartuju a začnu mířit ke dveřím. Než tam dojdu, zastavím se a místo toho se začnu procházet. Nemůžu se soustředit na to zatracené papírování. Sedím a zírám na to, začnu přemýšlet o tom, co se děje u zdi, nebo o přesouvání rozpisů, aby se někdo mohl víc vyspat, a pak uplyne patnáct minut a všichni volají své čisté šeky. Tedy nahoře. Dole pořád nemůžu chytit čistý bezdrátový signál. Něco je ve skalách. Tenhle přístav funguje teprve šedesát let, myslel jsem, že někdo přijde s řešením. Kabel, který jsem nechal vést výtahovou šachtou, se alespoň připojuje ke kasárnám. Zavolejte dolů na kabel, oni bezdrátově na hlídky. Doufám, že se někde po cestě moje "vydrž, dokud myslíš" nezmění na "odejdi a jdi se napít." Od té doby, co tahle kravina začala, jsem neměl jedinou noc doma. Po práci chci jen tři zatracený věci. Večeři v mikrovlnce, plechovku piva a míček na bezdrátové televizi. Ne. V kanceláři studená plechovka kančího a fazolí a zatraceně moc kofeinových prášků. Strašně mi to zvedá žaludek. Musel jsem si objednat víc osvěžovače vzduchu na latrínu. Zatraceně, bude to ještě horší, jestli ty parchanty opravdu chytíme. Celý zatracený přístav bude zaplavený. Vnitřní vyšetřovatelé ze všech společností, které v tomhle místě mají podíl, budou chtít hlášení o incidentech ve třech vyhotoveních. Novináři, kteří budou chtít "jen rychlou citaci, šéfe" po celý den. Pak manažeři, kteří se sem sjíždějí z Byzance, "jen aby se podívali, kde se to stalo." A vy prostě víte, že polovina těch kreténů se pokusí z místa činu něco odnést. "Jen památka, nic, čeho by si nikdo nevšiml." Pak se za půl roku zřítí nákladní portál, protože si nějaký náhodný blbec myslel, že nikdo nemůže přehlédnout jediný šroub. Jako bych to nikdy předtím neviděl. Zítra se probudím a někdo řekne, že se Whimbrel uvolnil a v noci vyklouzl, sakra, to by byla zatracená škoda. Nemám dost problémů i bez slavných pirátů, kteří dřepí v mém okrsku.

# game/codex:18:DefaultText
source: [TEMP] Fairfield Pamphlet
cs: [TEMP] Pamflet Fairfield

# game/codex:19:DefaultText
source: [TEMP] A pamphlet detailing the town of Fairfield. It is very insistent on how clean and efficient the town is. It also talks about how the town has received awards from various organizations, but it's fairly obvious that these organizations are all owned by T&L.
cs: [TEMP] Brožura s informacemi o městě Fairfield. Velmi zdůrazňuje, jak je město čisté a výkonné. Hovoří se v ní také o tom, jak město získalo ocenění od různých organizací, ale je poměrně zřejmé, že všechny tyto organizace vlastní společnost T&L.

# game/codex:22:DefaultText
source: Crumpled Instructions
cs: Zmačkané pokyny

# game/codex:23:DefaultText
source: Frankie got a lead on some local salvage. One of Groundbreaker's old hangars was bricked over until someone found it by poking around the stevedore's quarters. Lilya gave us the go-ahead to plant her flag once we clear out the new arrivals. I'm sending you to scout. Look for a loose panel - you got to climb on top of their bunks and head toward the back wall. Lilya says we should watch our backs. She thinks we're being tailed. In other words, typical Lilya.
cs: Frankie dostal tip na nějakou místní výkupnu. Jeden ze starých hangárů Groundbreakeru byl zazděný, dokud ho někdo nenašel, když se hrabal v ubikacích stevardů. Lilya nám dala zelenou, abychom vyvěsili její vlajku, jakmile vyklidíme nově příchozí. Posílám tě na průzkum. Hledej uvolněný panel - musíš vylézt na jejich lůžka a zamířit k zadní stěně. Lilya říká, že bychom si měli hlídat záda. Myslí si, že nás někdo sleduje. Jinými slovy, typická Lilya.

# game/codex:24:DefaultText
source: [TEMP] Tessa's Hidden Note
cs: [TEMP] Tessina skrytá poznámka

# game/codex:25:DefaultText
source: [TEMP] T&L is becoming suspicious of my activities. I'm going to go hide out in one of the alleyways in case they try to capture me or something.
cs: [TEMP] T&L začíná mít podezření na mé aktivity. Jdu se schovat do jedné z uliček pro případ, že by se mě pokusili chytit nebo tak něco.

# game/codex:26:DefaultText
source: [TEMP] Tessa's Rushed Note
cs: [TEMP] Tessina uspěchaná poznámka

# game/codex:27:DefaultText
source: [TEMP] T&L is becoming suspicious of my activities. It's becoming hard to think straight, so they're probably going to capture me. They are keeping the experimental chemical in the R&D department of their headquarters.
cs: [TEMP] T&L začíná mít podezření na mé aktivity. Začíná být těžké myslet jasně, takže mě nejspíš chytí. Experimentální chemikálii uchovávají v oddělení výzkumu a vývoje ve svém ústředí.

# game/codex:30:DefaultText
source: Handtyped Note on C&P Datapad
cs: Ručně psaná poznámka na C&P Datapad

# game/codex:31:DefaultText
source: Don't ask me more about it. Not where he can hear us. Had to sneak this onto your datapad. (Delete after reading.) JUST BE CAREFUL. All I know is, Tammy spied Slaughterhouse Clive feeding the cysties some questionable meat. Awful bloody with bones poking out of it. Says later she found a hand in the trough. (She screamed.) Now Tammy's been "downsized" too. And the pigs keep getting fatter...
cs: Víc se mě na to neptejte. Ne tam, kde nás může slyšet. Musel jsem to propašovat do tvého datapadu. (Po přečtení vymazat.) JEN DÁVEJ POZOR. Vím jen, že Tammy špehovala Jatka Clivea, jak krmí cysty nějakým pochybným masem. Příšerně krvavé s kostmi, které z něj trčely. Později prý v tom korytu našla ruku. (Křičela.) Teď Tammy taky "snížili stavy". A prasata jsou čím dál tlustší...
