Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:373:DefaultText
source: OSI Banner
cs: Banner OSI

# game/codex:374:DefaultText
source: The religious symbol on this flag denotes the Order of Scientific Inquiry.
cs: Náboženský symbol na této vlajce označuje Řád vědeckého bádání.

# game/codex:375:DefaultText
source: Tossball Trading Cards
cs: Obchodní karty Tossball

# game/codex:376:DefaultText
source: In mint condition. Most of these cards represent players from the Hephaestos Hammers and the Tile Backers.
cs: V bezvadném stavu. Většina těchto karet představuje hráče z týmů Hephaestos Hammers a Tile Backers.

# game/codex:377:DefaultText
source: In Praise of Arson
cs: Chvála žhářství

# game/codex:378:DefaultText
source: This contraband collection of essays by anonymous anarchists calls for a total destruction of "the corporate establishment and the apparatus of oppression." The book looks like it's never been opened.
cs: Tato kontrabandní sbírka esejů anonymních anarchistů vyzývá k totální destrukci "korporátního establishmentu a aparátu útlaku". Kniha vypadá, jako by ji nikdo nikdy neotevřel.

# game/codex:379:DefaultText
source: Mechanical Engineering
cs: Strojírenství

# game/codex:380:DefaultText
source: Felix brought this book with him from the Groundbreaker. It looks unopened.
cs: Felix si tuto knihu přivezl ze Zeměplochy. Vypadá neotevřená.

# game/codex:381:DefaultText
source: Dissident Hunter: Special Edition
cs: Lovec disidentů: Speciální edice: Lovec Hunter: Speciální edice

# game/codex:382:DefaultText
source: "Can Agent Khan rescue Auntie Cleo from the clutches of the Weekenders?"
cs: "Dokáže agent Khan zachránit tetu Cleo ze spárů Víkendářů?"

# game/codex:383:DefaultText
source: Thrilling Space Adventures #3
cs: Napínavá vesmírná dobrodružství #3

# game/codex:384:DefaultText
source: ONE HUNDRED pages of SENSATIONAL Stories and HAIR-RAISING Romances! Including: "Treasure Hunters of Eridanos," "Murder Most Mechanical," AND an interview with Ruth Bellamy!
cs: STO stran smyslných příběhů a romancí, které vám zvednou vlasy! Obsahuje: "Lovci pokladů z Eridanosu", "Nejmechaničtější vražda" A rozhovor s Ruth Bellamy!

# game/codex:385:DefaultText
source: Terror on Monarch
cs: Teror na Monarchu

# game/codex:386:DefaultText
source: "In a HORRIFYING vision of the future, the Board has been OVERTHROWN by the SEDITIOUS and SLOVENLY SAVAGES of MONARCH. Only Halcyon Helen can rescue the colony from INDOLENCE and ENTITLEMENT." (Approved by the Ministry of Accuracy and Morale)
cs: "V HROZNÉ vizi budoucnosti bylo představenstvo PŘEKONÁNO SEDLÝMI a SLOVENSKÝMI ZACHRÁNCI MONARCHU. Pouze Halcyon Helen může kolonii zachránit před NESPRAVEDLNOSTÍ a ZAVEDENÍM." (Schváleno Ministerstvem přesnosti a morálky)

# game/codex:388:DefaultText
source: "Madam, though Tartarus govern your desires, Eridanos is dominator over mine." (AAR-0-N, Act 2, Scene 3)
cs: "Paní, i když Tartar vládne vašim touhám, Eridanos vládne mým." (AAR-0-N, 2. dějství, 3. scéna)

# game/codex:389:DefaultText
source: Rusty Journal
cs: Zrezivělý deník

# game/codex:390:DefaultText
source: Its display is faded and the buttons are almost entirely rusted through, but you can still make out bits and pieces of what look like Rebekah's final entries: --- Law help me, but Anderson was right. We never should've taken this contract. I thought Monarch was bad, but this... this is unbearable. Everyone here is blind or addled or I don't know what. The towns won't let us walk in without an employment contract. I can't even find someone to let me send a message. For all the capable folk here, we... We're stuck. Back home, we had to fight for every meal because there were no meals that you didn't make yourself. Here there's plenty, but nobody's allowed to give you one. We've been stealing bits and pieces of life from wherever we can. Anderson is about ready to sign up. Offer his life in service to Spacer's Choice just so he can take a shower. --- Clara... I hope to the Architect this never reaches you, but on the off-chance it does, I want to say I'm sorry. Anderson and I fucked up. We didn't take the contract for the bits. We didn't take it because Primals sounded cool. We took it because we wanted out. Monarch's a living hell. We were sick of... getting sick. Of boiled raptidon and stinking like sulfur no matter how hard you scrub. Of fighting. Day in and day out. We're exhausted. We thought we could use the contract money to find a place here. Settle down. But... this place ain't any better. It's just... different. We're starving all the same. We never should've left. I just thought... maybe we could do better. I miss you, kid. --- Marauders at the door. Anderson's bled out. I'm on my way. I won't let them get me. Not alive, anyway. I've seen what those monsters do. ---
cs: Její displej je vybledlý a tlačítka jsou téměř celá prorezlá, ale stále lze rozeznat kousky něčeho, co vypadá jako Rebečiny poslední záznamy: --- Pomozte mi, ale Anderson měl pravdu. Tuhle smlouvu jsme neměli brát. Myslela jsem, že Monarch je špatný, ale tohle... tohle je nesnesitelné. Všichni tady jsou slepí nebo závislí nebo já nevím co. Města nás nenechají vstoupit bez pracovní smlouvy. Nemůžu ani najít někoho, kdo by mi dovolil poslat zprávu. Pro všechny schopné lidi tady jsme... Jsme zaseklí. Doma jsme museli bojovat o každé jídlo, protože neexistovalo jídlo, které by sis sám neudělal. Tady jich je spousta, ale nikdo ti je nesmí dát. Krademe kousky života, kde se dá. Anderson se chystá přihlásit. Nabídnout svůj život ve službě Spacer's Choice, jen aby se mohl osprchovat. --- Clara... Doufám, že se k tobě tohle nikdy nedostane, ale kdyby náhodou ano, chci se ti omluvit. Anderson a já jsme to posrali. Nevzali jsme si smlouvu na ty kousky. Nevzali jsme ji, protože Primals zněli skvěle. Vzali jsme ji, protože jsme chtěli vypadnout. Monarch je peklo. Bylo nám špatně... bylo nám špatně. Z vařeného raptidonu a smradu jako síra, ať se drhneš sebevíc. Bojů. Den co den. Jsme vyčerpaní. Mysleli jsme si, že bychom mohli použít peníze ze smlouvy, abychom si tady našli místo. Usadit se. Ale... tohle místo není o nic lepší. Je jen... jiné. Stejně umíráme hlady. Nikdy jsme neměli odcházet. Jen jsem si myslel, že bychom se mohli mít líp. Chybíš mi, chlapče. --- Marauders u dveří. Anderson vykrvácel. Jsem na cestě. Nenechám je, aby mě dostali. Alespoň ne živého. Viděl jsem, co ty příšery dělají. ---

# game/codex:391:DefaultText
source: Bag of Moldy Sweetheart Cakes
cs: Sáček plesnivých sladkých koláčů

# game/codex:392:DefaultText
source: Rock hard and slightly discolored, these moldy Rizzo's Sweetheart Cakes are decades beyond their "No More Refunds After This Date" date.
cs: Tyto plesnivé Rizzo's Sweetheart Cakes jsou tvrdé jako kámen a mírně odbarvené, jejich datum "Po tomto datu se peníze nevracejí" je již několik desítek let staré.

# game/codex:393:DefaultText
source: Anton's Safe
cs: Antonův trezor

# game/codex:394:DefaultText
source: The safe has been forcibly opened, with its contents tossed about haphazardly. The remaining notes refer to various aborted projects; Anton's prized research is nowhere to be found. Scorch marks along the rim suggest the work of unsubtle thieves. Outlaws, most likely, made off with Anton's work.
cs: Trezor byl násilně otevřen a jeho obsah byl chaoticky rozházen. Zbylé poznámky se týkají různých přerušených projektů; Antonův cenný výzkum nikde není. Stopy po škrábancích na okraji naznačují práci nenápadných zlodějů. Nejspíš to byli zločinci, kteří Antonovu práci ukradli.

# game/codex:395:DefaultText
source: FORCE Pistol Schematics
cs: Schéma pistole FORCE

# game/codex:396:DefaultText
source: Detailed drawings of an advanced pistol. Revisions and comments are scrawled across the image in mostly illegible writing, except for the name Orson Shaw scribbled in the corner. The schematics depict a 'Phlogisynchotron Pistol' from a brand named FORCE, which is not native to the Halcyon colony. It is unclear from these plans what a 'phlogisynchotron' does.
cs: Podrobné výkresy pokročilé pistole. Přes obrázek jsou načmárány revize a komentáře většinou nečitelným písmem, kromě jména Orson Shaw načmáraného v rohu. Na schématech je vyobrazena "flogisynchotronní pistole" značky FORCE, která není původem z kolonie Halcyon. Z těchto plánků není jasné, k čemu "flogisynchotron" slouží.

# game/codex:397:DefaultText
source: Clara Hodges
cs: Clara Hodgesová

# game/codex:407:DefaultText
source: This small toolbox is locked, and it seems Nyoka has broken the mechanism so that it can't be opened. Inside, you hear the rattling of several small metal objects - likely her team's medallions.
cs: Tato malá skříňka na nářadí je zamčená a zdá se, že Nyoka rozbila mechanismus, takže ji nelze otevřít. Uvnitř je slyšet chrastění několika malých kovových předmětů - pravděpodobně medailonků jejího týmu.

# game/codex:409:DefaultText
source: Kick Me Sign
cs: Znamení Kopni mě

# game/codex:410:DefaultText
source: Created for a prank. SAM wore this sign for a week before ADA noticed and pointed it out to the janitorial unit. Who placed it on the unit, however, remains a mystery.
cs: Vytvořeno pro žert. SAM nosil tuto ceduli týden, než si jí ADA všimla a upozornila na ni úklidovou jednotku. Kdo ji na jednotku umístil, však zůstává záhadou.

# game/codex:411:DefaultText
source: String of Decorative Lights
cs: Řetězec dekorativních světel

# game/codex:412:DefaultText
source: These lights make the difference between a janitorial closet and home.
cs: Tato svítidla představují rozdíl mezi úklidovou komorou a domovem.

# game/codex:413:DefaultText
source: Broken Snowglobe
cs: Rozbitá sněhová koule

# game/codex:414:DefaultText
source: Could it have been Hawthorne's tampering that gave this janitorial automechanical a predilection for picking up junk?
cs: Mohla to být Hawthornova manipulace, která dala tomuto údržbářskému automechanikovi zálibu ve sbírání harampádí?

# game/codex:415:DefaultText
source: Faded Air Freshener
cs: Vybledlý osvěžovač vzduchu

# game/codex:416:DefaultText
source: "It's lemony fresh!"
cs: "Je citronově svěží!"

# game/codex:417:DefaultText
source: Sedative Gas Canister
cs: Kanystr na sedativní plyn

# game/codex:418:DefaultText
source: A label on the canister states, "Auntie Cleo's Rap-T-Gone™ is guaranteed to render even the largest raptidon unconscious for no less than six hours, AND has a refreshing antiseptic scent!" Should a method for gas dispersal be found, this canister may prove very useful.
cs: Na štítku na nádobce je uvedeno: "Rap-T-Gone™ tety Cleo zaručeně zbaví vědomí i toho největšího raptidona na dobu nejméně šesti hodin a má osvěžující antiseptickou vůni!" Pokud se najde způsob, jak plyn rozptýlit, může se tento kanystr ukázat jako velmi užitečný.

# game/codex:419:DefaultText
source: Signed Note
cs: Podepsaná poznámka

# game/codex:420:DefaultText
source: Dr. Cortes, In response to your recent inquiry – I must admit my surprise at receiving a message from Roseway, though not as surprised as you might assume. My associates and I are quite aware the town isn't as dead as the maps say. You'd be surprised how common that is. As you have assumed, we are most decidedly interested in the particulars of your research. We do have the resources to process the "byproducts" available to you and distribute them. If you acquire these byproducts for us, say in batches of 25 mL, we'll pay you a generous fee for each. Exchanges would be made at one of the caves outside town. For your own safety, destroy this note. There's nothing here that threatens us, but plenty to incriminate you. Don't be careless, doctor. If you need to, you can refer to me as "Gary."
cs: Dr. Cortesi, v reakci na váš nedávný dotaz - musím přiznat, že mě zpráva od Roseway překvapila, i když ne tolik, jak byste předpokládal. Moji společníci a já jsme si docela dobře vědomi, že město není tak mrtvé, jak uvádějí mapy. Byl byste překvapen, jak je to běžné. Jak jste předpokládal, rozhodně nás zajímají podrobnosti vašeho výzkumu. Máme prostředky na zpracování "vedlejších produktů", které máte k dispozici, a na jejich distribuci. Pokud pro nás tyto vedlejší produkty získáte, řekněme v dávkách po 25 ml, zaplatíme vám za každý velkorysý poplatek. Výměna by se uskutečnila v jedné z jeskyní za městem. V zájmu vlastní bezpečnosti tento vzkaz zničte. Není zde nic, co by nás ohrožovalo, ale spousta věcí, které by vás usvědčily. Nebuďte neopatrný, doktore, a kdybyste potřeboval, můžete mě oslovovat "Gary".

# game/codex:421:DefaultText
source: Universal Defense Logistics Official Arrest Receipt
cs: Univerzální obranná logistika Úřední potvrzení o zatčení

# game/codex:422:DefaultText
source: As per official arrest protocol outlined in defense logistic incarceration document A43.21-6, the individual who has been detained at this location must appear in an official Halcyon court at the appointed date and time with this paperwork in order to register that they are indeed properly arrested for crimes listed under their name. Failure to appear at the appointed date and time with this paperwork will result in additional late fees and the rescheduling of the prisoner's appointed incarceration registration date. Failure to appear at subsequent court dates may incur additional fees. Halcyon court is not responsible for missed appointments that are a consequence of being held within a locked cell or other high security containment location. Please note that this is the only copy of this receipt that you will receive, and that it is YOUR responsibility to have it with you when you appear for your registration session.
cs: Podle oficiálního protokolu o zatčení, který je uveden v dokumentu A43.21-6 o obranné logistice uvěznění, se osoba, která byla zadržena na tomto místě, musí dostavit k oficiálnímu soudu Halcyon ve stanoveném datu a čase s těmito dokumenty, aby bylo zaregistrováno, že je skutečně řádně zatčena za trestné činy uvedené pod jejím jménem. Nedostavení se ve stanoveném datu a čase s těmito dokumenty bude mít za následek dodatečné poplatky za zpoždění a změnu stanoveného data registrace vězně ve vězení. Nedostavení se k dalším termínům soudu může být spojeno s dalšími poplatky. Soud Halcyon nenese odpovědnost za zmeškané termíny, které jsou důsledkem držení v uzamčené cele nebo jiném místě s vysokým stupněm zabezpečení. Upozorňujeme, že toto je jediná kopie tohoto potvrzení, kterou obdržíte, a že je VAŠÍ povinností mít ji u sebe, až se budete dostavovat k registraci.

# game/codex:424:DefaultText
source: "So, like the spores of the puffball, cast on the wind and alighting on fresh soil, we put down new roots." - Adelaide
cs: "A tak jako výtrusy puffballu, které vítr vrhá na čerstvou půdu, zapouštíme nové kořeny." - Adelaide

# game/codex:425:DefaultText
source: Edgewater Sign
cs: Znak Edgewater

# game/codex:426:DefaultText
source: Adelaide's deserters dreamed of an independent life without Board oversight. You taught them an important lesson: never dream.
cs: Dezertéři z Adelaide snili o nezávislém životě bez dohledu správní rady. Dali jste jim důležitou lekci: nikdy nesnít.

# game/codex:427:DefaultText
source: Obsidian Skull
cs: Obsidiánová lebka

# game/codex:428:DefaultText
source: Forged under pressure. This decorative skull is carved from volcanic rock. "Sometimes, when faced with a choice, the only proper response is to annihilate the people asking you to make it."
cs: Kované pod tlakem. Tato ozdobná lebka je vytesána ze sopečné horniny. "Někdy, když stojíte před volbou, je jedinou správnou reakcí vyhladit lidi, kteří vás o to žádají."

# game/codex:429:DefaultText
source: The Whimbrel Crew
cs: Posádka Whimbrel Crew

# game/codex:430:DefaultText
source: A few things are universal: Death, taxes, and spoiled rich kids getting into situations they can't handle.
cs: Několik věcí je univerzálních: Smrt, daně a rozmazlené bohaté děti, které se dostávají do situací, jež nezvládají.

# game/codex:431:DefaultText
source: SubLight Salvage Poster
cs: Plakát SubLight Salvage

# game/codex:432:DefaultText
source: Given to you by SubLight Salvage & Shipping for being employee of the month.
cs: Za titul zaměstnance měsíce vám ho věnuje společnost SubLight Salvage & Shipping.

# game/codex:433:DefaultText
source: The Iconoclasts
cs: Ikonoklasté

# game/codex:434:DefaultText
source: Whether the Eternal Truth is actually true or not, Graham and his followers seem to be growing faster than a band of semi-anarchists has any right to.
cs: Ať už je Věčná pravda skutečně pravdivá, nebo ne, zdá se, že Graham a jeho stoupenci rostou rychleji, než by si skupina poloanarchistů zasloužila.

# game/codex:435:DefaultText
source: The Iconoclasts
cs: Ikonoklasté

# game/codex:436:DefaultText
source: Now that Zora's in charge, the Iconoclasts have a fighting chance at surviving and spreading from Monarch.
cs: Teď, když je Zora ve vedení, mají Ikonoklasté šanci přežít a rozšířit se z Monarchie.

# game/codex:438:DefaultText
source: Torn from Graham's jacket. Zora sent this to you with a note: "I thought a keepsake might dull the pain, but it hasn't. Graham may have been a psychopath, but he still built the foundation for the movement I'm trying to keep alive. Maybe there was another way. I don't know. I've gotta let it go. Abandon all hope for a better past, he used to say. Take it with my thanks. You ever want a beer, stop by Stellar Bay. - Z"
cs: Vytržená z Grahamovy bundy. Zora vám to poslala s poznámkou: "Myslela jsem, že památka na něj otupí bolest, ale nestalo se tak. Graham byl možná psychopat, ale přesto vybudoval základy hnutí, které se snažím udržet při životě. Možná to šlo i jinak. Já nevím. Musím to nechat být. Vzdát se veškeré naděje na lepší minulost, říkával. Berte to s díky. Jestli budeš chtít někdy pivo, zastav se ve Stellar Bay. - Z"

# game/codex:439:DefaultText
source: Crown Lanterns
cs: Korunní lucerny

# game/codex:440:DefaultText
source: Sanjar donated these after you helped MSI.
cs: Sanjar je daroval poté, co jste pomohli MSI.

# game/codex:441:DefaultText
source: Mounted Mantiqueen Head
cs: Osazená hlava Mantiqueen

# game/codex:442:DefaultText
source: What better to establish dominance over an alien ecosystem than by hunting its most dangerous predator and mounting its head on your wall?
cs: Jak lépe získat nadvládu nad cizím ekosystémem než ulovením jeho nejnebezpečnějšího predátora a pověšením jeho hlavy na zeď?

# game/codex:445:DefaultText
source: Harlow's Manifesto
cs: Harlowův manifest

# game/codex:446:DefaultText
source: "The universe inevitably moves toward entropy. Chaos, not order, is the natural state of all things. The foundation of our colony is beginning to show signs of decay. There will come a day when Halcyon can no longer support itself as a society. When that day comes, we will be ready." -C. Harlow
cs: "Vesmír nevyhnutelně směřuje k entropii. Chaos, nikoli řád, je přirozeným stavem všech věcí. Základy naší kolonie začínají vykazovat známky rozkladu. Přijde den, kdy se Halcyon jako společnost už nebude moci uživit. Až ten den přijde, budeme připraveni." -C. Harlow

# game/codex:449:DefaultText
source: Grimm's Tossball Poster
cs: Plakát Grimm's Tossball

# game/codex:450:DefaultText
source: Either you really like tossball or you hate Grimm. Either way, his poster is yours now.
cs: Buď máte opravdu rádi tossball, nebo Grimma nesnášíte. Ať tak či onak, jeho plakát je teď tvůj.

# game/codex:455:DefaultText
source: Wanted: Phineas V. Welles
cs: Hledá se: Welles

# game/codex:456:DefaultText
source: WANTED: Phineas Vernon Welles for VARIOUS crimes and violations of Board policy, including ANY or ALL of the following: • Sedition • Forgery • Conspiracy • Conspiracy to Commit Conspiracy • Unlicensed Medical Practice • Destruction of Board Property
cs: POŽADUJEME: Phinease Vernona Wellese za RŮZNÉ trestné činy a porušení zásad komise, včetně NĚKTERÝCH nebo VŠECH následujících: - Podněcování k trestné činnosti - Padělání - Spiknutí - Spiknutí za účelem spiknutí - Nelicencovaná lékařská praxe - Ničení majetku komise.

# game/codex:461:DefaultText
source: Trask's Ring
cs: Traskův prsten

# game/codex:462:DefaultText
source: Formerly the property of Rufus Trask. Felix has been meaning to throw this away, or barter it off - but he never seems to get around to it.
cs: Dříve majetek Rufuse Traska. Felix to chtěl vyhodit nebo vyměnit - ale nikdy se k tomu nedostal.

# game/codex:463:DefaultText
source: Framed Insurance Check
cs: Zarámovaný pojistný šek

# game/codex:464:DefaultText
source: Proof that crime pays in monthly installments. Unlocks the Perk: "Beyond the Grave" for Ellie.
cs: Důkaz, že zločin se vyplácí v měsíčních splátkách. Odemkne bonus: "Beyond the Grave" pro Ellie.

# game/codex:465:DefaultText
source: Reginald Chaney's Gold Panning Log
cs: Záznam o rýžování zlata Reginalda Chaneyho

# game/codex:466:DefaultText
source: Day: 152 Location: 118.828125 -53.748711 r4529 Conditions: Fair Report: I can't believe I'm still stuck in this Law forsaken town, but at least I think I may have finally found a spot with promise - down the tunnel, on the river bank outside of town. Produced one nugget and two teeth. I wonder if I can find a dentist who'd pay something for the teeth? - Chaney
cs: Den: 152 Umístění: Podmínky: 118.828125 -53.748711 r4529 Podmínky: Alespoň si myslím, že jsem konečně našel slibné místo - dole v tunelu, na břehu řeky za městem. Vyprodukoval jsem jeden nuget a dva zuby. Zajímalo by mě, jestli najdu zubaře, který by za ty zuby něco zaplatil? - Chaney

# game/codex:467:DefaultText
source: Jar of Mushrooms
cs: Sklenice s houbami

# game/codex:468:DefaultText
source: These are the fun kind of mushrooms. Not the poison kind.
cs: Tohle jsou houby, se kterými je zábava. Ne jedovaté.

# game/codex:470:DefaultText
source: 'Do me proud, and I shall shower you in boarstwurst and gold. Cross me, and I will serve your head on a silver platter with mushroom gravy.' - Signed by the Boarst King of Monarch himself.
cs: "Buď na mě hrdý a já tě zasypu kančími párky a zlatem. Zkřížíš-li mě, naservíruji ti hlavu na stříbrném podnose s houbovou omáčkou." - Podepsán sám král kančího masa Monarcha.

# game/codex:471:DefaultText
source: Hastily-Written Note
cs: Spěšně napsaná poznámka

# game/codex:472:DefaultText
source: Borrowed a copy of the "Young Spacer's Guide to Mechanical Engineering." I think it's Volume 3. I need something to read down in the pit. Much obliged! C. Higgins
cs: Vypůjčil si výtisk knihy "Průvodce mladého spacera strojírenstvím". Myslím, že je to třetí díl. Potřebuju si něco přečíst dole v dole. Jsem ti moc zavázán! C. Higgins

# game/codex:475:DefaultText
source: This display, fashioned to resemble a pair of mighty primals, required extensive field research. Let us have a moment of silence for the researchers who gave their lives in the pursuit of authenticity.
cs: Tato expozice, která má připomínat dvojici mohutných primátů, si vyžádala rozsáhlý terénní výzkum. Věnujme chvíli ticha výzkumníkům, kteří při hledání autenticity položili své životy.

# game/codex:479:DefaultText
source: Lifetime Net Value: Seven thousand three hundred forty-two bits.
cs: Čistá hodnota za celou dobu životnosti: Sedm tisíc tři sta čtyřicet dva bitů.

# game/codex:480:DefaultText
source: Rotating Password List
cs: Rotující seznam hesel

# game/codex:481:DefaultText
source: A list of passwords for something called a "RAM." There are three columns, but only one is legible; the rest have been scratched out. Today's password from the column is "3 - BOARST".
cs: Seznam hesel pro něco, čemu se říká "RAM". Jsou zde tři sloupce, ale čitelný je pouze jeden, ostatní jsou vyškrábané. Dnešní heslo ze sloupce je "3 - BOARST".

# game/codex:482:DefaultText
source: Rotating Password List
cs: Rotující seznam hesel
