Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:32:DefaultText
source: C&P Maintenance Request
cs: Žádost o údržbu C&P

# game/codex:33:DefaultText
source: TO: Clean Up & Repairs FROM: Feeding & Breeding I understand your priority's to the cannery machine and fixing its near monthly clogs now--did they ever find out what breed of critter keeps crawling in there?--but I'm telling you, there's something lodged in the drain pipe beneath the cystypigs' trough. Hard to see. But in the light, I'd almost swear it was some kind of bone... Anyway, the feeding tube's backing up so I need you to look at it. Not tomorrow. Not next week. Today.
cs: TO: Od: Úklid a opravy Chápu, že teď je vaší prioritou stroj na výrobu konzerv a oprava jeho téměř měsíčních ucpávek - zjistili někdy, jaká rasa potvůrek tam pořád leze? - ale říkám vám, že v odtokové trubce pod korytem pro cystypigy je něco uvízlého. Těžko říct. Ale ve světle bych skoro přísahal, že je to nějaká kost... Každopádně se mi zasekla ta vyživovací trubice, takže potřebuju, aby ses na ni podíval. Ne zítra. Ne příští týden. Dnes.

# game/codex:34:DefaultText
source: Nyoka's Journal
cs: Deník Nyoka

# game/codex:35:DefaultText
source: The hunter's journal is a disorganized collection of drunken scrawlings, bad poetry, and surprisingly detailed drawings of Monarch wildlife. The backsides of each page have been reserved for notes related to various accepted contracts and bounties. In a recent one, she complains about an arduous trek to the Devil's Peak station to meet with a "Hiram." She includes a rough sketch of the mountain, with arrows pointing towards a rough path upward along the western side. The entry ends simply: "Western path is a deathtrap. Maybe Rotting River flows into the mountain?"
cs: Lovcův deník je neuspořádanou sbírkou opileckých čmáranic, špatné poezie a překvapivě detailních kreseb monarchské zvěře. Zadní strany každé stránky byly vyhrazeny pro poznámky týkající se různých přijatých zakázek a odměn. V jedné z posledních si stěžuje na namáhavou cestu na stanici Devil's Peak, kde se měla setkat s "Hiramem". Přikládá hrubý náčrt hory se šipkami ukazujícími na hrubou cestu vzhůru podél západní strany. Zápis končí jednoduše: "Západní cesta je smrtelná past. Možná se do hory vlévá Hnijící řeka?".

# game/codex:37:DefaultText
source: Lifetime Net Value: Six thousand three hundred eighty-five bits.
cs: Čistá hodnota za celou dobu životnosti: Šest tisíc tři sta osmdesát pět bitů.

# game/codex:38:DefaultText
source: Epitaph Pending Calculation
cs: Epitaf Čeká se na výpočet

# game/codex:41:DefaultText
source: Lifetime Net Value: Three thousand ninety-two bits.
cs: Čistá hodnota za celou dobu životnosti: Tři tisíce devadesát dva bitů.

# game/codex:43:DefaultText
source: Lifetime Net Value: Eight thousand one hundred-twelve bits.
cs: Čistá hodnota za celou dobu životnosti: Osm tisíc sto dvanáct bitů.

# game/codex:45:DefaultText
source: Lifetime Net Value: Five thousand one hundred twenty-two bits.
cs: Čistá hodnota za celou dobu životnosti: Pět tisíc sto dvacet dva bitů.

# game/codex:48:DefaultText
source: Tossball Betting Slip
cs: Sázkový tiket Tossball

# game/codex:49:DefaultText
source: This betting slip lists some increasingly bold wagers made for a team called "Mostly Colonists." It's from Left Field Tossball Betting.
cs: Na tomto sázkovém tiketu jsou uvedeny stále odvážnější sázky na tým s názvem "Většinou kolonisté". Pochází ze sázkové kanceláře Left Field Tossball Betting.

# game/codex:50:DefaultText
source: Hastily-Packed Suitcase
cs: Narychlo zabalený kufr

# game/codex:51:DefaultText
source: Several ragged outfits - all of the same cut and color - were stuffed into this suitcase.
cs: Do kufru bylo nacpáno několik ošuntělých šatů - všechny stejného střihu a barvy.

# game/codex:52:DefaultText
source: Damaged Automechanical Loader
cs: Poškozený automechanický nakladač

# game/codex:53:DefaultText
source: A trail of blood leads away from the auto loader.
cs: Od autonabíječky vede krvavá stopa.

# game/codex:54:DefaultText
source: Letter from Phyllis
cs: Dopis od Phyllis

# game/codex:55:DefaultText
source: Conrad, Receptionist shot himself. This is bad. Company's going to have to call it for what it is: destruction of Spacer's Choice property. Eugene was an asset and somebody has to pay his body price. This is gonna ruin us. So I was thinking that we pawn off his teeth. Eugene had a full set of gold teeth. Heirlooms passed down his family or something. You're processing his body, right? Just dig around and pry them out. We sell the teeth somewhere nice and quiet, use the bits to pay his body price, and nobody's the wiser. What do you think? Don't write back. In fact, don't talk to me at all. Just give me a special signal next time you see me. Waggle your eyebrows. Phyllis G.
cs: Conrad, recepční se zastřelil. Tohle je špatné. Společnost to bude muset nazvat tak, jak to je: ničení majetku Spacer's Choice. Eugene byl majetek a někdo musí zaplatit cenu jeho těla. Tohle nás zničí. Tak mě napadlo, že bychom mohli zastavit jeho zuby. Eugene měl plnou sadu zlatých zubů. Dědictví, které se dědilo po jeho rodině, nebo tak něco. Zpracováváte jeho tělo, že? Prostě se v tom pohrab a vytáhni je. Zuby prodáme někde pěkně v klidu, kousky použijeme na zaplacení jeho těla a nikdo nebude moudřejší. Co myslíš? Neodepisuj. Vlastně se mnou vůbec nemluv. Až mě příště uvidíš, dej mi zvláštní znamení. Pohni obočím. Phyllis G.

# game/codex:58:DefaultText
source: Sanjar's To-Do List
cs: Sanjarův seznam úkolů

# game/codex:59:DefaultText
source: - Review guidelines for annual self-review - Select font for annual self-review - Format annual self-review - Schedule time to write annual self-review - Write annual self-review - Tell Celia she's doing an excellent job
cs: - Zkontrolovat pokyny pro roční sebehodnocení - Zvolit písmo pro roční sebehodnocení - Formátovat roční sebehodnocení - Naplánovat čas na napsání ročního sebehodnocení - Napsat roční sebehodnocení - Říct Celii, že odvádí vynikající práci.

# game/codex:60:DefaultText
source: Note to Otto
cs: Poznámka pro Ottu

# game/codex:61:DefaultText
source: Otto - I've been checking your hours, and you're well past due for some time off. Why don't you take a few days? You spend entirely too much time staring at that terminal. - Sanjar
cs: Otto - kontroloval jsem tvé hodiny a už bys měl mít dávno volno. Proč si nevezmeš pár dní? Trávíš příliš mnoho času zíráním na terminál. - Sanjar

# game/codex:62:DefaultText
source: Notes for Revisions
cs: Poznámky k revizím

# game/codex:63:DefaultText
source: Your report looks excellent - the numbers are front and center, and you highlight our recent production gains nicely. One small adjustment - could you increase the page margins by 17.3%? I want them to match the formatting of our other reports for maximum readability. - Sanjar
cs: Vaše zpráva vypadá skvěle - čísla jsou v popředí a pěkně zdůrazňujete naše nedávné výrobní úspěchy. Jedna malá úprava - mohli byste zvýšit okraje stránek o 17,3 %? Chci, aby odpovídaly formátování našich ostatních zpráv, aby byly maximálně čitelné. - Sanjar

# game/codex:64:DefaultText
source: Zeng's To Do List
cs: Zengův seznam úkolů

# game/codex:65:DefaultText
source: 1. Clean dead mantiswarms from air filters 2. Purchase gaskets (do NOT buy from Sebastian again - those looked like they'd been sitting in a rapt's belly) 3. Get fish oil from Velma 4. Ask Catherine for resupply 5. Bother Sanjar about walls
cs: 1. Vyčistěte vzduchové filtry od mrtvých kudlanek. 2. Zakoupit těsnění (už nikdy nekupujte u Sebastiana - vypadala, jako by seděla v břiše rapla) 3. Pořiďte si rybí tuk od Velmy 4. Požádat Catherine o doplnění zásob 5. Obtěžovat Sanjara ohledně zdí

# game/codex:66:DefaultText
source: Pescatological Incision Implement
cs: Peskatologický nástroj pro incizi

# game/codex:67:DefaultText
source: This fish saw could use a good cleaning.
cs: Tato pila na ryby by potřebovala pořádně vyčistit.

# game/codex:69:DefaultText
source: Several phrases have been marked off: - "right between the eyes" - "there were three, no, four of 'em" - "that rapt was THIS BIG" - "took it down with one shot" - "buy me a drink"
cs: Několik frází bylo odškrtnuto: - "přímo mezi oči" - "byli tři, ne, čtyři" - "ten rapl byl TAK VELKÝ" - "sejmul ho jednou ranou". - "kup mi pití"

# game/codex:70:DefaultText
source: Old Datapad
cs: Starý datapad

# game/codex:71:DefaultText
source: I'm sorry. I'm sorry for what I've done, but I can't go back. I been working my hands to the bone for Spacer's Choice and I just can't go on. I can't. If I so much as look at another can of saltuna, I will be sick. The last few years have broken me. I lost friends to plague. I can't sleep. I can't eat. I feel like I might burst at any moment. I had to leave town. It's best for all of us. Town's better off without some weak-willed, spineless worker like me dragging everybody down. Heard stories of a camp out somewhere in the valleys, near the old botanical labs. Maybe they'll take me in. I don't know where else I'd go.
cs: Omlouvám se. Mrzí mě, co jsem udělal, ale nemůžu se vrátit. Dřel jsem pro Spacer's Choice až do úmoru a už nemůžu dál. Nemůžu. Jestli se jen podívám na další plechovku saltuny, bude mi špatně. Posledních pár let mě zlomilo. Přišel jsem o přátele kvůli moru. Nemůžu spát. Nemůžu jíst. Mám pocit, že můžu každou chvíli prasknout. Musel jsem opustit město. Je to tak nejlepší pro nás všechny. Městu bude líp bez nějakého slaboduchého bezpáteřního dělníka, jako jsem já, který všechny táhne ke dnu. Slyšel jsem vyprávět o táboře někde v údolí, poblíž starých botanických laboratoří. Třeba mě vezmou k sobě. Nevím, kam jinam bych šel.

# game/codex:72:DefaultText
source: Collector's Letter
cs: Dopis sběratele

# game/codex:73:DefaultText
source: I just got the letter today. Corporate ordered me to relocate to the Edgewater Cannery, effective immediately. It's a shame. I was really looking forward to running my own gift shop at the community center. Selling rare memorabilia. But scripture tells us that all things happen for a reason. Work fortifies the spirit, and all. As for my book collection, I can't bear to part with it. Don't want those books mouldering in some contraband locker. So I stashed them all away in a cave over by the river.
cs: Ten dopis jsem dostal až dnes. Společnost mi nařídila, abych se s okamžitou platností přestěhoval do konzervárny Edgewater. Je to škoda. Opravdu jsem se těšila, že budu v komunitním centru provozovat vlastní obchod se suvenýry. Prodávat vzácné suvenýry. Ale Písmo nám říká, že všechny věci se dějí z nějakého důvodu. Práce posiluje ducha a vůbec. Co se týče mé sbírky knih, nedokážu se s ní rozloučit. Nechci, aby ty knihy tlely v nějaké skříňce na pašování. Tak jsem je všechny schoval do jeskyně u řeky.

# game/codex:74:DefaultText
source: Early Retirement
cs: Předčasný odchod do důchodu

# game/codex:75:DefaultText
source: Do you want to end your years in luxury and comfort? Do you dream of walking beneath the vaulted arches of Byzantium? Early Retirement is finally here. Early Retirement is your ticket to Byzantium. Early Retirement is Chairman Rockwell and Minister Clarke's gift to YOU! Selection for the Early Retirement process is by lottery. Winners enjoy an all-expense paid trip to their new life in Byzantium - the jewel of Halcyon!
cs: Chcete zakončit svá léta v luxusu a pohodlí? Sníte o procházce pod klenutými oblouky Byzance? Předčasný důchod je konečně tady. Předčasný důchod je vaší vstupenkou do Byzance. Předčasný důchod je dar předsedy Rockwella a ministra Clarkea pro VÁS! Výběr do procesu předčasného důchodu probíhá losováním. Vítězové se těší na plně hrazený výlet do svého nového života v Byzanci - klenotu Halcyonu!

# game/codex:76:DefaultText
source: Simple Shrine
cs: Jednoduchá svatyně

# game/codex:77:DefaultText
source: DR. THOMAS LYNWOOD RYALL In gratitude Dr. Eva Chartrand Dr. Lorelei Fahl Dr. James Guthrie Dr. Charles McNulty Dr. Claire Pearsall
cs: DR. THOMAS LYNWOOD RYALL S poděkováním Dr. Eva Chartrand Dr. Lorelei Fahl Dr. James Guthrie Dr. Charles McNulty Dr. Claire Pearsall

# game/codex:88:DefaultText
source: WANTED: Guillaume Antrim
cs: Hledá se: Guillaume Antrim

# game/codex:89:DefaultText
source: WANTED: Guillaume "Gill" Antrim FROM The Spacer's Choice Department of Retirement, a WRIT OF EXECUTION, effective immediately, for Guillaume Antrim. Former Spacer's Choice Associate Mechanic, terminated from his position and escorted from Edgewater on grounds of unauthorized use of Adrena-Time. WANTED for DESTRUCTION of company property, MURDER of company workers in good standing, THEFT, and UNAUTHORIZED USE of medical supplies. GENEROUS BOUNTY. Payment on delivery. Must be able to sign your own name. See CONSTABLE REYES for details.
cs: Hledaný: Guillaume "Gill" Antrim Z Oddělení pro odchod do důchodu Spacer's Choice, exekuční příkaz s okamžitou platností pro Guillauma Antrima. Bývalý pomocný mechanik společnosti Spacer's Choice, propuštěný ze zaměstnání a eskortovaný z Edgewateru z důvodu neoprávněného používání Adrena-Time. hledaný pro ZNIČENÍ majetku společnosti, VRAŽDU bezúhonných pracovníků společnosti, KRÁDEŽ a NEOPRÁVNĚNÉ POUŽÍVÁNÍ zdravotnického materiálu. GENERÁLNÍ ZLOČIN. Platba na dobírku. Musí být schopen podepsat se vlastním jménem. Podrobnosti naleznete u STAVEBNÍHO ZÁSTUPCE REYESE.

# game/codex:90:DefaultText
source: WANTED: Doc Maybell
cs: Hledá se: Doc Maybell

# game/codex:91:DefaultText
source: WANTED: "Doc" Maybell Burgess FROM The Spacer's Choice Department of Retirement, a WRIT OF EXECUTION, effective immediately, for Maybell Burgess. Former Spacer's Choice physician, condemned on charges of dereliction of duty. Disappeared from Edgewater with two parcels of Adrena-Time. At large and dangerous. WANTED for DESTRUCTION of company property, MURDER of company workers in good standing, VANDALISM, and UNLICENSED PRACTICE of medicine on seditious criminals. GENEROUS BOUNTY. Payment on delivery. Must be able to sign your own name. See CONSTABLE REYES for details.
cs: HLEDÁME: "Doktorku" Maybell Burgessovou Z Oddělení důchodového zabezpečení Spacer's Choice, EXEKUČNÍ ZÁKON, s okamžitou platností, pro Maybell Burgessovou. Bývalá lékařka Spacer's Choice, odsouzená za zanedbání povinností. Zmizela z Edgewateru se dvěma balíčky Adrena-Time. Na svobodě a nebezpečný. hledán pro ZNIČENÍ majetku společnosti, VRAŽDU bezúhonných pracovníků společnosti, VANDALISMUS a NEOPRÁVNĚNÉ PRAKTIKOVÁNÍ LÉKAŘSKÉ PRAXE na pobuřujících zločincích. GENERÁLNÍ BUNTY. Platba na dobírku. Musí být schopen vlastnoručního podpisu. Podrobnosti viz KONSTÁBEL REYES.

# game/codex:92:DefaultText
source: WANTED: Bertie Cotton
cs: Hledá se: Bertie Cotton

# game/codex:93:DefaultText
source: WANTED: Bert "Bertie" Cotton FROM The Spacer's Choice Department of Retirement, a WRIT OF EXECUTION, effective immediately, for Bert Cotton. Former vicar stationed in Edgewater Vicarage, no longer in good standing with Halcyon Branch Order of Scientific Inquiry. At large and dangerous. WANTED for DESTRUCTION of company property, MURDER of company workers in good standing, SEDITION, and UNAUTHORIZED USE of medical supplies. GENEROUS BOUNTY. Payment on delivery. Must be able to sign your own name. See CONSTABLE REYES for details.
cs: HLEDÁME: Berta "Bertieho" Cottona Z Oddělení pro výslužbu Spacer's Choice, exekuční příkaz s okamžitou platností pro Berta Cottona. Bývalý vikář působící na faře v Edgewateru, který již nemá dobrou pověst u Halcyonské pobočky Řádu vědeckého bádání. Na svobodě a nebezpečný. hledán pro ZNIČENÍ majetku společnosti, VRAŽDU bezúhonných pracovníků společnosti, SEDITUACI a NEOPRÁVNĚNÉ POUŽITÍ zdravotnických potřeb. GENERÁLNÍ BOJOVNÍK. Platba na dobírku. Nutno umět se podepsat vlastním jménem. Podrobnosti naleznete u CONSTABLE REYES.

# game/codex:94:DefaultText
source: Levi Mather's Poetry Journal (Private! Do Not Read!)
cs: Básnický deník Leviho Mathera (Soukromé! Nečíst!)

# game/codex:95:DefaultText
source: "Sunrise" The sun crests the horizon, As round, soft and warm As the lump of a cystypig. The day is fresh And alive with possibility. ----- "Trees" Ever-Reds rise from the ground, Glistening and triumphant in daylight. They remind me that life can grow Even here amidst the dust. ----- "Sky" Monarch One grows larg and dark Like a mowth that eats the sky I try to think of werds I had to describ it But something dark swallows them to ----- "Hungr" Ther is an ake sharp n my stummak Herts all the time Fud makes me sick watr makes me sick Alwayz hungry so I cant think
cs: "Východ slunce" Slunce se vyhoupne na obzor, kulaté, měkké a hřejivé jako hrouda cystypu. Den je svěží a plný možností. ----- "Stromy" Věčně rudé vyrůstají ze země, třpytí se a vítězí v denním světle. Připomínají mi, že život může růst i tady uprostřed prachu. ----- "Sky" Monarch One grows larg and dark Like a mowth that eats the sky I try to think of werds I had to describ it But something dark swallowows them to ----- "Hungr" Ther is an ake sharp n my stummak Herts all the time Fud makes me sick watr makes me sick Alwayz hungry so I cant think

# game/codex:100:DefaultText
source: Current Patients
cs: Současní pacienti

# game/codex:101:DefaultText
source: ------------------------------------------------ ezekiel: manti infested. tried: antibioticals, no effect. alcohol poisoning, no effect. acid drip, no effect. current status: no longer with us ------------------------------------------------ ronnie: fractured ankle (left) current status: splinted, reset, recovering ------------------------------------------------ ivers: multiple bullet wounds - chest, arm (right), leg (right) current status: no longer bleeding out but a couple shells still remain. recovery unlikely ------------------------------------------------ millson: acid burns - face, hand (left), arm (left) current status: ointments, gauze, a lot of booze ------------------------------------------------
cs: ------------------------------------------------ ezekiel: napaden manti. vyzkoušeno: antibiotika, bez účinku. otrava alkoholem, bez účinku. kapačky s kyselinou, bez účinku. současný stav: už není mezi námi ------------------------------------------------ ronnie: zlomený kotník (levý) současný stav: dlaha, reset, zotavuje se ------------------------------------------------ ivers: mnohočetná střelná zranění - hrudník, ruka (pravá), noha (pravá) současný stav: už nekrvácí, ale pár střel stále zůstává. uzdravení nepravděpodobné ------------------------------------------------ millson: popáleniny od kyseliny - obličej, ruka (levá), paže (levá) současný stav: masti, gáza, hodně chlastu ------------------------------------------------

# game/codex:102:DefaultText
source: Marked Magazine
cs: Označený časopis

# game/codex:103:DefaultText
source: In this copy of Dissident Hunter, the hero braves the dangerous hellhole that is Monarch. Numerous edits are scratched into the text, and a number of the villainous Dissidents have had mustaches and hats drawn onto them.
cs: V této kopii Lovce disidentů se hrdina vydává do nebezpečného pekla, kterým je Monarch. V textu jsou naškrábané četné úpravy a řadě zlotřilých Disidentů byly nakresleny kníry a klobouky.

# game/codex:104:DefaultText
source: Recipe List
cs: Seznam receptů

# game/codex:105:DefaultText
source: A handwritten list of recipes. One stands out from the rest: ------------------------------------------------ Raptidon Brains Clean and boil brains. Let dry, preferably under a spore tree. Season with sugar, A.C. Not-Meg, and pepperika. Boil and filter a ladle of ptero blood; soak brains overnight. Cook 10-15 minutes on a low fire.
cs: Ručně psaný seznam receptů. Jeden z nich vyčnívá nad ostatními: ------------------------------------------------ Raptidon Brains Mozek očistěte a uvařte. Nechte uschnout, nejlépe pod sporou. Dochutíme cukrem, A.C. Not-Megem a pepřem. Uvař a přefiltruj naběračku ptero krve; namoč mozky přes noc. 10-15 minut vař na mírném ohni.

# game/codex:106:DefaultText
source: Request List
cs: Seznam požadavků

# game/codex:107:DefaultText
source: Bronson maintains a record of strange, special equipment requests beyond the normal firearms, ammunition and medicine that the Iconoclasts burn through at an alarming rate. Most of his list is crossed out, but a few items haven't yet been fulfilled: - Zora: FORCE Melt-Bright Gel (may not actually exist) - Graham: Dissident Hunter #17 - Huxley: Auntie Cleo Rapt-B-Gone (also may not actually exist) - Huxley: any book on terminal repair - Karl: Primal Glue adhesives
cs: Bronson si vede evidenci zvláštních, speciálních požadavků na vybavení nad rámec běžných střelných zbraní, munice a léků, které Ikonoklasté vypalují alarmujícím tempem. Většinu seznamu má proškrtanou, ale několik položek ještě nebylo splněno: - Zora: FORCE Melt-Bright Gel (may not actually exist) - Graham: Lovec disidentů #17 - Huxley: Huxley: jakákoli kniha o opravách terminálů - Karl: lepidla Primal Glue

# game/codex:108:DefaultText
source: Artifacts of Emerald Vale
cs: Artefakty ze Smaragdového údolí

# game/codex:109:DefaultText
source: This collection highlights the enterprising and noble spirit of our town. The unending hard work and dedication of our workers makes Emerald Vale the jewel of Terra 2!
cs: Tato sbírka vyzdvihuje podnikavého a ušlechtilého ducha našeho města. Díky nekonečné tvrdé práci a obětavosti našich pracovníků je Emerald Vale klenotem Terry 2!

# game/codex:110:DefaultText
source: Canid (Beta Lupus Familiaris)
cs: Psovitá šelma (Beta Lupus Familiaris)

# game/codex:111:DefaultText
source: Canids can be found all over Emerald Vale in two distinct varieties: domesticated and feral. Feral canids hunt in packs. While domesticated canids can be loyal companions, it is important to remember that the canid is still a wild animal, and should be treated with caution.
cs: Psovité šelmy se vyskytují po celém Smaragdovém údolí ve dvou různých variantách: domestikované a divoké. Divoké psovité šelmy loví ve smečkách. Domestikované psovité šelmy mohou být věrnými společníky, je však třeba mít na paměti, že psovité šelmy jsou stále divoká zvířata a je třeba s nimi zacházet opatrně.

# game/codex:112:DefaultText
source: Coming soon! Mantiqueen (Varanus Toxoderidae)
cs: Již brzy! Mantikén (Varanus Toxoderidae)

# game/codex:113:DefaultText
source: (COMING SOON!) Feast your eyes on the Great Frilled Mantiqueen! Sovereign of her nest! Imported from the wilds of Terra 1 to thrill and excite your imagination!
cs: (PŘIJDE Brzy!) Pokochejte se pohledem na Mantikenu velkou! Vládce svého hnízda! Dovezena z divočiny Terry 1, aby vzrušila a podnítila vaši představivost!

# game/codex:115:DefaultText
source: If the ocean and rivers are the heart and veins of Emerald Vale, then saltuna is our highly profitable blood! These meaty fish live in the ocean and migrate upstream during mating season. Saltuna are semelparous, which means they perish after a single reproductive episode! That's when our trusty Spacer's Choice harvesters scoop up their corpses to be cleaned, processed, canned, and delivered straight to your dinner table.
cs: Pokud jsou oceán a řeky srdcem a žilami Emerald Vale, pak je saltuna naší vysoce výnosnou krví! Tyto masité ryby žijí v oceánu a v období páření migrují proti proudu. Saltuny jsou semelparové, což znamená, že po jediném rozmnožování hynou! Tehdy naše věrné harvestory Spacer's Choice nabírají jejich mrtvoly, které čistí, zpracovávají, konzervují a dodávají přímo na váš stůl.

# game/codex:116:DefaultText
source: Edgewater Cannery Equipment
cs: Vybavení konzervárny Edgewater
