Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:261:DefaultText
source: WANTED: Dead or Alive Captain Gunnar MacRedd For several counts of public intoxication, destruction of Groundbreaker property, unpaid docking fees, and resisting arrest. Contact Commandant Sanita if you have any information concerning MacRedd's whereabouts. Failure to report a tip may result in imprisonment and a fine. Proof of kill required to collect reward.
cs: HLEDÁME: mrtvého nebo živého kapitána Gunnara MacRedda Pro několik případů opilství na veřejnosti, ničení majetku společnosti Groundbreaker, nezaplacené dokovací poplatky a kladení odporu při zatýkání. Pokud máte jakékoli informace o MacReddově pobytu, kontaktujte velitele Sanitu. Neoznámení tipu může mít za následek odnětí svobody a pokutu. Pro získání odměny je vyžadován důkaz o zabití.

# game/codex:276:DefaultText
source: Refund Request: T&L Shock Cannon
cs: Žádost o vrácení peněz: T&L Shock Cannon

# game/codex:277:DefaultText
source: TO: T&L Customer Service I would like to formally request a refund on my new T&L Shock Cannon. You advertised it as "the most reliable tool for disabling rude or disobedient automechanicals," but if you load it with an energy cell that is covered in your own blood, it misfires. I've used T&L weapons exclusively for seven years, but if this matter is not resolved, then you'll have lost another customer. You will also have lost another customer if I die, so you'd better hope I can get this blood back into my body...
cs: TO: Chtěl bych oficiálně požádat o vrácení peněz za můj nový T&L Shock Cannon. Inzerovali jste ho jako "nejspolehlivější nástroj pro zneškodnění nevychovaných nebo neposlušných automechaniků", ale pokud do něj nabijete energetický článek, který je pokrytý vaší vlastní krví, špatně vystřelí. Už sedm let používám výhradně zbraně T&L, ale pokud se tato záležitost nevyřeší, ztratíte dalšího zákazníka. Pokud zemřu, ztratíte také dalšího zákazníka, takže doufejte, že se mi podaří dostat tu krev zpět do těla...

# game/codex:278:DefaultText
source: Solitary Confinement Prisoner Manifest
cs: Samovazba vězně Manifest

# game/codex:279:DefaultText
source: Pod 1 ------ IN: Hague, S. IN REASON: Possession of anti-UDL communications IN DURATION: 17 OUT: Williams, T. ------ IN: Williams, T. IN REASON: Inciting violence IN DURATION: 31 OUT: Black, M. ----- IN: Black, M. IN DURATION: 5 IN REASON: Random selection Pod 2 ------ IN: ERROR IN REASON: ERROR IN DURATION: Undefined OUT: ERROR
cs: Pod 1 ------ IN: Hague, S. IN DŮVOD: Držení komunikace protiUDL IN DOBA TRVÁNÍ: 17 OUT: ------ IN: Williams, T. IN DŮVOD: Podněcování k násilí IN DOBA TRVÁNÍ: 31 OUT: ----- IN: Black, M. IN DOBA TRVÁNÍ: 5 IN DŮVOD: Náhodný výběr Pod 2 ------ IN: CHYBA IN DŮVOD: CHYBA IN DOBA TRVÁNÍ: Neurčeno OUT: .

# game/codex:280:DefaultText
source: An Assortment of Adhesive Notes
cs: Sortiment samolepicích poznámek

# game/codex:281:DefaultText
source: It appears whoever works here uses adhesive notes to stay organized. A couple of the more intelligible notes: ----- Rockwell visit to-do: * confiscate badges -- done * reprint badges -- pending * change maintenance locks -- pending new locks * order new locks -- done ----- re-evaluate lockdown procedure update docking authority with new lockdown procedure ----- intake bet - over/under weekly bottles: 5 cigs: 21 weapons: 4
cs: Zdá se, že kdokoli zde pracuje, používá samolepicí poznámky, aby si udržel pořádek. Pár srozumitelnějších poznámek: ----- Návštěva Rockwellu - úkoly: * zabavit odznaky -- hotovo * dotisknout odznaky -- čeká se na to * vyměnit zámky pro údržbu -- čeká se na nové zámky * objednat nové zámky -- hotovo ----- přehodnotit postup uzamykání aktualizovat dokovací orgán s novým postupem uzamykání ----- sázka na příjem - nad/pod týdenní lahve: 5 doutníků: 21 zbraní: 4

# game/codex:284:DefaultText
source: Auntie Cleo Food Service Automechanical Repair Manual
cs: Auntie Cleo Food Service Automechanické Opravy Příručka

# game/codex:285:DefaultText
source: Maintenance and Repair - ACSR-F900 ========================= WARNING - Please follow all recommended safety protocols before maintaining or cleaning your unit. The ACSR-F900 is equipped with anti-tampering subsystems which trigger a self-defense mechanism in the food preparation apparatus. Self-defense supersedes any pacifistic function. Please also remember to deactivate and remove all slicing, dicing, blending, filleting, chopping, deboning, or tenderizing apparatus prior to opening any access panels. It is critical that- [A spray of blood obscures the rest of the manual]
cs: Údržba a opravy - ACSR-F900 ========================= VAROVÁNÍ - Před údržbou nebo čištěním přístroje dodržujte všechny doporučené bezpečnostní protokoly. Přístroj ACSR-F900 je vybaven podsystémy proti neoprávněné manipulaci, které v přístroji na přípravu potravin spouštějí mechanismus sebeobrany. Sebeobrana nahrazuje jakoukoli pacifistickou funkci. Nezapomeňte také před otevřením jakýchkoli přístupových panelů deaktivovat a odstranit všechny přístroje na krájení, kostkování, mixování, filetování, sekání, vykosťování nebo křehčení. Je velmi důležité, aby... [Stříkající krev zakryla zbytek příručky]

# game/codex:309:DefaultText
source: Welcome to SubLight
cs: Vítejte v SubLight

# game/codex:310:DefaultText
source: My dearest (smaller) pain-in-the-ass, Salutations and congratulations! I have officially been informed from my dearest (larger) pain-in-the-ass that you are now the Vice President of Aggressive Acquisitions. It might be a department of one, but trust me - it ain't an easy title to hold onto. So good luck! And do know that on behalf of all of SubLight, we are most appreciative for your loyal support and backing. Remember, we are not merely a money-making institution, we are a family. You have my personal commendation as well for dealing with my C&P problem. Sincerely fucking yours, Catherine
cs: Moje nejdražší (menší) bolest v zadku, Zdravím a gratuluji! Moje nejdražší (větší) bolest v zadku mi oficiálně oznámila, že jste se stal viceprezidentem Aggressive Acquisitions. Je to sice oddělení jednoho člověka, ale věř mi - není snadné si tento titul udržet. Takže hodně štěstí! A vězte, že jménem celého SubLightu si nesmírně vážíme vaší věrné podpory a přízně. Pamatujte, že nejsme jen instituce vydělávající peníze, jsme rodina. Máte i mou osobní pochvalu za to, že jste se vypořádali s mým problémem s C&P. S pozdravem fucking yours, Catherine

# game/codex:317:DefaultText
source: Pearsall's Testimonial
cs: Pearsallovo svědectví

# game/codex:318:DefaultText
source: I don't know who's going to see this in the future. Let me introduce you to Tom. He used to say he liked plain and simple purpleberry crunch, always insisted on it, but then pick out the purpleberries and load it down with spices and chunks of mockapple. When he got distracted, he'd hum jingles from twenty years ago until somebody told him to quit it. When he heard a song he liked on the wireless, he'd freeze up like he touched a live wire, and if you bothered him before it was done he'd blink and stagger like he just woke up. He listened better than anybody I've ever known. He knew when you needed a hug and when you needed to be left alone, and you never needed to tell him. He always gave the best birthday presents. Ones you carry with you forever, because they speak to something you probably never knew about yourself before. He was also real smart. He knew damn near anything you could ask about nuclein variance. That's how he ended up here, but it wouldn't have told you why we miss him. Now you know. - Claire
cs: Nevím, kdo to v budoucnu uvidí. Představím vám Toma. Říkával, že má rád obyčejnou fialovou křupku, vždycky na ní trval, ale pak si vybral fialky a naložil je kořením a kousky mockapple. Když byl roztržitý, pobrukoval si dvacet let staré znělky, dokud mu někdo neřekl, aby toho nechal. Když slyšel v rádiu písničku, která se mu líbila, ztuhl, jako by se dotkl drátu pod napětím, a když jste ho vyrušili dřív, než skončila, zamrkal a zapotácel se, jako by se právě probudil. Poslouchal lépe než kdokoli, koho jsem kdy poznal. Věděl, kdy potřebujete obejmout a kdy potřebujete být sami, a nikdy jste mu to nemuseli říkat. Vždycky dával ty nejlepší dárky k narozeninám. Takové, které si s sebou nesete navždy, protože vypovídají o něčem, co jste o sobě pravděpodobně nikdy předtím nevěděli. Byl také opravdu chytrý. Věděl skoro všechno, na co jste se ho mohli zeptat ohledně nukleové variace. Takhle skončil tady, ale to by vám neřeklo, proč nám chybí. Teď už to víte. - Claire

# game/codex:319:DefaultText
source: McNulty's Testimonial
cs: Svědectví společnosti McNulty

# game/codex:320:DefaultText
source: You didn't have to go this far to get out of paying that bad bet on the Darlings. I mean, you gave me six years to pay you back for last year's Championships. I told you you were right. I had your back. We could've drawn straws or something. But you went off and did it and you didn't even tell me. This shouldn't have happened, man. Fuck this. You earned better. - Charlie
cs: Nemusel jsi chodit tak daleko, aby ses vyhnul placení té špatné sázky na Darlingy. Vždyť jsi mi dal šest let na to, abych ti vrátil peníze za loňský šampionát. Říkal jsem ti, že máš pravdu. Kryl jsem ti záda. Mohli jsme si tahat slámu nebo tak něco. Ale ty ses na to vykašlal a ani jsi mi to neřekl. Tohle se nemělo stát, kámo. Na to seru. Zasloužíš si to. - Charlie

# game/codex:321:DefaultText
source: Guthrie's Testimonial
cs: Svědectví Guthrieho

# game/codex:322:DefaultText
source: You were an excellent chimerist and a credit to our team. Upon our return to Byzantium, I will file to have the copyrights for our work made in your name. The companies will own them, but your name will be on every legal filing. People will see it and perhaps think of you. I hope this adequately communicates the depth of my... esteem. I will forever appreciate your efforts to improve communication between myself and the rest of the team. I do not believe I will drink vodka again, however. - Dr. Guthrie
cs: Byl jsi vynikající chiméristou a chloubou našeho týmu. Po našem návratu do Byzance požádám, aby autorská práva na naši práci byla převedena na tvé jméno. Společnosti je budou vlastnit, ale tvé jméno bude uvedeno na všech právních dokumentech. Lidé to uvidí a možná si na tebe vzpomenou. Doufám, že to dostatečně vyjadřuje hloubku mé... úcty. Navždy ocením tvé úsilí o zlepšení komunikace mezi mnou a zbytkem týmu. Nevěřím však, že budu znovu pít vodku. - Dr. Guthrie

# game/codex:323:DefaultText
source: Fahl's Testimonial
cs: Svědectví společnosti Fahl

# game/codex:324:DefaultText
source: I'd like to think you'd be happy about the data I recovered. These days I'm mostly thinking about how you should still be with us, and we should have had more support from the Board, and no one should have ever needed to take such a crazy, stupid, brave risk. I don't know if your folks will ever get to see you, but I made sure you were all tidy. Small stitches. Eva put you in your best suit. Did it herself, alone. Said she owed you. See you in the Equation, Tom. We miss you. - Lore
cs: Rád bych věřil, že budete mít radost z dat, která jsem obnovil. V těchto dnech přemýšlím hlavně o tom, že jsi měl být pořád s námi a že jsme měli mít větší podporu od představenstva a že nikdo nikdy neměl potřebu tak šíleně, hloupě a odvážně riskovat. Nevím, jestli tě tvoji rodiče někdy uvidí, ale postaral jsem se o to, abys měl uklizeno. Malé stehy. Eva tě oblékla do tvého nejlepšího obleku. Udělala to sama, sama. Říkala, že ti to dluží. Uvidíme se v Rovnosti, Tome. Chybíš nám. - Lore

# game/codex:325:DefaultText
source: Chartrand's Testimonial
cs: Chartrandovo svědectví

# game/codex:326:DefaultText
source: Tom, As your manager, I'm supposed to review your achievements and history, holding up examples of important milestones that emphasize your ability to work with and sacrifice for the company. Even when we die, it's all "how much did you make for us?" Everyone here knows what we're up against, and how long we have. You knew better than anyone. The way you talked about the lives we forget in passing. The dockworker who kept a red kerchief in one of her pockets, and you wondered why. The server at the bar trying to read a book on the sly until our order was up, and you wondered what it was. The worker who swept the roads, but when she found a dead sprat, stopped to bury it. I didn't notice half the lives around me until you'd point out the little things that made each one unlike any other you'd met. I have to live long enough that I can shout your name at Byzantium, tell everyone what you did for them, because I could write for forty days and nights, and not tell a tenth of the little things I saw in you. - E.
cs: Tome, jako tvůj nadřízený mám zhodnotit tvé úspěchy a historii a uvést příklady důležitých milníků, které zdůrazňují tvou schopnost spolupracovat se společností a obětovat se pro ni. Dokonce i když umíráme, je to samé "kolik jsi pro nás udělal?" Každý tady ví, s čím máme co do činění a jak dlouho jsme to dělali. Věděl jsi to lépe než kdokoli jiný. To, jak jsi mluvil o životech, na které jen tak mimochodem zapomínáme. O přístavní dělnici, která si v jedné z kapes schovávala červený šátek, a ty ses divil proč. Servírka u baru, která se snažila potají číst knihu, dokud nedojde naše objednávka, a ty ses divil, co to je. Dělnice, která zametala silnice, ale když našla mrtvého šprota, přestala ho pohřbívat. Polovinu životů kolem sebe jsem nevnímala, dokud jsi mě neupozornil na drobnosti, díky kterým se každý z nich lišil od ostatních, které jsi potkal. Musím žít tak dlouho, abych mohl vykřikovat tvé jméno v Byzanci a všem vyprávět, co jsi pro ně udělal, protože bych mohl psát čtyřicet dní a nocí a neřekl bych ani desetinu z těch maličkostí, které jsem na tobě viděl." - E.

# game/codex:327:DefaultText
source: An Old, Weathered Grave
cs: Starý, zvětralý hrob

# game/codex:328:DefaultText
source: Through tooth marks and the gradual wearing-away of sulfide, you can barely make out an epitaph carved into this tombstone's face: GOT HIMSELF EATEN DOING THE RIGHT THING
cs: Přes stopy po zubech a postupné opotřebovávání sulfidu lze jen stěží rozeznat epitaf vytesaný do obličeje tohoto náhrobku: ZEMŘEL, KDYŽ DĚLAL SPRÁVNOU VĚC.

# game/codex:329:DefaultText
source: Hayes's Grave
cs: Hayesův hrob

# game/codex:330:DefaultText
source: Buried near the surface of Hayes's grave is a small lockbox, its hinges rusted through and its wood almost completely rotted. It nearly falls apart in your hands, but in it you manage to find a tarnished silver medallion bearing the letters "CHARON."
cs: Poblíž povrchu Hayesova hrobu je pohřbena malá skříňka na zámek, jejíž panty jsou prorezavělé a dřevo téměř úplně shnilé. V rukou se ti téměř rozpadne, ale podaří se ti v ní najít zašlý stříbrný medailon s písmeny "CHARON".

# game/codex:331:DefaultText
source: Old Journal
cs: Starý deník

# game/codex:332:DefaultText
source: Dad, I'm writing this on the odds that you found your way back here. I'm sorry I wasn't here to see you. They're moving us out of town. All of us. I don't know where we're going. Hoping that wherever it is, they've got a lab as nice as Roseway's. We were doing some good work. Real science, for once. I don't know why they're moving us, and I don't know when we'll see each other again. And dad, do me a favor and burn this journal. I'm not allowed to even mention the name Roseway. Far as corporate's concerned, this town never existed. I don't want to get in trouble.
cs: Tati, tohle píšu s pravděpodobností, že jsi našel cestu zpátky. Mrzí mě, že jsem tu nebyl, abych tě viděl. Stěhují nás z města. Všechny. Nevím, kam půjdeme. Doufám, že ať už to bude kdekoli, mají tam stejně pěknou laboratoř, jako je ta Rosewayova. Odváděli jsme dobrou práci. Pro jednou opravdová věda. Nevím, proč nás stěhují, a nevím, kdy se zase uvidíme. A tati, udělej mi laskavost a spal tenhle deník. Nesmím ani zmínit jméno Roseway. Co se týče korporace, tohle město nikdy neexistovalo. Nechci se dostat do problémů.

# game/codex:333:DefaultText
source: A Raptidon Named Frieda
cs: Raptidon jménem Frieda

# game/codex:334:DefaultText
source: Nyoka has scrawled the name "Frieda" into this otherwise pristinely-preserved raptidon head.
cs: Nyoka na tuto jinak dokonale zachovalou hlavu raptidona načmárala jméno "Frieda".

# game/codex:337:DefaultText
source: Framed Photograph of Nyoka's Crew
cs: Zarámovaná fotografie posádky Nyoka's Crew

# game/codex:338:DefaultText
source: A faded photograph of Nyoka with her hunter crew. Etched into the back in a muddy red is the word "CHARON." Unlocks the Perk: "The Crew" for Nyoka.
cs: Vybledlá fotografie Nyoky s posádkou lovců. Na zadní straně je blátivě červenou barvou vyryto slovo "CHARON". Odemkne Nyoce perk: "The Crew".

# game/codex:339:DefaultText
source: Petunia the Plant
cs: Rostlina Petunia

# game/codex:340:DefaultText
source: This is not a petunia.
cs: Toto není petúnie.

# game/codex:341:DefaultText
source: Photo of Parvati's Father
cs: Fotografie otce Parvati

# game/codex:342:DefaultText
source: A stern, older man with warm eyes.
cs: Přísný starší muž s vřelýma očima.

# game/codex:343:DefaultText
source: Banged-Up Toolbox
cs: Rozbitá skříňka s nářadím

# game/codex:344:DefaultText
source: Full of modified tools with unique mechanical usages. Digging around in here would be an easy way to lose a finger to a sawtoothed blade.
cs: Plno upravených nástrojů s jedinečným mechanickým využitím. Když se tu budete hrabat, můžete snadno přijít o prst na pilovém kotouči.

# game/codex:345:DefaultText
source: Commemorative Cigarette Case
cs: Pamětní pouzdro na cigarety

# game/codex:346:DefaultText
source: This cigarette case is metal-lined and embossed with an iconic rendering of the Hope. The name, "Lillian," is signed on the inside of the metal lid. Commissioned by Spacer's Choice for a Founding Day anniversary promotion honoring the lives lost with the Hope. Nothing like a good smoke to help you remember someone dying in the airless void of space. Gasping for breath in their last moments.
cs: Toto pouzdro na cigarety má kovovou podšívku a je na něm vyraženo ikonické vyobrazení lodi Hope. Na vnitřní straně kovového víka je podepsáno jméno "Lillian". Objednáno společností Spacer's Choice pro propagační akci ke Dni založení na počest životů ztracených na lodi Hope. Není nad to, když si při vzpomínce na někoho, kdo zemřel v bezvzdušné vesmírné prázdnotě, dobře zakouřit. Lapající po dechu v posledních chvílích.

# game/codex:347:DefaultText
source: Pristine Medical Journals
cs: Nedotčené lékařské časopisy

# game/codex:348:DefaultText
source: The only things in Ellie's cabin that haven't been roughed up, shot up, or spattered with blood.
cs: Jediné věci v Elliině chatě, které nebyly zničeny, rozstříleny nebo potřísněny krví.

# game/codex:349:DefaultText
source: Trauma Kit
cs: Traumatologická souprava

# game/codex:350:DefaultText
source: Scissors for gauze, scalpels for wounds, and handheld laser wands for a flawless complexion.
cs: Nůžky na gázu, skalpely na rány a ruční laserové hůlky pro bezchybnou pleť.

# game/codex:351:DefaultText
source: Mysterious Bottle of Hooch
cs: Tajemná láhev kořalky

# game/codex:352:DefaultText
source: For disinfecting equipment. Probably.
cs: K dezinfekci zařízení. Pravděpodobně.

# game/codex:353:DefaultText
source: What doesn't kill you gives you tetanus.
cs: Co tě nezabije, to ti dá tetanus.

# game/codex:354:DefaultText
source: Old Sabre
cs: Stará šavle

# game/codex:355:DefaultText
source: Bullet-Riddled Leather Jacket
cs: Kožená bunda s kulkami

# game/codex:356:DefaultText
source: It's "distressed."
cs: Je to "distressed".

# game/codex:357:DefaultText
source: Terra 1 Poster
cs: Terra 1 Plakát

# game/codex:358:DefaultText
source: "The most Earth-like planet ever discovered!"
cs: "Nejpodobnější planeta Zemi, jaká kdy byla objevena!"

# game/codex:359:DefaultText
source: Doctrinal Studies 539 - "Of Equity and Equations"
cs: Doktrinální studia 539 - "O rovnosti a rovnostech"

# game/codex:360:DefaultText
source: These textbooks have been out of print for almost half a century. The margins are filled with scribbled notes, and many passages have been underlined. Some pages have come loose, the glue now yellowed and cracked along the spines.
cs: Tyto učebnice se již téměř půl století netisknou. Okraje jsou plné čmáraných poznámek a mnoho pasáží je podtržených. Některé stránky se uvolnily, lepidlo je nyní zažloutlé a podél hřbetů popraskané.

# game/codex:361:DefaultText
source: Index of Banned Literature
cs: Rejstřík zakázané literatury

# game/codex:362:DefaultText
source: Part I: Various qualifying considerations Part II: Principal rules of restrictive management Part III: Morals and maxims of banning unethical literature Part IV: Proof of the Grand Architect and Pre-destination (a refudiation of the titles listed herewithin) Part V: Consequences, the mind, and the will of man when led astray Part VI: Official list of banned titles Part VII: Prerequisites for advancing the investigation, outing, and penalizing of offenders
cs: Část I: Různé kvalifikační úvahy Část II: Hlavní pravidla restriktivního řízení Část III: Morálka a maxima zákazu neetické literatury Část IV: Důkaz Velkého architekta a předurčení (vyvrácení zde uvedených titulů) Část V: Důsledky, mysl a vůle člověka, je-li sveden na scestí Část VI: Oficiální seznam zakázaných titulů Část VII: Předpoklady pro postup při vyšetřování, odhalování a trestání pachatelů trestných činů

# game/codex:363:DefaultText
source: The Art and Science of Tossball
cs: Umění a věda o přehazované

# game/codex:364:DefaultText
source: "Impossible to put down." - Order of Scientific Inquiry, Office of Literature "This endorsement has been approved." - Auntie Cleo's Darlings Signed by Seymour Whitlock, who held the record for most on-the-field fatalities for three consecutive seasons.
cs: "Nedá se odložit." - Order of Scientific Inquiry, Office of Literature "Tato podpora byla schválena." - Miláčci tety Cleo Podepsán Seymour Whitlock, který držel rekord v počtu smrtelných úrazů na hřišti tři sezony po sobě.

# game/codex:365:DefaultText
source: The Order Beneath the Chaos
cs: Řád pod chaosem

# game/codex:366:DefaultText
source: "Halcyon's colonial destiny begins forthwith, Glorious, the gilded age now dawns, Man doth rise like a god's monolith, The might of our reign forgone."
cs: "Koloniální osud Halcyonu začíná hned, slavný, pozlacený věk teď svítá, člověk se zvedá jako boží monolit, moc naší vlády zapomenutá."

# game/codex:367:DefaultText
source: History of Heresy: The Roots of Philosophism
cs: Dějiny kacířství: Kořeny filosofismu

# game/codex:368:DefaultText
source: Several pages are missing. Various passages have been censored.
cs: Chybí několik stránek. Některé pasáže byly cenzurovány.

# game/codex:369:DefaultText
source: The Equation and the Plan
cs: Rovnice a plán

# game/codex:370:DefaultText
source: Foreword by Vicar Grisson. A collection of papers and essays written by the OSI's foremost theologians. This text argues that humanity's destiny is predetermined and that reality can be quantified in a single, elaborate equation.
cs: Předmluva vikáře Grissona. Sbírka článků a esejů předních teologů OSI. Tento text tvrdí, že osud lidstva je předurčen a že skutečnost lze vyčíslit v jediné propracované rovnici.

# game/codex:371:DefaultText
source: The Journal of Maximillian DeSoto: Volume 1
cs: Deník Maximilliana DeSota: svazek 1

# game/codex:372:DefaultText
source: The scribblings on these journal pages are utterly illegible to anyone except Vicar Maximillian DeSoto.
cs: Čmáranice na stránkách deníku jsou pro kohokoli kromě vikáře Maximilliana DeSota naprosto nečitelné.
