Repository: pavelhoral/outer-preklad
Catalog: source/*/game/codex.po
Languages: cs

# game/codex:117:DefaultText
source: Spacer's Choice delivers the bounty of the sea to your fork and knife, all thanks to the wonders of technology. This canning equipment cleans and debones saltuna within an acceptable margin of industrial standards before chopping, separating, and blending it into a high-protein jelly. Then we reconstitute our saltuna with the Spacer's Choice Secret Formula: a blend of chemicals and additives for flavor, and extra salt for preservation. Finally, the semi-solid mixture is squeezed into cans, sealed, and pressure-cooked at fantastically high temperatures to ensure maximum shelf life. Every can of saltuna is insured by the Spacer's Choice Promise: guaranteed not to expire before the collapse of our local star, or your bits back!
cs: Spacer's Choice vám díky zázračným technologiím přinese na vidličku a nůž bohatství moře. Toto konzervárenské zařízení v rámci přijatelného rozpětí průmyslových norem očistí a vykostí lososa, než jej naseká, oddělí a rozmixuje do vysoce proteinového želé. Poté naši saltunu rekonstituujeme pomocí tajné receptury Spacer's Choice: směsi chemikálií a přísad pro chuť a extra soli pro konzervaci. Nakonec se polotuhá směs stlačí do plechovek, uzavře a vaří pod tlakem při fantasticky vysokých teplotách, aby se zajistila maximální trvanlivost. Každá plechovka saltuny je pojištěna slibem Spacer's Choice: zaručujeme, že její trvanlivost neskončí dříve, než se zhroutí naše lokální hvězda, nebo vám vrátíme vaše kousky!

# game/codex:119:DefaultText
source: These curious bird-like creatures can be found all over Terra 2, including here in Emerald Vale! While they are interesting to look at, the pteroray is an extremely territorial creature, and will flock towards intruders and attack any extremities they can find. Any experienced pteroray-enthusiast will tell you: keep your distance if you want to keep your eyes!
cs: Tyto podivné ptačí tvory najdete po celé Terře 2, včetně Smaragdového údolí! Ačkoli je na ně zajímavý pohled, pteroray je extrémně teritoriální tvor, který se hrne k vetřelcům a útočí na všechny končetiny, které najde. Každý zkušený milovník pterorayů vám řekne: pokud si chcete zachovat oči, držte si odstup!

# game/codex:120:DefaultText
source: Shipment Manifest
cs: Manifest zásilky

# game/codex:121:DefaultText
source: Shipping Label One (1) case of UDL Concussive Mines to HRS-1084. Signed by Chief of Security Ida Kimball. WARNING. Contents may have shifted in transit. Warranty is void on any and all detonated mines regardless of cause. Tampering with, disabling, or destroying mines is a fireable offense. Mines are not a company-authorized decoration, pet, or sporting equipment. Mines are not suitable for ingestion. Mines are not eligible for any recycling promotion. Do not purposefully stand, sit, or recline on mines. Mines are not your friend. UDL claims no liability for any actions taken or not taken by mines. UDL recognizes that you could have chosen any remote explosives provider. Your commitment guarantees product quality and safety* for many shipments to come. Thank you and have a pleasant detonation. *quality and safety not guaranteed.
cs: Přepravní štítek Jedno (1) pouzdro UDL Concussive Mines na HRS-1084. Podepsáno šéfkou bezpečnosti Idou Kimballovou. POZOR. Obsah se mohl při přepravě posunout. Záruka zaniká na všechny detonované miny bez ohledu na příčinu. Manipulace s minami, jejich zneškodnění nebo zničení je trestné. Miny nejsou společností schválenou dekorací, domácím mazlíčkem ani sportovním vybavením. Miny nejsou vhodné ke spolknutí. Na miny se nevztahuje žádná recyklační akce. Na minách záměrně nestůjte, nesedejte si ani se nevyklánějte. Miny nejsou vaším přítelem. Společnost UDL nepřebírá žádnou odpovědnost za jakékoliv činnosti, které miny provádějí nebo neprovádějí. Společnost UDL uznává, že jste si mohli vybrat jakéhokoli poskytovatele výbušnin na dálku. Váš závazek zaručuje kvalitu a bezpečnost* výrobku pro mnoho dalších dodávek. Děkujeme a přejeme příjemnou detonaci. *Kvalita a bezpečnost nejsou zaručeny.

# game/codex:124:DefaultText
source: Zoe's Journal - Page 12
cs: Zoein deník - strana 12

# game/codex:125:DefaultText
source: So that's it, then. No more Edgewater for me. No more cannery. No more jumpsuits and gloves, yes-ma'am's and would-you-like-anothers. I don't know why I'm writing this down for posterity's sake, because I've always hated the cannery and I don't think I'll ever have to look back to this journal many years hence, and tell myself, "Oh, wow, I did hate the Vale once, didn't I?" Just because I got sick. Everybody gets sick. Well, okay, I got sick and I grabbed a little too much Adrena-Time. Is that really a crime? I gotta treat myself when I'm sick, don't I? Whatever happened to personal responsibility and surviving by one's own bootstraps? Oh, but you misappropriate one box of Adrena-Time, and suddenly you're committing larceny.
cs: Tak to by bylo. Pro mě už žádný Edgewater. Už žádná konzervárna. Už žádné kombinézy a rukavice, "ano, paní" a "chtěl bych, abyste". Nevím, proč si to pro potomky zapisuju, protože jsem vždycky konzervárnu nenáviděla a nemyslím si, že bych se někdy za mnoho let musela ohlédnout do tohoto deníku a říct si: "Páni, já jsem kdysi Vale nenáviděla, že jo?" Jen proto, že jsem onemocněla. Každý je nemocný. No, dobře, já jsem onemocněla a vzala jsem si trochu moc Adrena-Time. Je to opravdu zločin? Musím se léčit, když jsem nemocná, ne? Co se stalo s osobní zodpovědností a přežitím na vlastní pěst? Ale když si přivlastníš jednu krabičku Adrena-Time, najednou se dopouštíš krádeže.

# game/codex:126:DefaultText
source: Zoe's Journal - Page 18
cs: Zoein deník - strana 18

# game/codex:127:DefaultText
source: Good news. I'm alive. Starting to feel a little better, too. There's a group of deserters living out in the old botanical labs. They found a way to grow some food. Or something that passes for food, anyway. Adelaide boiled a pot of something green and leafy and told me to drink it twice a day for "my symptoms," I suppose. Tastes atrocious, but I've been feeling better. It's nice to be away from the cannery. The labs have just enough power to run an aetherwave, so I've been catching up on my serial dramas. Masked Marketeer, what would I do without you? Go crazy, most likely. Crack up, murder all my neighbors and run screaming into the hills like some wild marauder. I don't know. That doesn't sound too bad. I could see myself leading a cadre of marauders. A band of bandits. Wait, that doesn't sound right. Band of bandits? What would we call ourselves? The Formidable Fourteen. The Hundred Hooligans, featuring Zoe, Bandit Queen.
cs: Dobrá zpráva. Jsem naživu. Začínám se cítit o něco lépe. Ve starých botanických laboratořích žije skupina dezertérů. Našli způsob, jak si vypěstovat nějaké jídlo. Nebo něco, co se dá považovat za jídlo. Adelaide uvařila hrnec něčeho zeleného a listnatého a řekla mi, abych to pil dvakrát denně na "moje příznaky", předpokládám. Chutná to příšerně, ale už se cítím líp. Je fajn být pryč z konzervárny. Laboratoře mají právě tolik energie, aby se v nich dala spustit éterová vlna, takže jsem doháněl své seriálové drama. Maskovaný Marketeere, co bych si bez tebe počal? Nejspíš bych se zbláznil. Zhroutit se, vyvraždit všechny sousedy a s křikem utéct do kopců jako nějaký divoký nájezdník... Nevím. To nezní tak špatně. Dokážu si představit, že bych vedl oddíl nájezdníků. Banda banditů. Počkat, to nezní dobře. Banda banditů? Jak bychom si říkali? Hrozivá čtrnáctka. Sto chuligánů, se Zoe, královnou banditů.

# game/codex:128:DefaultText
source: Zoe's Journal - Page 20
cs: Zoein deník - strana 20

# game/codex:129:DefaultText
source: This place is worse than the cannery. Don't misunderstand. The cannery was awful in every way. My hands smelled like saltuna and grease all the time. Phyllis wouldn't stop yelling at me. And every second week somebody tipped over with fever. But at least nobody talked to me. That was nice. I just showed up at first light in my jumpers and gloves and did the same thing I did every single day. Filled cans with saltuna. Folks just don't stop talking to me out here. How're you doing, Zoe? Fancy seeing you out here, Zoe. Got tired of living in the outpost, Zoe? Hey Zoe, want some roasted canid? Wow, Zoe, I remember you--we worked at the cannery together. How perceptive of you. It's not as if we weren't spending every day of our lives slaving over the same rusted conveyor belt. At least I've got my serials. Stefan's not too bad either. He's an idiot, but his taste in serial dramas is fine and cultivated. We've been watching the Masked Marketeer together. It's nice. Grace is all right too, I suppose. Don't think she cares for me much. She knows her way around a rifle, though. I can respect that. One day, when I've become the pre-eminent bandit queen of Emerald Vale, I shall spare those two from our pillaging ways.
cs: Tohle místo je horší než konzervárna. Nechápejte to špatně. Konzervárna byla hrozná ve všech ohledech. Ruce mi pořád smrděly salutem a tukem. Phyllis na mě nepřestávala křičet. A každý druhý týden se někdo převrátil s horečkou. Ale aspoň se mnou nikdo nemluvil. To bylo příjemné. Prostě jsem se objevil za rozbřesku ve svetru a rukavicích a dělal jsem to samé, co každý den. Plnil jsem plechovky saltunou. Lidi se mnou tady prostě nepřestanou mluvit. Jak se máš, Zoe? Rád tě tu vidím, Zoe. Už tě nebaví žít na základně, Zoe? Hej, Zoe, nechceš pečeného kanice? Páni, Zoe, já si tě pamatuju, pracovali jsme spolu v konzervárně. To je od tebe všímavé. Ne že bychom každý den netrávili otročením u stejného zrezivělého pásu. Alespoň mám své seriály. Stefan na tom taky není špatně. Je to sice idiot, ale jeho vkus pro seriálová dramata je fajn a kultivovaný. Díváme se spolu na Maskovaného markýze. Je to pěkné. Grace je taky v pohodě, myslím. Nemyslím si, že jí na mně moc záleží. Ale s puškou to umí. Toho si vážím. Jednoho dne, až se stanu nejvýznamnější královnou banditů ve Smaragdovém údolí, ušetřím ty dva našeho drancování.

# game/codex:130:DefaultText
source: Zoe's Journal - Page 22
cs: Zoein deník - strana 22

# game/codex:131:DefaultText
source: Well, today's the day, Zoe. Today is the day you take your destiny into your own hands. I been listening to Grace talk about the marauder threat. Bands of wild, free-spirited bandits living in camps out in the hills, warming themselves by the light of barrel fires. Probably mounted the heads of their enemies on spikes as a warning to folk like me. Living a life of comfort and ease, free of any rules. I bet they could take the whole region if they were organized. I've been tucking away some of Adelaide's food, and I've got some spare cans of saltuna. Should last me a couple weeks if I ration. Got some Adrena-Time too. Everybody loves Adrena-Time. Even marauders, right? I got odds those marauders will let me throw in with them if I dangle a couple syringes of Adrena-Time before their eyes. This is gonna be great. Look out, Terra 2. Bandit Queen Zoe's origin story has just begun. I'm gonna have a whole gang of marauders at my beck and call. Maybe I can even score some Rizzo's.
cs: Dnes je ten den, Zoe. Dnes je den, kdy vezmeš svůj osud do vlastních rukou. Poslouchala jsem Grace, jak mluví o hrozbě nájezdníků. Tlupy divokých, svobodomyslných banditů žijí v táborech v kopcích a hřejí se u světla ohňů ze sudů. Pravděpodobně si hlavy svých nepřátel připevnili na hroty jako varování pro lidi, jako jsem já. Žili si pohodlným životem bez jakýchkoli pravidel. Vsadím se, že kdyby byli organizovaní, dokázali by obsadit celý kraj. Schoval jsem si nějaké jídlo z Adelaide a mám i nějaké náhradní konzervy saltuna. Měly by mi vydržet pár týdnů, když budu dávkovat. Mám taky nějaký Adrena-Time. Všichni milují Adrena-Time. Dokonce i nájezdníci, že? Mám šanci, že mě ti nájezdníci nechají, abych si s nimi hodil, když jim před oči hodím pár stříkaček Adrena-Time. Tohle bude skvělé. Pozor, Terra 2. Příběh královny banditů Zoe právě začal. Budu mít na povel celou bandu nájezdníků. Možná se mi podaří sehnat i nějakého Rizza.

# game/codex:132:DefaultText
source: Donna Hunte Personal Log
cs: Donna Hunte Osobní deník

# game/codex:133:DefaultText
source: Mama. Wilhelm. Lukas. Forgive me. Frank offered me so tiny a piece. It tasted like... it doesn't matter what it tasted like. It was delicious. I loved it. Let it be known that I broke the lock to my personal quarters, not Wilhelm. I'll die in here and that is my choice.
cs: Mami, Wilhelme, Lukáši, odpusť mi, Frank mi nabídl tak malý kousek. Chutnalo to jako... nezáleží na tom, jak to chutnalo, bylo to vynikající. Chutnalo mi to. Ať je známo, že jsem rozbil zámek své osobní kajuty já, ne Wilhelm. Umřu tady a je to moje volba.

# game/codex:134:DefaultText
source: Engineer's Log #CE-17
cs: Deník inženýra #CE-17

# game/codex:135:DefaultText
source: This whole starving to death thing isn't all it's cracked up to be. On the up side, the bathrooms are the cleanest they've been since we left port. It's made my job a helluva lot easier. Thurston Stallworth Custodial Engineer License #3464-8432
cs: Celá ta záležitost s hladověním není tak úplně k zahození. Na druhou stranu jsou záchody nejčistší od doby, kdy jsme opustili přístav. Mám díky tomu mnohem snazší práci. Thurston Stallworth Udržovací technik Licence č. 3464-8432

# game/codex:136:DefaultText
source: Engineer's Log #CE-29
cs: Inženýrský deník #CE-29

# game/codex:137:DefaultText
source: Finding a lot more blood around the ship lately. This must be the clumsiest crew on record. You know how hard it is to get blood stains out of steel hull? I'm going to run out of antiseptic wash. With the amount of time I've spent on these floors, I'd better have a promotion waiting in Halcyon. Chief Custodial Engineer sounds fine to me. Thurston Stallworth Custodial Engineer License #3464-8432
cs: Poslední dobou se kolem lodi objevuje mnohem více krve. Tohle musí být nejnešikovnější posádka v historii. Víte, jak je těžké dostat skvrny od krve z ocelového trupu? Za chvíli mi dojde antiseptické mytí. S tím, kolik času jsem strávil na těchto podlahách, by mě v Halcyonu mělo čekat povýšení. Hlavní údržbář mi zní dobře. Thurston Stallworth Údržbářská licence č. 3464-8432

# game/codex:138:DefaultText
source: Engineer's Log #CE-32
cs: Inženýrský deník #CE-32

# game/codex:139:DefaultText
source: Today I found a finger lodged in one of the security mechanicals. I caught the damn thing scratching up my floors because the finger was stuck in one of the leg joints and it couldn't move properly. This is getting to be ridiculous. Thurston Stallworth Custodial Engineer License #3464-8432
cs: Dnes jsem našel prst zaseknutý v jednom z bezpečnostních mechanismů. Přistihl jsem tu zatracenou věc, jak mi drhne o podlahu, protože prst byl zaseknutý v jednom z kloubů nohy a nemohl se pořádně hýbat. Začíná to být směšné. Thurston Stallworth Údržbářská licence č. 3464-8432

# game/codex:140:DefaultText
source: Engineer's Log #CE-54
cs: Inženýrský deník #CE-54

# game/codex:141:DefaultText
source: Okay, I give up. This civil war nonsense is exhausting. Blood everywhere. Every time I turn around another part of the ship has been sealed off. How the hell am I supposed to do my job if the captain locks all the damn doors? Fuck it. I'm gonna find a way to lock myself in a hibernation chamber and they can wake my ass up when we arrive at the colony. Have fun cleaning your own floors from now on. Assholes. Thurston Stallworth Custodial Engineer License #3464-8432
cs: Dobře, vzdávám se. Tenhle nesmysl s občanskou válkou je vyčerpávající. Všude je krev. Pokaždé, když se otočím, je jiná část lodi uzavřená. Jak mám sakra dělat svou práci, když kapitán zamkne všechny dveře? Seru na to. Najdu způsob, jak se zamknout v hibernační komoře, a až dorazíme do kolonie, můžou mě vzbudit. Odteď se bavte mytím vlastních podlah. Kreténi. Thurston Stallworth, údržbářský inženýr, licence č. 3464-8432.

# game/codex:144:DefaultText
source: Safety Announcement Draft
cs: Návrh bezpečnostního oznámení

# game/codex:145:DefaultText
source: A draft of different safety announcements from when the press was still operational. Most of them have been crossed out. "Safety guards are there to guard your safety!" "Replacement limbs are no replacements at all!" "Let's CONVEY safety standards around our CONVEYOR..." "Don't be a fool around the spools!"
cs: Návrh různých bezpečnostních oznámení z doby, kdy tisk ještě fungoval. Většina z nich byla přeškrtnuta. "Bezpečnostní stráže jsou tu proto, aby hlídaly vaši bezpečnost!" "Náhradní končetiny nejsou vůbec žádné náhrady!" "KONEJME bezpečnostní normy kolem našeho KONVERTU..." "Nebuďte blázni kolem cívek!"

# game/codex:146:DefaultText
source: Final Notice - Shuster, C.
cs: Konečné oznámení - Shuster, C.

# game/codex:147:DefaultText
source: To Whom it May Concern: I, Caden Shuster, do hereby declare my official resignation. Delivery services to the Terra 1 printing facility #OD-2214 shall cease forthwith. During my tenure of service, I have made known numerous complaints regarding the hazards of working on this Law-forsaken rock, including, but not limited to: 1. The infestation of unknown insects in my sinus cavities, resulting in weeks of unpaid leave 2. The as-yet un-reimbursed loss of several articles of clothing due to the acidic properties of the local atmosphere 3. The constant, unrelenting aggression for local wildlife 4. A persistent itching and coughing malady in my lungs, likely due to breathing in trace amounts of sulfur 5. Equally persistent indigestion, a symptom of an overall nutritional problem stemming from the fact that I am in fact allergic to fish, which is the main diet provided to service workers based in Stellar Bay I have received the following responses to these complaints, all of which I deem unacceptable: 1. At my resulting loss of olfactory senses, I was deemed, quote, "lucky to no longer suffer the stench of fish and sulfur." 2. My wardrobe was replaced with uniforms out of Stellar Bay - which suffered the exact same degradation and I was thus no better off. 3. At my insistence, I was awarded the services of a local hunter, one "N. Ramnarim-Wentworth," who spent the entire service call inebriated and offending my sensibilities with off-color language 4. After a thorough medical examination, I was found to be in "working health," which was deemed more fortunate than many 5. At my insistence that additional dietary needs be offered, I was instead awarded extra supplies of toilet paper. After this latest response, I hereby tell whoever is reading this to go hang themselves, and that your replacement rollers, ink carts, belting, bindings, keys, stamps, lubricants, and whatever else is in these infernal boxes can all be found rotting in the wilderness. Good day to you. Sincerely, Caden Shuster
cs: Komukoli: Já, Caden Shuster, tímto oficiálně oznamuji svou rezignaci. Doručovací služby do tiskárny Terra 1 #OD-2214 okamžitě ukončuji. Během svého působení ve službě jsem podal četné stížnosti týkající se nebezpečí práce na této zákonem zapomenuté skále, mimo jiné: 1. Nebezpečí, které mi hrozí při práci v tiskárně Terra 1. Napadení mých dutin neznámým hmyzem, které mělo za následek několik týdnů neplaceného volna. 2. Ztráta času. Dosud nenahrazená ztráta několika kusů oblečení v důsledku kyselých vlastností zdejšího ovzduší. 3. Ztráta několika kusů oblečení v důsledku kyselých vlastností zdejšího ovzduší. Neustálá, neutuchající agrese vůči místní divoké zvěři 4. Neustálé svědění a kašel v plicích, pravděpodobně způsobené vdechováním stopového množství síry 5. Stejně tak přetrvávající zažívací potíže, které jsou příznakem celkového problému s výživou pramenícího ze skutečnosti, že jsem ve skutečnosti alergický na ryby, což je hlavní strava poskytovaná pracovníkům služeb sídlících ve Hvězdné zátoce Na tyto stížnosti jsem obdržel následující odpovědi, z nichž všechny považuji za nepřijatelné: 1. "Nevím, co si mám myslet. Na mou výslednou ztrátu čichových smyslů jsem byl označen, cituji: "za šťastlivce, který již netrpí zápachem ryb a síry". 2. "Všichni se mnou souhlasí. Můj šatník byl nahrazen uniformami z Hvězdné zátoky - které trpěly úplně stejným znehodnocením, a já na tom tedy nebyl o nic lépe. 3. Můj šatník byl nahrazen uniformami z Hvězdné zátoky. Na mé naléhání mi byly přiznány služby místního lovce, jistého "N. Ramnarima-Wentwortha", který celý služební hovor strávil v opilosti a urážel mé citlivé smysly nevybíravými výrazy. 4. Na základě mého naléhání jsem byl vyhoštěn z vězení. Po důkladné lékařské prohlídce jsem byl shledán "pracovně zdravým", což bylo považováno za větší štěstí než u mnohých 5. Na mé naléhání, aby mi byly nabídnuty další dietní potřeby, mi místo toho byly uděleny dodatečné zásoby toaletního papíru. Po této poslední reakci tímto vzkazuji všem, kteří toto čtou, aby se šli oběsit a že vaše náhradní válečky, inkoustové vozíky, řemeny, vazby, klíče, razítka, maziva a cokoli dalšího, co je v těchto pekelných krabicích, najdete hnít v poušti. S pozdravem Caden Shuster.

# game/codex:148:DefaultText
source: Ethology Log: Pteroray Mating Habits
cs: Etologický deník: Pářící zvyky pterorayů

# game/codex:149:DefaultText
source: Kane Van Acker, Spacer's Choice Ethologist assigned to Terra 2. This week I've decided to study pteroray mating habits. The female pterorays leave their nesting area in the morning and return in the afternoon with random objects - typically something shiny or bright. Then they build displays with these objects, and perform what I can only describe as a dance for an audience of males. If a male likes what he sees, the two go off and nest together in one of the nearby trees. Gerald, if you're reading this, I'm done waiting for you. Collect my things and meet me at the next site. And don't be late. I expect punctuality from my assistants.
cs: Kane Van Acker, etolog Spacer's Choice přidělený na Terru 2. Tento týden jsem se rozhodl studovat pářící zvyky pterorayů. Samice pterorů ráno opouštějí hnízdiště a odpoledne se vracejí s náhodnými předměty - obvykle s něčím lesklým nebo světlým. Z těchto předmětů pak staví expozice a předvádějí něco, co mohu popsat jen jako tanec pro publikum složené ze samců. Pokud se některému samci líbí, co vidí, odletí a zahnízdí spolu na některém z blízkých stromů. Geralde, jestli tohle čteš, tak už na tebe čekat nebudu. Posbírej si moje věci a sejdeme se na dalším stanovišti. A nepřijď pozdě. Od svých asistentů očekávám dochvilnost.

# game/codex:150:DefaultText
source: Ethology Log: Hunting Behavior of Feral Canids
cs: Etologický deník: Lovecké chování divokých psovitých šelem
