Repository: pavelhoral/outer-preklad
Catalog: source/*/game/factions.po
Languages: cs

# game/factions:0:DefaultText
source: Iconoclasts
cs: Ikonoklasté

# game/factions:2:DefaultText
source: Deserters
cs: Dezertéři

# game/factions:7:DefaultText
source: Auntie Cleo
cs: Teta Cleo

# game/factions:10:DefaultText
source: The Board
cs: Představenstvo

# game/factions:11:DefaultText
source: The Iconoclasts are a group of survivalists living in the ruins of Amber Heights on Monarch. Led by Graham Bryant, a staunch Philosophist, they hope to one day tear down the corporate establishment that they believe has brought the colony to the brink of death.
cs: Ikonoklasté jsou skupina přeživších, která žije v ruinách Amber Heights na Monarchu. Pod vedením Grahama Bryanta, přesvědčeného filosofa, doufají, že jednoho dne zničí korporátní zřízení, které podle nich přivedlo kolonii na pokraj smrti.

# game/factions:13:DefaultText
source: The Deserters are a community of disillusioned workers who left the town of Edgewater. They live together in a makeshift camp located in the Botanical Lab district of Emerald Vale.
cs: Dezertéři jsou komunitou zklamaných dělníků, kteří opustili město Edgewater. Žijí společně v provizorním táboře, který se nachází ve čtvrti Botanical Lab ve Smaragdovém údolí.

# game/factions:14:DefaultText
source: Spacer's Choice is the favorite brand for a colonist on the budget. The town of Edgewater, and the region of Emerald Vale, are properties of the Spacer's Choice company.
cs: Spacer's Choice je oblíbená značka pro kolonisty s omezeným rozpočtem. Město Edgewater a oblast Emerald Vale jsou majetkem společnosti Spacer's Choice.

# game/factions:15:DefaultText
source: A former colony ship turned space station, Groundbreaker is the only township in the system operating outside the Board's control. The Groundbreaker's crew are led by engineer–turned–captain Junlei Tennyson, and they are fiercely protective of their independence.
cs: Groundbreaker, bývalá koloniální loď přeměněná na vesmírnou stanici, je jediným městem v systému, které funguje mimo kontrolu Rady. Posádku Groundbreakeru vede inženýr Junlei Tennyson, který se stal kapitánem, a ta si tvrdě chrání svou nezávislost.

# game/factions:16:DefaultText
source: Once a loyal Board-owned corporation, Monarch Stellar Industries split off to become their own private entity under the leadership of Sanjar Nandi. Espousing worker-centric rights and democratic ideals, Sanjar seeks to bring his own brand of freedoms to the rest of Halcyon.
cs: Společnost Monarch Stellar Industries, která byla kdysi loajální korporací vlastněnou Radou, se pod vedením Sanjara Nandiho oddělila a stala se vlastním soukromým subjektem. Sanjar, který se hlásí k právům zaměstnanců a demokratickým ideálům, se snaží přinést zbytku Halcyonu vlastní svobodu.

# game/factions:17:DefaultText
source: Raptidon faction description
cs: Popis frakce Raptidon

# game/factions:18:DefaultText
source: Auntie Cleo brings millenia of scientific research and advancement to your nearest pharmaceutical outlet or convenience store. With everything from their "Auntie-Biotics" line of medicinal solutions to their straight-from-the-laboratory Tripicale foodstuffs, you're sure to find something for everyone. Auntie Cleo: It's better than nature!
cs: Auntie Cleo přináší tisíciletí vědeckého výzkumu a pokroku do nejbližší lékárny nebo obchodu se smíšeným zbožím. V jejich řadě léčivých přípravků "Auntie-Biotics" až po potraviny Tripicale přímo z laboratoře si jistě každý najde to své. Auntie Cleo: Je to lepší než příroda!

# game/factions:20:DefaultText
source: SubLight is a network of "salvagers" with business ties to "transportation" and "waste disposal." A tangled web of contractors and secretive vice presidents make up their official hierarchy, leaving no one to speak on the record about SubLight's more legally-dubious activities.
cs: SubLight je síť "záchranářů" s obchodními vazbami na "dopravu" a "likvidaci odpadu". Jejich oficiální hierarchii tvoří spletitá síť smluvních partnerů a tajnůstkářských viceprezidentů, takže o právně pochybných aktivitách společnosti SubLight nemůže nikdo mluvit otevřeně.

# game/factions:21:DefaultText
source: The Halcyon Holdings Board of Directors is a group of CEOs from each of Halcyon's founding companies. Under the leadership of Chairman Rockwell, the CEO of Universal Defense Logistics, the Board institutes policy and law throughout the Halcyon colony.
cs: Představenstvo společnosti Halcyon Holdings tvoří skupina generálních ředitelů všech zakládajících společností společnosti Halcyon. Představenstvo pod vedením předsedy Rockwella, generálního ředitele společnosti Universal Defense Logistics, zavádí politiku a zákony v celé kolonii Halcyon.

# game/factions:26:DefaultText
source: Neutral
cs: Neutrální

# game/factions:27:DefaultText
source: Agreeable
cs: Příjemné

# game/factions:30:DefaultText
source: Off-put
cs: Mimo mísu

# game/factions:31:DefaultText
source: Mixed
cs: Smíšené

# game/factions:32:DefaultText
source: Confused
cs: Zmatený

# game/factions:33:DefaultText
source: Understanding
cs: Porozumění

# game/factions:36:DefaultText
source: Cautious
cs: Opatrný

# game/factions:37:DefaultText
source: Tolerant
cs: Tolerantní

# game/factions:38:DefaultText
source: Repulsed
cs: Odražené

# game/factions:40:DefaultText
source: Agitated
cs: Rozrušený

# game/factions:41:DefaultText
source: Nervous
cs: Nervozita

# game/factions:42:DefaultText
source: It's too early to tell whether this employee is competent or not.
cs: Je příliš brzy na to, abychom mohli říci, zda je tento zaměstnanec kompetentní, nebo ne.

# game/factions:43:DefaultText
source: We are seeing some areas that are good and some that need improvement.
cs: Vidíme, že některé oblasti jsou dobré a některé je třeba zlepšit.

# game/factions:44:DefaultText
source: This employee needs supervision.
cs: Tento zaměstnanec potřebuje dohled.

# game/factions:45:DefaultText
source: This employee's behavior is erratic. Recommend they see a company counselor.
cs: Chování tohoto zaměstnance je nevyzpytatelné. Doporučte mu návštěvu firemního poradce.

# game/factions:46:DefaultText
source: A good employee in the making.
cs: Dobrý zaměstnanec ve výrobě.

# game/factions:47:DefaultText
source: Their last review was good but they are making lots of mistakes recently.
cs: Jejich poslední hodnocení bylo dobré, ale v poslední době dělají spoustu chyb.

# game/factions:48:DefaultText
source: A good employee, but they make enough mistakes that retraining is recommended.
cs: Dobrý zaměstnanec, ale dělá tolik chyb, že se doporučuje přeškolení.

# game/factions:49:DefaultText
source: On track to being a great employee.
cs: Na cestě stát se skvělým zaměstnancem.

# game/factions:50:DefaultText
source: A great employee who makes a few mistakes.
cs: Skvělý zaměstnanec, který dělá několik chyb.

# game/factions:51:DefaultText
source: Best employee ever! Deserves a big bonus and a promotion.
cs: Nejlepší zaměstnanec vůbec! Zaslouží si velký bonus a povýšení.

# game/factions:52:DefaultText
source: This employee needs improvement.
cs: Tento zaměstnanec potřebuje zlepšení.

# game/factions:53:DefaultText
source: This employee is on an action plan. Please report any negative behaviors to your supervisor.
cs: Tento zaměstnanec je zařazen do akčního plánu. Jakékoli negativní chování nahlaste svému nadřízenému.

# game/factions:54:DefaultText
source: This employee is guilty of major infractions and should be supervised at all times.
cs: Tento zaměstnanec se dopouští závažných přestupků a měl by být pod neustálým dohledem.

# game/factions:55:DefaultText
source: This employee is on report. Avoid contact.
cs: Tento zaměstnanec je v hlášení. Vyhněte se kontaktu.

# game/factions:56:DefaultText
source: This employee is wanted by HR. Please report any sightings of this employee to management immediately.
cs: Tento zaměstnanec je hledán personálním oddělením. Jakékoli spatření tohoto zaměstnance neprodleně nahlaste vedení.

# game/factions:57:DefaultText
source: This employee should be fired. Preferably out of a cannon.
cs: Tento zaměstnanec by měl být propuštěn. Nejlépe z děla.

# game/factions:63:DefaultText
source: Labyrinth Prisoners
cs: Vězni v labyrintu

# game/factions:67:DefaultText
source: Spacer's Choice
cs: Volba rozdělovače

# game/factions:68:DefaultText
source: Spacer's Choice, a wholly-owned subsidiary of Universal Defense Logistics, mass produces their own branded versions of every product on the market. From ammunition to nutrition, you can cut your costs by buying from your nearest Spacer's Choice outlet. It's not the best choice--it's Spacer's Choice!
cs: Společnost Spacer's Choice, dceřiná společnost společnosti Universal Defense Logistics, vyrábí ve velkém vlastní značkové verze všech výrobků na trhu. Od munice po výživu - nákupem v nejbližší prodejně Spacer's Choice můžete snížit své náklady. Není to nejlepší volba - je to Spacer's Choice!

# game/factions:73:DefaultText
source: The Hope
cs: Naděje

# game/factions:78:DefaultText
source: This cystypig processing facility on Monarch was once owned and operated by C&P. Now it is run by Clive Lumbergh, the self-proclaimed "Boarst King", who keeps the factory producing canned boarst for sale in the region.
cs: Toto zařízení na zpracování cystypigů na Monarchu kdysi vlastnila a provozovala společnost C&P. Nyní ji provozuje Clive Lumbergh, samozvaný "král kanců", který v ní vyrábí kančí konzervy pro prodej v regionu.

# game/factions:79:DefaultText
source: Stellar Bay Residents
cs: Obyvatelé zálivu Stellar Bay

# game/factions:83:DefaultText
source: Byzantium Residents
cs: Obyvatelé Byzance
