Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:1787:DefaultText
source: Unlock the ability to read REDACTED information
cs: Odemknout možnost číst REDAKTOVANÉ informace

# game/gui:1788:DefaultText
source: Hack Automechanical Distance {distance} (5m)
cs: Hack Automechanická vzdálenost {vzdálenost} (5m)

# game/gui:1789:DefaultText
source: {ability}: Improve your weapons and armor in the Workbench
cs: {schopnost}: Vylepšete své zbraně a zbroj v dílně.

# game/gui:1790:DefaultText
source: Reduce the cost of Tinkering a Weapon or Armor
cs: Snížení nákladů na vylepšení zbraně nebo zbroje

# game/gui:1791:DefaultText
source: Further reduce the cost of Tinkering a Weapon or Armor
cs: Další snížení nákladů na vylepšení zbraně nebo zbroje.

# game/gui:1792:DefaultText
source: Break Down weapons and armor for a {mpercent} Chance to extract a Basic Mod
cs: Rozložení zbraní a zbroje za {procento} šanci získat základní modifikaci

# game/gui:1793:DefaultText
source: Break Down weapons and armor for a {mpercent} Chance to extract a Rare Mod
cs: Rozložení zbraní a zbroje za {procento} šanci získat vzácný mod

# game/gui:1794:DefaultText
source: Cower Duration {value}s
cs: Cower Doba trvání {hodnota}s

# game/gui:1795:DefaultText
source: Human Cower Chance +{mpercent}
cs: Šance na lidský úlek +{procento}

# game/gui:1796:DefaultText
source: Scramble Duration {value}s
cs: Scramble Doba trvání {hodnota}s

# game/gui:1797:DefaultText
source: Automechanical Scramble Chance +{mpercent}
cs: Šance na automechanickou šarvátku +{procento}

# game/gui:1798:DefaultText
source: Terrified Creature Movement Speed {percent}
cs: Rychlost pohybu vyděšené bytosti {procento}

# game/gui:1799:DefaultText
source: Creature Terrify Chance +{mpercent}
cs: Šance na vyděšení bytosti +{procento}

# game/gui:1800:DefaultText
source: Dodge Distance {percent}
cs: Vzdálenost dodge {procenta}

# game/gui:1802:DefaultText
source: {minutes}m {seconds}s
cs: {minuty}m {sekundy}s

# game/gui:1803:DefaultText
source: {minutes}m
cs: {minuty}m

# game/gui:1804:DefaultText
source: {hours}h
cs: {hodin}h

# game/gui:1805:DefaultText
source: {hours}h {minutes}m
cs: {hodin}h {minut}m

# game/gui:1806:DefaultText
source: Incoming Crit to Hit Chance {mpercent}
cs: Šance na zásah při příchozím kritickém zásahu {procento}

# game/gui:1807:DefaultText
source: Movement Speed during TTD +{mpercent}
cs: Rychlost pohybu během TTD +{procento}

# game/gui:1808:DefaultText
source: Poison Damage {percent}
cs: Poškození jedem {procento}

# game/gui:1809:DefaultText
source: Threat Generated {percent}
cs: Vytvořená hrozba {procento}

# game/gui:1810:DefaultText
source: Unlock the ability to Hack vending machines to gain access to restricted items
cs: Odemknout možnost Hackování prodejních automatů a získat přístup k zakázaným položkám.

# game/gui:1811:DefaultText
source: All
cs: Všechny

# game/gui:1812:DefaultText
source: Level {value} or lower Weapons and Armors
cs: Úroveň {hodnota} nebo nižší Zbraně a zbroje

# game/gui:1816:DefaultText
source: Perfect Block
cs: Dokonalý blok

# game/gui:1819:DefaultText
source: Pickpocket
cs: Kapesní zloděj

# game/gui:1821:DefaultText
source: 2nd Drug Mixing slot for the Inhaler
cs: 2. slot pro míchání léků pro inhalátor

# game/gui:1822:DefaultText
source: 3rd Drug Mixing slot for the Inhaler
cs: 3. slot pro míchání léků pro inhalátor

# game/gui:1823:DefaultText
source: 4th Drug Mixing slot for the Inhaler
cs: 4. slot pro míchání léků pro inhalátor

# game/gui:1825:DefaultText
source: Attack
cs: Útok

# game/gui:1827:DefaultText
source: You can fast travel to locations you have unlocked by opening your map and selecting your destination.
cs: Do odemčených míst se můžete rychle přesunout otevřením mapy a výběrem cíle.

# game/gui:1828:DefaultText
source: This looks like the ship that Phineas wants me to find.
cs: Tohle vypadá jako loď, kterou chce Phineas najít.

# game/gui:1829:DefaultText
source: Armor Rating
cs: Hodnocení brnění

# game/gui:1830:DefaultText
source: Increase chance to find Pristine items
cs: Zvýšení šance na nalezení předmětů Pristine

# game/gui:1831:DefaultText
source: Find Pristine Item Chance {percent}
cs: Najít šanci na původní položku {procento}

# game/gui:1832:DefaultText
source: Healed to {mpercent} Health when downed
cs: Uzdravení na {procento} zdraví při pádu na zem

# game/gui:1833:DefaultText
source: Morale Penalty {percent}
cs: Morální postih {procento}

# game/gui:1834:DefaultText
source: Rank {value}:
cs: Pořadí {hodnota}:

# game/gui:1835:DefaultText
source: Heals {value} Health instantly
cs: Okamžitě vyléčí {hodnotu} zdraví

# game/gui:1836:DefaultText
source: Heals {value} Health every {interval}
cs: Léčí {hodnotu} zdraví každý {interval}

# game/gui:1837:DefaultText
source: Heals {value} Health over {duration}
cs: Léčí {hodnotu} zdraví po dobu {trvání}

# game/gui:1838:DefaultText
source: Carrying Capacity +{value}kg
cs: Nosnost +{hodnota}kg

# game/gui:1840:DefaultText
source: +{damage_types} for {duration}
cs: +{typy poškození} pro {trvání}

# game/gui:1841:DefaultText
source: Damage {percent} for {duration}
cs: Poškození {procento} po dobu {trvání}

# game/gui:1843:DefaultText
source: {distance}m
cs: {vzdálenost}m

# game/gui:1844:DefaultText
source: Cooldown: {cooldown}
cs: Ochlazení: {cooldown}

# game/gui:1845:DefaultText
source: Science Weapon Damage {percent}
cs: Poškození vědeckou zbraní {procento}

# game/gui:1847:DefaultText
source: Companion heal an extra {value} Health over {duration}
cs: Společník vyléčí další {hodnotu} zdraví po dobu {trvání}

# game/gui:1848:DefaultText
source: Removes the enemy's held weapon for {duration}. Does not apply to special enemies, such as those with attached weapons.
cs: Odebere nepříteli drženou zbraň na dobu {trvání}. Nevztahuje se na speciální nepřátele, například na ty s připevněnými zbraněmi.

# game/gui:1849:DefaultText
source: Movement Speed {percent} for {duration}
cs: Rychlost pohybu {procenta} po dobu {trvání}

# game/gui:1850:DefaultText
source: Incapacitating an enemy refills {percent} of your Companion Command pools
cs: Zneškodnění nepřítele doplní {procento} vašich zásobníků příkazů společníků.

# game/gui:1851:DefaultText
source: Knocks the target back, which also suffers:
cs: Srazí cíl zpět, který také utrpí:

# game/gui:1852:DefaultText
source: Unlock Perfect Block, which Staggers the attacker
cs: Odemknutí funkce Perfect Block, která útočníka omráčí.

# game/gui:1853:DefaultText
source: {mpercent} Chance items you Repair will become Pristine, increasing Value and Durability
cs: {procenta} šance, že se opravené předměty stanou prvotřídními, což zvýší jejich hodnotu a trvanlivost.

# game/gui:1854:DefaultText
source: Create: {item_name} ({quantity})
cs: Vytvořit: {název_položky} ({množství})

# game/gui:1855:DefaultText
source: Crit Chance {percent}
cs: Kritická šance {procento}

# game/gui:1856:DefaultText
source: Companion Crit Chance +{mpercent}
cs: Společník Kritická šance +{procento}

# game/gui:1857:DefaultText
source: {chance} chance to fill a Companion's Command Point pool
cs: {šance} šance naplnit zásobu bodů rozkazů společníka.

# game/gui:1858:DefaultText
source: {chance} chance to gain 3 Companion Command Points after performing a Companion Command
cs: {šance} získat 3 body příkazu společníka po provedení příkazu společníka.

# game/gui:1859:DefaultText
source: {value} Companion Command Point when companion incapacitates an enemy
cs: {hodnota} Příkazový bod společníka, když společník zneškodní nepřítele.

# game/gui:1860:DefaultText
source: Duration of Status Effects inflicted by Companion Abilities {percent}
cs: Trvání stavových efektů způsobených schopnostmi společníka {procento}

# game/gui:1861:DefaultText
source: While Crouched or wearing a Disguise, incur an additional {value} to Personality Attributes
cs: Když se krčíte nebo máte na sobě převlek, připočtěte si k atributům osobnosti další {hodnotu}.

# game/gui:1862:DefaultText
source: Strength {value}
cs: Síla {hodnota}

# game/gui:1863:DefaultText
source: Dexterity {value}
cs: Obratnost {hodnota}

# game/gui:1864:DefaultText
source: Armor Ignored by Stealth Attacks {percent}
cs: Brnění ignorované skrytými útoky {procento}

# game/gui:1865:DefaultText
source: Intelligence {value}
cs: Inteligence {hodnota}

# game/gui:1866:DefaultText
source: Perception {value}
cs: Vnímání {hodnota}

# game/gui:1867:DefaultText
source: Unlock the ability to Leap (dodge forward)
cs: Odemkněte schopnost Skok (úskok vpřed).

# game/gui:1868:DefaultText
source: Charm {value}
cs: Okouzlení {hodnota}

# game/gui:1869:DefaultText
source: Sneak Attack: Attack unaware enemies while crouched to deal bonus damage
cs: Plíživý útok: Útočte na nevědomé nepřátele v přikrčení a způsobte jim bonusové poškození.

# game/gui:1870:DefaultText
source: Temperament {value}
cs: Temperament {hodnota}

# game/gui:1871:DefaultText
source: You are unable to Dodge
cs: Nemůžete se vyhnout

# game/gui:1872:DefaultText
source: Offense Skills {percent}
cs: Útočné dovednosti {procento}

# game/gui:1873:DefaultText
source: Defense Skills {percent}
cs: Obranné dovednosti {procento}

# game/gui:1874:DefaultText
source: "No Discernible Aptitude"
cs: "Žádné rozpoznatelné schopnosti"

# game/gui:1875:DefaultText
source: Beverage Service Technician
cs: Technik obsluhy nápojů

# game/gui:1876:DefaultText
source: Bureaucrat, Rank 0
cs: Byrokrat, hodnost 0

# game/gui:1877:DefaultText
source: Cashier, Sub-Grade, Non-Supervisory
cs: Pokladní, nižší platová třída, bez vedoucího pracovníka

# game/gui:1878:DefaultText
source: Construction, Electrician Class, Wire Spooler
cs: Stavebnictví, Třída elektrikářů, Drátový nářadí

# game/gui:1879:DefaultText
source: Elevator Operations Specialist
cs: Specialista na provoz výtahů

# game/gui:1880:DefaultText
source: Factory Worker, Conveyor Operator
cs: Dělník v továrně, obsluha dopravníku

# game/gui:1881:DefaultText
source: Farmer, Dirt
cs: Zemědělec, hlína

# game/gui:1882:DefaultText
source: Food Additive Tester
cs: Tester potravinářských přísad

# game/gui:1883:DefaultText
source: Janitor, Sanitation Class
cs: Údržbář, sanitární třída

# game/gui:1884:DefaultText
source: Medical Technician, Junior Grade
cs: Zdravotnický technik, nižší platová třída

# game/gui:1885:DefaultText
source: Safety Inspector
cs: Inspektor bezpečnosti

# game/gui:1886:DefaultText
source: Scientist Assistant, Level 0, Class A
cs: Vědecký asistent, úroveň 0, třída A

# game/gui:1887:DefaultText
source: Sub Sous Chef
cs: Šéfkuchař

# game/gui:1888:DefaultText
source: Tossball Team Mascot
cs: Maskot týmu Tossball

# game/gui:1889:DefaultText
source: "Colonist" sounded like a nice, entry-level career for a person of your skills. Expanding humanity's reach by civilizing the cosmic frontier was ambitious enough without worrying about your day job. You had the rest of your life to decide how to be useful in Halcyon.
cs: "Kolonista" znělo pro člověka tvých schopností jako pěkné povolání. Rozšiřovat dosah lidstva civilizací vesmírných hranic bylo dost ambiciózní i bez starostí o tvou každodenní práci. Měl jsi zbytek života na to, aby ses rozhodl, jak být v Halcyonu užitečný.

# game/gui:1890:DefaultText
source: The Halcyon Colony needs good people, but it will settle for ones who can mix a memorable drink. As a human cocktail shaker, you've made concoctions that could end wars or fuel skip drives. You're still trying to balance out the flavors of a truly signature Old Fashioned, though.
cs: Kolonie Halcyon potřebuje dobré lidi, ale spokojí se s těmi, kteří umí namíchat nezapomenutelný nápoj. Jako lidský šejkr jste připravili koktejly, které by mohly ukončit války nebo podpořit přeskoky. Stále se však snažíš vyvážit chutě skutečně charakteristického Old Fashionedu.

# game/gui:1891:DefaultText
source: The Universe operates on laws, and laws require paperwork. Halcyon is no exception. If something isn't stamped, filed, un-filed, referenced, redacted, certified, indexed, and numbered, then it might as well not exist. Birth certificates included.
cs: Vesmír funguje na základě zákonů a zákony vyžadují papírování. Halcyon není výjimkou. Pokud něco není opatřeno razítkem, založeno, nezaloženo, odkazem, redigováno, ověřeno, indexováno a očíslováno, pak to stejně dobře nemusí existovat. Včetně rodných listů.

# game/gui:1892:DefaultText
source: No transaction is finished without a smile. You live for the ka-chunk of a bit cartridge getting inserted right-side up, the redemption of loyalty points, and the promise of a good day. "Come back real soon, buh bye now!" are more than empty words - they’re a promise and a standard you intend on carrying to the frontier.
cs: Bez úsměvu se neobejde žádná transakce. Žijete pro ka-čup, když se bitová kazeta vloží správnou stranou nahoru, pro vykoupení věrnostních bodů a pro příslib dobrého dne. "Vrať se opravdu brzy, buhvíkdy!" jsou víc než jen prázdná slova - je to slib a standard, který si hodláte odnést až na hranice.

# game/gui:1893:DefaultText
source: Contrary to popular belief, cable management is an art form. Something about hiding electrical wiring behind panels to maximize airflow just makes you sigh with relief. Colonists don’t need to worry about the bypasses and workarounds that keep the power flowing. That's your burden to shoulder.
cs: Navzdory všeobecnému přesvědčení je správa kabelů uměním. Něco na schovávání elektrických kabelů za panely, aby se maximalizovalo proudění vzduchu, vás prostě donutí úlevně si povzdechnout. Kolonisté si nemusí dělat starosti s obchvaty a obchůdky, které udržují proud v chodu. To je vaše břemeno, které musíte nést.

# game/gui:1894:DefaultText
source: A proper lift goes up AND down. Anyone who thinks otherwise isn't fit to wear the badge. Being a Specialist means something where you come from - a commitment to upward and downward mobility that doesn't have a price tag.
cs: Správný výtah jede nahoru i dolů. Kdo si myslí opak, není způsobilý nosit odznak. Být specialistou tam, odkud pocházíte, něco znamená - závazek k mobilitě nahoru a dolů, který nemá cenovku.

# game/gui:1895:DefaultText
source: Safety and efficiency don't always go hand in hand, which is why so many of your coworkers at the factory were amputees. You survived the trenches of the assembly line long enough to know when a hydraulic press just wants to pancake some fingers. Thankfully you managed to keep all of yours.
cs: Bezpečnost a efektivita nejdou vždycky ruku v ruce, a proto bylo tolik vašich spolupracovníků v továrně amputováno. Přežil jsi v zákopech montážní linky dost dlouho na to, abys poznal, kdy si hydraulický lis chce udělat palačinku na prstech. Naštěstí se ti podařilo zachovat si všechny.

# game/gui:1896:DefaultText
source: You got into this business for the tubers, but you stayed for the ploughing, planting, pruning, and plucking. It isn't honest work if you come home clean. Worms need dirt, and food needs worms. You're just doing your part for the worms.
cs: Začal jsi s tím kvůli hlízám, ale zůstal jsi kvůli orbě, sázení, prořezávání a trhání. Není to poctivá práce, když se vrátíš domů čistý. Červi potřebují hlínu a jídlo potřebuje červy. Ty jen děláš svůj díl práce pro červy.

# game/gui:1897:DefaultText
source: You spend your evenings kneeling over ominous stains with a bottle of caustic solvent and an absorbent rag. How the blood got there is irrelevant, above your pay grade, and beneath your interest. You're an artist of erasure. When you're on the job, there's no trace to be found.
cs: Večery trávíte klečením nad zlověstnými skvrnami s lahví žíravého rozpouštědla a savým hadrem. Jak se tam ta krev dostala, je nepodstatné, je to nad vaše platové zařazení a pod váš zájem. Jsi umělec vymazávání. Když jsi v práci, není po tobě ani stopy.

# game/gui:1898:DefaultText
source: Prior to leaving Earth, you earned the trust of the medical community's most esteemed junior surgeons, who entrusted you with stuffing cotton balls into pill bottles. Experience on the job made you realize that diagnosing illness doesn’t take a formal education when a search terminal and a little imagination will do the trick.
cs: Před odchodem ze Země jste si získal důvěru nejváženějších mladých chirurgů lékařské komunity, kteří vám svěřili plnění vatových kuliček do lahviček s prášky. Díky zkušenostem z praxe jste si uvědomil, že k diagnostice nemocí není třeba formálního vzdělání, když stačí vyhledávací terminál a trocha představivosti.

# game/gui:1899:DefaultText
source: In your line of work, the corporation's bottom line needs more protection than its personnel. Guardrails aren't free, thermal shielding needs replacing, and a hatch that seals reliably is a luxury. You're on the vanguard of ensuring that every possible expense is spared, since corners don't cut themselves (yet). You prefer to think of workplace accidents as happy little coincidences.
cs: Ve vašem oboru práce je třeba více chránit hospodářský výsledek společnosti než její zaměstnance. Ochranná zábradlí nejsou zadarmo, tepelné stínění je třeba vyměnit a poklop, který spolehlivě těsní, je luxus. Jste na přední pozici, abyste zajistili, že se ušetří všechny možné náklady, protože rohy se (zatím) neřežou. Pracovní úrazy raději považujete za malé šťastné náhody.

# game/gui:1900:DefaultText
source: You've cleaned out enough test tubes to develop a keen instinct for what goes in them and why. Maybe you didn't get in this business to mop up the leavings of failed experiments, but that's just part of the job. Even if you can't unsee what happens in the lab, you can at least learn from the mistakes and enjoy some colorful nightmares.
cs: Vyčistili jste už dost zkumavek, abyste si vypěstovali cit pro to, co do nich patří a proč. Možná jste se do tohoto oboru nedostali proto, abyste uklízeli zbytky po neúspěšných pokusech, ale to k tomu prostě patří. I když nemůžete nevidět, co se v laboratoři děje, můžete se alespoň poučit z chyb a užít si pár barevných nočních můr.

# game/gui:1901:DefaultText
source: The hierarchy of a modern kitchen is a ladder of many rungs. Your role as assistant to the second deputy chef's aid is one of middling distinction, but you are honored to pour your heart into the ritual emptying of grease pans and the backbreaking labor of gravy restoration. You're holding out for that advancement to poultry inspection, which is due any year now.
cs: Hierarchie moderní kuchyně je žebřík o mnoha příčkách. Vaše role asistenta druhého zástupce šéfkuchaře je sice středně významná, ale je vám ctí, že se můžete věnovat rituálnímu vyprazdňování pánví s tukem a namáhavé práci při obnově omáčky. Čekáš na povýšení na drůbežářskou inspekci, které tě čeká každým rokem.

# game/gui:1902:DefaultText
source: There isn't a problem in all the cosmos that team spirit and a big stick couldn't solve together. Your last major head injury in the field knocked some extra cheer into you, and you've been a rising star in tossball's competitive mascot food chain ever since. It doesn't matter that no one knows your face under the mask. You share glory with the team.
cs: V celém vesmíru neexistuje problém, který by týmový duch a velký klacek společně nevyřešily. Tvé poslední vážné zranění hlavy na hřišti ti vlilo do žil trochu víc veselí a od té doby jsi stoupající hvězdou v konkurenčním maskotím řetězci v přehazované. Nezáleží na tom, že nikdo nezná tvou tvář pod maskou. O slávu se dělíš s týmem.

# game/gui:1904:DefaultText
source: Healing Companions Receive from the Inhaler {percent}
cs: Léčební společníci dostávají od inhalátoru {procento}

# game/gui:1905:DefaultText
source: Ranged Damage Taken while Blocking {percent}
cs: Poškození na dálku při blokování {procento}

# game/gui:1906:DefaultText
source: Sneak Attack Damage +{mpercent}
cs: Poškození při plíživém útoku +{procento}

# game/gui:1907:DefaultText
source: Passive Bonuses:
cs: Pasivní bonusy:

# game/gui:1908:DefaultText
source: Select an Aptitude
cs: Výběr schopnosti

# game/gui:1909:DefaultText
source: Block {value}
cs: Blok {hodnota}

# game/gui:1910:DefaultText
source: Determination {value}
cs: Určení {hodnota}

# game/gui:1911:DefaultText
source: Dodge {value}
cs: Dodge {hodnota}

# game/gui:1912:DefaultText
source: Engineering {value}
cs: Inženýrská {hodnota}

# game/gui:1914:DefaultText
source: Handguns {value}
cs: Ruční zbraně {hodnota}

# game/gui:1915:DefaultText
source: 2-Handed Melee {value}
cs: Dvouruční boj zblízka {hodnota}

# game/gui:1916:DefaultText
source: Heavy Weapons {value}
cs: Těžké zbraně {hodnota}

# game/gui:1917:DefaultText
source: Inspiration {value}
cs: Inspirace {hodnota}

# game/gui:1918:DefaultText
source: Intimidate {value}
cs: Zastrašování {hodnota}

# game/gui:1919:DefaultText
source: Lie {value}
cs: Lež {hodnota}

# game/gui:1920:DefaultText
source: 1-Handed Melee {value}
cs: Jednoruční boj zblízka {hodnota}

# game/gui:1921:DefaultText
source: Lockpick {value}
cs: Lockpick {hodnota}

# game/gui:1922:DefaultText
source: Long Guns {value}
cs: Dlouhé zbraně {hodnota}

# game/gui:1923:DefaultText
source: Medical {value}
cs: Lékařská {hodnota}

# game/gui:1924:DefaultText
source: Persuade {value}
cs: Přesvědčit {hodnota}

# game/gui:1925:DefaultText
source: Science {value}
cs: Věda {hodnota}

# game/gui:1926:DefaultText
source: {mpercent} Chance to extract Mods
cs: {procenta} Šance na extrakci modů

# game/gui:1927:DefaultText
source: Target is unable to move for {duration}
cs: Cíl se nemůže po dobu {trvání} pohybovat.

# game/gui:1928:DefaultText
source: {value} {damage_type} Damage
cs: {value} {damage_type} Poškození

# game/gui:1929:DefaultText
source: The target is knocked backwards a short distance
cs: Cíl je sražen na krátkou vzdálenost dozadu.

# game/gui:1930:DefaultText
source: Walk Speed {percent} for {duration}
cs: Rychlost chůze {procenta} po dobu {trvání}

# game/gui:1931:DefaultText
source: Damage Received {percent} for {duration}
cs: Obdržené poškození {procento} po dobu {trvání}

# game/gui:1932:DefaultText
source: Defensive Skills {percent} for {duration}
cs: Obranné dovednosti {procento} za {trvání}

# game/gui:1933:DefaultText
source: Hitting an enemy with a Critical Hit refills {mpercent} of your TTD meter
cs: Zasažení nepřítele kritickým zásahem doplní {procento} vašeho ukazatele TTD.

# game/gui:1934:DefaultText
source: Increase the duration of Cower
cs: Prodloužení doby trvání funkce Cower

# game/gui:1935:DefaultText
source: Increased chance to inflict Cower
cs: Zvýšená šance na způsobení zranění Cower

# game/gui:1936:DefaultText
source: Increase the duration of Scramble
cs: Prodloužení doby trvání Scramble

# game/gui:1937:DefaultText
source: Increase chance of Automechanicals being afflicted by Scramble
cs: Zvýšení šance, že automechaniky postihne Scramble

# game/gui:1938:DefaultText
source: Turn them off for {duration}
cs: Vypněte je na dobu {trvání}

# game/gui:1939:DefaultText
source: Drink Effect Duration {percent}
cs: Doba trvání účinku nápoje {procento}

# game/gui:1940:DefaultText
source: Food Effect Duration {percent}
cs: Doba trvání účinku potravin {procenta}

# game/gui:1941:DefaultText
source: Corrosion Damage Received {percent}
cs: Obdržené korozní poškození {procento}

# game/gui:1942:DefaultText
source: Plasma Damage Received {percent}
cs: Obdržené poškození plazmou {procento}

# game/gui:1943:DefaultText
source: N-ray Damage Received {percent}
cs: Obdržené poškození N-zářením {procento}

# game/gui:1944:DefaultText
source: Physical Damage Received {percent}
cs: Obdržené fyzické poškození {procento}

# game/gui:1945:DefaultText
source: Shock Damage Received {percent}
cs: Obdržené poškození šokem {procento}

# game/gui:1946:DefaultText
source: Swarm Damage Received {percent}
cs: Obdržené poškození rojem {procento}

# game/gui:1947:DefaultText
source: Thermal Damage Received {percent}
cs: Obdržené tepelné poškození {procento}
