Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:960:DefaultText
source: LEADERSHIP skills improve companion health and their abilities in combat. Each point in LEADERSHIP significantly increases INSPIRATION and DETERMINATION skills, up to 50 points each. After 50, you can specialize by adding points directly to INSPIRATION or DETERMINATION.
cs: Dovednosti VŮDCE zlepšují zdraví společníků a jejich schopnosti v boji. Každý bod VŮDCE výrazně zvyšuje dovednosti INSPIRACE a ODHODLÁNÍ, a to až do 50 bodů za každou z nich. Po 50 bodech se můžete specializovat přidáním bodů přímo do INSPIRACE nebo ODHODLÁNÍ.

# game/gui:961:DefaultText
source: Minimum Melee Damage is zero
cs: Minimální poškození při boji zblízka je nula

# game/gui:962:DefaultText
source: Durability Loss on Weapon Use {value}
cs: Ztráta trvanlivosti při použití zbraně {hodnota}

# game/gui:963:DefaultText
source: No Passive Health Regen from the Medical Inhaler.
cs: Žádná pasivní regenerace zdraví z lékařského inhalátoru.

# game/gui:964:DefaultText
source: Dumb dialog lines can be only option, and %s of outgoing Critical Hits are converted to regular Hits
cs: Hloupé dialogové řádky mohou být pouze volitelné a %s odchozích kritických zásahů jsou převedeny na běžné zásahy.

# game/gui:965:DefaultText
source: {value} of outgoing Crits are converted to Hits
cs: {hodnota} odchozích kritických bodů se převede na zásahy.

# game/gui:966:DefaultText
source: You yell out from pain when hit, increasing the chance enemies attack you instead of your companions
cs: Při zásahu křičíte bolestí a zvyšujete šanci, že nepřátelé zaútočí na vás místo na vaše společníky.

# game/gui:967:DefaultText
source: Positive NPC Reputation Reactions decrease by {value}
cs: Pozitivní reakce na reputaci NPC se sníží o {hodnotu}

# game/gui:968:DefaultText
source: Tactical Time Dilation does not regenerate during combat
cs: Taktická časová dilatace se během boje neregeneruje.

# game/gui:969:DefaultText
source: Negative NPC Reputation Reactions increase by {value}
cs: Reakce negativní reputace NPC se zvýší o {hodnotu}

# game/gui:970:DefaultText
source: Ranged Weapon Recoil Delay {percent}
cs: Zpoždění zpětného rázu zbraně na dálku {procento}

# game/gui:971:DefaultText
source: Ranged Weapon Reload Time {percent}
cs: Doba nabíjení zbraně na dálku {procento}

# game/gui:972:DefaultText
source: Companion Morale Reactions %s
cs: Reakce morálky společníků %s

# game/gui:973:DefaultText
source: Combat Dialog Skill Cooldown Length %s
cs: Délka prodloužení doby trvání dovednosti v bojovém dialogu %s

# game/gui:974:DefaultText
source: Max Health Regeneration from the Inhaler {mpercent}
cs: Maximální regenerace zdraví z inhalátoru {procenta}

# game/gui:975:DefaultText
source: Faction Status
cs: Stav frakce

# game/gui:976:DefaultText
source: Faction Effects
cs: Účinky frakcí

# game/gui:977:DefaultText
source: Reject
cs: Odmítnout

# game/gui:978:DefaultText
source: Acrophobia
cs: Akrofobie

# game/gui:979:DefaultText
source: Farsighted
cs: Dalekozraké

# game/gui:980:DefaultText
source: Nearsighted
cs: Krátkozraké

# game/gui:981:DefaultText
source: Alcohol Addiction
cs: Závislost na alkoholu

# game/gui:982:DefaultText
source: Drug Addiction
cs: Drogová závislost

# game/gui:983:DefaultText
source: Food Addiction
cs: Závislost na jídle

# game/gui:984:DefaultText
source: Smoke Addiction
cs: Závislost na kouři

# game/gui:985:DefaultText
source: Partially Blind
cs: Částečně slepý

# game/gui:986:DefaultText
source: Permanent Concussion
cs: Trvalý otřes mozku

# game/gui:987:DefaultText
source: Permanently Crippled
cs: Trvale zmrzačený

# game/gui:988:DefaultText
source: Permanently Maimed
cs: Trvale zmrzačen

# game/gui:989:DefaultText
source: Pithecophobia
cs: Pitekofobie

# game/gui:990:DefaultText
source: Entomophobia
cs: Entomofobie

# game/gui:991:DefaultText
source: Herpetophobia
cs: Herpetofobie

# game/gui:992:DefaultText
source: Robophobia
cs: Robofobie

# game/gui:993:DefaultText
source: Raptiphobia
cs: Raptifobie

# game/gui:994:DefaultText
source: Corrosive Weakness
cs: Korozivní slabost

# game/gui:995:DefaultText
source: N-ray Weakness
cs: Slabost N-záření

# game/gui:996:DefaultText
source: Shock Weakness
cs: Slabost nárazu

# game/gui:997:DefaultText
source: Physical Damage Weakness
cs: Fyzické poškození Slabost

# game/gui:998:DefaultText
source: Plasma Weakness
cs: Slabost plazmy

# game/gui:999:DefaultText
source: Compulsive Spender
cs: Kompulzivní plýtvání

# game/gui:1001:DefaultText
source: You are kill on sight to this faction.
cs: Pro tuto frakci jsi smrtelně nebezpečný.

# game/gui:1002:DefaultText
source: You are friendly to this faction.
cs: S touto frakcí jste spřáteleni.

# game/gui:1003:DefaultText
source: You are neutral to this faction.
cs: Jste neutrální vůči této frakci.

# game/gui:1004:DefaultText
source: Vendor prices are increased by {value}.
cs: Ceny prodejců se zvýší o {hodnotu}.

# game/gui:1005:DefaultText
source: Vendor prices are reduced by {value}.
cs: Ceny prodejců jsou sníženy o {hodnotu}.

# game/gui:1006:DefaultText
source: Repeated eye injuries have made it harder for you to notice things close to you.
cs: Opakovaná zranění očí vám ztěžují vnímání věcí ve vaší blízkosti.

# game/gui:1007:DefaultText
source: Too many blows to the eyes have made it harder to see things far away from you.
cs: Příliš mnoho úderů do očí způsobilo, že nevidíte věci, které jsou od vás daleko.

# game/gui:1008:DefaultText
source: Too many drinks have made you addicted to Alcohol. You must drink often or will suffer from withdrawal.
cs: Příliš mnoho nápojů ve vás vyvolalo závislost na alkoholu. Musíte pít často, jinak budete trpět absťákem.

# game/gui:1009:DefaultText
source: Taking as many drugs as you have has turned to an addiction, making you suffer withdrawal if you go too long without another hit.
cs: Užívání tolika drog, kolik jste si jich vzali, se změnilo v závislost, která způsobuje, že pokud si dlouho neužijete další dávku, trpíte abstinenčními příznaky.

# game/gui:1010:DefaultText
source: You can't seem to stop yourself from eating, even food that's bland or horribly flavored. Not eating often will cause withdrawals.
cs: Zdá se, že se nemůžete zastavit, abyste nejedli, a to ani jídlo, které je mdlé nebo příšerně ochucené. Časté nejedení způsobí abstinenční příznaky.

# game/gui:1011:DefaultText
source: You don't know what they put in with the tobacco, but can't go long between smokes without suffering withdrawal symptoms.
cs: Nevíte, co do tabáku dávají, ale mezi jednotlivými kouřeními nemůžete dlouho kouřit, aniž byste trpěli abstinenčními příznaky.

# game/gui:1012:DefaultText
source: Too much damage to your eyes has permanently lowered your accuracy.
cs: Příliš velké poškození očí trvale snížilo vaši přesnost.

# game/gui:1013:DefaultText
source: Having been hit in the head one too many times, your mental faculties have been permanently affected.
cs: Po příliš mnoha úderech do hlavy jsou vaše duševní schopnosti trvale ovlivněny.

# game/gui:1014:DefaultText
source: Your legs have been damaged too many times, and your movement speed has now been permanently lowered.
cs: Vaše nohy byly příliš mnohokrát poškozeny a vaše rychlost pohybu je nyní trvale snížena.

# game/gui:1015:DefaultText
source: Your arms have taken way too much damage, and you're no longer as good with weapons as you used to be.
cs: Tvé ruce jsou příliš poškozené a se zbraněmi už neumíš zacházet tak dobře jako dřív.

# game/gui:1016:DefaultText
source: After repeatedly getting beat up by Primals, you no longer function well when they attack you or your Companions.
cs: Poté, co vás Primálové opakovaně zmlátili, přestáváte dobře fungovat, když zaútočí na vás nebo na vaše společníky.

# game/gui:1017:DefaultText
source: After repeatedly falling from great heights, you no longer function well when the ground is far beneath you.
cs: Po opakovaných pádech z velkých výšek už nefungujete dobře, když je země daleko pod vámi.

# game/gui:1018:DefaultText
source: After having been swarmed by insects too many times, you're no longer your best when being attacked by them.
cs: Poté, co se na vás hmyz příliš mnohokrát vrhl, už nejste při jeho útoku nejlepší.

# game/gui:1019:DefaultText
source: After too many encounters with Mantipillars and Mantisaurs, you're not quite yourself when any of the Manti-family of creatures are attacking your party.
cs: Po příliš mnoha setkáních s mantipillary a mantisaury nejste úplně ve své kůži, když na vaši družinu zaútočí některý z tvorů z rodiny Manti.

# game/gui:1020:DefaultText
source: Repeated encounters with Raptidons has lessened your effectiveness when they're attacking you or your Companions.
cs: Opakovaná setkání s raptidony snížila vaši účinnost, když útočí na vás nebo vaše společníky.

# game/gui:1021:DefaultText
source: Automechanicals now give you the willies, and when they're attacking your party you're not as effective as you should be.
cs: Z automechaniků vám nyní běhá mráz po zádech, a když útočí na vaši skupinu, nejste tak efektivní, jak byste měli být.

# game/gui:1022:DefaultText
source: Suffering too many corrosive burns has made you weak against Corrosive damage.
cs: Příliš mnoho korozivních popálenin vás oslabilo proti korozivnímu poškození.

# game/gui:1023:DefaultText
source: You have been exposed to N-rays once too often, and you have now become susceptible to N-ray damage.
cs: Jednou jste byli vystaveni N-záření příliš často a nyní jste náchylní k jeho poškození.

# game/gui:1024:DefaultText
source: Taking too much Physical Damage has made you soft and vulnerable to more Physical damage.
cs: Příliš velké fyzické poškození vás změkčilo a učinilo zranitelnými vůči dalšímu fyzickému poškození.

# game/gui:1025:DefaultText
source: Having been shocked too many times, you have become sensitive to Shock damage.
cs: Protože jste byli příliš mnohokrát vystaveni šoku, stali jste se citlivými na poškození způsobené šokem.

# game/gui:1026:DefaultText
source: Getting burned too many times has made you susceptible to Plasma damage.
cs: Příliš časté popálení vás učinilo náchylnými k poškození plazmou.

# game/gui:1028:DefaultText
source: Light
cs: Světlo

# game/gui:1029:DefaultText
source: Heavy
cs: Těžké

# game/gui:1030:DefaultText
source: Energy
cs: Energie

# game/gui:1032:DefaultText
source: Vendor
cs: Prodejce

# game/gui:1033:DefaultText
source: Store
cs: Obchod

# game/gui:1034:DefaultText
source: Player
cs: Hráč

# game/gui:1035:DefaultText
source: Surcharges:
cs: Příplatky:

# game/gui:1036:DefaultText
source: Discounts:
cs: Slevy:

# game/gui:1037:DefaultText
source: Total:
cs: Celkem:

# game/gui:1038:DefaultText
source: Buy
cs: Koupit

# game/gui:1039:DefaultText
source: Sell
cs: Prodej

# game/gui:1040:DefaultText
source: FLAWS
cs: CHYBY

# game/gui:1041:DefaultText
source: Remove
cs: Odstranění adresy

# game/gui:1042:DefaultText
source: Keep
cs: Udržujte

# game/gui:1043:DefaultText
source: Trade
cs: Obchod

# game/gui:1044:DefaultText
source: Total bits required:
cs: Celkový počet požadovaných bitů:

# game/gui:1045:DefaultText
source: Total bits earned:
cs: Celkový počet získaných bitů:

# game/gui:1046:DefaultText
source: Even trade
cs: I obchod

# game/gui:1047:DefaultText
source: Vendor has insufficient bits!
cs: Prodejce má nedostatečný počet kusů!

# game/gui:1048:DefaultText
source: You have insufficient bits!
cs: Nemáte dostatek kousků!

# game/gui:1049:DefaultText
source: You have the bits!
cs: Ty kousky máš!

# game/gui:1050:DefaultText
source: Buyback
cs: Zpětný odkup

# game/gui:1052:DefaultText
source: Auntie Cleo's Storage Facility
cs: Úložiště tety Cleo

# game/gui:1054:DefaultText
source: Player Ship
cs: Hráčská loď

# game/gui:1055:DefaultText
source: Quick Draw
cs: Rychlé tažení

# game/gui:1056:DefaultText
source: Fast Travel to: {location}
cs: Rychlé cestování do: {místo}

# game/gui:1058:DefaultText
source: Inhaler Cooldown Time {percent}
cs: Doba vychladnutí inhalátoru {procenta}

# game/gui:1059:DefaultText
source: Examine
cs: Prozkoumejte stránky

# game/gui:1060:DefaultText
source: Consumable Effect Duration {percent}
cs: Doba trvání spotřebního účinku {procento}

# game/gui:1061:DefaultText
source: Details
cs: Podrobnosti na

# game/gui:1062:DefaultText
source: Fast Travel: {location}
cs: Rychlé cestování: {místo}

# game/gui:1065:DefaultText
source: STATUS EFFECTS
cs: ÚČINKY STAVU

# game/gui:1066:DefaultText
source: DERIVED STATS
cs: DERIVOVANÉ STATISTIKY

# game/gui:1067:DefaultText
source: Current/Max Health
cs: Současné/maximální zdraví

# game/gui:1068:DefaultText
source: HP Regeneration Threshold
cs: Práh regenerace HP

# game/gui:1069:DefaultText
source: Health Regeneration
cs: Regenerace zdraví

# game/gui:1070:DefaultText
source: Current XP
cs: Aktuální XP

# game/gui:1071:DefaultText
source: TTD Duration
cs: Doba trvání TTD

# game/gui:1072:DefaultText
source: Walk Speed
cs: Rychlost chůze

# game/gui:1073:DefaultText
source: Crouch Speed
cs: Rychlost Crouch

# game/gui:1074:DefaultText
source: Sprint Speed
cs: Rychlost sprintu

# game/gui:1075:DefaultText
source: Merchant Skill
cs: Dovednost obchodníka

# game/gui:1076:DefaultText
source: {meters} meter/s
cs: {metry} metr/s

# game/gui:1078:DefaultText
source: Select Fast Travel Destination
cs: Vyberte cíl rychlého cestování

# game/gui:1079:DefaultText
source: {health} HP/s
cs: {zdraví} HP/s

# game/gui:1080:DefaultText
source: Level
cs: Úroveň

# game/gui:1081:DefaultText
source: The character's current Level.
cs: Aktuální úroveň postavy.

# game/gui:1082:DefaultText
source: The amount of Experience Points you have.
cs: Počet bodů zkušeností, které máte.

# game/gui:1083:DefaultText
source: How much Health the character currently has, and the maximum amount they can have.
cs: Kolik má postava aktuálně zdraví a kolik ho může mít maximálně.

# game/gui:1084:DefaultText
source: The rate at which you regenerate Health.
cs: Rychlost regenerace zdraví.

# game/gui:1085:DefaultText
source: Health regen threshold description
cs: Popis prahu obnovy zdraví

# game/gui:1086:DefaultText
source: How fast you move while Sprinting.
cs: Jak rychle se pohybujete při sprintu.

# game/gui:1087:DefaultText
source: Your movement speed while Crouched.
cs: Rychlost pohybu ve skrčené poloze.

# game/gui:1089:DefaultText
source: When you buy and sell from a merchant, the highest of your dialogue skills is used to negotiate for the best price.
cs: Při nákupu a prodeji u obchodníka se při vyjednávání o nejlepší ceně využívá nejvyšší z vašich dialogových dovedností.

# game/gui:1090:DefaultText
source: Locked
cs: Uzamčené stránky

# game/gui:1091:DefaultText
source: Transition to {location}
cs: Přechod na {místo}

# game/gui:1092:DefaultText
source: Encounter Terrarium
cs: Terárium Encounter

# game/gui:1093:DefaultText
source: XP from Companion kills {percent}
cs: XP ze zabití společníka {procento}

# game/gui:1094:DefaultText
source: No Map Data Found
cs: Nebyla nalezena žádná mapová data

# game/gui:1097:DefaultText
source: Sealed
cs: Zapečetěné stránky

# game/gui:1098:DefaultText
source: Ammo Types
cs: Typy munice

# game/gui:1099:DefaultText
source: Hangover
cs: Kocovina

# game/gui:1100:DefaultText
source: Alcohol Addiction Withdrawal
cs: Odvykání od závislosti na alkoholu

# game/gui:1101:DefaultText
source: Heal Amount granted by the Medical Inhaler {percent}
cs: Množství uzdravení poskytnuté lékařským inhalátorem {procenta}

# game/gui:1102:DefaultText
source: Nicotine Low
cs: Nízká hladina nikotinu

# game/gui:1103:DefaultText
source: Without a new infusion of Nicotine into your system, you now suffer a penalty to both Accuracy and Weapon Sway.
cs: Bez nové dávky nikotinu v těle nyní trpíte postihem k přesnosti i k obratnosti zbraně.

# game/gui:1104:DefaultText
source: Nicotine High
cs: Vysoký obsah nikotinu

# game/gui:1105:DefaultText
source: The Nicotine in your system grants you increased Accuracy and reduced Weapon Sway, while it lasts.
cs: Nikotin ve vašem těle vám po dobu jeho působení poskytuje zvýšenou přesnost a snížený výkyv zbraně.

# game/gui:1106:DefaultText
source: Boarst Baked Beans Tenacity
cs: Boarst Pečené fazole Tenacity

# game/gui:1107:DefaultText
source: Deals damage over time and reduces Armor. Automechanicals take extra damage.
cs: Časem způsobuje poškození a snižuje brnění. Automechanici dostávají dodatečné poškození.

# game/gui:1108:DefaultText
source: Deals damage over time and reduces Body Attributes. Does not apply to Automechanicals.
cs: Způsobuje poškození v průběhu času a snižuje tělesné atributy. Neplatí pro automechaniky.

# game/gui:1109:DefaultText
source: Reduces vision range of targets, and reduces ranged weapon accuracy.
cs: Snižuje dosah vidění cílů a snižuje přesnost zbraní na dálku.

# game/gui:1110:DefaultText
source: Deals damage over time.
cs: Způsobuje poškození v průběhu času.

# game/gui:1111:DefaultText
source: Reduces all Attributes and slows weapon attack rate.
cs: Snižuje všechny atributy a zpomaluje rychlost útoku zbraní.

# game/gui:1112:DefaultText
source: Removes the enemy's held weapon. Does not apply to special enemies, such as those with attached weapons.
cs: Odebere nepříteli drženou zbraň. Nevztahuje se na speciální nepřátele, například na ty s připevněnými zbraněmi.

# game/gui:1113:DefaultText
source: Deals damage over time and reduces Mind Attributes. Does not apply to Automechanicals.
cs: Časem způsobuje poškození a snižuje atributy mysli. Neplatí pro automechaniky.

# game/gui:1114:DefaultText
source: Push back the target a short distance.
cs: Odsuňte terč na krátkou vzdálenost.

# game/gui:1115:DefaultText
source: Knocks the target to the ground, making them unable to take any action for a short time.
cs: Srazí cíl na zem a na krátkou dobu mu znemožní jakoukoli akci.

# game/gui:1116:DefaultText
source: Knocks the target to the ground, rendering them unconscious for a few seconds.
cs: Srazí cíl k zemi a na několik sekund ho uvede do bezvědomí.

# game/gui:1117:DefaultText
source: Reduces movement speed and prevents dodging and lunge attacks.
cs: Snižuje rychlost pohybu a zabraňuje úskokům a výpadům.

# game/gui:1118:DefaultText
source: Reduces target damage.
cs: Snižuje poškození cíle.

# game/gui:1119:DefaultText
source: Deals damage over time, and reduces Personality Attributes. Does not apply to Automechanicals.
cs: Časem způsobuje poškození a snižuje atributy osobnosti. Neplatí pro automechaniky.

# game/gui:1120:DefaultText
source: Push back the target a short distance, reduces offensive and defensive Skills, and target takes increased physical damage.
cs: Odsunutí cíle na krátkou vzdálenost, snížení útočných a obranných schopností a zvýšené fyzické poškození cíle.

# game/gui:1121:DefaultText
source: Renders the target unable to take any action and lowers their defensive Skills for a short time.
cs: Znemožní cíli jakoukoli akci a na krátkou dobu sníží jeho obranné schopnosti.

# game/gui:1122:DefaultText
source: Lowers all Skills a moderate amount and target takes increased Plasma, Shock, Corrosion, and N-ray damage.
cs: Snižuje všechny dovednosti o mírnou hodnotu a cíl dostává zvýšené poškození plazmou, šokem, korozí a N-zářením.

# game/gui:1123:DefaultText
source: Heals you and your companion for a small amount over a short time.
cs: Během krátké doby vyléčí tebe i tvého společníka za malou částku.

# game/gui:1124:DefaultText
source: Significantly reduces your TTD Drain Rate for a short time.
cs: Krátkodobě výrazně snižuje míru odtoku TTD.

# game/gui:1125:DefaultText
source: Increases your Personality Attributes for a time.
cs: Po určitou dobu zvyšuje atributy osobnosti.

# game/gui:1126:DefaultText
source: Increases your Speed Attributes for a time.
cs: Zvyšuje na určitou dobu atributy rychlosti.

# game/gui:1127:DefaultText
source: Increases your Strength and Intelligence for a time.
cs: Po určitou dobu zvyšuje vaši sílu a inteligenci.

# game/gui:1128:DefaultText
source: Increases your Strength and Endurance for a time.
cs: Po určitou dobu zvyšuje vaši sílu a odolnost.

# game/gui:1129:DefaultText
source: Increases your Strength and Dexterity for a time.
cs: Po určitou dobu zvyšuje vaši sílu a obratnost.

# game/gui:1130:DefaultText
source: Noticeably increases your Endurance for a time.
cs: Po určitou dobu znatelně zvyšuje vaši odolnost.

# game/gui:1131:DefaultText
source: Hacked
cs: Hacknuté stránky

# game/gui:1132:DefaultText
source: Automechanical is Stunned for {duration}
cs: Automechanický je omráčen na {délku}

# game/gui:1133:DefaultText
source: You are suffering withdrawal from your Alcohol Addiction, which lowers your Dexterity, Perception and Temperament.
cs: Trpíte abstinenčními příznaky závislosti na alkoholu, které snižují vaši obratnost, vnímání a temperament.

# game/gui:1134:DefaultText
source: Energized
cs: Energizované

# game/gui:1135:DefaultText
source: Masqued Personality
cs: Maskovaná osobnost

# game/gui:1136:DefaultText
source: Pancake Batter Buff
cs: Palačinkové těsto Buff

# game/gui:1137:DefaultText
source: Drug Drink
cs: Drogové nápoje

# game/gui:1138:DefaultText
source: Selected
cs: Vybrané stránky

# game/gui:1139:DefaultText
source: Unload
cs: Vyložení

# game/gui:1141:DefaultText
source: YOU WIN!!! Halcyon has been saved... or has it? While you ponder that question, allow us to return you to the main menu.
cs: VYHRÁL JSI!!! Halcyon byl zachráněn... nebo ne? Zatímco budete přemýšlet o této otázce, dovolte nám, abychom vás vrátili do hlavní nabídky.

# game/gui:1143:DefaultText
source: Difficulty
cs: Obtížnost

# game/gui:1144:DefaultText
source: Story
cs: Příběh

# game/gui:1145:DefaultText
source: Normal
cs: Normální

# game/gui:1148:DefaultText
source: Change Floors
cs: Změna podlah

# game/gui:1149:DefaultText
source: Radial Sensitivity
cs: Radiální citlivost

# game/gui:1150:DefaultText
source: A radial pie menu can be used throughout the game to select weapons. Adjust the sensitivity of the radial menu selection.
cs: V průběhu hry lze k výběru zbraní použít radiální koláčovou nabídku. Upravte citlivost výběru v radiální nabídce.

# game/gui:1151:DefaultText
source: Cooldown of Triggered Gadget Effects {percent}
cs: Cooldown spuštěných efektů gadgetu {procento}

# game/gui:1152:DefaultText
source: Kinematic Shield
cs: Kinematický štít

# game/gui:1153:DefaultText
source: Paranoid
cs: Paranoidní

# game/gui:1154:DefaultText
source: Repeatedly getting caught by guards has made you jittery, doubly so when roaming around Restricted Areas or sneaking.
cs: Opakované chycení strážemi ve vás vyvolalo nervozitu, což platí dvojnásob, když se potulujete po zakázaných oblastech nebo se plížíte.

# game/gui:1161:DefaultText
source: SELECT DIFFICULTY
cs: VYBRAT OBTÍŽNOST

# game/gui:1162:DefaultText
source: Use this mode if you enjoy story more than combat. In Story Mode, enemies have less health and do less damage.
cs: Tento režim použijte, pokud vás více baví příběh než boj. V příběhovém režimu mají nepřátelé méně zdraví a způsobují menší poškození.

# game/gui:1163:DefaultText
source: This is the recommended mode for your first play session. In Normal Mode, enemies have standard health and damage.
cs: Tento režim je doporučen pro první hraní. V normálním režimu mají nepřátelé standardní zdraví a poškození.

# game/gui:1164:DefaultText
source: This mode is for players who are looking for an extra challenge. In Hard Mode, enemies have more health and do more damage.
cs: Tento režim je určen pro hráče, kteří hledají další výzvu. V těžkém režimu mají nepřátelé více zdraví a způsobují větší poškození.
