Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:667:DefaultText
source: In an effort to escape from Earth, you agreed to be a corporate spy in the Halcyon Colony in exchange for a ticket on the colony ship. You were given an informant to pass stolen information to. Personal Quest: Find corporate secrets to sell and pay off your debt! Bonus: TBD
cs: Ve snaze uniknout ze Země jste souhlasili, že budete v kolonii Halcyon pracovat jako firemní špión výměnou za lístek na koloniální loď. Dostal jsi informátora, kterému jsi měl předávat ukradené informace. Osobní úkol: Najděte firemní tajemství, které můžete prodat a splatit tak svůj dluh! Bonus: TBD

# game/gui:668:DefaultText
source: You received one of the highest scores ever seen on a colony recruitment test and was immediately offered a berth on a ship to the Halcyon colony. Personal Quest: Contact your recruiters to find out what they have in store for you! Bonus: TBD
cs: Získal jsi jeden z nejlepších výsledků v náborovém testu do kolonie a okamžitě ti bylo nabídnuto místo na lodi do kolonie Halcyon. Osobní úkol: Bonus: TBD Kontaktovat náboráře a zjistit, co pro tebe mají připraveno!

# game/gui:669:DefaultText
source: You were a prisoner on Earth who participated in a work release program where prisoners can do ten years of hard labor on a colony in exchange for a pardon. Personal Quest: Turn yourself in... ? Bonus: TBD
cs: Byl jste vězněm na Zemi, který se účastnil programu propuštění na svobodu, v jehož rámci mohou vězni výměnou za milost vykonávat deset let těžké práce na kolonii. Osobní úkol: Vydejte se... ? Bonus: TBD

# game/gui:670:DefaultText
source: You joined the corporate military and were sent to the Halcyon Colony for training. Personal Quest: Report for duty! Bonus: TBD
cs: Vstoupil jsi do armády společnosti a byl jsi poslán na výcvik do kolonie Halcyon. Osobní úkol: Bonus: TBD

# game/gui:671:DefaultText
source: Use Workbench
cs: Použití pracovního stolu

# game/gui:672:DefaultText
source: Unknown
cs: Neznámý

# game/gui:673:DefaultText
source: Start game with this character?
cs: Začít hru s touto postavou?

# game/gui:674:DefaultText
source: You background is unknown to the Halcyon colony. Bonus: TBD
cs: Tvůj původ je kolonii Halcyon neznámý. Bonus: TBD

# game/gui:675:DefaultText
source: Workbench
cs: Pracovní stůl

# game/gui:676:DefaultText
source: Rotate Groupings to Affect Attribute levels
cs: Otáčení seskupení pro ovlivnění úrovní atributů

# game/gui:677:DefaultText
source: Install Mod
cs: Instalace modulu

# game/gui:678:DefaultText
source: Repair
cs: Oprava

# game/gui:679:DefaultText
source: Break Down
cs: Rozdělení

# game/gui:680:DefaultText
source: Modification
cs: Modifikace

# game/gui:681:DefaultText
source: Install Mod
cs: Instalace modulu

# game/gui:682:DefaultText
source: BLOCKOUT PENDING
cs: ČEKÁ NA ZABLOKOVÁNÍ

# game/gui:683:DefaultText
source: Rotate Attribute Forward
cs: Otočení atributu dopředu

# game/gui:684:DefaultText
source: Rotate Attribute Backwards
cs: Otočení atributu dozadu

# game/gui:685:DefaultText
source: SPECIALIZE
cs: SPECIALIZACE

# game/gui:686:DefaultText
source: Melee Damage & Carrying Capacity Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Poškození při boji zblízka a nosnost Dovednosti: Jednoruká zbraň pro boj zblízka Dvouruční zbraň pro boj zblízka Těžké zbraně Blokování Inspirace Zastrašování

# game/gui:687:DefaultText
source: Melee Damage & Carrying Capacity Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Poškození při boji zblízka a nosnost Dovednosti: Jednoruká zbraň pro boj zblízka Dvouruční zbraň pro boj zblízka Těžké zbraně Blokování Inspirace Zastrašování

# game/gui:688:DefaultText
source: Melee Damage & Carrying Capacity Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Poškození při boji zblízka a nosnost Dovednosti: Jednoruká zbraň pro boj zblízka Dvouruční zbraň pro boj zblízka Těžké zbraně Blokování Inspirace Zastrašování

# game/gui:689:DefaultText
source: Melee Damage & Carrying Capacity Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Poškození při boji zblízka a nosnost Dovednosti: Jednoruká zbraň pro boj zblízka Dvouruční zbraň pro boj zblízka Těžké zbraně Blokování Inspirace Zastrašování

# game/gui:690:DefaultText
source: Melee Damage & Carrying Capacity Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Poškození při boji zblízka a nosnost Dovednosti: Jednoruká zbraň pro boj zblízka Dvouruční zbraň pro boj zblízka Těžké zbraně Blokování Inspirace Zastrašování

# game/gui:691:DefaultText
source: Penalty: Tactical Time Dilation drain for movement is doubled.
cs: Trest: Taktická časová dilatace pro pohyb se zdvojnásobuje.

# game/gui:692:DefaultText
source: Melee Damage & Carrying Capacity Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Poškození při boji zblízka a nosnost Dovednosti: Jednoruká zbraň pro boj zblízka Dvouruční zbraň pro boj zblízka Těžké zbraně Blokování Inspirace Zastrašování

# game/gui:693:DefaultText
source: Melee Attack Speed & Reload Speed Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Rychlost útoku zblízka a rychlost dobíjení Dovednosti: Jednoruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:694:DefaultText
source: Melee Attack Speed & Reload Speed Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Rychlost útoku zblízka a rychlost dobíjení Dovednosti: Jednoruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:695:DefaultText
source: Melee Attack Speed & Reload Speed Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Rychlost útoku zblízka a rychlost dobíjení Dovednosti: Jednoruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:696:DefaultText
source: Melee Attack Speed & Reload Speed Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Rychlost útoku zblízka a rychlost dobíjení Dovednosti: Jednoruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:697:DefaultText
source: Melee Attack Speed & Reload Speed Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Rychlost útoku zblízka a rychlost dobíjení Dovednosti: Jednoruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:698:DefaultText
source: Penalty: Weapon Durability Loss is increased.
cs: Trest: Ztráta odolnosti zbraně se zvyšuje.

# game/gui:699:DefaultText
source: Melee Attack Speed & Reload Speed Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Rychlost útoku zblízka a rychlost dobíjení Dovednosti: Jednoruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:707:DefaultText
source: Critical Hit Damage Skills: Long Guns Persuade Hack Medical Science Determination
cs: Dovednosti poškození kritickým zásahem: Dlouhé zbraně Přesvědčování Hack Lékařská věda Rozhodnost

# game/gui:708:DefaultText
source: Critical Hit Damage Skills: Long Guns Persuade Hack Medical Science Determination
cs: Dovednosti poškození kritickým zásahem: Dlouhé zbraně Přesvědčování Hack Lékařská věda Rozhodnost

# game/gui:709:DefaultText
source: Critical Hit Damage Skills: Long Guns Persuade Hack Medical Science Determination
cs: Dovednosti poškození kritickým zásahem: Dlouhé zbraně Přesvědčování Hack Lékařská věda Rozhodnost

# game/gui:710:DefaultText
source: Critical Hit Damage Skills: Long Guns Persuade Hack Medical Science Determination
cs: Dovednosti poškození kritickým zásahem: Dlouhé zbraně Přesvědčování Hack Lékařská věda Rozhodnost

# game/gui:711:DefaultText
source: Critical Hit Damage Skills: Long Guns Persuade Hack Medical Science Determination
cs: Dovednosti poškození kritickým zásahem: Dlouhé zbraně Přesvědčování Hack Lékařská věda Rozhodnost

# game/gui:712:DefaultText
source: Penalty: Critical Hit Damage is drastically reduced. Words are hard. Thinking no good. Dumb dialog options unlocked.
cs: Trest: Slova jsou těžká. Myšlení není dobré. Odemčeny hloupé dialogové možnosti.

# game/gui:713:DefaultText
source: Critical Hit Damage Skills: Long Guns Persuade Hack Medical Science Determination
cs: Dovednosti poškození kritickým zásahem: Dlouhé zbraně Přesvědčování Hack Lékařská věda Rozhodnost

# game/gui:714:DefaultText
source: Headshot/Weakspot Damage Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Dovednosti Headshot/Weakspot Damage: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:715:DefaultText
source: Headshot/Weakspot Damage Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Dovednosti Headshot/Weakspot Damage: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:716:DefaultText
source: Headshot/Weakspot Damage Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Dovednosti Headshot/Weakspot Damage: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:717:DefaultText
source: Headshot/Weakspot Damage Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Dovednosti Headshot/Weakspot Damage: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:718:DefaultText
source: Headshot/Weakspot Damage Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Dovednosti Headshot/Weakspot Damage: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:719:DefaultText
source: Penalty: Headshot and Weakspot hits do not inflict extra damage.
cs: Trest: Zásahy Headshot a Weakspot nezpůsobují dodatečné poškození.

# game/gui:720:DefaultText
source: Headshot/Weakspot Damage Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Dovednosti Headshot/Weakspot Damage: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:721:DefaultText
source: Willpower has been removed from the game and no longer has any effect.
cs: Síla vůle byla ze hry odstraněna a již nemá žádný účinek.

# game/gui:728:DefaultText
source: NPC Reputation Changes Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Změny reputace NPC Dovednosti: Přesvědčování Lhaní Zastrašování Hackování Vědecká inspirace

# game/gui:729:DefaultText
source: NPC Reputation Changes Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Změny reputace NPC Dovednosti: Přesvědčování Lhaní Zastrašování Hackování Vědecká inspirace

# game/gui:730:DefaultText
source: NPC Reputation Changes Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Změny reputace NPC Dovednosti: Přesvědčování Lhaní Zastrašování Hackování Vědecká inspirace

# game/gui:731:DefaultText
source: NPC Reputation Changes Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Změny reputace NPC Dovednosti: Přesvědčování Lhaní Zastrašování Hackování Vědecká inspirace

# game/gui:732:DefaultText
source: NPC Reputation Changes Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Změny reputace NPC Dovednosti: Přesvědčování Lhaní Zastrašování Hackování Vědecká inspirace

# game/gui:733:DefaultText
source: Penalty: Reputation Gains are significantly reduced.
cs: Trest: Zisky z reputace jsou výrazně sníženy.

# game/gui:734:DefaultText
source: NPC Reputation Changes Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Změny reputace NPC Dovednosti: Přesvědčování Lhaní Zastrašování Hackování Vědecká inspirace

# game/gui:735:DefaultText
source: Wits has been removed from the game and no longer has any effect.
cs: Důvtip byl ze hry odstraněn a již nemá žádný účinek.

# game/gui:742:DefaultText
source: Natural Health Regeneration Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Přirozená regenerace zdraví Dovednosti: 2ruční boj zblízka Lež Plížení Lékařské inženýrství Určování

# game/gui:743:DefaultText
source: Natural Health Regeneration Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Přirozená regenerace zdraví Dovednosti: 2ruční boj zblízka Lež Plížení Lékařské inženýrství Určování

# game/gui:744:DefaultText
source: Natural Health Regeneration Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Přirozená regenerace zdraví Dovednosti: 2ruční boj zblízka Lež Plížení Lékařské inženýrství Určování

# game/gui:745:DefaultText
source: Natural Health Regeneration Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Přirozená regenerace zdraví Dovednosti: 2ruční boj zblízka Lež Plížení Lékařské inženýrství Určování

# game/gui:746:DefaultText
source: Natural Health Regeneration Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Přirozená regenerace zdraví Dovednosti: 2ruční boj zblízka Lež Plížení Lékařské inženýrství Určování

# game/gui:747:DefaultText
source: Penalty: No passive health regeneration.
cs: Trest: Žádná pasivní regenerace zdraví.

# game/gui:748:DefaultText
source: Natural Health Regeneration Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Přirozená regenerace zdraví Dovednosti: 2ruční boj zblízka Lež Plížení Lékařské inženýrství Určování

# game/gui:749:DefaultText
source: Install
cs: Instalace

# game/gui:750:DefaultText
source: Install this modification?
cs: Nainstalovat tuto úpravu?

# game/gui:751:DefaultText
source: Break down this item?
cs: Rozdělit tuto položku?

# game/gui:752:DefaultText
source: Byzantium
cs: Byzanc

# game/gui:753:DefaultText
source: Repair this item?
cs: Opravit tuto položku?

# game/gui:754:DefaultText
source: View Weapons
cs: Zobrazit zbraně

# game/gui:755:DefaultText
source: Modifications
cs: Úpravy

# game/gui:756:DefaultText
source: Preview
cs: Náhled

# game/gui:757:DefaultText
source: Armoring
cs: Pancéřování

# game/gui:758:DefaultText
source: Skill Kit
cs: Sada dovedností

# game/gui:777:DefaultText
source: Barrels
cs: Sudy

# game/gui:779:DefaultText
source: Magazines
cs: Časopisy

# game/gui:780:DefaultText
source: Sights
cs: Památky

# game/gui:781:DefaultText
source: Grips
cs: Gripy

# game/gui:782:DefaultText
source: Attacks
cs: Útoky

# game/gui:783:DefaultText
source: Movement Name
cs: Název hnutí

# game/gui:785:DefaultText
source: Cancel Character Creation and return to Main Menu?
cs: Zrušit tvorbu postavy a vrátit se do hlavní nabídky?

# game/gui:787:DefaultText
source: Melee Damage {percent}
cs: Poškození při boji zblízka {procento}

# game/gui:788:DefaultText
source: Melee Weapon Swing Time {percent}
cs: Doba švihu zbraní pro boj zblízka {procento}

# game/gui:789:DefaultText
source: Base Health {percent}
cs: Základní zdraví {procento}

# game/gui:790:DefaultText
source: Critical Hit Damage {percent}
cs: Poškození kritickým zásahem {procento}

# game/gui:791:DefaultText
source: Bonus to Extra Headshot/Weakspot Damage {percent}
cs: Bonus k dodatečnému poškození headshotem/eakspotem {procento}

# game/gui:792:DefaultText
source: Base Armor Rating {value}
cs: Základní hodnota pancíře {hodnota}

# game/gui:793:DefaultText
source: NPC Reputation Reactions {percent} Companion Morale Reactions {percent} Companion Command Point Charge Rate {percent}
cs: Reakce na reputaci NPC {procento} Reakce na morálku společníků {procento} Míra nabíjení příkazových bodů společníků {procento}

# game/gui:794:DefaultText
source: Tactical Time Dilation Recharge Rate {percent}
cs: Rychlost dobíjení taktické časové dilatace {procenta}

# game/gui:795:DefaultText
source: Harmful Status Effect Duration {percent}
cs: Trvání škodlivého účinku stavu {procento}

# game/gui:796:DefaultText
source: Toggle Advanced Details
cs: Přepnutí pokročilých informací

# game/gui:815:DefaultText
source: Reduce Sway %s
cs: Snížení kolísání %s

# game/gui:816:DefaultText
source: Reload Speed %s
cs: Rychlost načítání %s

# game/gui:818:DefaultText
source: Critical Chance %s
cs: Kritická šance %s

# game/gui:819:DefaultText
source: {top}/{bottom}
cs: {horní}/{spodní}

# game/gui:820:DefaultText
source: Military
cs: Vojenské stránky

# game/gui:821:DefaultText
source: Adventurer
cs: Dobrodruh

# game/gui:823:DefaultText
source: Perk Points Remaining: {value}
cs: Zbývající body perků: {hodnota}

# game/gui:824:DefaultText
source: {damageType} Armor Rating: {damage}
cs: {damageType} Hodnocení zbroje: {damage}

# game/gui:825:DefaultText
source: {damageType} Damage Resist: {damagePercent}%
cs: {damageType} Odolnost proti poškození: {damagePercent}%

# game/gui:826:DefaultText
source: TTD Action Cost %s
cs: Náklady na akci TTD %s

# game/gui:827:DefaultText
source: Armoring
cs: Pancéřování

# game/gui:828:DefaultText
source: Skill Kit
cs: Sada dovedností

# game/gui:831:DefaultText
source: Toughness
cs: Houževnatost

# game/gui:832:DefaultText
source: Slow the World
cs: Zpomalte svět

# game/gui:833:DefaultText
source: Pack of Pack Mules
cs: Balení balíků Mules

# game/gui:834:DefaultText
source: Last Stand
cs: Poslední štace

# game/gui:835:DefaultText
source: Lone Wolf
cs: Osamělý vlk

# game/gui:836:DefaultText
source: Run and Gun
cs: Spusť a střílej

# game/gui:837:DefaultText
source: The Reaper
cs: Smrtka

# game/gui:839:DefaultText
source: Fire Bug
cs: Ohnivá chyba

# game/gui:840:DefaultText
source: Speed Demon
cs: Rychlostní démon

# game/gui:841:DefaultText
source: Revenge
cs: Pomsta

# game/gui:842:DefaultText
source: Chem Trail
cs: Chemická stezka

# game/gui:843:DefaultText
source: Steady Hand
cs: Pevná ruka

# game/gui:844:DefaultText
source: Boom, Headshot!
cs: Bum, headshot!

# game/gui:845:DefaultText
source: Traveler
cs: Cestovatel

# game/gui:847:DefaultText
source: Scanner
cs: Skener

# game/gui:848:DefaultText
source: Cheetah
cs: Gepard

# game/gui:849:DefaultText
source: High Maintenance
cs: Vysoká údržba

# game/gui:850:DefaultText
source: Pack Mule
cs: Balení mul

# game/gui:851:DefaultText
source: Quick and the Dead
cs: Rychlí a mrtví

# game/gui:852:DefaultText
source: The Collector
cs: Sběratel

# game/gui:854:DefaultText
source: Penetrating Shots
cs: Pronikavé výstřely

# game/gui:857:DefaultText
source: A Few Bits More
cs: Několik dalších informací

# game/gui:859:DefaultText
source: Solo Sneaker
cs: Sólo teniska

# game/gui:860:DefaultText
source: Precision
cs: Přesnost

# game/gui:861:DefaultText
source: The Negotiator
cs: Vyjednavač

# game/gui:862:DefaultText
source: All For One
cs: Vše pro jednoho

# game/gui:863:DefaultText
source: Tactical Master
cs: Taktický mistr

# game/gui:864:DefaultText
source: Resilient
cs: Odolné

# game/gui:866:DefaultText
source: Snake Oil Salesman
cs: Prodejce hadího oleje

# game/gui:867:DefaultText
source: We Band of Brothers
cs: My, skupina bratří

# game/gui:869:DefaultText
source: Thick Skin
cs: Silná kůže

# game/gui:871:DefaultText
source: Confidence
cs: Důvěra

# game/gui:873:DefaultText
source: Healthy
cs: Zdravé

# game/gui:874:DefaultText
source: Boisterous
cs: Bouřlivé

# game/gui:875:DefaultText
source: Sneaky
cs: Záludný

# game/gui:876:DefaultText
source: Heavy Handed
cs: Těžká ruka

# game/gui:877:DefaultText
source: Fine Aim
cs: Jemné zacílení

# game/gui:878:DefaultText
source: Battle Hardened
cs: Zocelení v boji

# game/gui:879:DefaultText
source: Stonebreaker
cs: Kamenolom

# game/gui:880:DefaultText
source: Spec Ops
cs: Speciální operace

# game/gui:881:DefaultText
source: Regeneration
cs: Regenerace

# game/gui:882:DefaultText
source: Jazz Hands
cs: Jazzové ruce

# game/gui:883:DefaultText
source: Echoing Thunder
cs: Ozvěna hromu

# game/gui:886:DefaultText
source: Long Winter
cs: Dlouhá zima

# game/gui:887:DefaultText
source: Stand Your Ground
cs: Postavte se na vlastní nohy

# game/gui:888:DefaultText
source: Second Wind
cs: Druhý vítr

# game/gui:889:DefaultText
source: Dumb
cs: Hloupý

# game/gui:891:DefaultText
source: Requirements:
cs: Požadavky:

# game/gui:892:DefaultText
source: Requires {total_perks} previous perks.
cs: Vyžaduje předchozí perky {total_perks}.

# game/gui:896:DefaultText
source: Covering Fire
cs: Pokrytí ohně

# game/gui:899:DefaultText
source: Perk Upgrade Points Remaining: {value}
cs: Zbývající body pro vylepšení perků: {hodnota}

# game/gui:900:DefaultText
source: Points Available:
cs: Dostupné body:

# game/gui:943:DefaultText
source: Primary
cs: Primární

# game/gui:944:DefaultText
source: Secondary
cs: Sekundární

# game/gui:947:DefaultText
source: Phineas' Lab
cs: Phineasova laboratoř

# game/gui:948:DefaultText
source: Current Status:
cs: Současný stav:

# game/gui:949:DefaultText
source: Positive
cs: Pozitivní

# game/gui:950:DefaultText
source: Negative
cs: Negativní

# game/gui:951:DefaultText
source: Reputation
cs: Reputace

# game/gui:952:DefaultText
source: Review your character
cs: Zkontrolujte svůj charakter

# game/gui:953:DefaultText
source: Select Three Perks
cs: Vyberte tři výhody

# game/gui:955:DefaultText
source: RANGED skills improve your WEAPON SWAY, and CRITICAL HIT CHANCE with ranged weapons. Each point in RANGED significantly increases HANDGUNS, LONG GUNS, and HEAVY WEAPONS skills, up to 50 points each. After 50, you can specialize by adding points directly to HANDGUNS, LONG GUNS, or HEAVY WEAPONS.
cs: Dovednosti RANGED zlepšují váš WEAPON SWASH a CRITICAL HIT CHANCE s dalekonosnými zbraněmi. Každý bod v RANGED výrazně zvyšuje dovednosti HANDGUNS, LONG GUNS a HEAVY WEAPONS, až do 50 bodů u každé z nich. Po 50 bodech se můžete specializovat přidáním bodů přímo do HANDGUNS, LONG GUNS nebo HEAVY WEAPONS.

# game/gui:956:DefaultText
source: DEFENSE skills improve your ability to avoid damage. Each point in DEFENSE significantly increases DODGE and BLOCK skills, up to 50 points each. After 50, you can specialize by adding points directly to DODGE, or BLOCK.
cs: Dovednosti DEFENSE zlepšují vaši schopnost vyhnout se poškození. Každý bod v DEFENSE výrazně zvyšuje dovednosti DODGE a BLOCK, až do 50 bodů za každou z nich. Po 50 bodech se můžete specializovat přidáním bodů přímo do DODGE nebo BLOCK.

# game/gui:957:DefaultText
source: DIALOG skills improve your ability to talk with NPCs, both in and out of combat. Each point in DIALOG significantly increases PERSUADE, LIE, and INTIMIDATE skills, up to 50 points each. After 50, you can specialize by adding points directly to PERSUADE, LIE, or INTIMIDATE.
cs: Dovednost DIALOG zlepšuje vaši schopnost mluvit s NPC v boji i mimo něj. Každý bod v DIALOGU výrazně zvyšuje dovednosti PERSUADE, LIE a INTIMIDATE, a to až do 50 bodů za každou z nich. Po 50 bodech se můžete specializovat přidáním bodů přímo do dovedností PERSUADE, LIE nebo INTIMIDATE.

# game/gui:958:DefaultText
source: STEALTH skills improve your ability to get through and around security. Each point in STEALTH significantly increases SNEAK, HACK, and LOCKPICK skills, up to 50 points each. After 50, you can specialize by adding points directly to SNEAK, HACK, or LOCKPICK.
cs: Dovednosti STEALTH zlepšují vaši schopnost projít přes a obejít ostrahu. Každý bod STEALTH výrazně zvyšuje dovednosti SNEAK, HACK a LOCKPICK, a to až do 50 bodů za každou z nich. Po 50 bodech se můžete specializovat přidáním bodů přímo do SNEAK, HACK nebo LOCKPICK.

# game/gui:959:DefaultText
source: TECH skills improve your knowledge of bodies, tools, and the universe. Each point in TECH significantly increases MEDICAL, ENGINEERING, and SCIENCE skills, up to 50 points each. After 50, you can specialize by adding points directly to MEDICAL, ENGINEERING, or SCIENCE.
cs: Dovednosti TECH zlepšují tvé znalosti o tělech, nástrojích a vesmíru. Každý bod v TECH výrazně zvyšuje dovednosti MEDICÍNA, INŽENÝRSTVÍ a VĚDA, až do 50 bodů za každou z nich. Po 50 bodech se můžeš specializovat přidáním bodů přímo do MEDICÍNY, INŽENÝRSTVÍ nebo VĚDY.
