Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:1165:DefaultText
source: Supernova Mode is the hardest difficulty and can only be selected at the start of the game and is recommended for advanced players. Supernova Mode adds additional challenges to the game: · If you reduce the difficulty below Supernova, you cannot re-enable it. · Enemies have more health and deal more damage. · You must eat, drink, and sleep to survive. · Companions can die permanently. · Crippled body and limb conditions can only be healed with bed rest. · Weapons and armor work very poorly at zero durability. · You can only fast travel to your ship. · You can only sleep inside your ship. · You can only manually save while inside your ship and Autosaves are limited.
cs: Režim Supernova je nejtěžší obtížnost, kterou lze zvolit pouze na začátku hry a doporučuje se pokročilým hráčům. Režim Supernova přidává do hry další výzvy: - Pokud snížíte obtížnost pod úroveň Supernova, nelze ji znovu zapnout. - Nepřátelé mají více zdraví a způsobují větší poškození. - Abyste přežili, musíte jíst, pít a spát. - Společníci mohou trvale zemřít. - Zmrzačené tělo a končetiny lze vyléčit pouze odpočinkem na lůžku. - Zbraně a brnění fungují velmi špatně při nulové odolnosti. - Můžete pouze rychle cestovat do své lodi. - Můžete spát pouze uvnitř lodi. - Můžete ukládat pouze ručně, když jste uvnitř lodi, a automatické ukládání je omezeno.

# game/gui:1166:DefaultText
source: Change Sorting
cs: Třídění změn

# game/gui:1169:DefaultText
source: Cynophobia
cs: Cynofobie

# game/gui:1170:DefaultText
source: Mauled too many times by canids, you get the jitters every time one's attacking, making you less effective.
cs: Příliš mnohokrát jsi byl zmrzačen kanidem, takže máš trému pokaždé, když na tebe zaútočí, což snižuje tvou efektivitu.

# game/gui:1171:DefaultText
source: Drug Effect Duration {percent}
cs: Trvání účinku léku {procento}

# game/gui:1173:DefaultText
source: Walk Speed {percent} Adrena-Time Crash stacks up to 3 times
cs: Rychlost chůze {procenta} Adrena-Time Crash stohuje až 3krát

# game/gui:1178:DefaultText
source: Extra Paranoid
cs: Extra paranoidní

# game/gui:1179:DefaultText
source: TO BE USED LATER
cs: K POZDĚJŠÍMU POUŽITÍ

# game/gui:1180:DefaultText
source: TO BE USED LATER
cs: K POZDĚJŠÍMU POUŽITÍ

# game/gui:1181:DefaultText
source: TO BE USED LATER
cs: K POZDĚJŠÍMU POUŽITÍ

# game/gui:1230:DefaultText
source: TO BE USED LATER
cs: K POZDĚJŠÍMU POUŽITÍ

# game/gui:1231:DefaultText
source: TO BE USED LATER
cs: K POZDĚJŠÍMU POUŽITÍ

# game/gui:1329:DefaultText
source: Armor Parts required:
cs: Potřebné díly brnění:

# game/gui:1330:DefaultText
source: Weapon Parts required:
cs: Potřebné součásti zbraně:

# game/gui:1331:DefaultText
source: Armor Parts returned: {value}
cs: Vrácené díly brnění: {hodnota}

# game/gui:1332:DefaultText
source: Weapon Parts returned: {value}
cs: Vrácené součásti zbraní: {hodnota}

# game/gui:1441:DefaultText
source: Heals {value}% every {interval} seconds for {seconds} seconds.
cs: Léčí {hodnotu}% každý {interval} sekund po dobu {sekund} sekund.

# game/gui:1442:DefaultText
source: Restricted Stock
cs: Omezené akcie

# game/gui:1443:DefaultText
source: You cannot purchase this restricted stock.
cs: Tyto akcie s omezeným převodem nelze koupit.

# game/gui:1444:DefaultText
source: Quest Updates
cs: Aktualizace úkolů

# game/gui:1445:DefaultText
source: Show quest update notifications in the HUD.
cs: Zobrazení oznámení o aktualizaci úkolů v HUD.

# game/gui:1446:DefaultText
source: Addiction Attributes {value}
cs: Atributy závislostí {value}

# game/gui:1447:DefaultText
source: Phobic
cs: Fobie

# game/gui:1449:DefaultText
source: Melee Weapon Skill
cs: Dovednost zbraně pro boj zblízka

# game/gui:1450:DefaultText
source: Ranged Weapon Skill
cs: Dovednost střelné zbraně

# game/gui:1451:DefaultText
source: Defense Skill
cs: Obranné dovednosti

# game/gui:1452:DefaultText
source: Dialog Skill
cs: Dovednost dialogu

# game/gui:1453:DefaultText
source: Stealth Skill
cs: Dovednost Stealth

# game/gui:1454:DefaultText
source: Tech Skill
cs: Technické dovednosti

# game/gui:1455:DefaultText
source: Leadership Skill
cs: Dovednost vedení

# game/gui:1456:DefaultText
source: Proficiency Unlocks:
cs: Odemkne se dovednost:

# game/gui:1457:DefaultText
source: Walk Speed {percent}
cs: Rychlost chůze {procenta}

# game/gui:1459:DefaultText
source: {value} COMPETENT:
cs: {hodnota} COMPETENT:

# game/gui:1460:DefaultText
source: {value} ADEPT:
cs: {hodnota} ADEPT:

# game/gui:1461:DefaultText
source: Clean Sweep
cs: Čistý úklid

# game/gui:1463:DefaultText
source: Overload
cs: Přetížení

# game/gui:1469:DefaultText
source: Special Effect
cs: Speciální efekt

# game/gui:1470:DefaultText
source: No Active Quest
cs: Žádný aktivní úkol

# game/gui:1471:DefaultText
source: Furniture Test
cs: Test nábytku

# game/gui:1472:DefaultText
source: Swap
cs: Výměna

# game/gui:1474:DefaultText
source: Mind Controlled
cs: Ovládání mysli

# game/gui:1475:DefaultText
source: Hephaestus
cs: Hefaistos

# game/gui:1477:DefaultText
source: Shrunk
cs: Zmenšený

# game/gui:1478:DefaultText
source: Slowed
cs: Zpomalení

# game/gui:1479:DefaultText
source: Movement Speed and Attack Rate are reduced. This effect stacks.
cs: Rychlost pohybu a rychlost útoku jsou sníženy. Tento efekt se sčítá.

# game/gui:1482:DefaultText
source: After Dodging, your next Melee Attack deals increased Damage
cs: Po úskoku způsobí váš další útok zblízka zvýšené poškození.

# game/gui:1483:DefaultText
source: Stun Formatted Description {duration}
cs: Omráčení Formátovaný popis {délka trvání}

# game/gui:1484:DefaultText
source: Bleed Damage Formatted Description
cs: Poškození krvácením Formátovaný popis

# game/gui:1485:DefaultText
source: Block 60 Name
cs: Název bloku 60

# game/gui:1486:DefaultText
source: Reduce weapon's Durability loss from Blocking
cs: Snížení ztráty odolnosti zbraně v důsledku blokování

# game/gui:1487:DefaultText
source: Melee Weapon Durability Loss {percent}
cs: Ztráta odolnosti zbraně pro boj zblízka {procento}

# game/gui:1488:DefaultText
source: Block 30 Name
cs: Název bloku 30

# game/gui:1489:DefaultText
source: {ability}: Block just before you get hit to Stagger your attacker
cs: {schopnost}: Blokováním těsně před zásahem útočníka omráčíte.

# game/gui:1490:DefaultText
source: Perfect Blocks increase the damage attacker receives for a short time
cs: Dokonalé bloky krátkodobě zvyšují poškození, které útočník obdrží.

# game/gui:1491:DefaultText
source: Perfect Blocks weaken opponents, increasing the damage they take by {percent} for {duration}
cs: Dokonalé bloky oslabují protivníky a zvyšují jejich poškození o {procento} po dobu {trvání}.

# game/gui:1492:DefaultText
source: Increases Walk Speed while Blocking
cs: Zvyšuje rychlost chůze při blokování

# game/gui:1493:DefaultText
source: Walk Speed while Blocking {percent}
cs: Rychlost chůze při blokování {procenta}

# game/gui:1494:DefaultText
source: The Emergency Medical Inhaler now heals Companions for a portion of the Heal Amount you receive
cs: Pohotovostní lékařský inhalátor nyní léčí společníky za část obdržené částky za uzdravení.

# game/gui:1495:DefaultText
source: Companions gain an increase to their Crit Damage
cs: Společníci získávají vyšší kritické poškození.

# game/gui:1496:DefaultText
source: Increase Heal Amount Companions receive from the Inhaler
cs: Zvýšení množství léčení, které společníci obdrží z inhalátoru

# game/gui:1497:DefaultText
source: Companions get an additional {mpercent} of the Inhaler's healing effect
cs: Společníci získají další {procento} léčebného účinku inhalátoru.

# game/gui:1498:DefaultText
source: Damage SE Name
cs: Poškození SE Název

# game/gui:1499:DefaultText
source: Damage SE Simple Description
cs: Poškození SE Jednoduchý popis

# game/gui:1500:DefaultText
source: Armor SE Name
cs: Název Armor SE

# game/gui:1501:DefaultText
source: Armor SE Simple Description
cs: Armor SE Jednoduchý popis

# game/gui:1502:DefaultText
source: Armor SE Formatted Description
cs: Armor SE Formátovaný popis

# game/gui:1503:DefaultText
source: Companion Skill Bonus {percent}
cs: Bonus k dovednosti společníka {procento}

# game/gui:1504:DefaultText
source: Kinematic Shield Simple Description
cs: Kinematický štít Jednoduchý popis

# game/gui:1505:DefaultText
source: Kinematic Shield Formatted Description
cs: Kinematický štít Formátovaný popis

# game/gui:1506:DefaultText
source: Damage Received {percent}
cs: Obdržené poškození {procento}

# game/gui:1507:DefaultText
source: Dodge Penetration
cs: Proniknutí úhybů

# game/gui:1508:DefaultText
source: After Dodging, auto-activate TTD without additional drain for moving/shooting for a short time
cs: Po úskoku se automaticky aktivuje TTD bez dalšího odběru pro pohyb/střelbu na krátkou dobu.

# game/gui:1509:DefaultText
source: After Dodging, auto-activate TTD without additional drain for moving/shooting for {duration}
cs: Po úskoku se automaticky aktivuje TTD bez dalšího vyčerpání pro pohyb/střelbu po dobu {délky}.

# game/gui:1510:DefaultText
source: Increase the Critical Damage you deal with Handguns
cs: Zvyšte kritické poškození, které způsobujete ručními zbraněmi.

# game/gui:1511:DefaultText
source: Weak Spot Damage Bonus using Handguns
cs: Bonus ke slabému bodovému poškození při použití ručních zbraní

# game/gui:1512:DefaultText
source: Unlock the ability for Handguns to inflict location-specific Combat Effects when hitting a target during TTD
cs: Odemknutí možnosti, aby ruční zbraně při zásahu cíle během TTD způsobovaly bojové efekty specifické pro dané místo.

# game/gui:1513:DefaultText
source: Minimum Armor Penetration Damage +{mpercent}
cs: Minimální poškození průnikem pancíře +{procento}

# game/gui:1514:DefaultText
source: Unlock TTD Location Hit Effects
cs: Odemknutí efektů zásahu místa TTD

# game/gui:1515:DefaultText
source: Increase minimum damage that penetrates Armor when using Handguns
cs: Zvýšení minimálního poškození, které pronikne pancířem při použití ručních zbraní.

# game/gui:1518:DefaultText
source: Unable to move
cs: Nelze se pohybovat

# game/gui:1520:DefaultText
source: Critical Hits with Handguns ignore the target's Armor
cs: Kritické zásahy ručními zbraněmi ignorují brnění cíle.

# game/gui:1521:DefaultText
source: Increase Critical Chance against targets suffering harmful Status Effects when using Handguns
cs: Zvýšení kritické šance proti cílům se škodlivými stavovými účinky při použití ručních zbraní.

# game/gui:1522:DefaultText
source: Debuffed Enemy Critical Chance +{mpercent}
cs: Šance na kritický útok na nepřítele +{procento}

# game/gui:1523:DefaultText
source: Weapon Durability Loss from Blocking {percent}
cs: Ztráta odolnosti zbraně v důsledku blokování {procento}

# game/gui:1524:DefaultText
source: Companion Critical Damage {percent}
cs: Kritické poškození společníka {procento}

# game/gui:1525:DefaultText
source: The Inhaler heals you and your companions, but they get {mpercent} of the healing effect
cs: Inhalátor léčí tebe i tvé společníky, ale ti dostanou {procento} léčebného účinku.

# game/gui:1526:DefaultText
source: After Dodging, your next Melee Attack gains Damage {percent}
cs: Po úskoku získá váš další útok zblízka poškození {procenta}.

# game/gui:1528:DefaultText
source: Time in/out of aiming down sights {percent}
cs: Čas v/na mířidla dolů {procenta}

# game/gui:1529:DefaultText
source: Minimum {mpercent} damage penetrates Armor
cs: Minimální {procento} poškození pronikne brněním

# game/gui:1530:DefaultText
source: 1-Handed Power and Sweep attacks have a chance to Stun the target
cs: Útoky silou 1 ruky a útoky švihem mají šanci omráčit cíl.

# game/gui:1531:DefaultText
source: Unlock Power and Sweep Attacks
cs: Odemknutí útoků Power a Sweep

# game/gui:1532:DefaultText
source: 2-Handed Power and Sweep attacks have a chance to Knockdown the target
cs: Útoky silou dvou rukou a švihové útoky mají šanci cíl omráčit.

# game/gui:1533:DefaultText
source: Unlocks Weak Spot Damage Bonus using 2-Handed Melee Weapons
cs: Odemkne bonus k slabému bodovému poškození při použití dvouručních zbraní pro boj zblízka.

# game/gui:1534:DefaultText
source: Heavy Weapon Frenzy
cs: Šílenství těžkých zbraní

# game/gui:1535:DefaultText
source: 2-Handed Melee Weapon attacks are Unblockable
cs: Útoky dvouručními zbraněmi pro boj zblízka jsou neblokovatelné.

# game/gui:1536:DefaultText
source: Dodge Protection
cs: Ochrana Dodge

# game/gui:1537:DefaultText
source: After Dodging, gain an Armor bonus for a short time
cs: Po úskoku získáte na krátkou dobu bonus k brnění.

# game/gui:1538:DefaultText
source: {damage_types} for {duration} after every Dodge
cs: {typy poškození} po dobu {trvání} po každém dodge

# game/gui:1539:DefaultText
source: Increase the Critical Damage you deal with Heavy Weapons
cs: Zvýšení kritického poškození způsobeného těžkými zbraněmi

# game/gui:1540:DefaultText
source: Weak Spot Damage Bonus using Heavy Weapons
cs: Bonus ke slabému bodovému poškození při použití těžkých zbraní

# game/gui:1541:DefaultText
source: Unlock the ability for Heavy Weapons to inflict location-specific Combat Effects when hitting a target during TTD
cs: Odemknutí schopnosti těžkých zbraní způsobovat při zásahu cíle během TTD bojové efekty specifické pro dané místo.

# game/gui:1542:DefaultText
source: Unlock TTD Location Hit Effects
cs: Odemknutí efektů zásahu místa TTD

# game/gui:1543:DefaultText
source: Critical Hits with Heavy Weapons increase their Rate of Fire for a short time
cs: Kritické zásahy těžkých zbraní krátkodobě zvyšují jejich rychlost střelby.

# game/gui:1544:DefaultText
source: Critical Hits increase Rate of Fire {percent} for {duration}
cs: Kritické zásahy zvyšují rychlost střelby o {procenta} po dobu {trvání}

# game/gui:1545:DefaultText
source: Critical Hits with Heavy Weapons ignore the target's Armor
cs: Kritické zásahy těžkými zbraněmi ignorují brnění cíle.

# game/gui:1546:DefaultText
source: Reduces the Reload Time of Heavy Weapons
cs: Zkrácení doby nabíjení těžkých zbraní

# game/gui:1547:DefaultText
source: Heavy Weapons Reload Time {percent}
cs: Doba nabíjení těžkých zbraní {procento}

# game/gui:1548:DefaultText
source: Companion Abilities
cs: Schopnosti společníka

# game/gui:1549:DefaultText
source: Armor bonus for Companions
cs: Bonus ke zbroji pro společníky

# game/gui:1550:DefaultText
source: Companions gain {damage_types}
cs: Společníci získávají {typy_škod}

# game/gui:1551:DefaultText
source: {ability}: You can order Companions to do special attacks
cs: {schopnost}: Můžete nařídit společníkům, aby provedli speciální útoky.

# game/gui:1552:DefaultText
source: Increase bonus Companion Skills provide to skill checks during conversations
cs: Zvýšení bonusu, který dovednosti společníků poskytují k ověření dovedností při rozhovorech.

# game/gui:1553:DefaultText
source: Companion Skill Bonus to Player Skills {percent}
cs: Bonus ke schopnosti společníka k dovednostem hráče {procento}

# game/gui:1554:DefaultText
source: Inspired Precision
cs: Inspirovaná přesnost

# game/gui:1555:DefaultText
source: When a Companion kills an enemy, entire party gains Crit Chance bonus for a short time
cs: Když společník zabije nepřítele, získá celá skupina na krátkou dobu bonus ke kritické šanci.

# game/gui:1556:DefaultText
source: When Companions kill an enemy, the party gains Critical Hit Chance {percent} for {duration}
cs: Když společníci zabijí nepřítele, strana získá šanci na kritický zásah {procento} po dobu {trvání}.

# game/gui:1557:DefaultText
source: Terrifying a Creature gives {duration} Crit Chance +{mpercent} and
cs: Zděšení bytosti dává {délku trvání} Šanci na kritiku +{procento} a

# game/gui:1558:DefaultText
source: Terrified Creatures suffer a Movement Speed penalty
cs: Vyděšení tvorové mají postih k rychlosti pohybu.

# game/gui:1559:DefaultText
source: Gain Crit Chance and Crit Damage when you Terrify a Creature
cs: Získejte kritickou šanci a kritické poškození, když vyděsíte bytost.

# game/gui:1560:DefaultText
source: Scrambled Automechanicals suffer increased Weak Spot damage
cs: Automechaniky se zvýšeným poškozením slabým bodem

# game/gui:1561:DefaultText
source: Scramble no longer reduces Automechanical's Attack Speed
cs: Scramble již nesnižuje rychlost útoku Automechanika

# game/gui:1562:DefaultText
source: Scrambled Automechanicals attack at their normal speed
cs: Zakódované automechaniky útočí normální rychlostí.

# game/gui:1563:DefaultText
source: Increase the duration of hostile effects applied to target
cs: Prodloužení doby trvání nepřátelských efektů na cíl

# game/gui:1564:DefaultText
source: Unlock the 2nd Drug Mixing Slot for the Inhaler
cs: Odemkněte 2. slot pro míchání léků pro inhalátor

# game/gui:1565:DefaultText
source: Unlock the {ability}
cs: Odemkněte {schopnost}

# game/gui:1566:DefaultText
source: Hostile Effect Duration on Targets {percent}
cs: Doba trvání nepřátelského efektu na cíle {procento}

# game/gui:1567:DefaultText
source: Unlock the 3rd Drug Mixing Slot for the Inhaler
cs: Odemkněte 3. slot pro míchání léků pro inhalátor

# game/gui:1568:DefaultText
source: Gain a damage bonus when attacking a Human
cs: Získejte bonus k poškození při útoku na člověka.

# game/gui:1569:DefaultText
source: Damage Bonus vs Humans {percent}
cs: Bonus k poškození proti lidem {procento}

# game/gui:1570:DefaultText
source: Unlock the 4th Drug Mixing Slot for the Inhaler
cs: Odemkněte 4. slot pro míchání léků v inhalátoru

# game/gui:1571:DefaultText
source: Unlock the {ability}
cs: Odemkněte {schopnost}

# game/gui:1572:DefaultText
source: Increase the Critical Damage you deal with Long Guns.
cs: Zvyšte kritické poškození, které způsobujete dlouhými zbraněmi.

# game/gui:1573:DefaultText
source: Weak Spot Damage Bonus using Long Guns
cs: Bonus ke slabému bodovému poškození při použití dlouhých zbraní

# game/gui:1574:DefaultText
source: Unlock the ability for Long Guns to inflict location-specific Combat Effects when hitting a target during TTD
cs: Odemknutí možnosti, aby dlouhé zbraně při zásahu cíle během TTD způsobovaly bojové efekty specifické pro dané místo.

# game/gui:1575:DefaultText
source: Unlock TTD Location Hit Effects
cs: Odemknutí efektů zásahu místa TTD

# game/gui:1576:DefaultText
source: Increase damage dealt to Weak Spots when using Long Guns
cs: Zvýšení poškození způsobeného slabým místům při použití dlouhých zbraní

# game/gui:1577:DefaultText
source: Long Guns Headshot / Weakspot Damage {percent}
cs: Dlouhé zbraně Poškození hlavou / Weakspot {procento}

# game/gui:1578:DefaultText
source: Critical Hits with Long Guns ignore the target's Armor
cs: Kritické zásahy dlouhými zbraněmi ignorují brnění cíle.

# game/gui:1579:DefaultText
source: Killing an enemy with Long Guns eliminates your Weapon Sway for a short time
cs: Zabití nepřítele dlouhými zbraněmi na krátkou dobu eliminuje váš Weapon Sway.

# game/gui:1580:DefaultText
source: No Weapon Sway for {duration} after each kill
cs: Po každém zabití se zbraň po dobu {délky} nepohybuje.

# game/gui:1581:DefaultText
source: {ability}
cs: {schopnost}

# game/gui:1582:DefaultText
source: Unlock Power and Sweep Attacks
cs: Odemknutí útoků Power a Sweep

# game/gui:1583:DefaultText
source: Unlock {ability} for 1-Handed Melee weapons
cs: Odemknout {schopnost} pro jednoruční zbraně pro boj zblízka

# game/gui:1584:DefaultText
source: Unlocks Weak Spot Damage Bonus using 1-Handed Melee Weapons
cs: Odemkne bonus k slabému bodovému poškození při použití jednoručních zbraní pro boj zblízka.

# game/gui:1585:DefaultText
source: Increases the reach of 1-Handed Melee weapons
cs: Zvyšuje dosah jednoručních zbraní pro boj zblízka.

# game/gui:1586:DefaultText
source: 1-Handed Melee Weapon Reach {percent}
cs: Dosah jednoruční zbraně pro boj zblízka {procento}

# game/gui:1587:DefaultText
source: Lowers the amount of TTD Meter drain caused by attacking with 1-Handed Melee weapons
cs: Snižuje úbytek TTD Metru způsobený útokem jednoručními zbraněmi pro boj zblízka.

# game/gui:1588:DefaultText
source: 1-Handed Melee Weapon TTD Drain {percent}
cs: Jednoruční zbraň pro boj zblízka TTD Drain {procento}

# game/gui:1589:DefaultText
source: Power and Sweep attacks with 1-Handed Melee weapons can Stun the target
cs: Silné a švihové útoky jednoručními zbraněmi pro boj zblízka mohou cíl omráčit.

# game/gui:1590:DefaultText
source: Tinkering Cost {percent}
cs: Náklady na vylepšování {procento}

# game/gui:1591:DefaultText
source: While Cowering, the enemy's Armor is significantly reduced
cs: Během krčení se výrazně sníží zbroj nepřítele.

# game/gui:1592:DefaultText
source: Further Reduce Tinkering Cost to {percent}
cs: Další snížení nákladů na drobné úpravy na {procento}

# game/gui:1593:DefaultText
source: Unlock the ability to {ability}. To perform a {ability}, you must be Crouching and the target must be unaware of you. A {ability} deals bonus damage.
cs: Odemkněte schopnost {schopnost}. Chcete-li provést {schopnost}, musíte se krčit a cíl o vás nesmí vědět. {schopnost} způsobuje bonusové poškození.

# game/gui:1594:DefaultText
source: {ability}: Steal from humans while sneaking
cs: {schopnost}: Krást lidem při plížení

# game/gui:1595:DefaultText
source: Unlock the {ability} ability
cs: Odemknout schopnost {schopnost}

# game/gui:1596:DefaultText
source: Unlock Sneak Attacks
cs: Odemknutí plíživých útoků

# game/gui:1597:DefaultText
source: Increase your Movement Speed when Crouched
cs: Zvýšení rychlosti pohybu ve skrčené poloze

# game/gui:1598:DefaultText
source: Crouch Move Speed {percent}
cs: Rychlost pohybu v přikrčení {procenta}

# game/gui:1599:DefaultText
source: Sneak Attacks deal bonus damage to Weak Spots
cs: Plíživé útoky způsobují bonusové poškození slabým místům.

# game/gui:1600:DefaultText
source: Sneak Attacks ignore some of the target's Armor
cs: Plíživé útoky ignorují část zbroje cíle.

# game/gui:1601:DefaultText
source: Sneak Attacks ignore {percent} of the target's Armor
cs: Plíživé útoky ignorují {procento} zbroje cíle.

# game/gui:1602:DefaultText
source: Resolve
cs: Vyřešit

# game/gui:1603:DefaultText
source: When a Companion is downed, party gains Armor and Damage bonuses for a short time
cs: Když je společník sestřelen, získá strana na krátkou dobu bonusy k brnění a poškození.

# game/gui:1604:DefaultText
source: If a Companion is downed, party gains {damage_types} and
cs: Pokud je společník sestřelen, strana získá {typy poškození} a

# game/gui:1605:DefaultText
source: Ammo Per Second
cs: Munice za sekundu

# game/gui:1606:DefaultText
source: Bribe
cs: Úplatek

# game/gui:1607:DefaultText
source: (SYSTEM ERROR)
cs: (CHYBA SYSTÉMU)

# game/gui:1608:DefaultText
source: Use to go underneath obstacles and to sneak.
cs: Slouží k procházení pod překážkami a k plížení.

# game/gui:1609:DefaultText
source: Jump over obstacles.
cs: Skákejte přes překážky.

# game/gui:1610:DefaultText
source: Use to activate your Inhaler and restore lost health.
cs: Slouží k aktivaci inhalátoru a obnovení ztraceného zdraví.

# game/gui:1611:DefaultText
source: Sleep
cs: Spánek

# game/gui:1613:DefaultText
source: DURATION
cs: TRVÁNÍ

# game/gui:1614:DefaultText
source: The maximum amount of time you can spend in Tactical Time Dilation. Performing actions, such as moving or attacking, can greatly reduce the time spent in TTD.
cs: Maximální doba, kterou můžete strávit v taktické časové dilataci. Provádění akcí, jako je pohyb nebo útok, může výrazně zkrátit čas strávený v TTD.

# game/gui:1615:DefaultText
source: Pick Up Power Regulator
cs: Vyzvednutí regulátoru napájení

# game/gui:1616:DefaultText
source: {faction_name} Reputation Increased
cs: {faction_name} Reputace zvýšena

# game/gui:1617:DefaultText
source: {faction_name} Positive Reputation Decreased
cs: {faction_name} Pozitivní reputace snížena
