Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:365:DefaultText
source: Intimidation ability scares an enemy into running away. The target attacks 30% slower, for the effects duration (Intimidate skill divided by target's Temperament) even after they've retreated far enough.
cs: Schopnost zastrašování vyděsí nepřítele a donutí ho utéct. Cíl útočí o 30 % pomaleji, a to po dobu trvání efektu (dovednost Zastrašování děleno temperamentem cíle) i poté, co ustoupí dostatečně daleko.

# game/gui:366:DefaultText
source: The Inspiration ability increases your companion's attack damage by 1% per point of Inspiration skill. 15 second duration. Inspiration(30) unlock: the Player also receives a 20% damage boost.
cs: Schopnost Inspirace zvyšuje útočné poškození vašeho společníka o 1 % za každý bod dovednosti Inspirace. Trvání 15 sekund. Odemknutí schopnosti Inspirace(30): Hráč také získá 20% zvýšení poškození.

# game/gui:367:DefaultText
source: The Determination ability increases your companion's armor by 1 per point of determination. 15 second duration. Determination (30) unlock: The Player also receives a +20 Armor Rating boost.
cs: Schopnost Odhodlání zvyšuje zbroj vašeho společníka o 1 bod odhodlání. Trvání 15 sekund. Odemkněte schopnost Odhodlání (30): Hráč také získá zvýšení hodnoty zbroje o +20.

# game/gui:368:DefaultText
source: The Block skill provides bonus Armor Rating while holding a melee weapon and can allow a Perfect Block (unlocked at 20).
cs: Dovednost Blokování poskytuje bonusové hodnocení zbroje při držení zbraně pro boj zblízka a může umožnit dokonalé blokování (odemkne se při 20).

# game/gui:369:DefaultText
source: The Determination skill increases the maximum health of your companions.
cs: Dovednost Odhodlání zvyšuje maximální zdraví vašich společníků.

# game/gui:370:DefaultText
source: The Dodge skill increases the distance traveled when Dodging and reduces the duration of harmful status effects.
cs: Dovednost Úskok zvyšuje vzdálenost, kterou urazíte při úskoku, a zkracuje dobu trvání škodlivých stavových efektů.

# game/gui:371:DefaultText
source: The Hack skill reduces the hacking time and number of Bypass Shunts needed for hacking, and can allow you to Hack an Automechanical (below).
cs: Dovednost Hackování zkracuje dobu hackování a snižuje počet obchvatů potřebných k hackování a může vám umožnit hacknout automechaniku (viz níže).

# game/gui:372:DefaultText
source: The Handguns skill decreases Weapon Sway while firing one handed firearms, and also increases Critical Hit chance with those weapons.
cs: Dovednost Ruční zbraně snižuje kolísání zbraně při střelbě z jednoručních střelných zbraní a také zvyšuje šanci na kritický zásah s těmito zbraněmi.

# game/gui:373:DefaultText
source: The 2-Handed Melee skill increases Critical Hit chance with 2-Handed Melee weapons.
cs: Dovednost Obouruční zbraně pro boj zblízka zvyšuje šanci na kritický zásah s obouručními zbraněmi pro boj zblízka.

# game/gui:374:DefaultText
source: The Heavy Weapons skill decreases Weapon Sway while firing heavy firearms, and also increases Critical Hit chance with those weapons.
cs: Dovednost Těžké zbraně snižuje kolísání zbraně při střelbě z těžkých střelných zbraní a také zvyšuje šanci na kritický zásah těmito zbraněmi.

# game/gui:375:DefaultText
source: The Inspiration skill increases the damage inflicted by your companions.
cs: Dovednost Inspirace zvyšuje poškození způsobené vašimi společníky.

# game/gui:376:DefaultText
source: The Intimidate skill is used in conversations and has a chance to inflict Terrify (flee a short time) on nearby Creatures when you kill one.
cs: Dovednost Zastrašování se používá při rozhovorech a má šanci vyvolat u blízkých tvorů děs (krátkodobý útěk), když nějakého zabijete.

# game/gui:377:DefaultText
source: The Lie skill is used in conversations and has a chance to inflict Scramble (slowly attack allies) on an Automechanical when attacking you.
cs: Dovednost Lhaní se používá při rozhovorech a má šanci způsobit automechanikovi při útoku na vás scramble (pomalý útok na spojence).

# game/gui:378:DefaultText
source: The 1-Handed Melee skill increases Critical Hit chance with 1-Handed Melee weapons.
cs: Dovednost Jednoruční zbraně pro boj zblízka zvyšuje šanci na kritický zásah jednoručními zbraněmi pro boj zblízka.

# game/gui:379:DefaultText
source: The Lockpick skill reduces the unlock time and number of Magpicks needed for picking locks.
cs: Dovednost Lockpick zkracuje dobu odemykání a snižuje počet magů potřebných k odemykání zámků.

# game/gui:380:DefaultText
source: The Long Guns skill decreases Weapon Sway while firing rifles and other long guns, and also increases Critical Hit chance with those weapons.
cs: Dovednost Dlouhé zbraně snižuje kolísání zbraně při střelbě z pušek a jiných dlouhých zbraní a také zvyšuje šanci na kritický zásah těmito zbraněmi.

# game/gui:381:DefaultText
source: The Medical skill increases the Heal Amount provided from items in the Inhaler, increases the duration of effects, and opens extra slots.
cs: Dovednost Léčitelství zvyšuje množství léčení poskytované předměty v inhalátoru, prodlužuje trvání účinků a otevírá další sloty.

# game/gui:382:DefaultText
source: The Persuade skill is used in conversations and also has a chance to inflict Cower (crippling fear) when you first damage a Human target.
cs: Dovednost Přesvědčování se používá při rozhovorech a má také šanci vyvolat strach (ochromující strach), když poprvé poškodíte lidský cíl.

# game/gui:383:DefaultText
source: The Engineering skill reduces the Armor Parts and Weapon Parts needed to repair your equipment.
cs: Dovednost Inženýrství snižuje počet dílů brnění a zbraní potřebných k opravě vašeho vybavení.

# game/gui:384:DefaultText
source: The Science skill increases damage of Plasma and Shock damage weapons. Science also improves the special effects for Science Weapons. Higher Science skill unlocks the ability to Tinker any weapon or armor in the Workbench, increasing their power.
cs: Dovednost Věda zvyšuje poškození plazmových a šokových zbraní. Věda také zlepšuje speciální efekty vědeckých zbraní. Vyšší dovednost Věda odemkne schopnost Tinkerovat jakoukoli zbraň nebo zbroj v pracovním stole, čímž se zvýší jejich síla.

# game/gui:385:DefaultText
source: The Sneak skill reduces your detection range while crouched, increases NPC awareness decay, and allows Pickpocket and Sneak Attacks (below).
cs: Dovednost Plížení snižuje dosah odhalení ve skrčené poloze, zvyšuje rozpad povědomí o NPC a umožňuje kapesní a plíživé útoky (viz níže).

# game/gui:386:DefaultText
source: Character
cs: Znak

# game/gui:387:DefaultText
source: Voice
cs: Hlas

# game/gui:388:DefaultText
source: {message}: {details}
cs: {zpráva}: {podrobnosti}

# game/gui:389:DefaultText
source: Lockpicking skill too low
cs: Příliš nízká dovednost Lockpicking

# game/gui:390:DefaultText
source: Hacking skill too low
cs: Příliš nízká úroveň hackerských dovedností

# game/gui:391:DefaultText
source: Explosives skill too low
cs: Příliš nízká úroveň dovedností v oblasti výbušnin

# game/gui:392:DefaultText
source: Arm (hold)
cs: Rameno (držení)

# game/gui:393:DefaultText
source: Are you sure you want to quit?
cs: Jste si jistý, že chcete skončit?

# game/gui:394:DefaultText
source: Are you sure you want to proceed to the main menu?
cs: Opravdu chcete přejít do hlavní nabídky?

# game/gui:396:DefaultText
source: Local
cs: Místní

# game/gui:397:DefaultText
source: System
cs: Systém

# game/gui:400:DefaultText
source: Fast Travel
cs: Rychlé cestování

# game/gui:401:DefaultText
source: Place Waypoint
cs: Místo Waypoint

# game/gui:402:DefaultText
source: Center On Player
cs: Střed na hráče

# game/gui:406:DefaultText
source: Ability One
cs: Schopnost jedna

# game/gui:407:DefaultText
source: Ability Two
cs: Schopnost dvě

# game/gui:408:DefaultText
source: Ability Three
cs: Schopnost tři

# game/gui:409:DefaultText
source: Ability Desc
cs: Popis schopností

# game/gui:410:DefaultText
source: No Companion
cs: Žádný společník

# game/gui:412:DefaultText
source: Focus Fire
cs: Zaměřit se na oheň

# game/gui:414:DefaultText
source: Monarch
cs: Monarcha

# game/gui:416:DefaultText
source: Stellar Bay
cs: Hvězdná zátoka

# game/gui:417:DefaultText
source: Area Lighting Test
cs: Zkouška plošného osvětlení

# game/gui:418:DefaultText
source: Load selected save?
cs: Načíst vybrané uložení?

# game/gui:419:DefaultText
source: Overwrite selected save?
cs: Přepsat vybrané uložení?

# game/gui:421:DefaultText
source: SAVE GAME
cs: ULOŽIT HRU

# game/gui:422:DefaultText
source: Delete Save
cs: Smazat Uložit

# game/gui:423:DefaultText
source: Load Game
cs: Načtení hry

# game/gui:424:DefaultText
source: Corpse
cs: Mrtvola

# game/gui:426:DefaultText
source: Cabinet
cs: Kabinet

# game/gui:427:DefaultText
source: Fridge
cs: Lednice

# game/gui:428:DefaultText
source: Locker
cs: Skříňka

# game/gui:429:DefaultText
source: Vending Machine
cs: Prodejní automat

# game/gui:430:DefaultText
source: Loading
cs: Načítání

# game/gui:431:DefaultText
source: Overwrite Save
cs: Přepsat Uložit

# game/gui:432:DefaultText
source: Delete save?
cs: Smazat uložení?

# game/gui:433:DefaultText
source: [Manual Save]
cs: [Ruční uložení]

# game/gui:434:DefaultText
source: [Quicksave]
cs: [Rychlé uložení]

# game/gui:435:DefaultText
source: [Autosave]
cs: [Automatické ukládání]

# game/gui:436:DefaultText
source: [System Save - Finale]
cs: [Uložení systému - Finale]

# game/gui:437:DefaultText
source: Playtime: {days}d {hours}h {minutes}m
cs: Čas na hraní: {dny}d {hodiny}h {minuty}m

# game/gui:439:DefaultText
source: Save Files
cs: Uložení souborů

# game/gui:442:DefaultText
source: Level {value}
cs: Úroveň {hodnota}

# game/gui:444:DefaultText
source: Requires {item_name} to Unlock
cs: Vyžaduje {název_položky} k odemčení

# game/gui:445:DefaultText
source: Deliverables
cs: Dodávky

# game/gui:447:DefaultText
source: Perks
cs: Výhody

# game/gui:449:DefaultText
source: Save Complete
cs: Uložit kompletní

# game/gui:450:DefaultText
source: Save Unsuccessful
cs: Uložit neúspěšné

# game/gui:451:DefaultText
source: Handguns
cs: Ruční zbraně

# game/gui:452:DefaultText
source: 1-Handed Melee
cs: Boj zblízka 1 rukou

# game/gui:453:DefaultText
source: 2-Handed Melee
cs: Dvouruční boj zblízka

# game/gui:454:DefaultText
source: Long Guns
cs: Dlouhé zbraně

# game/gui:455:DefaultText
source: Heavy Weapons
cs: Těžké zbraně

# game/gui:457:DefaultText
source: Block
cs: Blok

# game/gui:458:DefaultText
source: Persuade
cs: Přesvědčte

# game/gui:459:DefaultText
source: Lie
cs: Lež

# game/gui:460:DefaultText
source: Intimidate
cs: Zastrašování

# game/gui:464:DefaultText
source: Medical
cs: Lékařské stránky

# game/gui:466:DefaultText
source: Science
cs: Věda

# game/gui:467:DefaultText
source: Inspiration
cs: Inspirace

# game/gui:468:DefaultText
source: Determination
cs: Určení

# game/gui:469:DefaultText
source: Melee
cs: Boj zblízka

# game/gui:470:DefaultText
source: Ranged
cs: Střelba na dálku

# game/gui:471:DefaultText
source: Defense
cs: Obrana

# game/gui:475:DefaultText
source: Leadership
cs: Vedení

# game/gui:526:DefaultText
source: Strength
cs: Síla

# game/gui:527:DefaultText
source: Strength affects melee weapon damage and the amount you can carry. Affected Skills: 1-Handed Melee 2-Handed Melee Heavy Weapons Block Inspiration Intimidate
cs: Síla ovlivňuje poškození zbraněmi pro boj zblízka a množství, které můžete nést. Ovlivněné dovednosti: Těžké zbraně Blokování Inspirace Zastrašování.

# game/gui:528:DefaultText
source: Dexterity
cs: Obratnost

# game/gui:529:DefaultText
source: Dexterity affects melee attack speed and ranged weapon reload speed. Affected Skills: 1-Handed Melee Handguns Dodge Block Sneak Lockpick
cs: Obratnost ovlivňuje rychlost útoku zblízka a rychlost nabíjení zbraní na dálku: Ruční zbraně pro boj zblízka Úskok Blokování Plížení Lockpick

# game/gui:530:DefaultText
source: Endurance
cs: Vytrvalost

# game/gui:531:DefaultText
source: Endurance has been removed from the game and no longer has any effect.
cs: Výdrž byla ze hry odstraněna a již nemá žádný účinek.

# game/gui:532:DefaultText
source: Intelligence
cs: Zpravodajství

# game/gui:533:DefaultText
source: Intelligence affects Critical Hit bonus damage. Affected Skills: Long Guns Persuade Hack Medical Science Determination
cs: Inteligence ovlivňuje bonusové poškození při kritickém zásahu. Ovlivněné dovednosti: Dlouhé zbraně Přesvědčování Hack Lékařská věda Určení

# game/gui:534:DefaultText
source: Perception
cs: Vnímání

# game/gui:535:DefaultText
source: Perception affects Headshot and Weakspot damage bonuses. Affected Skills: Handguns Long Guns Heavy Weapons Dodge Lockpick Engineering
cs: Vnímání ovlivňuje bonusy k poškození Headshot a Weakspot. Ovlivněné dovednosti: Ruční zbraně Dlouhé zbraně Těžké zbraně Úskok Lockpick Inženýrství

# game/gui:536:DefaultText
source: Willpower
cs: Síla vůle

# game/gui:538:DefaultText
source: Charm
cs: Okouzlení

# game/gui:539:DefaultText
source: Charm affects Faction Reputation and Companion Ability cooldowns. Affected Skills: Persuade Lie Intimidate Hack Science Inspiration
cs: Kouzlo ovlivňuje pověst frakce a cooldowny schopností společníků. Ovlivněné dovednosti: Přesvědčování Lež Zastrašování Hack Věda Inspirace

# game/gui:543:DefaultText
source: Temperament improves your natural health regeneration. Affected Skills: 2-Handed Melee Lie Sneak Medical Engineering Determination
cs: Temperament zlepšuje vaši přirozenou regeneraci zdraví. Ovlivněné dovednosti: Lékařské inženýrství Odhodlanost

# game/gui:546:DefaultText
source: PERSONALITY
cs: OSOBNOST

# game/gui:548:DefaultText
source: Below Average
cs: Podprůměrný

# game/gui:549:DefaultText
source: Average
cs: Průměr

# game/gui:550:DefaultText
source: Good
cs: Dobrý

# game/gui:551:DefaultText
source: High
cs: Vysoká

# game/gui:552:DefaultText
source: Very High
cs: Velmi vysoká

# game/gui:554:DefaultText
source: LEVEL UP
cs: ÚROVEŇ NAHORU

# game/gui:555:DefaultText
source: SUMMARY
cs: SHRNUTÍ

# game/gui:556:DefaultText
source: Points Available:
cs: Dostupné body:

# game/gui:557:DefaultText
source: Projectiles per Shot
cs: Projektily na výstřel

# game/gui:558:DefaultText
source: Max Charge Time
cs: Maximální doba nabíjení

# game/gui:559:DefaultText
source: Refunding points in this category will cause allocations made in related skills to be refunded as well. Continue with category refund?
cs: Vrácení bodů v této kategorii způsobí, že budou vráceny i příděly provedené v souvisejících dovednostech. Pokračovat ve vracení bodů v kategorii?

# game/gui:560:DefaultText
source: Leaving this page without saving changes will result in all skill allocations being reverted. Continue with action?
cs: Opuštění této stránky bez uložení změn bude mít za následek vrácení všech přiřazení dovedností. Pokračovat v akci?

# game/gui:565:DefaultText
source: Additional Information
cs: Další informace

# game/gui:566:DefaultText
source: Compare
cs: Porovnat

# game/gui:567:DefaultText
source: Stop Compare
cs: Zastavit porovnávání

# game/gui:568:DefaultText
source: {rounds} round/min
cs: {kolo} kolo/min

# game/gui:569:DefaultText
source: Skill
cs: Dovednost

# game/gui:570:DefaultText
source: Light
cs: Světlo

# game/gui:571:DefaultText
source: Heavy
cs: Těžké

# game/gui:572:DefaultText
source: Energy
cs: Energie

# game/gui:573:DefaultText
source: Ammo Type
cs: Typ munice

# game/gui:574:DefaultText
source: Swing Rate
cs: Rychlost výkyvu

# game/gui:575:DefaultText
source: Power Rate
cs: Míra výkonu

# game/gui:576:DefaultText
source: Sweep Rate
cs: Rychlost zametání

# game/gui:577:DefaultText
source: Fire Mode
cs: Režim Fire

# game/gui:578:DefaultText
source: Semi-automatic
cs: Poloautomatické

# game/gui:579:DefaultText
source: Automatic
cs: Automatické

# game/gui:580:DefaultText
source: Burst
cs: Prasknutí

# game/gui:581:DefaultText
source: Charge
cs: Nabíjení

# game/gui:582:DefaultText
source: AoE Radius
cs: Poloměr AoE

# game/gui:583:DefaultText
source: Damage Threshold
cs: Práh poškození

# game/gui:584:DefaultText
source: Damage Resist
cs: Odolnost proti poškození

# game/gui:585:DefaultText
source: Threshold
cs: Prahová hodnota

# game/gui:586:DefaultText
source: Resistance
cs: Odolnost

# game/gui:588:DefaultText
source: Attack
cs: Útok

# game/gui:589:DefaultText
source: Barrel
cs: Sud

# game/gui:591:DefaultText
source: Magazine
cs: Časopis

# game/gui:592:DefaultText
source: Underbarrel
cs: Pod hlavní

# game/gui:593:DefaultText
source: Damage Type: {damage_type}
cs: Typ poškození: {damage_type}

# game/gui:595:DefaultText
source: Secondary Damage Type
cs: Typ sekundárního poškození

# game/gui:596:DefaultText
source: Damage {percent}
cs: Poškození {procento}

# game/gui:597:DefaultText
source: Equip Time {percent}
cs: Čas vybavení {procenta}

# game/gui:598:DefaultText
source: +{value}
cs: +{hodnota}

# game/gui:599:DefaultText
source: {attacks} attack/s
cs: {attacks} útok/y

# game/gui:601:DefaultText
source: You will be unable to undo point allocations after confirmation. Do you want to continue?
cs: Po potvrzení nebude možné přidělení bodů vrátit zpět. Chcete pokračovat?

# game/gui:602:DefaultText
source: {value} chance to apply {status} on hit. Requires {skill} ({skill_value}).
cs: {hodnota} šance použít {stav} při zásahu. Vyžaduje {skill} ({skill_value}).

# game/gui:603:DefaultText
source: Applies {status} on hit. Requires {skill} ({skill_value}).
cs: Při zásahu použije {stav}. Vyžaduje {dovednost} ({hodnota_dovednosti}).

# game/gui:604:DefaultText
source: Infinite
cs: Nekonečný

# game/gui:605:DefaultText
source: Firing Noise {percent}
cs: Hluk při střelbě {procento}

# game/gui:606:DefaultText
source: Firing Noise Radius {percent}
cs: Poloměr hluku při střelbě {procento}

# game/gui:607:DefaultText
source: Stamina Regen: %s
cs: Regenerace výdrže: %s

# game/gui:608:DefaultText
source: Block Stamina Cost: %s
cs: Náklady na výdrž bloku: %s

# game/gui:609:DefaultText
source: Recoil Time {percent}
cs: Doba zpětného rázu {procenta}

# game/gui:610:DefaultText
source: Weaken Duration: %s
cs: Doba trvání oslabení: %s

# game/gui:611:DefaultText
source: Ranged Weapon Spread {percent}
cs: Rozptyl střelných zbraní {procenta}

# game/gui:612:DefaultText
source: Post Damage Resistance: %s
cs: Odolnost proti poškození po poškození: %s

# game/gui:613:DefaultText
source: Post Armor Damage Dealt {percent}
cs: Udělené poškození po obrnění {procento}

# game/gui:614:DefaultText
source: Melee Attack Rate {percent}
cs: Míra útoku zblízka {procento}

# game/gui:615:DefaultText
source: Max Range: %s
cs: Maximální rozsah: %s

# game/gui:616:DefaultText
source: Rate of Fire {percent}
cs: Rychlost střelby {procento}

# game/gui:617:DefaultText
source: AoE Radius: %s
cs: Poloměr AoE: %s

# game/gui:618:DefaultText
source: Stun Chance {percent}
cs: Šance na omráčení {procento}

# game/gui:619:DefaultText
source: Stagger Chance {mpercent}
cs: Šance na rozložení {procento}

# game/gui:620:DefaultText
source: Poison Chance {mpercent}
cs: Šance na otravu {procento}

# game/gui:621:DefaultText
source: Maim Chance {percent}
cs: Maim Chance {procento}

# game/gui:622:DefaultText
source: Cripple Chance: %s
cs: Šance na zmrzačení: %s

# game/gui:623:DefaultText
source: Concuss Chance: %s
cs: Šance na otřes mozku: %s

# game/gui:624:DefaultText
source: Critical Damage {percent}
cs: Kritické poškození {procento}

# game/gui:625:DefaultText
source: Critical Chance {mpercent}
cs: Kritická šance {procento}

# game/gui:626:DefaultText
source: Magazine Size {percent}
cs: Velikost časopisu {procenta}

# game/gui:627:DefaultText
source: New Game
cs: Nová hra

# game/gui:628:DefaultText
source: PRESETS
cs: PŘEDVOLBY

# game/gui:629:DefaultText
source: {skill}
cs: {dovednost}

# game/gui:630:DefaultText
source: {damage} (x{projectiles})
cs: {poškození} (x{projektily})

# game/gui:631:DefaultText
source: Customize
cs: Přizpůsobení

# game/gui:632:DefaultText
source: Use Preset
cs: Použít předvolbu

# game/gui:635:DefaultText
source: Custom
cs: Vlastní

# game/gui:636:DefaultText
source: Create and fully customize your own character to your exact specifications.
cs: Vytvořte si vlastní postavu a plně si ji přizpůsobte podle svých představ.

# game/gui:638:DefaultText
source: You have well-honed combat skills and prefer the direct, violent approach. You’d rather fight than do almost anything else.
cs: Máte dobře vycvičené bojové schopnosti a dáváte přednost přímému, násilnému postupu. Raději bojujete než děláte téměř cokoli jiného.

# game/gui:640:DefaultText
source: You prefer to sneak past guards, pick open locks, and bypass security measures. If things go well, no one will even know you were there.
cs: Raději se proplížíte kolem stráží, otevíráte zámky a obcházíte bezpečnostní opatření. Když se daří, nikdo o vás ani neví.

# game/gui:642:DefaultText
source: You are skilled in dialog and prefer to talk things out. People can usually be made to see things your way.
cs: Umíte vést dialog a raději si věci vyříkáváte. Obvykle se vám podaří přimět lidi, aby se na věc dívali podle vás.

# game/gui:643:DefaultText
source: Select a Primary Attribute Group
cs: Výběr primární skupiny atributů

# game/gui:644:DefaultText
source: x{count}
cs: x{počet}

# game/gui:645:DefaultText
source: {item_name} ({count})
cs: {název_položky} ({počet})

# game/gui:646:DefaultText
source: Body
cs: Tělo

# game/gui:647:DefaultText
source: Mind
cs: Mysl

# game/gui:648:DefaultText
source: Personality
cs: Osobnost

# game/gui:652:DefaultText
source: Skill Points:
cs: Body za dovednosti:

# game/gui:654:DefaultText
source: Show Base Item Stats
cs: Zobrazit základní statistiky položky

# game/gui:655:DefaultText
source: Items found in the game are enhanced by your character's individual skills. Check this to see the stats of an item without the influence of your character's skill.
cs: Předměty nalezené ve hře jsou vylepšeny jednotlivými dovednostmi vaší postavy. Zkontrolujte, zda jsou statistiky předmětu zobrazeny bez vlivu dovedností vaší postavy.

# game/gui:656:DefaultText
source: Select Skill
cs: Vyberte dovednost

# game/gui:657:DefaultText
source: Unselect Skill
cs: Zrušit výběr dovednosti

# game/gui:658:DefaultText
source: Leadership
cs: Vedení

# game/gui:659:DefaultText
source: You are a team player. You make friends easily and use your allies to help you fight, talk, or stealth your way past any obstacle in your path.
cs: Jste týmový hráč. Snadno si získáváte přátele a využíváte své spojence, aby vám pomohli v boji, při rozhovorech nebo při nenápadném překonávání překážek, které se vám postaví do cesty.

# game/gui:660:DefaultText
source: Select a Background
cs: Výběr pozadí

# game/gui:661:DefaultText
source: Lottery Winner
cs: Vítěz loterie

# game/gui:662:DefaultText
source: Corporate Espionage
cs: Podniková špionáž

# game/gui:663:DefaultText
source: High Score
cs: Vysoké skóre

# game/gui:665:DefaultText
source: Military Recruit
cs: Vojenský rekrut

# game/gui:666:DefaultText
source: You won the annual lottery for a spot as a colonist on the next outgoing colony ship, and that vessel was bound for a ten year voyage to the Halcyon Colony. You were promised a land holding and 10,000 bits to get started on the new world. Personal Quest: Claim your prize! Bonus: TBD
cs: Vyhráli jste každoroční loterii o místo kolonisty na příští odplouvající kolonizační lodi, která se vydala na desetiletou plavbu do kolonie Halcyon. Bylo vám přislíbeno pozemkové vlastnictví a 10 000 bitů do začátku života v novém světě. Osobní úkol: Bonus: TBD
