Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:4011:DefaultText
source: Show a cinematic camera view when you kill enemies under certain conditions. Disable this option to turn off all kill cameras that appear due to your attacks.
cs: Zobrazení filmového pohledu kamery při zabíjení nepřátel za určitých podmínek. Zakázáním této možnosti vypnete všechny kamery zabíjení, které se zobrazí v důsledku vašich útoků.

# game/gui:4012:DefaultText
source: Adjust the quality of foliage including the grass, plants and trees of Halcyon. The higher the quality, the larger the impact on performance.
cs: Upravte kvalitu listí, včetně trávy, rostlin a stromů v Halcyonu. Čím vyšší je kvalita, tím větší je dopad na výkon.

# game/gui:4013:DefaultText
source: Skip:
cs: Přeskočit:

# game/gui:4014:DefaultText
source: Change Difficulty
cs: Obtížnost změny

# game/gui:4015:DefaultText
source: Halcyon isn't giving you much of a challenge. Care to up the difficulty? You can change it at any time.
cs: Halcyon vám nedává moc velkou výzvu. Chcete zvýšit obtížnost? Můžete ji kdykoli změnit.

# game/gui:4016:DefaultText
source: Auto-Sprint Toggle
cs: Přepínač automatického tisku

# game/gui:4017:DefaultText
source: Controller Auto-Sprint
cs: Řídicí jednotka Auto-Sprint

# game/gui:4018:DefaultText
source: Enable Controller Auto-Sprint to be able to sprint without needing to hold the control stick forward. Double click the sprint button to activate Controller Auto-Sprint. Press it once to deactivate.
cs: Zapněte funkci Controller Auto-Sprint, abyste mohli sprintovat, aniž byste museli držet ovládací páku dopředu. Dvojitým kliknutím na tlačítko sprintu aktivujete funkci Controller Auto-Sprint. Jedním stisknutím jej deaktivujete.

# game/gui:4019:DefaultText
source: HUD Width
cs: Šířka HUD

# game/gui:4020:DefaultText
source: Set the width of the HUD. Turn this setting down to move edge elements towards the center of the screen. This setting is useful for ultra-wide displays.
cs: Nastavení šířky okna HUD. Otočením tohoto nastavení dolů posunete okrajové prvky směrem ke středu obrazovky. Toto nastavení je užitečné pro ultraširoké displeje.

# game/gui:4021:DefaultText
source: Visual Effects
cs: Vizuální efekty

# game/gui:4022:DefaultText
source: Show Chromatic Aberration
cs: Zobrazit chromatickou aberaci

# game/gui:4023:DefaultText
source: Show chromatic aberration effects. These effects distort and shift the colors on screen which may be uncomfortable to some.
cs: Zobrazit efekty chromatické aberace. Tyto efekty zkreslují a posouvají barvy na obrazovce, což může být pro někoho nepříjemné.

# game/gui:4031:DefaultText
source: Consumable Slots
cs: Spotřební sloty

# game/gui:4033:DefaultText
source: Adreno Only
cs: Pouze Adreno

# game/gui:4034:DefaultText
source: Add Consumable
cs: Přidat spotřební materiál

# game/gui:4035:DefaultText
source: Use the Respecification Machine to refund all of your Skill and Perk points?
cs: Použít Respecification Machine k vrácení všech bodů dovedností a perků?

# game/gui:4036:DefaultText
source: Due to corporate regulations the price will increase every time the machine is used.
cs: Vzhledem k podnikovým předpisům se cena zvyšuje při každém použití stroje.

# game/gui:4037:DefaultText
source: Companions gain {percent} Armor Rating
cs: Společníci získají {procento} Hodnocení zbroje

# game/gui:4038:DefaultText
source: and more...
cs: a další...

# game/gui:4039:DefaultText
source: Inactive Quests
cs: Neaktivní úkoly

# game/gui:4040:DefaultText
source: Show Inactive Quests
cs: Zobrazit neaktivní úkoly

# game/gui:4041:DefaultText
source: Hide Inactive Quests
cs: Skrytí neaktivních úkolů

# game/gui:4042:DefaultText
source: Multiple Quests
cs: Více úkolů

# game/gui:4043:DefaultText
source: • {entry}
cs: - {vstup}

# game/gui:4044:DefaultText
source: Text Size
cs: Velikost textu

# game/gui:4045:DefaultText
source: Adjust the size of text on the screen. Move the slider to the right to make the text bigger.
cs: Upravte velikost textu na obrazovce. Posunutím posuvníku doprava se text zvětší.

# game/gui:4048:DefaultText
source: DOUBLE CLICK {name}
cs: DVOJKRÁT KLIKNĚTE na {jméno}

# game/gui:4049:DefaultText
source: Motion Aiming
cs: Zaměření pohybu

# game/gui:4050:DefaultText
source: Aiming Only
cs: Pouze míření

# game/gui:4051:DefaultText
source: Motion Aiming allows you to move your camera view by waving your console or controllers through the air. Select your preferred Motion Aiming style: On - Always use Motion Aiming to control your camera view. Aiming Only - Only use Motion Aiming when holding the aim button with a ranged weapon equipped. Off - Turn off Motion Aiming.
cs: Funkce Motion Aiming umožňuje pohybovat pohledem kamery máváním konzolí nebo ovladači ve vzduchu. Vyberte preferovaný styl Motion Aiming: Zapnuto - vždy používejte Motion Aiming k ovládání pohledu kamery. Pouze zaměřování - Motion Aiming používejte pouze při držení tlačítka zaměřování s vybavenou zbraní na dálku. Vypnuto - vypněte Motion Aiming.

# game/gui:4052:DefaultText
source: Invert Motion Aiming X Axis
cs: Invertování pohybu Zaměření osy X

# game/gui:4053:DefaultText
source: Enable this option to flip the horizontal (X axis) for Motion Aiming. Waving the controller left will look right, and waving it right will look left.
cs: Povolením této možnosti převrátíte vodorovnou osu (X) pro Motion Aiming. Mávnutím ovladače doleva se budete dívat doprava a mávnutím doprava se budete dívat doleva.

# game/gui:4054:DefaultText
source: Motion Aiming Sensitivity X Axis
cs: Citlivost zaměření pohybu v ose X

# game/gui:4055:DefaultText
source: Adjust how much your view moves when you wave the controller vertically (Y axis). The higher the setting, the faster it will move.
cs: Nastavte, jak moc se bude pohled pohybovat při mávání ovladačem ve svislém směru (osa Y). Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4056:DefaultText
source: Motion Aiming Sensitivity Y Axis
cs: Citlivost zaměření pohybu osa Y

# game/gui:4057:DefaultText
source: Adjust how much your view moves when you wave the controller horizontally (X axis). The higher the setting, the faster it will move.
cs: Nastavte, jak moc se bude pohled pohybovat při mávání ovladačem ve vodorovné poloze (osa X). Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4058:DefaultText
source: Motion Aiming gives you more immersive control, allowing you to move your camera view simply by waving your console or controllers through the air. Motion Aiming and other related settings can be found in the Settings > Controls menu.
cs: Funkce Motion Aiming vám umožní lepší ovládání, protože umožňuje pohybovat pohledem kamery pouhým máváním konzolí nebo ovladači ve vzduchu. Funkci Motion Aiming a další související nastavení najdete v nabídce Nastavení > Ovládání.

# game/gui:4059:DefaultText
source: Turn on Motion Aiming in Settings > Controls for a more immersive playing experience!
cs: Zapněte si funkci Motion Aiming v Nastavení > Ovládání a získejte ještě větší zážitek ze hry!

# game/gui:4060:DefaultText
source: Invert Motion Aiming Y Axis
cs: Inverzní pohyb Zaměření osy Y

# game/gui:4061:DefaultText
source: Enable this option to flip the vertical (Y Axis) for Motion Aiming. Waving the controller up will look down, and waving it down will look up.
cs: Povolením této možnosti převrátíte svislou osu (osu Y) pro zaměřování pohybu. Mávnutím ovladače nahoru se podíváte dolů a mávnutím dolů se podíváte nahoru.

# game/gui:4062:DefaultText
source: Invert X Axis
cs: Inverze osy X

# game/gui:4063:DefaultText
source: Enable this option to flip the horizontal axis of the camera. Right will look left, and left will look right.
cs: Povolením této možnosti převrátíte vodorovnou osu kamery. Vpravo bude vypadat vlevo a vlevo vpravo.

# game/gui:4064:DefaultText
source: Idle Camera
cs: Nečinná kamera

# game/gui:4067:DefaultText
source: Idle Camera Unavailable
cs: Nečinný fotoaparát není k dispozici

# game/gui:4069:DefaultText
source: XP Needed To Level
cs: XP potřebné k dosažení úrovně

# game/gui:4070:DefaultText
source: The amount of Experience Points needed to reach the next Level.
cs: Počet zkušenostních bodů potřebných k dosažení další úrovně.

# game/gui:4071:DefaultText
source: Stick Layout
cs: Rozložení tyče

# game/gui:4079:DefaultText
source: Aim Assist
cs: Asistent cíle

# game/gui:4080:DefaultText
source: Enable this option to automatically aim at a target with a ranged weapon when pressing the aim button.
cs: Tuto možnost povolte, abyste po stisknutí tlačítka pro míření automaticky zamířili na cíl pomocí zbraně na dálku.

# game/gui:4083:DefaultText
source: Select a quest to activate
cs: Vyberte úkol, který chcete aktivovat

# game/gui:4084:DefaultText
source: DOUBLE CLICK {name}
cs: DVOJKRÁT KLIKNĚTE na {jméno}

# game/gui:4085:DefaultText
source: DOUBLE CLICK {name}
cs: DVOJKRÁT KLIKNĚTE na {jméno}

# game/gui:4086:DefaultText
source: DOUBLE CLICK {name}
cs: DVOJKRÁT KLIKNĚTE na {jméno}

# game/gui:4087:DefaultText
source: Enable Controller Auto-Sprint to be able to sprint without needing to hold the control stick forward. Double click the sprint button to activate Controller Auto-Sprint. Press it once to deactivate.
cs: Zapněte funkci Controller Auto-Sprint, abyste mohli sprintovat, aniž byste museli držet řídicí páku dopředu. Dvojitým kliknutím na tlačítko sprintu aktivujete funkci Controller Auto-Sprint. Jedním stisknutím jej deaktivujete.

# game/gui:4088:DefaultText
source: Enable Controller Auto-Sprint to be able to sprint without needing to hold the control stick forward. Double click the sprint button to activate Controller Auto-Sprint. Press it once to deactivate.
cs: Zapněte funkci Controller Auto-Sprint, abyste mohli sprintovat, aniž byste museli držet ovládací páku dopředu. Dvojitým kliknutím na tlačítko sprintu aktivujete funkci Controller Auto-Sprint. Jedním stisknutím jej deaktivujete.

# game/gui:4089:DefaultText
source: Enable Controller Auto-Sprint to be able to sprint without needing to hold the control stick forward. Double click the sprint button to activate Controller Auto-Sprint. Press it once to deactivate.
cs: Zapněte funkci Controller Auto-Sprint, abyste mohli sprintovat, aniž byste museli držet ovládací páku dopředu. Dvojitým kliknutím na tlačítko sprintu aktivujete funkci Controller Auto-Sprint. Jedním stisknutím jej deaktivujete.

# game/gui:4093:DefaultText
source: Adjusted Skill Value
cs: Upravená hodnota dovednosti

# game/gui:4096:DefaultText
source: Controller Sensitivity X Axis
cs: Citlivost regulátoru osa X

# game/gui:4097:DefaultText
source: Adjust how much your view moves when the right stick is moved horizontally (X axis). The higher the setting, the faster it will move.
cs: Nastavte, jak moc se bude pohled pohybovat při horizontálním pohybu pravé páčky (osa X). Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4098:DefaultText
source: Controller Sensitivity Y Axis
cs: Citlivost regulátoru Osa Y

# game/gui:4099:DefaultText
source: Adjust how much your view moves when the right stick is moved vertically (Y axis). The higher the setting, the faster it will move.
cs: Nastavte, jak moc se bude váš pohled pohybovat při vertikálním pohybu pravé páčky (osa Y). Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4107:DefaultText
source: Mutator
cs: Mutátor

# game/gui:4108:DefaultText
source: Every day that passes in the Halcyon colony after taking this perk, one of your Flaws will change into a different Flaw. Advancing time by sleeping will not affect this timer.
cs: Každý den, který uplyne v kolonii Halcyon po získání této výhody, se jedna z vašich vad změní na jinou vadu. Posouvání času spánkem tento časovač neovlivní.

# game/gui:4109:DefaultText
source: Nietzsche's Reward
cs: Nietzscheho odměna

# game/gui:4110:DefaultText
source: You deal increased damage based on the number of Flaws you have.
cs: Způsobuješ zvýšené poškození podle počtu vad, které máš.

# game/gui:4112:DefaultText
source: Quiet weapons deal more damage. A weapon is considered Quiet if its Noise Range is 2.5m or less.
cs: Tiché zbraně způsobují větší poškození. Zbraň je považována za tichou, pokud je její dosah hluku 2,5 m nebo méně.

# game/gui:4113:DefaultText
source: Improvisation Warrior
cs: Improvizační bojovník

# game/gui:4114:DefaultText
source: Improvised Weapons deal vastly more damage and degrade slower than usual. Tossball equipment is not considered improvised.
cs: Improvizované zbraně způsobují mnohem větší poškození a rozkládají se pomaleji než obvykle. Vybavení pro házení míčků se nepovažuje za improvizované.

# game/gui:4115:DefaultText
source: Concentrated Fire
cs: Soustředěný oheň

# game/gui:4116:DefaultText
source: Any subsequent attack made on the same target while in TTD deals increased damage. This effect is cumulative. Leaving TTD resets the damage increase.
cs: Jakýkoli další útok na stejný cíl v TTD způsobí zvýšené poškození. Tento efekt je kumulativní. Opuštěním TTD se zvýšení poškození resetuje.

# game/gui:4117:DefaultText
source: Lone Master
cs: Osamělý mistr

# game/gui:4118:DefaultText
source: While having no companions in the party, but still having some back on the ship, gain a bonus to all Skills. Double the bonus if no companions have been recruited.
cs: I když nemáte ve skupině žádné společníky, ale stále máte nějaké na lodi, získáte bonus ke všem dovednostem. Pokud nemáte žádné společníky, bonus se zdvojnásobí.

# game/gui:4119:DefaultText
source: Applied Science
cs: Aplikovaná věda

# game/gui:4120:DefaultText
source: Increase the magazine size of Science Weapons.
cs: Zvětšit velikost zásobníku vědeckých zbraní.

# game/gui:4121:DefaultText
source: Cat's Grace
cs: Kočičí milost

# game/gui:4122:DefaultText
source: Greatly reduce damage receive from falling.
cs: Výrazně snižuje poškození způsobené pádem.

# game/gui:4123:DefaultText
source: Rust Bucket Resistance
cs: Odolnost proti rzi

# game/gui:4124:DefaultText
source: While Parvati is in the party, you and your companions take reduced damage from Automechanicals.
cs: Když je Parvati ve skupině, vy a vaši společníci dostáváte nižší poškození od automechaniků.

# game/gui:4126:DefaultText
source: When Parvati kills an enemy, you regain some of your Tactical Time Dilation meter.
cs: Když Parvati zabije nepřítele, získáte zpět část svého taktického ukazatele dilatace času.

# game/gui:4127:DefaultText
source: Grand Justice
cs: Velký soudce

# game/gui:4128:DefaultText
source: Max's Ability bypasses some of the target's Armor Rating.
cs: Maxova schopnost obchází některé z hodnot pancíře cíle.

# game/gui:4129:DefaultText
source: Planned Intervention
cs: Plánovaná intervence

# game/gui:4130:DefaultText
source: If an enemy hits you, dropping you to low health, Max will taunt nearby enemies to focus their attacks on him instead. This only works if Max is already fighting, still conscious and able to be attacked by the enemy.
cs: Pokud vás nepřítel zasáhne a klesne vám zdraví, Max se vysměje nepřátelům v okolí, aby se místo toho zaměřili na něj. To funguje pouze v případě, že Max již bojuje, je stále při vědomí a nepřítel na něj může zaútočit.

# game/gui:4131:DefaultText
source: Magic Bullets
cs: Kouzelné náboje

# game/gui:4132:DefaultText
source: Shots from Ellie's Ability ricochet to a second, nearby enemy.
cs: Výstřely z Elliiny schopnosti se odrazí k druhému nepříteli v blízkosti.

# game/gui:4133:DefaultText
source: Emergency Med Tech
cs: Pohotovostní zdravotnický technik

# game/gui:4134:DefaultText
source: Your Emergency Medical Inhaler heals you more when you are at low health.
cs: Pohotovostní lékařský inhalátor vás více léčí, když máte nízké zdraví.

# game/gui:4135:DefaultText
source: Antagonistic Fury
cs: Antagonistická zuřivost

# game/gui:4136:DefaultText
source: Felix deals increased damage to anyone who has a Negative Reputation with you which is higher than their Positive Reputation.
cs: Felix způsobí zvýšené poškození každému, kdo má u vás negativní pověst vyšší než jeho pozitivní pověst.

# game/gui:4137:DefaultText
source: This. Is. Tossball!
cs: Toto. Je. Tossball!

# game/gui:4138:DefaultText
source: Felix deals increased damage when using Tossball Weapons.
cs: Felix uděluje zvýšené poškození při používání zbraní typu Tossball.

# game/gui:4139:DefaultText
source: Cunning Strikes
cs: Lstivé údery

# game/gui:4140:DefaultText
source: When Nyoka is in the party, you deal increased Sneak Attack damage.
cs: Když je Nyoka ve skupině, udělujete zvýšené poškození plíživým útokem.

# game/gui:4141:DefaultText
source: Grand Exploration
cs: Velký průzkum

# game/gui:4142:DefaultText
source: While Nyoka is in the party, you gain increased experience from discovering new locations.
cs: Když je Nyoka v partě, získáváte více zkušeností za objevování nových míst.

# game/gui:4144:DefaultText
source: SAM's Ability always stuns Automechanicals.
cs: Schopnost SAM vždy omráčí automechaniky.

# game/gui:4145:DefaultText
source: Radiation Proofing
cs: Ochrana proti záření

# game/gui:4146:DefaultText
source: While SAM is in the party, you and your companions take reduced damage from N-Ray sources.
cs: Když je SAM ve skupině, vy a vaši společníci dostáváte snížené poškození od zdrojů N-Ray.

# game/gui:4147:DefaultText
source: Damage per Flaw {percent}
cs: Poškození na vadu {procento}

# game/gui:4148:DefaultText
source: Every {duration}, One of Your Flaws Changes
cs: Každou {délku} se změní jedna z vašich vad

# game/gui:4181:DefaultText
source: Play
cs: Přehrát

# game/gui:4182:DefaultText
source: Stop
cs: Zastavte

# game/gui:4183:DefaultText
source: Portable Phonograph
cs: Přenosný fonograf

# game/gui:4184:DefaultText
source: Portable Phonographs
cs: Přenosné fonografy

# game/gui:4185:DefaultText
source: [Stub] Portable Phonographs - Base Game
cs: [Stub] Portable Phonographs - Základní hra

# game/gui:4186:DefaultText
source: Portable Phonographs - Peril on Gorgon
cs: Přenosné fonografy - Nebezpečí na Gorgonu

# game/gui:4187:DefaultText
source: [Stub] Portable Phonographs - INX02
cs: [Stub] Přenosné fonografy - INX02

# game/gui:4188:DefaultText
source: Quiet Weapon Damage {percent}
cs: Poškození tichou zbraní {procento}

# game/gui:4190:DefaultText
source: Improvised Weapon Damage {percent}
cs: Poškození improvizovanou zbraní {procento}

# game/gui:4191:DefaultText
source: Improvised Weapon Degradation {percent}
cs: Degradace improvizovaných zbraní {procento}

# game/gui:4192:DefaultText
source: All Skills {value}, if no Companions in party
cs: Všechny dovednosti {hodnota}, pokud ve skupině nejsou společníci

# game/gui:4193:DefaultText
source: All Skills {value}, if no Companions recruited
cs: Všechny dovednosti {hodnota}, pokud nejsou naverbováni společníci

# game/gui:4194:DefaultText
source: Damage per subsequent hit {percent}
cs: Poškození na následný zásah {procento}

# game/gui:4195:DefaultText
source: Automechanical Damage Received {percent}
cs: Obdržené automechanické poškození {procento}

# game/gui:4216:DefaultText
source: Peril on Gorgon
cs: Nebezpečí na Gorgoně

# game/gui:4217:DefaultText
source: Murder on Eridanos
cs: Vražda na ostrově Eridanos

# game/gui:4218:DefaultText
source: Now Available!
cs: Nyní k dispozici!

# game/gui:4219:DefaultText
source: Coming Soon!
cs: Již brzy!

# game/gui:4220:DefaultText
source: Owned, but not installed!
cs: Vlastní, ale není nainstalován!

# game/gui:4221:DefaultText
source: Installed!
cs: Nainstalováno!

# game/gui:4226:DefaultText
source: Swing Noise {percent}
cs: Hluk houpačky {procento}

# game/gui:4228:DefaultText
source: {value} VIRTUOSO:
cs: {hodnota} VIRTUOSO:

# game/gui:4229:DefaultText
source: 1-Handed Melee Critical Hits ignore {mpercent} Armor
cs: Kritické zásahy z 1 ruky při boji zblízka ignorují {procento} Brnění

# game/gui:4230:DefaultText
source: Critical Hits ricochet and hit another enemy
cs: Kritické zásahy se odrazí a zasáhnou jiného nepřítele.

# game/gui:4231:DefaultText
source: Non-Critical Hits ignore {mpercent} Armor
cs: Nekritické zásahy ignorovat {procento} Brnění

# game/gui:4232:DefaultText
source: Heavy Weapons instantly reload after using the last of their ammo
cs: Těžké zbraně se po použití poslední munice okamžitě znovu nabijí.

# game/gui:4233:DefaultText
source: When Dodging, {chance} chance to Stun enemies within {distance}
cs: Při úskoku {šance} na omráčení nepřátel v {vzdálenosti}.

# game/gui:4234:DefaultText
source: Perfect Blocks cause the attacker to take damage instead
cs: Dokonalé bloky způsobí útočníkovi poškození místo toho, aby

# game/gui:4235:DefaultText
source: {chance} chance Creatures you strike with Critical Hit will become Terrified
cs: {šance} šance Tvorové, které zasáhnete kritickým zásahem, se stanou vyděšenými.

# game/gui:4236:DefaultText
source: Chance to Cower resets after {duration}, allowing a damaged Human to Cower again
cs: Šance na skrčení se obnoví po {trvání} a umožní poškozenému člověku se znovu skrčit.

# game/gui:4237:DefaultText
source: Chance to Scramble resets {duration} after Automechanical attacks you
cs: Šance na Scramble se obnoví {délka trvání} po útocích Automechanical.

# game/gui:4238:DefaultText
source: Concentrated Poison
cs: Koncentrovaný jed

# game/gui:4241:DefaultText
source: INX Dialog Test Room
cs: Testovací místnost INX Dialog

# game/gui:4253:DefaultText
source: Trickshot ignores {mpercent} Armor Rating
cs: Trickshot ignoruje {procenta} Hodnocení zbroje

# game/gui:4254:DefaultText
source: Max will taunt enemies within {distance} when you drop below {chance} Health
cs: Max se bude vysmívat nepřátelům ve vzdálenosti {vzdálenosti}, když klesne vaše zdraví pod {šance}.

# game/gui:4255:DefaultText
source: {percent} Healing from Inhaler when under {chance} Health
cs: {procento} Léčení z inhalátoru při {šanci} Zdraví

# game/gui:4257:DefaultText
source: Tossball Weapon Damage {percent}
cs: Poškození zbraně Tossball {procento}

# game/gui:4258:DefaultText
source: Negative Faction Damage {percent}
cs: Negativní poškození frakce {procento}

# game/gui:4259:DefaultText
source: Location Discovery Experience {percent}
cs: Zkušenosti s vyhledáváním polohy {procent}

# game/gui:4267:DefaultText
source: Cold Damage Weakness
cs: Slabost poškození chladem

# game/gui:4268:DefaultText
source: You have been exposed to cold damage once too often, and you have now become susceptible to cold damage.
cs: Jednou jste byli příliš často vystaveni poškození chladem a nyní jste se stali náchylnými k poškození chladem.

# game/gui:4271:DefaultText
source: Efficiency Protocol
cs: Protokol o účinnosti

# game/gui:4272:DefaultText
source: Automechanicals receive an increase to Movement Speed, Accuracy, and Rate of Fire.
cs: Automechanikům se zvýší rychlost pohybu, přesnost a rychlost střelby.

# game/gui:4274:DefaultText
source: Cold damage can apply Chilled.
cs: Poškození chladem se může uplatnit Chladem.

# game/gui:4305:DefaultText
source: Chrono-Lethargy
cs: Chrono-Letargie

# game/gui:4306:DefaultText
source: Repeatedly taking damage while in TTD has reduced the amount of time you can spend using the effect.
cs: Opakované poškození při TTD zkracuje dobu, po kterou můžete efekt používat.

# game/gui:4307:DefaultText
source: Herniated Disk
cs: Hernie disku

# game/gui:4308:DefaultText
source: Carrying too heavy a load too many times has weakened your back, making you lose that spring in your step when carrying a significant amount of weight.
cs: Příliš časté nošení příliš těžkých břemen oslabuje vaše záda a způsobuje, že při nošení většího množství zátěže ztrácíte pružnost v kroku.

# game/gui:4309:DefaultText
source: {name} is now being suppressed!
cs: {jméno} je nyní potlačeno!

# game/gui:4310:DefaultText
source: {name} returns to normal.
cs: {jméno} se vrátí do normálního stavu.

# game/gui:4312:DefaultText
source: {name} is being suppressed by {effectname}
cs: {jméno} je potlačeno {název účinku}
