Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:2951:DefaultText
source: Blocking, Leaping, and using Tactical Time Dilation are the best ways to safely close distance against enemies with a gun.
cs: Blokování, skok a použití taktické časové dilatace jsou nejlepší způsoby, jak se bezpečně přiblížit k nepřátelům se zbraní.

# game/gui:2952:DefaultText
source: Crouching is useful! It activates stealth, improves your accuracy, and makes you a smaller target. It does make it harder to watch tossball matches, however.
cs: Přikrčení je užitečné! Aktivuje skrytí, zlepšuje přesnost a dělá z vás menší cíl. Ztěžuje však sledování zápasů v přehazované.

# game/gui:2953:DefaultText
source: Melee weapon modifications can improve swing speed, change the damage type, or even make your weapons more durable!
cs: Úpravy zbraní pro boj zblízka mohou zvýšit rychlost švihu, změnit typ poškození nebo dokonce zvýšit odolnost zbraní!

# game/gui:2954:DefaultText
source: If you give your companions a focus fire target, they will keep attacking that target until it's down, they're down, or you give them a new order.
cs: Pokud svým společníkům zadáte cíl pro soustředěnou palbu, budou na tento cíl útočit, dokud cíl nepadne, oni nepadnou nebo dokud jim nedáte nový rozkaz.

# game/gui:2955:DefaultText
source: You can be both admired and feared by the same faction. They are not mutually exclusive!
cs: Stejná frakce vás může obdivovat i se vás bát. To se vzájemně nevylučuje!

# game/gui:2956:DefaultText
source: Spending points in a skill group raises every skill in that group to a maximum of 50. To go above 50, you must spend points directly on the skill.
cs: Utracením bodů ve skupině dovedností se každá dovednost v této skupině zvýší na maximálně 50. Chcete-li se dostat nad 50, musíte utratit body přímo za danou dovednost.

# game/gui:2957:DefaultText
source: Companions not pulling their weight or getting knocked down too often? Their gear may not be up to date. Give them stronger weapons and armor, and watch them shine!
cs: Společníci nemají dostatečnou váhu nebo jsou příliš často sráženi k zemi? Jejich vybavení nemusí být aktuální. Dejte jim silnější zbraně a zbroj a sledujte, jak zazáří!

# game/gui:2958:DefaultText
source: Armor reduces damage from every attack. This makes heavy armor very effective against fast-attacking and light-damage weapons.
cs: Brnění snižuje poškození při každém útoku. Díky tomu je těžká zbroj velmi účinná proti rychle útočícím zbraním a zbraním s lehkým poškozením.

# game/gui:2959:DefaultText
source: You can break down armor and weapons that you don't need to give you the parts you need to keep your gear in tip top shape.
cs: Zbroj a zbraně, které nepotřebujete, můžete rozložit a získat tak díly, které potřebujete k udržení své výbavy v nejlepší kondici.

# game/gui:2960:DefaultText
source: Dialog skill combat abilities trigger automatically in combat, distracting your enemies.
cs: Bojové schopnosti dialogových dovedností se v boji spouštějí automaticky a odvádějí pozornost nepřátel.

# game/gui:2961:DefaultText
source: Perks provide unique bonuses for you and your companions.
cs: Výhody poskytují jedinečné bonusy pro vás a vaše společníky.

# game/gui:2962:DefaultText
source: Adreno will always be equipped in your Inhaler - unless you run out - and will heal you with each use.
cs: Adreno budete mít v inhalátoru vždy - pokud vám nedojde - a při každém použití vás bude léčit.

# game/gui:2963:DefaultText
source: When your Holographic Shroud disguise starts failing, enemies may approach and interrogate you - you'll then have an opportunity to talk your way out of the problem.
cs: Když vaše maskování holografickým pláštěm začne selhávat, mohou se k vám přiblížit nepřátelé a vyslýchat vás - pak budete mít možnost se z problému vymluvit.

# game/gui:2964:DefaultText
source: Fast Travel is a convenient way of moving to areas that you've already explored.
cs: Rychlé cestování je pohodlný způsob, jak se přesunout do oblastí, které jste již prozkoumali.

# game/gui:2965:DefaultText
source: Basic Armoring modifications improve armor against specific damage types, and give skill bonuses. Utility and Gadget mods provide a wide array of special bonuses and effects.
cs: Základní modifikace zbroje zlepšují brnění proti určitým typům poškození a poskytují bonusy k dovednostem. Modifikace Utility a Gadget poskytují širokou škálu speciálních bonusů a efektů.

# game/gui:2966:DefaultText
source: Melee power attacks do significantly more damage - great for sneak attacks and punching through heavier armor.
cs: Silové útoky zblízka způsobují výrazně větší poškození - skvělé pro zákeřné útoky a prorážení těžšího brnění.

# game/gui:2967:DefaultText
source: Pristine items are more than shiny! They have more durability and are worth more to vendors.
cs: Čisté předměty jsou více než lesklé! Mají větší trvanlivost a pro prodejce mají větší hodnotu.

# game/gui:2968:DefaultText
source: Science weapons have weird and useful effects, but they also do damage - that damage increases as your Science skill improves.
cs: Vědecké zbraně mají zvláštní a užitečné efekty, ale také způsobují poškození - toto poškození se zvyšuje s tím, jak se zlepšuje vaše vědecká dovednost.

# game/gui:2969:DefaultText
source: You have acquired '{item_name}'.
cs: Získali jste '{název_předmětu}'.

# game/gui:2970:DefaultText
source: Spacer's Choice Employee Meal Breaks
cs: Přestávky na jídlo pro zaměstnance Spacer's Choice

# game/gui:2971:DefaultText
source: You're hungry and you need to eat! In Supernova difficulty, you must eat every few hours to prevent starvation. Consuming a food item will clear your hunger, and prevent starvation for a few hours. Without eating, your hunger will get worse over time in 4 stages: reducing your Strength, Charm, and Perception at each stage before eventually... death.
cs: Máte hlad a musíte jíst! V obtížnosti Supernova musíte jíst každých několik hodin, abyste nezemřeli hlady. Konzumace jídla vás zbaví hladu a na několik hodin zabrání hladovění. Bez jídla se váš hlad časem zhorší ve 4 fázích: v každé fázi se sníží vaše síla, šarm a vnímání, než nakonec... zemřete.

# game/gui:2972:DefaultText
source: Allowing yourself to fall below maximum healthy production levels is corporate theft!
cs: Dovolit si klesnout pod maximální zdravou úroveň produkce je firemní krádež!

# game/gui:2973:DefaultText
source: Hunger
cs: Hlad

# game/gui:2975:DefaultText
source: Thirst
cs: Žízeň

# game/gui:2976:DefaultText
source: You're thirsty and you need to drink! In Supernova difficulty, you must drink every few hours to prevent dehydration. Consuming a non-alcoholic drink will clear your thirst, and prevent dehydration for a few hours. Without drinking, your dehydration will get worse over time in 4 stages: reducing your Dexterity, Perception, and Intelligence at each stage before eventually... death.
cs: Máš žízeň a musíš se napít! V obtížnosti Supernova musíte pít každých několik hodin, abyste zabránili dehydrataci. Konzumace nealkoholického nápoje vás zbaví žízně a na několik hodin zabrání dehydrataci. Bez pití se vaše dehydratace bude časem zhoršovat ve 4 fázích: v každé fázi se sníží vaše obratnost, postřeh a inteligence, než nakonec... zemřete.

# game/gui:2977:DefaultText
source: Plain 'n Pure Water has the fluids you need for smooth skin and anti-desiccation!
cs: Voda Plain 'n Pure obsahuje tekutiny, které potřebujete pro hladkou pokožku a proti vysoušení!

# game/gui:2978:DefaultText
source: Spacer's Choice employee rest requirements
cs: Požadavky na odpočinek zaměstnanců Spacer's Choice

# game/gui:2979:DefaultText
source: Sleep Deprivation
cs: Spánková deprivace

# game/gui:2980:DefaultText
source: You're tired and you need to sleep! In Supernova difficulty, you must sleep on your ship every day to prevent exhaustion. Without sleep, your exhaustion will get worse over time in 4 stages: reducing your Temperament, Intelligence, and Strength at each stage before eventually... death.
cs: Jsi unavený a potřebuješ spát! V obtížnosti Supernova musíš každý den spát na své lodi, abys zabránil vyčerpání. Bez spánku se tvé vyčerpání bude časem zhoršovat ve 4 fázích: v každé fázi se sníží tvůj temperament, inteligence a síla, než nakonec... zemřeš.

# game/gui:2981:DefaultText
source: All Spacer's Choice employees are required to get a minimum of 2 hours rest every day to maintain focus!
cs: Všichni zaměstnanci společnosti Spacer's Choice musí každý den minimálně 2 hodiny odpočívat, aby si udrželi soustředění!

# game/gui:2982:DefaultText
source: - {name}
cs: - {jméno}

# game/gui:2983:DefaultText
source: Recover {mpercent} Health when fatally wounded
cs: Obnovení {procenta} zdraví při smrtelném zranění

# game/gui:2984:DefaultText
source: Press
cs: Tisk

# game/gui:2985:DefaultText
source: to continue
cs: pokračovat

# game/gui:2990:DefaultText
source: Chronophobia
cs: Chronofobie

# game/gui:2991:DefaultText
source: After being hit one too many times while in TTD, you're no longer comfortable while under that effect.
cs: Poté, co jste byli v TTD zasaženi příliš mnohokrát, už se pod tímto efektem necítíte dobře.

# game/gui:2992:DefaultText
source: Compulsive Spender
cs: Kompulzivní plýtvání

# game/gui:2993:DefaultText
source: After having spent so many Bits, you're likely to offer more Bits when making a purchase.
cs: Poté, co jste utratili tolik bitů, pravděpodobně nabídnete při nákupu více bitů.

# game/gui:2994:DefaultText
source: Impediphobia
cs: Impedifobie

# game/gui:2995:DefaultText
source: After being encumbered one too many times, you no longer function well while encumbered.
cs: Když jste byli zatíženi příliš mnohokrát, přestáváte dobře fungovat, když jste zatíženi.

# game/gui:2999:DefaultText
source: Killing so many people has made you uneasy when fighting humans.
cs: Zabití tolika lidí tě zneklidnilo v boji s lidmi.

# game/gui:3001:DefaultText
source: After repeatedly being spat at by Space Barnacles, you don't fight as effectively when any Space Barnacles are attacking your party.
cs: Poté, co na vás opakovaně plivou vesmírní sudokopytníci, nebojujete tak efektivně, když na vaši skupinu útočí nějací vesmírní sudokopytníci.

# game/gui:3002:DefaultText
source: Lasts {duration}
cs: Trvá {délka}

# game/gui:3003:DefaultText
source: 1 year
cs: 1 rok

# game/gui:3004:DefaultText
source: {value} years
cs: {hodnota} let

# game/gui:3005:DefaultText
source: 1 month
cs: 1 měsíc

# game/gui:3006:DefaultText
source: {value} months
cs: {hodnota} měsíců

# game/gui:3007:DefaultText
source: 1 week
cs: 1 týden

# game/gui:3008:DefaultText
source: {value} weeks
cs: {hodnota} týdnů

# game/gui:3009:DefaultText
source: 1 day
cs: 1 den

# game/gui:3010:DefaultText
source: {value} days
cs: {hodnota} dnů

# game/gui:3011:DefaultText
source: 1 hour
cs: 1 hodina

# game/gui:3012:DefaultText
source: {value} hours
cs: {hodnota} hodin

# game/gui:3013:DefaultText
source: 1 minute
cs: 1 minuta

# game/gui:3014:DefaultText
source: {value} minutes
cs: {hodnota} minut

# game/gui:3015:DefaultText
source: 1 second
cs: 1 sekunda

# game/gui:3016:DefaultText
source: {value} seconds
cs: {hodnota} sekund

# game/gui:3017:DefaultText
source: {value},
cs: {hodnota},

# game/gui:3018:DefaultText
source: Confirm Transaction?
cs: Potvrdit transakci?

# game/gui:3020:DefaultText
source: T&L Weapons Safety Training
cs: Školení bezpečnosti zbraní T&L

# game/gui:3021:DefaultText
source: You can have up to 4 weapons equipped at a time, by dragging them up to the slots at the top of the screen. On this page, you can also Inspect your weapons, compare them, flag them as junk, or break them down for parts. Players with the engineering skill can repair weapons on this screen as well.
cs: Najednou můžete mít ve výbavě až 4 zbraně, které přetáhnete do slotů v horní části obrazovky. Na této stránce můžete také kontrolovat své zbraně, porovnávat je, označovat je jako haraburdí nebo je rozebírat na součástky. Hráči s inženýrskou dovedností mohou na této obrazovce zbraně také opravovat.

# game/gui:3022:DefaultText
source: Take care of your T&L weapons and they'll take care of your enemies!
cs: Pečujte o své zbraně T&L a ony se postarají o vaše nepřátele!

# game/gui:3023:DefaultText
source: You can have up to 4 weapons equipped at a time, by navigating to the weapon, then selecting the weapon slot at the top of the screen. On this page, you can also Inspect your weapons, compare them, flag them as junk, or break them down for parts. Players with the engineering skill can repair weapons on this screen as well.
cs: Najednou můžete mít ve výbavě až 4 zbraně, a to tak, že přejdete na zbraň a vyberete slot pro zbraň v horní části obrazovky. Na této stránce můžete také zkontrolovat své zbraně, porovnat je, označit jako nepotřebné nebo je rozebrat na součástky. Hráči s dovedností inženýrství mohou na této obrazovce zbraně také opravovat.

# game/gui:3024:DefaultText
source: Weapon Management
cs: Správa zbraní

# game/gui:3025:DefaultText
source: A heavily modified construction automechanical that fires large shock projectiles and is equipped with jump jets.
cs: Silně upravený konstrukční automechanik, který střílí velké nárazové projektily a je vybaven skokovými tryskami.

# game/gui:3026:DefaultText
source: A tamed canid trained to attack enemies.
cs: Ochočený psovitý tvor vycvičený k útokům na nepřátele.

# game/gui:3027:DefaultText
source: Heavy assault unit that wears heavy armor and uses heavy weapons.
cs: Těžká útočná jednotka, která nosí těžké brnění a používá těžké zbraně.

# game/gui:3028:DefaultText
source: Special support unit that wears light armor and hides and snipes with rifles from a distance.
cs: Speciální podpůrná jednotka, která nosí lehké brnění, skrývá se a na dálku odstřeluje puškami.

# game/gui:3029:DefaultText
source: A close range attacker that rushes in and slashes with their blade.
cs: Útočník na blízko, který se vrhá a seká čepelí.

# game/gui:3030:DefaultText
source: Ranged attacker that wears light armor and uses handguns.
cs: Útočník na dálku, který nosí lehkou zbroj a používá ruční zbraně.

# game/gui:3031:DefaultText
source: Quick melee enemy that rushes in to attack with 2-handed melee weapons.
cs: Rychlý nepřítel, který se vrhá do útoku dvouručními zbraněmi pro boj zblízka.

# game/gui:3032:DefaultText
source: Ranged attacker that wears medium armor and attacks with rifles.
cs: Útočník na dálku, který nosí střední zbroj a útočí puškami.

# game/gui:3033:DefaultText
source: {name}: {text}
cs: {jméno}: {text}

# game/gui:3034:DefaultText
source: Drone equipped with a holographic projector displaying the latest corporate approved ads.
cs: Dron vybavený holografickým projektorem, který zobrazuje nejnovější schválené firemní reklamy.

# game/gui:3035:DefaultText
source: Biped mechanical equipped with hedge trimmers and a spray nozzle administering pesticides and fertilizers.
cs: Dvoukolka vybavená nůžkami na živý plot a postřikovačem na pesticidy a hnojiva.

# game/gui:3036:DefaultText
source: Biped mechanical equipped with a large clamp, which can also extend electrodes at the tip of each clamp to double as an arc welder.
cs: Dvounožka mechanická vybavená velkou svěrkou, která může na špičce každé svěrky také vysunout elektrody a sloužit tak jako oblouková svářečka.

# game/gui:3037:DefaultText
source: Tri-ped mechanical equipped with a jackhammer assembly and a self cleaning auger drill.
cs: Třípedálová mechanická souprava vybavená sbíjecím kladivem a samočisticím šnekovým vrtákem.

# game/gui:3038:DefaultText
source: Tri-ped mechanical equipped to prepare, cook, and serve fine cuisine to all of Halcyon's patrons.
cs: Třípodlažní strojní vybavení pro přípravu, vaření a podávání vynikajících pokrmů všem návštěvníkům restaurace Halcyon.

# game/gui:3039:DefaultText
source: Biped mechanical equipped with a super-absorbent mop-like rag, and a three-fingered nozzle which sprays solvent, detergent, and floor wax.
cs: Dvounožec mechanický je vybaven superabsorpčním hadrem podobným mopu a tříprstou tryskou, která stříká rozpouštědlo, čisticí prostředek a vosk na podlahy.

# game/gui:3040:DefaultText
source: Biped mechanical equipped to administer first aid, perform triage, provide common vaccinations such as flu shots, energy boosters, supplements, and minor medications.
cs: Biped je mechanicky vybaven pro poskytování první pomoci, třídění, běžné očkování, jako je očkování proti chřipce, doplňování energie, doplňky stravy a drobné léky.

# game/gui:3041:DefaultText
source: These worms were originally found all over Terra 2, but after terraforming, their habitat was greatly reduced and they are now mainly found on farms. They will eat anything organic, including the waste of other animals, and their own waste makes terrific fertilizer.
cs: Tito červi se původně vyskytovali po celé Terře 2, ale po terraformaci se jejich výskyt značně omezil a nyní se vyskytují hlavně na farmách. Žerou vše organické, včetně odpadu jiných zvířat, a jejich vlastní odpad je skvělým hnojivem.

# game/gui:3042:DefaultText
source: These genetically altered snakes are grown on farms specifically for their skins, which they shed a few times per year. Leather boas are bred to be weak and docile, so they often need help shedding their skin, and they must be hand-fed meat since they cannot hunt on their own.
cs: Tito geneticky upravení hadi jsou pěstováni na farmách speciálně pro svou kůži, kterou několikrát ročně svlékají. Kožojedi jsou vyšlechtěni tak, aby byli slabí a učenliví, takže často potřebují pomoc při svlékání kůže a musí být ručně krmeni masem, protože nemohou sami lovit.

# game/gui:3043:DefaultText
source: Cystypigs were gene-engineered to grow meat in tumor-like growths that can be removed without killing the animal. They make delicious bacon.
cs: Cystypigy byly genově upraveny tak, aby pěstovaly maso v nádorových výrůstcích, které lze odstranit bez usmrcení zvířete. Vyrábí se z nich vynikající slanina.

# game/gui:3044:DefaultText
source: Almost untouched genetically, chickens are one of the few immediately recognizable animals from Earth in the Halcyon Colony.
cs: Kuřata jsou téměř geneticky nedotčená a jsou jedním z mála zvířat, která lze v kolonii Halcyon okamžitě rozpoznat od zvířat ze Země.

# game/gui:3045:DefaultText
source: These hybrids of cows and sheep are used for their meat, milk, leather and wool.
cs: Tito kříženci krav a ovcí se využívají pro maso, mléko, kůži a vlnu.

# game/gui:3046:DefaultText
source: Pterorays fly through the air in large schools, eat large amounts of insects, and farmers love them.
cs: Pterory létají vzduchem ve velkých hejnech, živí se velkým množstvím hmyzu a farmáři je milují.

# game/gui:3047:DefaultText
source: Sprats are voracious omnivores and are known to occasionally attack humans if there are enough sprats to swarm.
cs: Šproty jsou nenasytní všežravci a je známo, že občas zaútočí na člověka, pokud se jich sejde dostatek.

# game/gui:3048:DefaultText
source: You can flag items in your inventory as "Junk", then sell them all with a single command the next time you're at a vendor.
cs: Položky v inventáři můžete označit jako "odpad" a při příštím příchodu k prodejci je všechny prodat jediným příkazem.

# game/gui:3049:DefaultText
source: Unique armor and Weapons can be found around Halcyon - hidden away, sold by vendors, and given out as quest rewards.
cs: Unikátní brnění a zbraně lze najít v okolí Halcyonu - jsou ukryté, prodávají je prodejci a rozdávají se jako odměny za úkoly.

# game/gui:3050:DefaultText
source: Every 20 points in a skill unlocks a new bonus or upgrade in that skill - skill descriptions on your character give the details!
cs: Každých 20 bodů v dovednosti vám odemkne nový bonus nebo vylepšení dané dovednosti - podrobnosti najdete v popisu dovednosti na vaší postavě!

# game/gui:3051:DefaultText
source: While sneaking, indicators in your HUD show nearby enemies, and their footsteps become more noticeable.
cs: Při plížení se v HUDu zobrazují indikátory nepřátel v blízkosti a jejich kroky jsou zřetelnější.

# game/gui:3052:DefaultText
source: Having trouble closing the distance to use your melee attacks? Heavier armor, blocking, and moving under Time Dilation can all help!
cs: Máte problémy s překonáním vzdálenosti pro útoky zblízka? Pomůže vám těžší zbroj, blokování a pohyb v režimu časové dilatace!

# game/gui:3053:DefaultText
source: A downed companion will pop back up at the end of combat, but not in Supernova difficulty!
cs: Sestřelený společník se na konci boje objeví zpět, ale ne v obtížnosti Supernova!

# game/gui:3054:DefaultText
source: Most melee weapons can perform up to 3 quick swing combos. Some unique weapons can do fewer... or many more!
cs: S většinou zbraní pro boj zblízka lze provést až 3 rychlá švihová komba. Některé unikátní zbraně jich umí méně... nebo mnohem více!

# game/gui:3055:DefaultText
source: Charging a melee power attack after a right to left swing will prepare a strong Sweep Attack across a wide arc and for significant damage.
cs: Nabití silového útoku zblízka po švihu zprava doleva připraví silný útok s velkým obloukem a značným poškozením.

# game/gui:3056:DefaultText
source: Charge-up weapons like the Plasma Rifle will consume more ammo with a longer charge, but also inflict a lot more damage!
cs: Nabíjecí zbraně, jako je plazmová puška, spotřebují více munice s delším nabíjením, ale také způsobí mnohem větší poškození!

# game/gui:3058:DefaultText
source: You are unable to breathe and are dying.
cs: Nemůžete dýchat a umíráte.

# game/gui:3059:DefaultText
source: Melee weapons can have their grips and attack points modified to upgrade the weapon. Damage types, swing speed and more improvements are available.
cs: U zbraní pro boj zblízka lze upravit rukojeti a útočné body a zbraň tak vylepšit. K dispozici jsou typy poškození, rychlost švihu a další vylepšení.

# game/gui:3060:DefaultText
source: The Earth Directorate catalogs habitable stellar systems and sells exploitation rights and nominal control of them to the highest bidders.
cs: Ředitelství Země katalogizuje obyvatelné hvězdné systémy a prodává práva na jejich využívání a nominální kontrolu nad nimi zájemcům s nejvyšší nabídkou.

# game/gui:3061:DefaultText
source: Ten corporations joined together and formed the Halcyon Holdings Corporation to buy the rights to the Halcyon system. They sent out their first colony ship in the late 23rd century.
cs: Deset společností se spojilo a vytvořilo společnost Halcyon Holdings Corporation, která koupila práva na systém Halcyon. Koncem 23. století vyslaly první koloniální loď.

# game/gui:3062:DefaultText
source: N-rays are an exotic effect discovered in the early 20th century. N-ray attacks cause internal damage to a target, which then radiates more N-rays to surrounding targets.
cs: N-záření je exotický jev objevený na počátku 20. století. Útoky N-zářením způsobují vnitřní poškození cíle, který pak vyzařuje další N-záření na okolní cíle.

# game/gui:3063:DefaultText
source: Your loading screen tip could be HERE! Contact Spacer's Choice for your affordable marketing options!
cs: Váš tip na načítací obrazovku by mohl být ZDE! Kontaktujte společnost Spacer's Choice a získejte cenově dostupné marketingové možnosti!

# game/gui:3064:DefaultText
source: Play the game in a window, fullscreen, or a fullscreen window.
cs: Hru můžete hrát v okně, na celé obrazovce nebo v okně přes celou obrazovku.

# game/gui:3065:DefaultText
source: Select the resolution that best matches your monitor.
cs: Vyberte rozlišení, které nejlépe odpovídá vašemu monitoru.
