Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:2718:DefaultText
source: Chance to Reset Ability Cooldown on Kill {chance}
cs: Šance na obnovení doby odezvy schopnosti při zabití {šance}

# game/gui:2719:DefaultText
source: Purchased
cs: Zakoupeno na

# game/gui:2720:DefaultText
source: Available for Purchase
cs: K dispozici ke koupi

# game/gui:2721:DefaultText
source: Marked for Purchase
cs: Označeno ke koupi

# game/gui:2722:DefaultText
source: Age
cs: Věk

# game/gui:2723:DefaultText
source: Revert All
cs: Vrátit vše

# game/gui:2724:DefaultText
source: Armor Management
cs: Správa brnění

# game/gui:2725:DefaultText
source: Drag armor or helmet items up to the equipment slots to wear them. You can also manage your armor here: Break them down, Inspect them, Compare to other Armor, tag them as Junk, or Drop them.
cs: Chcete-li nosit brnění nebo helmu, přetáhněte je do slotů pro vybavení. Zde můžete také spravovat své brnění: Můžete je rozložit, zkontrolovat, porovnat s jinými zbrojemi, označit je jako odpad nebo je zahodit.

# game/gui:2726:DefaultText
source: To wear an armor or helmet item, navigate to the item and then select it. You can also manage your armor here: Break them down, Inspect them, Compare to other Armor, tag them as Junk, or Drop them.
cs: Chcete-li nosit brnění nebo přilbu, přejděte na položku a vyberte ji. Zde můžete také spravovat své brnění: Můžete je rozložit, zkontrolovat, porovnat s jinými zbrojemi, označit jako odpad nebo je zahodit.

# game/gui:2727:DefaultText
source: Combat Dialog Abilities
cs: Schopnosti bojových dialogů

# game/gui:2728:DefaultText
source: Use these controls to attack and block. Most melee weapons can perform 3-swing combos. All melee weapons can block.
cs: Pomocí těchto ovládacích prvků můžete útočit a blokovat. S většinou zbraní pro boj zblízka můžete provádět komba se třemi údery. Všechny zbraně pro boj zblízka mohou blokovat.

# game/gui:2729:DefaultText
source: You have unlocked a dialog combat skill! When attacking the correct type of target, they are automatically debilitated.
cs: Odemkli jste bojovou dovednost dialog! Při útoku na správný typ cíle je tento automaticky oslaben.

# game/gui:2730:DefaultText
source: Aramid Ballistics will keep your skin intact!
cs: Aramidové balistické materiály zachovají vaši pokožku neporušenou!

# game/gui:2731:DefaultText
source: Bonus Support Medical
cs: Bonusová podpora Medical

# game/gui:2732:DefaultText
source: Increase your Medical skill when Ellie is in the party.
cs: Zvyšte svou lékařskou dovednost, když je ve straně Ellie.

# game/gui:2733:DefaultText
source: First Responder
cs: První respondent

# game/gui:2734:DefaultText
source: Increase the amount of Health received from your Inhaler when Ellie is in the party.
cs: Zvyšte množství zdraví, které získáte z inhalátoru, když je Ellie v partě.

# game/gui:2736:DefaultText
source: When Ellie is in the party, any damage that would kill you instead heals a small amount of health. This effect has a long cooldown.
cs: Když je Ellie ve skupině, každé poškození, které by vás zabilo, vám místo toho vyléčí malé množství zdraví. Tento efekt má dlouhý cooldown.

# game/gui:2737:DefaultText
source: Bonus Support Persuade
cs: Bonusová podpora Přesvědčování

# game/gui:2738:DefaultText
source: Increase your Persuade skill when Felix is in the party.
cs: Zvyšte svou dovednost Přesvědčování, když je ve skupině Felix.

# game/gui:2740:DefaultText
source: Felix deals bonus damage to targets suffering from Cower.
cs: Felix způsobuje bonusové poškození cílům, které trpí poruchou Cower.

# game/gui:2741:DefaultText
source: Rebellion
cs: Rebelie

# game/gui:2742:DefaultText
source: While Felix is in the party, you and your companions deal bonus damage to Corporate enemies.
cs: Když je Felix ve skupině, vy a vaši společníci udělujete nepřátelům z korporace bonusové poškození.

# game/gui:2743:DefaultText
source: Bonus Support Hack
cs: Bonusová podpora Hack

# game/gui:2744:DefaultText
source: Increase your Hack skill when Max is in the party.
cs: Zvyšte svou dovednost Hack, když je ve skupině Max.

# game/gui:2745:DefaultText
source: Sermon
cs: Kázání

# game/gui:2746:DefaultText
source: Increase the duration of your Dialog Combat Effects while Max is in the party.
cs: Prodloužení doby trvání dialogových bojových efektů, když je Max ve skupině.

# game/gui:2747:DefaultText
source: Mad Max
cs: Šílený Max

# game/gui:2748:DefaultText
source: While Max is in your party, you and your companions deal bonus damage with Science weapons.
cs: Když je Max ve vaší skupině, vy a vaši společníci udělujete bonusové poškození vědeckými zbraněmi.

# game/gui:2749:DefaultText
source: Bonus Support Lie
cs: Bonusová podpora Lie

# game/gui:2750:DefaultText
source: Increase your Lie skill when Nyoka is in the party.
cs: Zvyšte svou dovednost lhaní, když je ve skupině Nyoka.

# game/gui:2752:DefaultText
source: Reduce how far the sound of your footsteps travel while Nyoka is in your party.
cs: Snížíte vzdálenost, kterou se šíří zvuk vašich kroků, když je Nyoka ve vaší skupině.

# game/gui:2753:DefaultText
source: Exterminator
cs: Deratizátor

# game/gui:2754:DefaultText
source: Nyoka deals bonus damage to Creatures.
cs: Nyoka uděluje bonusové poškození bytostem.

# game/gui:2755:DefaultText
source: Bonus Support Engineering
cs: Bonusová podpora inženýrství

# game/gui:2756:DefaultText
source: Increase your Engineering skill when Parvati is in the party.
cs: Zvyšte si dovednost inženýrství, když je ve skupině Parvati.

# game/gui:2757:DefaultText
source: Mod Finder
cs: Vyhledávač modů

# game/gui:2758:DefaultText
source: Increase your chance of looting Mods when Parvati is in the party.
cs: Zvyšte šanci na vyrabování modů, když je ve skupině Parvati.

# game/gui:2759:DefaultText
source: Synchronicity
cs: Synchronicita

# game/gui:2760:DefaultText
source: When Parvati performs her Ability, recharge some of your Tactical Time Dilation meter.
cs: Když Parvati provede svou schopnost, dobijte si část svého taktického ukazatele časové dilatace.

# game/gui:2761:DefaultText
source: Bonus Support Intimidate
cs: Bonusová podpora Zastrašování

# game/gui:2762:DefaultText
source: Increase your Intimidate skill when SAM is in the party.
cs: Zvyšte svou dovednost Zastrašování, když je ve skupině SAM.

# game/gui:2763:DefaultText
source: Cleaner
cs: Čistší

# game/gui:2764:DefaultText
source: Reduce negative reputation for kills when SAM is in the party.
cs: Snížení negativní reputace za zabití, když je ve straně SAM.

# game/gui:2765:DefaultText
source: Bad Samaritan
cs: Špatný samaritán

# game/gui:2766:DefaultText
source: SAM deals bonus damage to Automechanicals.
cs: SAM způsobuje bonusové poškození automechanikům.

# game/gui:2767:DefaultText
source: Auntie Cleo knows - friends make everything better!
cs: Teta Cleo ví - přátelé dělají všechno lepší!

# game/gui:2768:DefaultText
source: Companion Abilities
cs: Schopnosti společníka

# game/gui:2769:DefaultText
source: You can command your companions to use their special Abilities on the enemy you are targeting.
cs: Svým společníkům můžete přikázat, aby na nepřítele, na kterého se zaměřujete, použili své speciální schopnosti.

# game/gui:2770:DefaultText
source: Companions' skills add to your skill checks. Increasing your leadership skills increases the bonuses they give!
cs: Dovednosti společníků se přidávají k vašim dovednostním kontrolám. Zvyšování vašich vůdcovských dovedností zvyšuje bonusy, které vám dávají!

# game/gui:2771:DefaultText
source: Press once to send your Companions to a location. Hold to order them back.
cs: Jedním stisknutím tlačítka odešlete společníky na určité místo. Podržením je přikážete vrátit.

# game/gui:2772:DefaultText
source: Press once to order your Companions to ATTACK.
cs: Jedním stisknutím tlačítka přikážete svým společníkům zaútočit.

# game/gui:2773:DefaultText
source: T&L makes the best gear for your friends and family!
cs: Společnost T&L vyrábí to nejlepší vybavení pro vaše přátele a rodinu!

# game/gui:2774:DefaultText
source: The Companion Ledger
cs: Společenská kniha

# game/gui:2775:DefaultText
source: This Companion Ledger shows you everything you need to know about your companions. You can see their skills, stats, status effects, and gear. To change your companion's gear, first select the item you want to swap out, then choose a compatible item to replace it with. You can also change how they behave in combat by selecting their preferred weapon, follow distance, and aggressiveness.
cs: V této knize společníků najdete vše, co potřebujete vědět o svých společnících. Můžete si prohlédnout jejich dovednosti, statistiky, stavové efekty a výbavu. Chcete-li změnit výbavu svého společníka, nejprve vyberte předmět, který chcete vyměnit, a poté vyberte kompatibilní předmět, kterým jej nahradíte. Můžete také změnit jeho chování v boji výběrem preferované zbraně, vzdálenosti sledování a agresivity.

# game/gui:2777:DefaultText
source: Dialog Combat Effect Duration {percent}
cs: Trvání bojového efektu dialogu {procento}

# game/gui:2778:DefaultText
source: Perks Available:
cs: Dostupné výhody:

# game/gui:2779:DefaultText
source: Damage to Creatures {percent}
cs: Poškození tvorů {procenta}

# game/gui:2780:DefaultText
source: Damage to Corporate Military {percent}
cs: Škody způsobené vojenským podnikům {procento}

# game/gui:2781:DefaultText
source: Damage to Automechanicals {percent}
cs: Poškození automechaniky {procento}

# game/gui:2782:DefaultText
source: Damage to Cowering Enemies {percent}
cs: Poškození krčících se nepřátel {procento}

# game/gui:2783:DefaultText
source: Radius of Footstep Sounds {percent}
cs: Poloměr krokových zvuků {procenta}

# game/gui:2784:DefaultText
source: Your companion has leveled up and can be granted a new perk. Go to the companion page in your ledger and select the perk button to see the available perks.
cs: Váš společník se dostal na vyšší úroveň a může získat novou výhodu. Přejděte na stránku společníka v účetní knize a vyberte tlačítko perků, abyste viděli dostupné perky.

# game/gui:2785:DefaultText
source: Your companion has improved! Every 5 levels, your companion gains a new perk point to spend and unlocks a new tier of perks to choose from.
cs: Váš společník se zlepšil! Každých 5 úrovní získá váš společník nový bod výhod, který může utratit, a odemkne novou úroveň výhod, z nichž si můžete vybrat.

# game/gui:2786:DefaultText
source: Occasionally companions may have something on their mind. When you see a thought bubble [...] above their head, try talking to them. They may have something interesting to say.
cs: Příležitostně mohou mít společníci něco na srdci. Když nad jejich hlavou uvidíte myšlenkovou bublinu [...], zkuste na ně promluvit. Možná vám chtějí něco zajímavého říct.

# game/gui:2787:DefaultText
source: Here you can Use, Junk, or drop your Consumables. They can be used directly to gain a variety of boosts. Your Emergency Medical Inhaler is shown at the top of the screen - it uses Adreno as fuel to heal you in an emergency, and always keeps it loaded into slot 1. Increase your Medical skill to unlock more Drug Mixing Slots that can hold all types of consumables, not just Adreno. Each slot is mixed into every puff of the Inhaler for a combined effect. Your Medical skill increases the duration of all these effects!
cs: Zde můžete spotřební materiál použít, odložit nebo zahodit. Lze je použít přímo k získání různých vylepšení. V horní části obrazovky je zobrazen váš pohotovostní lékařský inhalátor - používá Adreno jako palivo k léčení v nouzi a vždy ho má vložené ve slotu 1. Zvýšením své lékařské dovednosti odemknete další sloty pro míchání léků, do kterých lze vložit všechny typy spotřebního materiálu, nejen Adreno. Každý slot se míchá do každého výdechu inhalátoru pro kombinovaný účinek. Vaše lékařská dovednost zvyšuje trvání všech těchto účinků!

# game/gui:2788:DefaultText
source: This is your consumables page. You can Use, Junk or Drop consumables on this page. Your Emergency Medical Inhaler is shown at the top of the screen - it keeps Adreno slotted and ready to use. You can select other consumables to add to the additional Inhaler slots if you unlock them with the Medical skill. When those consumables run out, they are automatically refilled with another consumable of that same type, if you have any.
cs: Toto je stránka se spotřebním materiálem. Na této stránce můžete spotřební materiál použít, vyřadit nebo zahodit. Váš pohotovostní lékařský inhalátor je zobrazen v horní části obrazovky - udržuje Adreno ve slotu a je připraven k použití. Můžete si vybrat další spotřební materiál, který přidáte do dalších slotů Inhalátoru, pokud je odemknete pomocí dovednosti Lékař. Když tyto spotřební materiály dojdou, automaticky se doplní dalším spotřebním materiálem stejného typu, pokud nějaké máte.

# game/gui:2789:DefaultText
source: You can hide in Tall Grass by crouching. While crouching in Tall Grass enemies will not be able to see you unless they are close to you. While hiding in Tall Grass the edges of the screen darken indicating you are hidden.
cs: Ve vysoké trávě se můžete schovat tak, že se přikrčíte. Když se budete krčit ve vysoké trávě, nepřátelé vás neuvidí, pokud nebudou blízko vás. Při skrývání ve vysoké trávě okraje obrazovky ztmavnou, což znamená, že jste skryti.

# game/gui:2790:DefaultText
source: AG534: "Hephaestus" - The closest planet to the sun. The Hephaestus Mining Company was first to establish outposts here, and as such it has claimed the planet for itself.
cs: AG534: "Hefaistos" - Nejbližší planeta ke Slunci. Těžební společnost Hephaestus zde jako první založila své základny, a proto si planetu přivlastnila.

# game/gui:2791:DefaultText
source: Negative Reputation per Kill {percent}
cs: Negativní reputace na zabití {procento}

# game/gui:2792:DefaultText
source: +{mpercent} Chance to extract Mods in the Field
cs: +{procenta} Šance na extrakci modů v terénu

# game/gui:2793:DefaultText
source: Tutorials
cs: Výukové programy

# game/gui:2794:DefaultText
source: Logs
cs: Protokoly

# game/gui:2795:DefaultText
source: Breathe Deeply
cs: Dýchejte zhluboka

# game/gui:2796:DefaultText
source: Edit game settings to your preference. Push everything to the max! You can always turn them down later.
cs: Upravte nastavení hry podle svých preferencí. Vyšlápněte vše na maximum! Později je vždy můžete snížit.

# game/gui:2797:DefaultText
source: Some energy weapons can charge up for a bigger attack. Hold the attack button to build up energy, then release to attack.
cs: Některé energetické zbraně se mohou nabíjet pro větší útok. Podržte tlačítko útoku, abyste nahromadili energii, a pak jej uvolněte a zaútočte.

# game/gui:2800:DefaultText
source: Some objects explode when hit. Shoot them when enemies are nearby for an explosive surprise. Just don't be too close - explosions can cause concussions!
cs: Některé předměty po zásahu explodují. Střílejte do nich, když jsou poblíž nepřátelé, a získejte tak výbušné překvapení. Jen nebuďte příliš blízko - výbuchy mohou způsobit otřes mozku!

# game/gui:2801:DefaultText
source: You have unlocked Leap. Double-click jump when moving forwards to leap forward - great for quickly closing distance on an enemy!
cs: Odemkli jste funkci Leap. Dvojklikem na skok při pohybu vpřed skočíte dopředu - skvělé pro rychlé přiblížení se k nepříteli!

# game/gui:2802:DefaultText
source: You are Encumbered from carrying too many items.
cs: Jste obtěžkáni nošením příliš mnoha předmětů.

# game/gui:2803:DefaultText
source: You cannot Sprint or Fast Travel while encumbered. Sell, Drop, or Break Down items in your Inventory to reduce your Carry Weight. Your Carry Weight is displayed in the top-left of the Ledger.
cs: Se zatížením nelze sprintovat ani rychle cestovat. Prodejte, odhoďte nebo rozložte předměty v inventáři, abyste snížili svou nosnou váhu. Vaše nosná váha se zobrazuje v levé horní části knihy.

# game/gui:2804:DefaultText
source: Spacer's Choice commends you for putting company profits ahead of your spinal health.
cs: Společnost Spacer's Choice vás chválí za to, že dáváte přednost zisku společnosti před zdravím své páteře.

# game/gui:2805:DefaultText
source: Be careful. Falling can be deadly.
cs: Buďte opatrní. Pád může být smrtelný.

# game/gui:2806:DefaultText
source: You have a new item! View it in the Inventory.
cs: Máte novou položku! Prohlédněte si ji v inventáři.

# game/gui:2807:DefaultText
source: Low damage weapons are ineffective against heavy armor. When more than half of your damage is absorbed, you will see your damage numbers float downwards - you might want to switch weapons!
cs: Zbraně s nízkým poškozením jsou proti těžkému pancíři neúčinné. Pokud je absorbována více než polovina poškození, uvidíte, že čísla poškození se pohybují směrem dolů - možná byste měli změnit zbraň!

# game/gui:2808:DefaultText
source: One of your Weapon or Armor items is broken and at minimum effectiveness. You should find a Workbench and repair it.
cs: Jedna z vašich zbraní nebo zbrojí je poškozená a má minimální účinnost. Měli byste najít pracovní stůl a opravit jej.

# game/gui:2809:DefaultText
source: Weapons and armor degrade with use, inflicting or preventing less damage as the item's durability decreases. Repair them yourself or have a vendor do it.
cs: Zbraně a zbroje se používáním zhoršují a s klesající odolností předmětu způsobují menší poškození nebo mu zabraňují. Opravte si je sami nebo si je nechte opravit od prodejce.

# game/gui:2810:DefaultText
source: Item Repair
cs: Oprava položky

# game/gui:2811:DefaultText
source: Keeping your company gear in tip-top shape is expected, and something you're carrying needs repair. You can repair weapons and armor at a Workbench, using Weapon and Armor Parts. Get them from breaking down unwanted items. Players with Engineering skill can repair their gear without need of a workbench. Repairing an item returns it to 100% Durability and full effectiveness - ready to cause or prevent maximum damage!
cs: Udržování firemní výbavy ve špičkovém stavu se očekává a něco, co nosíte, je třeba opravit. Zbraně a brnění můžete opravit na pracovním stole pomocí dílů zbraní a brnění. Získáte je z rozbití nepotřebných předmětů. Hráči s dovedností inženýrství mohou opravovat své vybavení bez potřeby pracovního stolu. Oprava předmětu mu vrátí 100% odolnost a plnou účinnost - je připraven způsobit maximální poškození nebo mu zabránit!

# game/gui:2812:DefaultText
source: Select Skills on the Character Ledger to level up.
cs: Pro zvýšení úrovně vyberte dovednosti v knize postav.

# game/gui:2813:DefaultText
source: Skill Improvements
cs: Vylepšení dovedností

# game/gui:2814:DefaultText
source: Every time you level up, you earn skill points to spend on improving your skills. Spending a Skill Point on a Core Skill (Melee) improves all of the Specialized Skills in that group up to a maximum of 50. After 50, you can add points directly to Specialized Skills, up to 100. Every skill improves as it grows, but special unlock bonuses occur every 20 points! Read each skill description to see what they are. Armor, consumables, and status effects can temporarily raise and lower your skills - this helps (or hurts) skill checks, and the skills' passive bonuses, but won't give (or take away) the skill unlocks.
cs: Za každou vyšší úroveň získáváte dovednostní body, které můžete využít ke zlepšení svých dovedností. Utratíte-li dovednostní bod za základní dovednost (boj zblízka), zlepšíte všechny specializované dovednosti v této skupině až do maximální hodnoty 50. Po 50 bodech můžete přidávat body přímo do specializovaných dovedností, a to až do 100. Každá dovednost se zlepšuje s růstem, ale každých 20 bodů se objevují speciální odemykací bonusy! Přečtěte si popis každé dovednosti, abyste zjistili, jaké to jsou. Zbroj, spotřební předměty a stavové efekty mohou dočasně zvyšovat a snižovat vaše dovednosti - to pomáhá (nebo škodí) kontrole dovedností a pasivním bonusům dovedností, ale nedává (nebo neubírá) odemykání dovedností.

# game/gui:2815:DefaultText
source: Corpses and Containers hold items that you can take. You can take one or take them all - your mouse wheel scrolls between items.
cs: Mrtvoly a kontejnery obsahují předměty, které si můžete vzít. Můžete si vzít jednu nebo všechny - kolečkem myši se mezi položkami posouváte.

# game/gui:2816:DefaultText
source: Corpses and Containers hold items that you can take. You can take one or take them all - your D-pad switches between items.
cs: Mrtvoly a kontejnery obsahují předměty, které si můžete vzít. Můžete si vzít jednu nebo všechny - mezi předměty se přepíná pomocí D-padu.

# game/gui:2817:DefaultText
source: Melee Power Attacks
cs: Silové útoky zblízka

# game/gui:2818:DefaultText
source: By holding the attack button, you charge up an overhead Power Attack that inflicts significant extra damage. Doing this charge up during a standard attack will prepare a strong Sweep Attack that can hit multiple enemies in front of you, and is hard to avoid.
cs: Podržením tlačítka útoku si nabijete silový útok, který způsobuje značné poškození navíc. Když toto nabíjení provedete během standardního útoku, připravíte si silný útok s rozmachem, který může zasáhnout více nepřátel před vámi a je těžké se mu vyhnout.

# game/gui:2819:DefaultText
source: Use your Quick Melee button to knock back enemies with your ranged weapon. Give yourself some room to shoot!
cs: Pomocí tlačítka rychlého boje zblízka můžete nepřátele odrážet zbraněmi na dálku. Udělejte si prostor pro střelbu!

# game/gui:2820:DefaultText
source: You have taken N-ray damage! This damage bypasses armor, and does damage-over-time to you and to companions close to you. The more N-ray damage you take, the more damage it inflicts!
cs: Byli jste poškozeni N-zářením! Toto poškození obchází brnění a způsobuje poškození s časovým odstupem vám i vašim společníkům ve vaší blízkosti. Čím větší poškození N-ray utrpíte, tím větší poškození způsobí!

# game/gui:2821:DefaultText
source: These weapons bombard enemies with N-rays. When an enemy takes enough N-ray damage, they start damaging those around them!
cs: Tyto zbraně bombardují nepřátele N-zářením. Když nepřítel utrpí dostatečné poškození N-zářením, začne poškozovat své okolí!

# game/gui:2822:DefaultText
source: You have unlocked Perfect Blocks! When you time your block just as an enemy melee attack arrives, it staggers the enemy - opening them up to a ferocious counter attack!
cs: Odemkli jste Perfect Blocks! Když načasujete svůj blok přesně v okamžiku, kdy přichází nepřátelský útok zblízka, nepřítele to omráčí - a otevře mu to cestu k zuřivému protiútoku!

# game/gui:2823:DefaultText
source: Selecting Perks
cs: Výběr výhod

# game/gui:2824:DefaultText
source: Welcome to Perk Selection. On this screen you can choose which Perks to buy with your Perk Points. You get a new Perk Point to spend every 2 levels. You can also acquire Perk Points through gameplay, such as by accepting a Flaw. Acquiring 5 new perks makes the next tier of perks available to you!
cs: Vítejte ve službě Perk Selection. Na této obrazovce si můžete vybrat, které perky si za své perkové body koupíte. Každé 2 úrovně získáte nový Perk bod, který můžete utratit. Perkové body můžete získat také prostřednictvím hry, například přijetím vady. Získáním 5 nových perků se vám zpřístupní další úroveň perků!

# game/gui:2825:DefaultText
source: As you collect Perks, you unlock the higher Perk Tiers, making more Perks available to you.
cs: Sbíráním perků si odemykáte vyšší úrovně perků a máte tak k dispozici více perků.

# game/gui:2826:DefaultText
source: You have unlocked Perks! Go to the Character page in your Ledger. Then, select the "Perks" tab to buy your first Perk.
cs: Odemkli jste výhody! Přejděte na stránku postavy v účetní knize. Poté vyberte záložku "Perky" a kupte si první perk.
