Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:1948:DefaultText
source: Increase the Area of Effect of Terrify
cs: Zvětšení oblasti účinku funkce Děsit

# game/gui:1949:DefaultText
source: Increase chance to inflict Terrify
cs: Zvýšení šance na způsobení Terrify

# game/gui:1950:DefaultText
source: Increase the distance from which you're able to Hack Automechanicals
cs: Zvyšte vzdálenost, ze které můžete hackovat automechaniky.

# game/gui:1951:DefaultText
source: Chance to extract a Basic Mod when breaking down Weapons or Armor
cs: Šance na získání základního modulu při rozbíjení zbraní nebo brnění

# game/gui:1952:DefaultText
source: Chance to permanently make the equipment Pristine when repairing a Weapon or Armor
cs: Šance, že při opravě zbraně nebo zbroje bude vybavení trvale bez poskvrny

# game/gui:1953:DefaultText
source: Chance to extract a Rare Mod when breaking down Weapons or Armor
cs: Šance na získání vzácného modulu při rozbíjení zbraní nebo brnění

# game/gui:1954:DefaultText
source: Suppress
cs: Potlačit

# game/gui:1956:DefaultText
source: Flaw Tutorial
cs: Výukový program o vadách

# game/gui:1957:DefaultText
source: During your adventures, things may happen to your character that can trigger a flaw offer. Taking the flaw is optional, but doing so provides you with a perk! The choice is yours.
cs: Během dobrodružství se vaší postavě mohou přihodit věci, které mohou vyvolat nabídku vady. Přijetí vady je nepovinné, ale získáte tak výhodu! Volba je na vás.

# game/gui:1958:DefaultText
source: Return to Menu
cs: Zpět do menu

# game/gui:1959:DefaultText
source: Your Holographic Shroud has activated, giving you temporary access to this Restricted area. Moving drains the Shroud's energy. When it runs out, personnel will see and interrogate you. Talk your way out of the interrogation to reset your Shroud. It will get harder to talk your way out the more you are interrogated.
cs: Aktivoval se váš holografický plášť, který vám umožňuje dočasný přístup do této zakázané oblasti. Pohyb vyčerpává energii plášťů. Až se vyčerpá, uvidí vás personál a bude vás vyslýchat. Promluvte si, jak se z výslechu dostat, a obnovte tak svůj plášť. Čím častěji budete vyslýcháni, tím těžší bude se z výslechu vymluvit.

# game/gui:1960:DefaultText
source: Trespassers will be shot on sight and fined.
cs: Vetřelci budou na místě zastřeleni a pokutováni.

# game/gui:1961:DefaultText
source: Your Shroud disguise is no longer fully functional. Enemies may approach to interrogate you.
cs: Vaše maskování v rubáši již není plně funkční. Nepřátelé se k vám mohou přiblížit, aby vás vyslechli.

# game/gui:1962:DefaultText
source: Use your dialog skills (Persuade, Lie, or Intimidate) in conversation to avoid combat and reset your Shroud.
cs: Při rozhovoru používejte dialogové dovednosti (Přesvědčování, Lhaní nebo Zastrašování), abyste se vyhnuli boji a obnovili svůj rubáš.

# game/gui:1963:DefaultText
source: Interrogation successful! Your shroud disguise is recharged. This only works a few times in each restricted area.
cs: Výslech úspěšný! Vaše maskování v rubáši je nabito. V každé zakázané oblasti to funguje pouze několikrát.

# game/gui:1964:DefaultText
source: Interrogation failed! Defeat the enemies and your Shroud disguise will recharge.
cs: Výslech selhal! Poražte nepřátele a váš plášť se znovu nabije.

# game/gui:1965:DefaultText
source: Unauthorized personnel in Restricted Areas will be shot on sight without question. You can either fight, sneak, or use the Holographic Shroud to get through restricted areas. Post-mortem fines will be paid by the closest living relative.
cs: Neoprávněně pobývající osoby ve vyhrazených oblastech budou na místě zastřeleny bez jakýchkoli otázek. Přes zakázané oblasti se můžete dostat buď bojem, plížením, nebo pomocí holografického pláště. Pokuty po smrti zaplatí nejbližší žijící příbuzný.

# game/gui:1966:DefaultText
source: Restricted Area
cs: Oblast s omezeným přístupem

# game/gui:1967:DefaultText
source: After Dodging, your next Weak Spot hit has a chance to ignore the target's Armor
cs: Po úskoku máš při dalším zásahu slabého místa šanci ignorovat brnění cíle.

# game/gui:1968:DefaultText
source: After Dodging, your next Weak Spot hit within {duration} has a {mpercent} chance to Ignore Armor
cs: Po úskoku má váš další zásah do slabého místa během {trvání} {procentní} šanci ignorovat brnění.

# game/gui:1969:DefaultText
source: Your next successful attack gains increased Crit Damage
cs: Váš další úspěšný útok získá zvýšené kritické poškození

# game/gui:1970:DefaultText
source: Your next successful attack gains Crit Damage {percent}
cs: Váš další úspěšný útok získá kritické poškození {procento}.

# game/gui:1972:DefaultText
source: You cannot fast travel in combat.
cs: V boji nelze cestovat rychle.

# game/gui:1973:DefaultText
source: You cannot fast travel during conversations.
cs: Během konverzace nelze cestovat rychle.

# game/gui:1974:DefaultText
source: You cannot fast travel while in a hazardous environment.
cs: V nebezpečném prostředí nelze cestovat rychle.

# game/gui:1975:DefaultText
source: You cannot fast travel while encumbered.
cs: Se zatížením nelze rychle cestovat.

# game/gui:1976:DefaultText
source: You cannot fast travel from this location.
cs: Z tohoto místa nelze rychle cestovat.

# game/gui:1977:DefaultText
source: You cannot fast travel while a prior crime is being investigated.
cs: Během vyšetřování předchozího trestného činu nelze rychle cestovat.

# game/gui:1978:DefaultText
source: You cannot fast travel at this time.
cs: V tuto chvíli nemůžete cestovat rychle.

# game/gui:1979:DefaultText
source: You cannot fast travel while near hostiles.
cs: V blízkosti nepřátel nelze rychle cestovat.

# game/gui:1980:DefaultText
source: Disguised Interrogation
cs: Maskovaný výslech

# game/gui:1981:DefaultText
source: Interrogation Success
cs: Úspěch při výslechu

# game/gui:1982:DefaultText
source: Interrogation Failed
cs: Výslech se nezdařil

# game/gui:1984:DefaultText
source: Moderately decreases the N-ray damage you take.
cs: Mírně snižuje poškození způsobené paprsky N.

# game/gui:1986:DefaultText
source: Significantly decreases the N-ray damage you take.
cs: Výrazně snižuje poškození způsobené paprsky N.

# game/gui:1987:DefaultText
source: Sometimes quality control means sampling a delicious boarst smoothie, but most of the time it means swallowing toxins until you find one that stays down. You love a good surprise. Now that your stomach lining has the consistency of a broken-in saddle, it's easy to explore your culinary limits.
cs: Někdy kontrola kvality znamená ochutnat lahodný kančí koktejl, ale většinou to znamená polykat toxiny, dokud nenajdete takový, který zůstane v ústech. Máte rádi dobrá překvapení. Teď, když má vaše žaludeční sliznice konzistenci rozbitého sedla, je snadné prozkoumat své kulinářské limity.

# game/gui:1988:DefaultText
source: Cannot Use While In Combat
cs: Nelze použít v boji

# game/gui:1989:DefaultText
source: Fast travel location discovered: {location}
cs: Objevení místa rychlého cestování: {lokalita}

# game/gui:1990:DefaultText
source: UNUSED STRING - accidentally put beacon text here
cs: NEPOUŽITÝ ŘETĚZEC - omylem sem vložte text majáku

# game/gui:1991:DefaultText
source: Choose up to 2 companions to join your party.
cs: Vyberte si až 2 společníky, kteří se k vám připojí.

# game/gui:1992:DefaultText
source: Party Selection
cs: Výběr strany

# game/gui:1993:DefaultText
source: <{prefix}>
cs: <{předpona}>

# game/gui:1994:DefaultText
source: {companion_name} can now join the party.
cs: {jméno_společníka} se nyní může připojit ke straně.

# game/gui:1995:DefaultText
source: Select Companion
cs: Vybrat společníka

# game/gui:1996:DefaultText
source: Continue
cs: Pokračovat

# game/gui:1997:DefaultText
source: Positive Faction Reputation Reactions {percent}
cs: Pozitivní reakce na reputaci frakce {procento}

# game/gui:1998:DefaultText
source: Negative Faction Reputation Reactions {percent}
cs: Negativní reakce na reputaci frakce {procento}

# game/gui:1999:DefaultText
source: Positive Companion Morale Reactions {percent}
cs: Pozitivní reakce na morálku společníků {procento}

# game/gui:2000:DefaultText
source: Negative Companion Morale Reactions {percent}
cs: Negativní reakce na morálku společníků {procento}

# game/gui:2001:DefaultText
source: Swipe ID
cs: ID přejetí prstem

# game/gui:2002:DefaultText
source: Proper ID Required
cs: Vyžaduje se řádný průkaz totožnosti

# game/gui:2004:DefaultText
source: A targeted attack to the enemy's armor, severely reducing its effectiveness for a short time.
cs: Cílený útok na pancíř nepřítele, který na krátkou dobu výrazně sníží jeho účinnost.

# game/gui:2005:DefaultText
source: {damage_types} for {duration}
cs: {typy_škod} pro {trvání}

# game/gui:2006:DefaultText
source: Health:
cs: Zdraví:

# game/gui:2007:DefaultText
source: Faction:
cs: Frakce:

# game/gui:2008:DefaultText
source: Armor:
cs: Brnění:

# game/gui:2009:DefaultText
source: Analysis
cs: Analýza

# game/gui:2011:DefaultText
source: Points Available:
cs: Dostupné body:

# game/gui:2012:DefaultText
source: Skills Level {value}
cs: Úroveň dovedností {hodnota}

# game/gui:2013:DefaultText
source: Gender
cs: Pohlaví

# game/gui:2014:DefaultText
source: Face
cs: Obličej

# game/gui:2015:DefaultText
source: Hair
cs: Vlasy

# game/gui:2016:DefaultText
source: Features
cs: Funkce

# game/gui:2017:DefaultText
source: Health Regeneration per Second {precisevalue}
cs: Regenerace zdraví za sekundu {předpokládaná hodnota}

# game/gui:2018:DefaultText
source: APPEARANCE
cs: VZHLED

# game/gui:2021:DefaultText
source: Skin Tone
cs: Tón pleti

# game/gui:2022:DefaultText
source: Eye Color
cs: Barva očí

# game/gui:2023:DefaultText
source: Hair Style
cs: Styl vlasů

# game/gui:2024:DefaultText
source: Hair Color
cs: Barva vlasů

# game/gui:2025:DefaultText
source: Eyebrow Style
cs: Styl obočí

# game/gui:2026:DefaultText
source: Facial Hair
cs: Chlupy na obličeji

# game/gui:2027:DefaultText
source: Facial Hair Color
cs: Barva vlasů na obličeji

# game/gui:2030:DefaultText
source: Scar
cs: Jizva

# game/gui:2031:DefaultText
source: Wait
cs: Počkejte

# game/gui:2032:DefaultText
source: Randomize
cs: Randomizace

# game/gui:2033:DefaultText
source: Armor Rating {value}
cs: Hodnocení zbroje {hodnota}

# game/gui:2034:DefaultText
source: Dialog Skills {value}
cs: Dialogové dovednosti {hodnota}

# game/gui:2035:DefaultText
source: Leadership Skills {value}
cs: Vedoucí dovednosti {hodnota}

# game/gui:2036:DefaultText
source: Tech Skills {value}
cs: Technické dovednosti {hodnota}

# game/gui:2038:DefaultText
source: Pasta Sauce
cs: Omáčka na těstoviny

# game/gui:2039:DefaultText
source: Purpleberry Jelly
cs: Purpleberry želé

# game/gui:2040:DefaultText
source: Tartarus Sauce
cs: Tartarská omáčka

# game/gui:2041:DefaultText
source: Near-Maple Syrup
cs: Skoro javorový sirup

# game/gui:2042:DefaultText
source: Defense Skills {value}
cs: Obranné dovednosti {hodnota}

# game/gui:2043:DefaultText
source: Enter Character Name
cs: Zadejte jméno postavy

# game/gui:2044:DefaultText
source: Pipe Patch
cs: Záplata na potrubí

# game/gui:2050:DefaultText
source: Spittoon Fuel
cs: Plivátko na palivo

# game/gui:2053:DefaultText
source: Cosmic Smoke
cs: Kosmický kouř

# game/gui:2055:DefaultText
source: Steady Hand
cs: Pevná ruka

# game/gui:2058:DefaultText
source: High Society
cs: Vysoká společnost

# game/gui:2059:DefaultText
source: Superior Pipe Tobacco
cs: Vynikající tabák do dýmky

# game/gui:2060:DefaultText
source: Sovereign Snuff
cs: Suverénní tabák

# game/gui:2061:DefaultText
source: Charge Duration {percent}
cs: Doba nabíjení {procenta}

# game/gui:2062:DefaultText
source: On Hit Spell Chance {mpercent}
cs: Šance na zásah kouzlem {procento}

# game/gui:2063:DefaultText
source: Bloom Per Shot {percent}
cs: Rozkvět na záběr {procento}

# game/gui:2064:DefaultText
source: Bloom and Sway {percent}
cs: Bloom and Sway {procent}

# game/gui:2068:DefaultText
source: Vicar Max
cs: Farář Max

# game/gui:2071:DefaultText
source: BEHAVIORS
cs: CHOVÁNÍ

# game/gui:2072:DefaultText
source: To Skip:
cs: Přeskočit:

# game/gui:2073:DefaultText
source: Select Travel Destination
cs: Vyberte destinaci cesty

# game/gui:2074:DefaultText
source: Travel to: {location}
cs: Cestování do: {místo}

# game/gui:2075:DefaultText
source: Enter Character Name
cs: Zadejte jméno postavy

# game/gui:2076:DefaultText
source: Melee Damage
cs: Poškození při boji zblízka

# game/gui:2077:DefaultText
source: Ranged Damage
cs: Poškození na dálku

# game/gui:2078:DefaultText
source: Helmet Armor Rating
cs: Hodnocení pancíře přilby

# game/gui:2079:DefaultText
source: Body Armor Rating
cs: Hodnocení neprůstřelné vesty

# game/gui:2080:DefaultText
source: Distance
cs: Vzdálenost

# game/gui:2081:DefaultText
source: Weapon
cs: Zbraň

# game/gui:2082:DefaultText
source: Mode
cs: Režim

# game/gui:2083:DefaultText
source: Morale
cs: Morálka

# game/gui:2086:DefaultText
source: AG111a: "Monarch" - One of Olympus's many satellites. What should have been Halcyon's second habitable world has long since been abandoned by the Board due to monstrous, ravenous creatures.
cs: AG111a: "Monarch" - Jeden z mnoha satelitů Olympu. Druhý obyvatelný svět Halcyonu, který měl být dávno opuštěn Správní radou kvůli obludným, dravým stvořením.

# game/gui:2087:DefaultText
source: Scylla is one of the largest asteroids orbiting Halcyon, the largest in a grouping of rocks known as the Charybdis Cluster. Hephaestus Mining once claimed the asteroid, but its prospecting site was abandoned decades ago.
cs: Scylla je jednou z největších planetek obíhajících kolem Halcyonu, největší ve skupině kamenů známé jako hvězdokupa Charybdis. Na planetku si kdysi činila nárok těžební společnost Hefaistos, ale její těžební místo bylo před desítkami let opuštěno.

# game/gui:2088:DefaultText
source: AG434: "Tartarus" - Named after its hellish atmosphere, Tartarus is where The Board maintains the maximum-security penal complex known as "The Labyrinth."
cs: AG434: "Tartarus" - Tartarus je pojmenován podle své pekelné atmosféry, protože v něm Rada spravuje vězeňský komplex s nejvyšší ostrahou známý jako "Labyrint".

# game/gui:2089:DefaultText
source: Start: Halcyon - G-Type Main Sequence Star
cs: Začněte: Halcyon - Hvězda hlavní sekvence typu G

# game/gui:2090:DefaultText
source: AG332: "Terra 2" - An idyllic terrestrial planet. Halcyon's wealthiest elite live in its capital city, Byzantium, while the colony's laborers live in corporate-owned townships along the frontier.
cs: AG332: "Terra 2" - Idylická pozemská planeta. Nejbohatší elita Halcyonu žije v jeho hlavním městě Byzantium, zatímco dělníci kolonie žijí v městečkách vlastněných korporací podél hranic.

# game/gui:2091:DefaultText
source: Independent orbital station in the remains of Halcyon's first colony ship. Captained by Junlei Tennyson and run by descendants of the original crew.
cs: Nezávislá orbitální stanice ve zbytcích první koloniální lodi Halcyonu. Kapitánem je Junlei Tennyson a provozují ji potomci původní posádky.

# game/gui:2092:DefaultText
source: Halcyon's second colony ship arrived damaged and decades behind schedule. Its crew had long since perished, and its frozen colonists were unable to be revived.
cs: Druhá koloniální loď Halcyonu dorazila poškozená a s desetiletým zpožděním. Její posádka už dávno zahynula a zmrzlé kolonisty se nepodařilo oživit.

# game/gui:2093:DefaultText
source: Close
cs: Zavřít

# game/gui:2094:DefaultText
source: Medium
cs: Střední

# game/gui:2096:DefaultText
source: Melee
cs: Boj zblízka

# game/gui:2097:DefaultText
source: Mixed
cs: Smíšené

# game/gui:2098:DefaultText
source: Ranged
cs: Střelba na dálku

# game/gui:2099:DefaultText
source: Defensive
cs: Obranné stránky

# game/gui:2100:DefaultText
source: Aggressive
cs: Agresivní

# game/gui:2101:DefaultText
source: Character Name
cs: Jméno postavy

# game/gui:2103:DefaultText
source: AG111: "Olympus" - The largest of Halcyon's two Jovian gas giants. Perpetual storms wrack the planet's atmosphere, rendering it uninhabitable.
cs: AG111: "Olympus" - Největší ze dvou jovských plynných obrů na Halcyonu. Atmosféru planety sužují neustálé bouře, které ji činí neobyvatelnou.

# game/gui:2105:DefaultText
source: AG211: "Eridanos" - Halcyon's second Jovian gas giant. Its atmosphere is rich with hydrogen, helium, and various noble gases. Distillation plants in the atmosphere harvest these gases for energy.
cs: AG211: "Eridanos" - druhý joviánský plynný obr na Halcyonu. Jeho atmosféra je bohatá na vodík, helium a různé vzácné plyny. Destilační zařízení v atmosféře získávají tyto plyny pro výrobu energie.

# game/gui:2107:DefaultText
source: AG642: "Typhon" - An uninhabitable icy planetoid at the edge of the Halcyon System. Typhon has nothing to offer the Halcyon Colony.
cs: AG642: "Typhon" - neobyvatelná ledová planetka na okraji soustavy Halcyon. Typhon nemá kolonii Halcyon co nabídnout.

# game/gui:2108:DefaultText
source: [TEMP] This is a temp description for Auntie Cleo's Storage Facility.
cs: [TEMP] Toto je dočasný popis skladiště Auntie Cleo's Storage Facility.

# game/gui:2109:DefaultText
source: Hide in pod
cs: Skrýt se v lusku

# game/gui:2110:DefaultText
source: Survival Mode
cs: Režim přežití

# game/gui:2111:DefaultText
source: Fatigue
cs: Únava

# game/gui:2112:DefaultText
source: You haven't rested in a while, which is lowering your Temperament.
cs: Dlouho jste neodpočívali, což snižuje váš temperament.

# game/gui:2114:DefaultText
source: You haven't rested for some time, which is lowering your Temperament and Intelligence.
cs: Nějakou dobu jste neodpočívali, což snižuje váš temperament a inteligenci.

# game/gui:2116:DefaultText
source: You haven't rested in a long while, which is lowering your Temperament, Intelligence, and Strength.
cs: Dlouho jsi neodpočíval, což snižuje tvůj temperament, inteligenci a sílu.

# game/gui:2118:DefaultText
source: You haven't rested for quite some time, which is greatly affecting your Temperament, Intelligence, and Strength.
cs: Již delší dobu jste neodpočívali, což má velký vliv na váš temperament, inteligenci a sílu.

# game/gui:2119:DefaultText
source: Exhaustion
cs: Vyčerpání

# game/gui:2120:DefaultText
source: You are dying from Exhaustion, which is severely affecting your Temperament, Intelligence, and Strength, and you will continuously take damage until you rest.
cs: Umíráte na vyčerpání, které vážně ovlivňuje váš temperament, inteligenci a sílu, a dokud si neodpočinete, budete neustále dostávat zranění.

# game/gui:2121:DefaultText
source: Hunger
cs: Hlad

# game/gui:2122:DefaultText
source: You haven't eaten in a while, which is lowering your Strength.
cs: Dlouho jste nejedli, což snižuje vaši sílu.

# game/gui:2124:DefaultText
source: You haven't eaten for some time, which is lowering your Strength and Charm.
cs: Nějakou dobu jsi nejedl, což snižuje tvou sílu a šarm.

# game/gui:2126:DefaultText
source: You haven't eaten in a long while, which is lowering your Strength, Charm, and Perception.
cs: Už dlouho jsi nejedl, což snižuje tvou sílu, šarm a vnímání.

# game/gui:2128:DefaultText
source: You haven't eaten for quite some time, which is greatly affecting your Strength, Charm, and Perception.
cs: Již delší dobu jsi nejedl, což má velký vliv na tvou sílu, kouzlo a vnímání.

# game/gui:2129:DefaultText
source: Starvation
cs: Hladovění

# game/gui:2130:DefaultText
source: You are dying from Starvation, which is severely affecting your Strength, Charm, and Perception, and you will continuously take damage until you eat Food.
cs: Umíráte hlady, což vážně ovlivňuje vaši sílu, kouzlo a vnímání, a dokud nesníte jídlo, budete neustále dostávat zranění.

# game/gui:2131:DefaultText
source: Thirst
cs: Žízeň

# game/gui:2132:DefaultText
source: You haven't taken a drink in a while, which is lowering your Dexterity.
cs: Už dlouho jste se nenapili, což snižuje vaši obratnost.

# game/gui:2134:DefaultText
source: You haven't taken a drink for some time, which is lowering your Dexterity and Perception.
cs: Už nějakou dobu jste se nenapili, což snižuje vaši obratnost a vnímání.

# game/gui:2136:DefaultText
source: You haven't taken a drink in a long while, which is lowering your Dexterity, Perception, and Intelligence.
cs: Už dlouho jste se nenapili, což snižuje vaši obratnost, postřeh a inteligenci.

# game/gui:2138:DefaultText
source: You haven't taken a drink for quite some time, which is greatly affecting your Dexterity, Perception, and Intelligence.
cs: Už dlouho jste se nenapili, což značně ovlivňuje vaši obratnost, postřeh a inteligenci.

# game/gui:2139:DefaultText
source: Dehydration
cs: Dehydratace

# game/gui:2140:DefaultText
source: You are dying from Dehydration, which is severely affecting your Dexterity, Perception, and Intelligence, and you will continuously take damage until you drink something non-Alcoholic.
cs: Umíráte na dehydrataci, která vážně ovlivňuje vaši obratnost, postřeh a inteligenci, a dokud se nenapijete něčeho nealkoholického, budete neustále dostávat zranění.

# game/gui:2141:DefaultText
source: Weapon / Armor Durability Loss {percent}
cs: Ztráta odolnosti zbraně / zbroje {procento}

# game/gui:2142:DefaultText
source: Armor Degradation {percent}
cs: Degradace pancíře {procento}

# game/gui:2143:DefaultText
source: Ranged Weapon Durability Loss {percent}
cs: Ztráta odolnosti zbraně na dálku {procento}

# game/gui:2144:DefaultText
source: Weapon Durability Loss from Quick Melee Strikes {percent}
cs: Ztráta odolnosti zbraně při rychlých úderech zblízka {procento}

# game/gui:2145:DefaultText
source: [{input}] Hold
cs: [{vstup}] Podržet

# game/gui:2146:DefaultText
source: Hold
cs: Podržte

# game/gui:2147:DefaultText
source: Perks Acquired:
cs: Získané výhody:

# game/gui:2148:DefaultText
source: Acrophobia
cs: Akrofobie

# game/gui:2149:DefaultText
source: Suffering from Acrophobia
cs: Trpí akrofobií

# game/gui:2150:DefaultText
source: Suffering from {ability}
cs: Trpí {schopností}

# game/gui:2151:DefaultText
source: The Unreliable Navigation Terminal
cs: Nespolehlivý navigační terminál

# game/gui:2152:DefaultText
source: Passive
cs: Pasivní

# game/gui:2153:DefaultText
source: All changes will be lost. Continue?
cs: Všechny změny budou ztraceny. Pokračovat?

# game/gui:2154:DefaultText
source: Movement Noise {percent}
cs: Hluk pohybu {procento}

# game/gui:2155:DefaultText
source: Effect
cs: Efekt

# game/gui:2156:DefaultText
source: Description
cs: Popis

# game/gui:2157:DefaultText
source: You cannot fast travel while exhausted.
cs: Při vyčerpání nelze rychle cestovat.

# game/gui:2158:DefaultText
source: You cannot fast travel while starving.
cs: Při hladovění nelze cestovat rychle.

# game/gui:2159:DefaultText
source: You cannot fast travel while dehydrated.
cs: Při dehydrataci nelze cestovat rychle.

# game/gui:2160:DefaultText
source: You can only fast travel to your ship.
cs: Rychle cestovat můžete pouze na svou loď.

# game/gui:2161:DefaultText
source: Phineas' Lab
cs: Phineasova laboratoř

# game/gui:2162:DefaultText
source: An abandoned asteroid facility located in the rings of Terra 2, repurposed into the experimental laboratory, living quarters, and hideout of Phineas Vernon Welles.
cs: Opuštěné zařízení na asteroidu v prstencích planety Terra 2, které bylo přebudováno na experimentální laboratoř, obytné prostory a úkryt Phinease Vernona Wellese.

# game/gui:2165:DefaultText
source: Unidentified rash detected.
cs: Zjištěna neidentifikovaná vyrážka.

# game/gui:2166:DefaultText
source: Has acquired a taste for boarst.
cs: Získal chuť na kančí maso.

# game/gui:2167:DefaultText
source: Head Armor Rating
cs: Hodnocení pancíře hlavy

# game/gui:2168:DefaultText
source: Body Armor Rating
cs: Hodnocení neprůstřelné vesty
