Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:4315:DefaultText
source: Sneak Attacks which kill their targets do not alert other enemies
cs: Plíživé útoky, které zabijí cíl, neupozorní ostatní nepřátele.

# game/gui:4316:DefaultText
source: Hack turned-off Automechanicals to Scramble them
cs: Hack vypnutých automechanikálií pro jejich zakódování

# game/gui:4317:DefaultText
source: The first item in every locked container which is free to open can be stolen without consequence
cs: První předmět v každé uzamčené schránce, který lze volně otevřít, lze odcizit bez následků.

# game/gui:4318:DefaultText
source: After using the Inhaler, gain {percent} Damage per Consumable Slot used, lasts {duration}
cs: Po použití inhalátoru získejte {procenta} poškození za každý použitý spotřební slot, trvá {délku trvání}

# game/gui:4325:DefaultText
source: Crit Chance and Sway of Science Weapons are determined by Science skill, if higher
cs: Kritická šance a kyvnost vědeckých zbraní jsou určeny vědeckou dovedností, pokud je vyšší.

# game/gui:4326:DefaultText
source: Companions provide {percent} Skill Bonus to Player Skills while on the Unreliable
cs: Společníci poskytují {procento} bonus k dovednostem hráče, když je na nespolehlivém.

# game/gui:4328:DefaultText
source: This perk is being temporarily suppressed by {name} and cannot be used.
cs: Tato výhoda je dočasně potlačena {jménem} a nelze ji používat.

# game/gui:4329:DefaultText
source: Currently suppressing: {name}
cs: V současné době potlačuje: {jméno}

# game/gui:4330:DefaultText
source: When a Companion is sent back to the Unreliable, a different Companion can replace them
cs: Když je společník poslán zpět k Nespolehlivým, může ho nahradit jiný společník.

# game/gui:4331:DefaultText
source: Using the Vocational Competence Respecification Machine one too many times has made it hard for you to stick to your strengths.
cs: Příliš časté používání stroje na změnu profesních kompetencí vám znemožnilo držet se svých silných stránek.

# game/gui:4332:DefaultText
source: Your Bits: {value}
cs: Vaše kousky: {hodnota}

# game/gui:4333:DefaultText
source: Your Weapon Parts: {value}
cs: Části vaší zbraně: {hodnota}

# game/gui:4334:DefaultText
source: Your Armor Parts: {value}
cs: Části vaší zbroje: {hodnota}

# game/gui:4335:DefaultText
source: Current Version - {value}
cs: Aktuální verze - {value}

# game/gui:4336:DefaultText
source: Version Mismatch - {value}
cs: Neshoda verzí - {hodnota}

# game/gui:4337:DefaultText
source: Save Version - {value}
cs: Uložit verzi - {value}

# game/gui:4338:DefaultText
source: "{value}" missing
cs: "{hodnota}" chybí

# game/gui:4339:DefaultText
source: "{value}" installed
cs: "{hodnota}" instalováno

# game/gui:4340:DefaultText
source: Purchase DLC
cs: Nákup DLC

# game/gui:4341:DefaultText
source: You have insufficient Weapon Parts!
cs: Nemáte dostatek součástí zbraně!

# game/gui:4342:DefaultText
source: You have insufficient Armor Parts!
cs: Nemáte dostatek dílů brnění!

# game/gui:4345:DefaultText
source: One perk will be temporarily suppressed and will not provide its benefit. Which perk is suppressed will change every 24 hours. Resting will not affect this timer.
cs: Jedna výhoda bude dočasně potlačena a nebude poskytovat své výhody. Která výhoda je potlačena, se mění každých 24 hodin. Odpočinek tento časovač neovlivní.

# game/gui:4352:DefaultText
source: Inserting a new Mod has a {mpercent} chance of recovering the existing Mod
cs: Vložení nového modulu má {procentní} šanci na obnovení stávajícího modulu.

# game/gui:4354:DefaultText
source: Cold Damage Received {percent}
cs: Obdržené poškození chladem {procento}

# game/gui:4371:DefaultText
source: Attacks with this weapon deal increased damage when the wielder is low on health.
cs: Útoky touto zbraní způsobují zvýšené poškození, když má její držitel málo zdraví.

# game/gui:4374:DefaultText
source: Tinkered items can be no greater than 5 levels above your own. Purchase a DLC campaign to increase character level and Tinker this item further.
cs: Drobné předměty nemohou být vyšší než 5 úrovní nad vašimi vlastními. Zakupte si kampaň DLC, abyste zvýšili úroveň postavy a mohli tento předmět dále drátovat.

# game/gui:4375:DefaultText
source: This item is at max level. It cannot be Tinkered any further.
cs: Tato položka je na maximální úrovni. Nelze ji dále upravovat.

# game/gui:4406:DefaultText
source: This heavily armored automechanical buffs nearby ones (which are stunned if it is destroyed).
cs: Tento silně obrněný automechanik posiluje blízké (kteří jsou v případě jeho zničení omráčeni).

# game/gui:4431:DefaultText
source: Armor Rating: {value}
cs: Hodnocení zbroje: {hodnota}

# game/gui:4432:DefaultText
source: Medical Force
cs: Lékařská síla

# game/gui:4447:DefaultText
source: Virtuoso Inspiration
cs: Virtuózní inspirace

# game/gui:4455:DefaultText
source: {name} Virtuoso ({value})
cs: {jméno} Virtuoso ({hodnota})

# game/gui:4456:DefaultText
source: Become an Engineering Virtuoso (150) to recover previously-installed mods.
cs: Staňte se inženýrským virtuózem (150) a obnovte dříve nainstalované mody.

# game/gui:4457:DefaultText
source: The previously-installed mod will be recovered!
cs: Dříve nainstalovaný mod bude obnoven!

# game/gui:4458:DefaultText
source: After installation, this mod cannot be removed unless you are an Engineering Virtuoso (150).
cs: Po instalaci nelze tento mod odstranit, pokud nejste Engineering Virtuoso (150).

# game/gui:4461:DefaultText
source: The Outer Worlds
cs: Vnější světy

# game/gui:4462:DefaultText
source: Content Type
cs: Typ obsahu

# game/gui:4485:DefaultText
source: Improvised Weapons
cs: Improvizované zbraně

# game/gui:4486:DefaultText
source: Improvised weapons are common household tools that people sometimes use as weapons. They generally do not deal very much damage, and tend to break very quickly. Improvised weapons can be identified by a bolt near their condition meters.
cs: Improvizované zbraně jsou běžné domácí nástroje, které lidé někdy používají jako zbraně. Obvykle nezpůsobují příliš velké poškození a mají tendenci se velmi rychle rozbít. Improvizované zbraně lze poznat podle šroubku u měřiče jejich stavu.

# game/gui:4493:DefaultText
source: You are about to overwrite your Point of No Return save before assaulting the Labyrinth on Tartarus. We highly advise you keep this save. This is the final save for this character that can access DLC (downloadable content) such as Peril on Gorgon, or Murder on Eridanos. Saves beyond this point (the point of no return) can only finish the main story on Tartarus. Are you sure you want to overwrite this save?
cs: Chystáte se přepsat uložení z bodu bez návratu před útokem na Labyrint na Tartaru. Důrazně doporučujeme, abyste si toto uložení ponechali. Jedná se o poslední uložení pro tuto postavu, které může zpřístupnit DLC (stahovatelný obsah), jako je Ohrožení na Gorgoně nebo Vražda na Eridanosu. Uložení za tímto bodem (bod bez návratu) mohou dokončit pouze hlavní příběh na Tartaru. Jste si jisti, že chcete toto uložení přepsat?

# game/gui:4495:DefaultText
source: [Stub] Select this option to edit control keybindings.
cs: [Stub] Tuto možnost vyberte, chcete-li upravit vazby ovládacích kláves.
