Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:2351:DefaultText
source: A radiating pulse of N-ray energy that damages every enemy around the afflicted. Not effective against Automechanicals.
cs: Vyzařuje puls energie N-záření, který poškozuje každého nepřítele v okolí zasaženého. Není účinný proti automechanikům.

# game/gui:2352:DefaultText
source: {percent} Damage for {duration}
cs: {procenta} poškození po dobu {trvání}

# game/gui:2355:DefaultText
source: Aptitude Bonus
cs: Bonus za schopnosti

# game/gui:2356:DefaultText
source: Select the career aptitude that your character possesses. Each aptitude corresponds to a small bonus!
cs: Vyberte si profesní schopnosti, které vaše postava má. Každé schopnosti odpovídá malý bonus!

# game/gui:2360:DefaultText
source: This is your character summary. Learn a little bit about yourself.
cs: Toto je shrnutí vaší postavy. Zjistěte něco málo o sobě.

# game/gui:2361:DefaultText
source: YOU'VE LEVELED UP! It's time to spend your skill points! On even levels, you get a new perk! Visit the Perks tab to select them.
cs: ZVÝŠIL JSI ÚROVEŇ! Je čas utratit dovednostní body! Na sudých úrovních získáte novou výhodu! Navštivte kartu Perky a vyberte si je.

# game/gui:2362:DefaultText
source: Points placed in a core skill (Melee) will increase specialized skills (1-Handed, 2-Handed) up to rank 50. After 50, you can add points directly to specialized skills.
cs: Body vložené do základní dovednosti (boj zblízka) zvýší specializované dovednosti (jednoruční, dvouruční) až do stupně 50. Po 50. stupni můžete přidávat body přímo do specializovaných dovedností.

# game/gui:2363:DefaultText
source: You get a new perk every even level. Unlock a new tier with every five unlocked perks.
cs: Každou sudou úroveň získáte novou výhodu. S každými pěti odemčenými perky odemknete novou úroveň.

# game/gui:2364:DefaultText
source: View details about your character's current stats, status effects, and flaws.
cs: Zobrazte si podrobnosti o aktuálních statistikách, stavových efektech a vadách své postavy.

# game/gui:2365:DefaultText
source: Check your reputation with the various corporations and groups you've come across.
cs: Ověřte si svou pověst u různých společností a skupin, na které jste narazili.

# game/gui:2366:DefaultText
source: Ledger -> Inventory -> Generic
cs: Účetní kniha -> Inventář -> Obecné

# game/gui:2367:DefaultText
source: Drag an item onto the Break Down, Junk, or Drop bucket to perform that action on the item.
cs: Přetažením položky na kbelík Rozložit, Vratný odpad nebo Odhodit provedete s položkou danou akci.

# game/gui:2368:DefaultText
source: Track your progress and history through Halcyon.
cs: Sledujte svůj pokrok a historii prostřednictvím aplikace Halcyon.

# game/gui:2369:DefaultText
source: Move and Zoom the map to find your objective. Local and Regional maps provided by the Halcyon Bureau of Exploration.
cs: Posouvejte a přibližujte mapu, abyste našli svůj cíl. Místní a regionální mapy poskytuje Halcyon Bureau of Exploration.

# game/gui:2370:DefaultText
source: Everything you want to know about this companion.
cs: Vše, co chcete vědět o tomto společníkovi.

# game/gui:2371:DefaultText
source: The Ranged Weapon, Melee Weapon, Armor, and Helmet this companion currently has equipped. You can't remove these, but you should swap for better items whenever possible.
cs: Zbraň na dálku, zbraň na boj zblízka, brnění a přilba, kterými je tento společník aktuálně vybaven. Tyto předměty nelze odstranit, ale měli byste je vyměnit za lepší, kdykoli je to možné.

# game/gui:2372:DefaultText
source: Important information regarding this companion such as Armor Rating, Skills, and Status Effects currently affecting them.
cs: Důležité informace týkající se tohoto společníka, jako je například hodnota zbroje, dovednosti a stavové efekty, které na něj aktuálně působí.

# game/gui:2373:DefaultText
source: Behaviors for this companion can be changed to best suit how you want them to act during combat.
cs: Chování tohoto společníka lze změnit tak, aby co nejlépe vyhovovalo tomu, jak se má chovat během boje.

# game/gui:2374:DefaultText
source: View current or purchase new Perks for this companion.
cs: Prohlédněte si stávající nebo zakupte nové výhody pro tohoto společníka.

# game/gui:2375:DefaultText
source: Welcome to the Crux 2000 Workbench! You can repair and modify your armor and weapons here.
cs: Vítejte na pracovišti Crux 2000! Zde můžete opravovat a upravovat své brnění a zbraně.

# game/gui:2376:DefaultText
source: Drag a Weapon or Armor onto the Repair bucket to fix the item.
cs: Přetáhněte zbraň nebo zbroj na kbelík s opravami a předmět opravte.

# game/gui:2377:DefaultText
source: Drag a Weapon or Armor onto the Break Down bucket to destroy it for Weapon or Armor Parts.
cs: Přetažením zbraně nebo zbroje na kbelík pro rozbití ji zničíte a získáte části zbraně nebo zbroje.

# game/gui:2378:DefaultText
source: Drag a Weapon or Armor you don't need onto the Junk button to make it easier to sell at a vendor.
cs: Přetáhněte nepotřebnou zbraň nebo zbroj na tlačítko Veteš, abyste ji mohli snáze prodat u prodejce.

# game/gui:2379:DefaultText
source: Improve your weapons and armor by adding mods to them!
cs: Vylepšete své zbraně a brnění přidáním modifikací!

# game/gui:2380:DefaultText
source: Workbench -> Mod -> Hover Breakdown
cs: Pracovní stůl -> Mod -> Hover Breakdown

# game/gui:2381:DefaultText
source: Select your character's Attributes. Each attribute controls a game bonus and contributes ranks to several skills.
cs: Vyberte atributy své postavy. Každý atribut ovládá herní bonus a přispívá k několika dovednostem.

# game/gui:2382:DefaultText
source: Decide your character's gender and what they look like.
cs: Rozhodněte se, jakého je vaše postava pohlaví a jak vypadá.

# game/gui:2383:DefaultText
source: Pick a name for your character.
cs: Vyberte si jméno pro svou postavu.

# game/gui:2384:DefaultText
source: Review your character. Feel free to go back and change anything you want.
cs: Zkontrolujte si svou postavu. Klidně se vraťte a změňte cokoli, co chcete.

# game/gui:2385:DefaultText
source: Select up to two companions to accompany you.
cs: Vyberte si až dva společníky, kteří vás budou doprovázet.

# game/gui:2386:DefaultText
source: Rotate the whole Attribute Module to select your primary and secondary Attributes. Primary Attributes are in the top group and range from Average to Very High, while Secondary Attributes range from High to Below Average.
cs: Otočením celého modulu atributů vyberte primární a sekundární atributy. Primární atributy jsou v horní skupině a pohybují se od průměrných po velmi vysoké, zatímco sekundární atributy se pohybují od vysokých po podprůměrné.

# game/gui:2387:DefaultText
source: Rotate this Attribute Group to change your Attribute values.
cs: Otáčením této skupiny atributů můžete měnit hodnoty atributů.

# game/gui:2388:DefaultText
source: Select two skill categories. All the skills in those categories will increase in rank!
cs: Vyberte dvě kategorie dovedností. Všechny dovednosti v těchto kategoriích se zvýší!

# game/gui:2389:DefaultText
source: Alcohol
cs: Alkohol

# game/gui:2390:DefaultText
source: Sugary Drink
cs: Sladký nápoj

# game/gui:2391:DefaultText
source: Caffeine Drink
cs: Kofeinový nápoj

# game/gui:2392:DefaultText
source: Meat
cs: Maso

# game/gui:2393:DefaultText
source: Veggies
cs: Zelenina

# game/gui:2394:DefaultText
source: Sugary Food
cs: Sladké potraviny

# game/gui:2395:DefaultText
source: Carbohydrates
cs: Sacharidy

# game/gui:2396:DefaultText
source: Melee and Ranged weapons have item levels, the higher the number the better the weapon. Break Down unwanted weapons into parts that you can use to repair others.
cs: Zbraně pro boj zblízka a na dálku mají úrovně položek, čím vyšší číslo, tím lepší zbraň. Nepotřebné zbraně rozložte na části, které můžete použít k opravě jiných.

# game/gui:2397:DefaultText
source: Body Armor and Helmets protect you based on their Armor Rating. Break Down unwanted armor into parts that you can use to repair other armors.
cs: Brnění a přilby vás chrání na základě jejich hodnocení pancíře. Nechtěné brnění rozložte na části, které můžete použít k opravě jiných brnění.

# game/gui:2398:DefaultText
source: Consumables can be used here directly, or by loading them into your Inhaler. The Inhaler automatically uses Adreno when available. Your Inhaler's capacity and Adreno's effectiveness are based on your Medical skill.
cs: Spotřební materiál můžete použít přímo zde nebo jej vložit do inhalátoru. Inhalátor automaticky používá Adreno, pokud je k dispozici. Kapacita vašeho inhalátoru a účinnost Adrena závisí na vašich lékařských dovednostech.

# game/gui:2399:DefaultText
source: Mods are a great way to upgrade your weapons and armor. The type and amount of mods you can install vary for each weapon and armor piece.
cs: Modifikace jsou skvělým způsobem, jak vylepšovat zbraně a brnění. Typ a množství modifikací, které si můžete nainstalovat, se u jednotlivých zbraní a brnění liší.

# game/gui:2400:DefaultText
source: Weapon and Armor repair parts, Lockpicks and Shunts, and other miscellaneous gear. Also, random Junk that you should probably just sell.
cs: Součástky na opravu zbraní a brnění, zámkové klíče a šanony a další různé vybavení. Také náhodné harampádí, které byste měli prodat.

# game/gui:2401:DefaultText
source: Items you have collected for quests have no weight and cannot be sold, lost, dropped, or destroyed. How convenient!
cs: Předměty, které jste nasbírali za úkoly, nemají žádnou váhu a nelze je prodat, ztratit, zahodit ani zničit. Jak výhodné!

# game/gui:2402:DefaultText
source: Deselect
cs: Zrušení výběru

# game/gui:2403:DefaultText
source: Customize your character. Don't be shy.
cs: Přizpůsobte si svou postavu. Nestyďte se.

# game/gui:2404:DefaultText
source: The perks this companion has available to choose from. The right-most perks in the first 3 tiers are unique to this companion.
cs: Výhody, které má tento společník k dispozici. Výhody vpravo na prvních 3 úrovních jsou pro tohoto společníka jedinečné.

# game/gui:2405:DefaultText
source: This companion can purchase a new perk! Be sure to purchase all the perks you can to make this companion the best they can be.
cs: Tento společník si může zakoupit novou výhodu! Nezapomeňte zakoupit všechny výhody, aby byl tento společník co nejlepší.

# game/gui:2406:DefaultText
source: Select which Ranged Weapon to replace the currently equipped one.
cs: Vyberte zbraň na dálku, která nahradí aktuálně vybavenou zbraň.

# game/gui:2407:DefaultText
source: Select which Melee Weapon to replace the currently equipped one.
cs: Vyberte zbraň pro boj zblízka, která nahradí aktuálně vybavenou zbraň.

# game/gui:2408:DefaultText
source: Select which Helmet to replace the currently equipped one.
cs: Vyberte helmu, která nahradí aktuálně vybavenou helmu.

# game/gui:2409:DefaultText
source: Select which Armor to replace the currently equipped one.
cs: Vyberte brnění, které nahradí aktuálně vybavené brnění.

# game/gui:2410:DefaultText
source: Deadly Focus
cs: Smrtící zaměření

# game/gui:2411:DefaultText
source: Brute
cs: Brutální

# game/gui:2412:DefaultText
source: Sniper
cs: Odstřelovač

# game/gui:2413:DefaultText
source: Hardened
cs: Tvrzené stránky

# game/gui:2414:DefaultText
source: Immunized
cs: Očkování

# game/gui:2418:DefaultText
source: Regenerate
cs: Regenerujte

# game/gui:2419:DefaultText
source: Parts gained from breaking down items can be used to repair other items.
cs: Díly získané z rozbitých předmětů lze použít k opravě jiných předmětů.

# game/gui:2420:DefaultText
source: Repair items to keep them working at peak effectiveness!
cs: Opravte položky, aby fungovaly s maximální účinností!

# game/gui:2421:DefaultText
source: Edit Name
cs: Upravit název

# game/gui:2422:DefaultText
source: Increases Critical Damage and Weak Spot Damage dealt
cs: Zvyšuje kritické poškození a slabé bodové poškození.

# game/gui:2423:DefaultText
source: Increases Armor Rating
cs: Zvyšuje hodnotu brnění

# game/gui:2424:DefaultText
source: Increases Melee Damage dealt
cs: Zvyšuje způsobené poškození při boji zblízka

# game/gui:2425:DefaultText
source: Reduces duration of harmful effects
cs: Zkracuje dobu trvání škodlivých účinků

# game/gui:2426:DefaultText
source: Reduces cooldown timer of Companion Commands
cs: Zkracuje časovač odezvy příkazů společníka.

# game/gui:2427:DefaultText
source: Increases Tactical Time Dilation Meter's recharge rate
cs: Zvyšuje rychlost dobíjení taktického měřiče času

# game/gui:2428:DefaultText
source: Increases Movement Speed and Melee Attack Speed
cs: Zvyšuje rychlost pohybu a rychlost útoku zblízka.

# game/gui:2429:DefaultText
source: Slowly regenerate some Health
cs: Pomalu regenerujte některé zdraví

# game/gui:2430:DefaultText
source: Enter your character's name. Spacer's Choice is dying to meet you.
cs: Zadej jméno své postavy. Spacer's Choice se těší na setkání s tebou.

# game/gui:2431:DefaultText
source: WHAT'S YOUR NAME?
cs: JAK SE JMENUJETE?

# game/gui:2432:DefaultText
source: Increases Movement Speed and Melee Attack Speed, but has a nasty side-effect
cs: Zvyšuje rychlost pohybu a rychlost útoku zblízka, ale má nepříjemný vedlejší účinek.

# game/gui:2433:DefaultText
source: Lowers all Attributes. This effect can stack multiple times, and can only be removed by resting.
cs: Snižuje všechny atributy. Tento efekt se může opakovat a lze jej odstranit pouze odpočinkem.

# game/gui:2434:DefaultText
source: Archive
cs: Archiv

# game/gui:2435:DefaultText
source: Break Down
cs: Rozdělení

# game/gui:2436:DefaultText
source: Kinematic Heal
cs: Kinematické léčení

# game/gui:2437:DefaultText
source: Howls to enrage nearby pack members, increasing their speed and damage.
cs: Vytím rozzuří blízké členy smečky a zvýší jejich rychlost a poškození.

# game/gui:2438:DefaultText
source: Smallest of the canids, but weakens prey for the pack to take down.
cs: Je nejmenší ze všech psovitých šelem, ale oslabuje kořist, kterou smečka skolila.

# game/gui:2439:DefaultText
source: Pack leader that can bleed their prey. When killed it impairs and debuffs the rest of the pack.
cs: Vůdce smečky, který dokáže vykrvácet svou kořist. Po zabití oslabuje a oslabuje zbytek smečky.

# game/gui:2440:DefaultText
source: Charges at prey to cripple them, leaving them vulnerable to the rest of the pack.
cs: Útočí na kořist, aby ji ochromil a zanechal ji zranitelnou pro zbytek smečky.

# game/gui:2441:DefaultText
source: An invulnerability shield which lasts a very short time.
cs: Nezranitelný štít, který trvá velmi krátce.

# game/gui:2442:DefaultText
source: You regenerate some Health for a short time.
cs: Na krátkou dobu se vám obnoví část zdraví.

# game/gui:2443:DefaultText
source: Adreno-Stimulated Speed
cs: Rychlost stimulovaná technologií Adreno

# game/gui:2444:DefaultText
source: Your Walk Speed is increased for a very short time.
cs: Vaše rychlost chůze se na velmi krátkou dobu zvýší.

# game/gui:2446:DefaultText
source: Reed has provided you with a discount on all Spacer's Choice merchandise purchased from authorized vendors and vending machines.
cs: Společnost Reed vám poskytla slevu na veškeré zboží Spacer's Choice zakoupené u autorizovaných prodejců a v prodejních automatech.

# game/gui:2447:DefaultText
source: Next
cs: Další

# game/gui:2448:DefaultText
source: Show Floating Damage Text
cs: Zobrazit plovoucí text poškození

# game/gui:2449:DefaultText
source: Show damage numbers floating near the enemy when they are hit.
cs: Zobrazení čísel poškození, která se vznášejí v blízkosti nepřítele, když je zasažen.

# game/gui:2450:DefaultText
source: Show Player Helmet
cs: Zobrazit helmu hráče

# game/gui:2451:DefaultText
source: Show your helmet when you have one equipped. Uncheck this to keep your head visible at all times. This will not affect your equipment or stats.
cs: Zobrazte svou přilbu, pokud jste jí vybaveni. Zrušte zaškrtnutí, aby vaše hlava byla vždy viditelná. Neovlivní to vaše vybavení ani statistiky.

# game/gui:2452:DefaultText
source: Show Companion Helmets
cs: Ukázat doprovodné přilby

# game/gui:2453:DefaultText
source: Show companion helmets when they have one equipped. Uncheck this to keep companion heads visible at all times. This will not affect their equipment or stats.
cs: Zobrazí přilby společníků, pokud jsou jimi vybaveni. Zrušte zaškrtnutí, aby byly hlavy společníků vždy viditelné. Neovlivní to jejich vybavení ani statistiky.

# game/gui:2454:DefaultText
source: Cash Register
cs: Pokladna

# game/gui:2456:DefaultText
source: Would you like to spend
cs: Chtěli byste strávit

# game/gui:2457:DefaultText
source: bits to refund all of your Skill and Perk points?
cs: bitů, které vám vrátí všechny body dovedností a perků?

# game/gui:2458:DefaultText
source: Sting Like A Bee
cs: Žihadlo jako včela

# game/gui:2459:DefaultText
source: Your Walk Speed is increased for a short time after having issued a Companion Command
cs: Po vydání příkazu Společník se na krátkou dobu zvýší vaše rychlost chůze.

# game/gui:2460:DefaultText
source: Graphics Quality
cs: Kvalita grafiky

# game/gui:2461:DefaultText
source: Custom
cs: Vlastní

# game/gui:2462:DefaultText
source: Relay GB-23
cs: Relé GB-23

# game/gui:2463:DefaultText
source: One of several orbital relay stations used by Groundbreaker's communications to maintain line of sight with ships traveling the Halcyon System.
cs: Jedna z několika orbitálních retranslačních stanic, které komunikační systém Groundbreaker používá k udržování přímé viditelnosti s loděmi cestujícími soustavou Halcyon.

# game/gui:2464:DefaultText
source: Holographic Shroud
cs: Holografický plášť

# game/gui:2465:DefaultText
source: The Holographic Shroud projects a disguise on you and your companions that gives you access to Restricted Areas, provided you have the correct ID cartridge for that area. Restricted Areas are off-limits to unauthorized personnel, and otherwise result in being attacked on sight.
cs: Holografický plášť na tebe a tvé společníky promítne maskování, které ti umožní přístup do zakázaných oblastí, pokud máš pro danou oblast správnou identifikační kazetu. Do zakázaných oblastí je zakázán přístup nepovolaným osobám a v opačném případě na tebe na místě zaútočí.

# game/gui:2466:DefaultText
source: ID Cartridge
cs: ID kazeta

# game/gui:2467:DefaultText
source: You have found an ID cartridge to use with the Holographic Shroud. You will now be automatically disguised when entering the associated Restricted Area.
cs: Našli jste identifikační kazetu, kterou můžete použít s holografickým pláštěm. Nyní budete při vstupu do přidružené zakázané oblasti automaticky zamaskováni.

# game/gui:2469:DefaultText
source: The Crew
cs: Posádka

# game/gui:2470:DefaultText
source: Increase your critical hit chance when fighting creatures.
cs: Zvyšuje šanci na kritický zásah při boji s nestvůrami.

# game/gui:2471:DefaultText
source: Beyond The Grave
cs: Až za hrob

# game/gui:2472:DefaultText
source: Reduce the cost of bribing people.
cs: Snižte náklady na uplácení lidí.

# game/gui:2473:DefaultText
source: Self Governed
cs: Samospráva

# game/gui:2474:DefaultText
source: Increase the damage you deal when fighting corporate enemies.
cs: Zvyšte poškození, které způsobujete při boji s nepřáteli z řad firem.

# game/gui:2475:DefaultText
source: Tuned In
cs: Vyladěno

# game/gui:2476:DefaultText
source: Increase the duration of effects when taking drugs.
cs: Prodloužení trvání účinků při užívání léků.

# game/gui:2477:DefaultText
source: Enchanted Evening
cs: Okouzlující večer

# game/gui:2478:DefaultText
source: Food and drink effects last longer.
cs: Účinky jídla a pití trvají déle.

# game/gui:2479:DefaultText
source: Clean Sweep
cs: Čistý úklid

# game/gui:2480:DefaultText
source: Harmful Combat Effects on you have much shorter durations.
cs: Škodlivé bojové účinky na vás mají mnohem kratší trvání.

# game/gui:2481:DefaultText
source: Take
cs: Vezměte si

# game/gui:2482:DefaultText
source: Put Down
cs: Odložit

# game/gui:2483:DefaultText
source: Saving
cs: Úspora

# game/gui:2484:DefaultText
source: Emergency Medicinal Inhaler
cs: Inhalátor pro pohotovostní léky

# game/gui:2485:DefaultText
source: x{number} Uses
cs: x{číslo} Použití

# game/gui:2486:DefaultText
source: The Emergency Medicinal Inhaler activates all slotted consumables simultaneously allowing you to quickly treat injuries and enhance your abilities.
cs: Pohotovostní inhalátor aktivuje všechny spotřební doplňky současně a umožňuje vám rychle ošetřit zranění a posílit vaše schopnosti.

# game/gui:2487:DefaultText
source: For all your Emergency Medicinal Inhaling needs! If you are hurt but cannot breathe, see a doctor.
cs: Pro všechny vaše potřeby nouzové inhalace léků! Pokud jste zraněni, ale nemůžete dýchat, vyhledejte lékaře.

# game/gui:2488:DefaultText
source: Installed Modifications
cs: Instalované úpravy

# game/gui:2489:DefaultText
source: Requires Key: {key}
cs: Vyžaduje klíč: {key}

# game/gui:2490:DefaultText
source: Disguise Failed
cs: Převlek se nezdařil

# game/gui:2491:DefaultText
source: Difficulty: {difficulty}
cs: Obtížnost: {obtížnost}

# game/gui:2492:DefaultText
source: (x{number})
cs: (x{číslo})

# game/gui:2493:DefaultText
source: Long Range
cs: Dlouhý dosah

# game/gui:2494:DefaultText
source: Close Range
cs: Blízký dosah

# game/gui:2495:DefaultText
source: Bursty
cs: Prasklé

# game/gui:2496:DefaultText
source: Bursty is a heavily modified light assault rifle, changed to fire in 3 round bursts.
cs: Bursty je silně upravená lehká útočná puška, upravená pro střelbu dávkami po 3 ranách.

# game/gui:2497:DefaultText
source: Flavor Stub for Bursty
cs: Příchuť Stub pro Bursty

# game/gui:2498:DefaultText
source: Fiver
cs: Pětka

# game/gui:2499:DefaultText
source: Fiver is a 5-round revolver rebuilt to use heavy ammo, hitting harder than the standard Spacer's Choice weapon.
cs: Pětka je revolver na 5 nábojů přestavěný na těžkou munici, která je údernější než standardní zbraň Spacer's Choice.

# game/gui:2500:DefaultText
source: Flavor Stub: Fiver was the personal revolver of a weapon-smith who modified the standard Spacer's Choice revolver to use heavy ammo from Vulcan Industries.
cs: Příchuť Stub: Pětka byl osobní revolver kováře zbraní, který upravil standardní revolver Spacer's Choice na těžkou munici od Vulcan Industries.

# game/gui:2501:DefaultText
source: Level {value}
cs: Úroveň {hodnota}

# game/gui:2502:DefaultText
source: Buy:
cs: Koupit:

# game/gui:2503:DefaultText
source: Buy Back:
cs: Zpětný odkup:

# game/gui:2504:DefaultText
source: Sell:
cs: Prodej:

# game/gui:2505:DefaultText
source: Sell Junk:
cs: Prodej haraburdí:

# game/gui:2506:DefaultText
source: {value} Discount
cs: {hodnota} Sleva

# game/gui:2507:DefaultText
source: Remaining Bits:
cs: Zbývající kousky:

# game/gui:2508:DefaultText
source: {value} Surcharge
cs: {hodnota} Příplatek

# game/gui:2509:DefaultText
source: Do you want to Tinker the {name}? It will cost {value} bits.
cs: Chcete si upravit {jméno}? Bude to stát {hodnotu} bitů.

# game/gui:2510:DefaultText
source: Damage {value}
cs: Poškození {hodnota}

# game/gui:2511:DefaultText
source: Armor {value}
cs: Zbroj {hodnota}

# game/gui:2512:DefaultText
source: Repair All Equipped
cs: Oprava Vše vybaveno

# game/gui:2513:DefaultText
source: Sell Junk
cs: Prodej odpadu

# game/gui:2514:DefaultText
source: Buy and Sell items with Bits, the official currency of Halcyon. Items you've marked as Junk can be sold in bulk.
cs: Nakupujte a prodávejte předměty za Bity, oficiální měnu Halcyonu. Předměty, které jste označili jako Junk, můžete prodávat ve velkém.
