Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:3784:DefaultText
source: Weapons can apply special effects to enemies. The special effect for a weapon is listed within their tooltip. Most Weapon Special Effects are applied by using TTD Location Hits. After unlocking the Offensive skill, aim at specific body parts in TTD to apply the Weapon Special Effect to your enemy. Rarely, some weapons have a chance to apply their Special Effect during regular use. Weapon Special Effects include: Acid Bleed Burn Execute Knockback Knockout Stagger Stun Weaken For more information on these effects see the Codex > Debuffs section.
cs: Zbraně mohou na nepřátele používat speciální efekty. Speciální efekt zbraně je uveden v jejím tooltipu. Většina speciálních efektů zbraně se aplikuje pomocí TTD Location Hits. Po odemknutí útočné dovednosti zamiřte v TTD na konkrétní části těla, abyste na nepřítele použili speciální efekt zbraně. Zřídkakdy mají některé zbraně možnost použít svůj speciální efekt při běžném používání. Mezi speciální efekty zbraní patří: Acid Bleed Burn Execute Knockback Knockout Stagger Stun Weaken Další informace o těchto efektech najdete v části Codex > Debuffs.

# game/gui:3785:DefaultText
source: You Are Here
cs: Jste zde

# game/gui:3786:DefaultText
source: The Unreliable
cs: Nespolehlivý

# game/gui:3787:DefaultText
source: Consumable Mixer Slots
cs: Sloty pro spotřební materiál směšovače

# game/gui:3788:DefaultText
source: Mix in consumables for a combined effect.
cs: Kombinujte spotřební materiál pro dosažení kombinovaného efektu.

# game/gui:3789:DefaultText
source: Tinkering cost for Science Weapons is capped.
cs: Náklady na vylepšování vědeckých zbraní jsou omezeny.

# game/gui:3790:DefaultText
source: N-ray attacks cause internal damage to a target, which then radiates more N-rays to surrounding targets. N-rays bypass most armor, but are weak against non-organic entities.
cs: Útoky N-zářením způsobují vnitřní poškození cíle, který pak vyzařuje další N-záření na okolní cíle. N-záření obchází většinu brnění, ale je slabé proti neorganickým entitám.

# game/gui:3791:DefaultText
source: Mantisaurs can channel energy to block attacks, becoming practically invulnerable for a short time. If you hit them while they are blocking, the channeled energy may explode in your face.
cs: Mantisauři mohou blokovat útoky pomocí energie, čímž se na krátkou dobu stávají prakticky nezranitelnými. Pokud je při blokování zasáhnete, může vám nasměrovaná energie explodovat do obličeje.

# game/gui:3792:DefaultText
source: Companion Health +{value}
cs: Zdraví společníků +{hodnota}

# game/gui:3793:DefaultText
source: Damage Per Second
cs: Poškození za sekundu

# game/gui:3794:DefaultText
source: Shots Per Burst
cs: Výstřely na dávku

# game/gui:3795:DefaultText
source: Can be charged up.
cs: Lze nabíjet.

# game/gui:3796:DefaultText
source: Tinkered by {name}
cs: Tinkered by {jméno}

# game/gui:3797:DefaultText
source: Capacity
cs: Kapacita

# game/gui:3798:DefaultText
source: Handling
cs: Zpracování

# game/gui:3799:DefaultText
source: Protection
cs: Ochrana

# game/gui:3800:DefaultText
source: Adjust this value to set the inside diameter of the stick dead zone. A dead zone is an area where stick movement has no effect. The larger the dead zone, the less responsive your sticks will be.
cs: Nastavením této hodnoty nastavíte vnitřní průměr mrtvé zóny hole. Mrtvá zóna je oblast, kde pohyb hole nemá žádný účinek. Čím větší je mrtvá zóna, tím méně budou hole reagovat.

# game/gui:3801:DefaultText
source: Adjust this value to set the outside diameter of the stick dead zone. A dead zone is an area where stick movement has no effect. The larger the dead zone, the less responsive your sticks will be.
cs: Nastavením této hodnoty nastavíte vnější průměr mrtvé zóny hole. Mrtvá zóna je oblast, kde pohyb hole nemá žádný účinek. Čím větší je mrtvá zóna, tím méně budou hole reagovat.

# game/gui:3802:DefaultText
source: Weapon Select Orientation
cs: Orientace při výběru zbraně

# game/gui:3803:DefaultText
source: Toggle the orientation of the Weapon Selection Slots that appear in the HUD when switching weapons outside of the weapon radial. You can switch between horizontal and vertical modes.
cs: Přepínání orientace slotů pro výběr zbraně, které se zobrazují v HUD při přepínání zbraní mimo zbraňový radiál. Můžete přepínat mezi horizontálním a vertikálním režimem.

# game/gui:3804:DefaultText
source: Vertical
cs: Vertikální

# game/gui:3805:DefaultText
source: Horizontal
cs: Horizontální

# game/gui:3807:DefaultText
source: Enable Aim Assist to make it easier to aim at enemies with a controller.
cs: Povolte funkci Aim Assist, která usnadňuje míření na nepřátele pomocí ovladače.

# game/gui:3809:DefaultText
source: Simplified
cs: Zjednodušené

# game/gui:3810:DefaultText
source: You have not yet unlocked the ability to Sell to Vending Machines. Upgrade your Hack skill to be able to do so.
cs: Zatím jste neodemkli možnost prodávat do prodejních automatů. Vylepšete si dovednost Hack, abyste ji mohli používat.

# game/gui:3813:DefaultText
source: {value} Body Attributes when at or above 50% Carrying Capacity.
cs: {hodnota} Atributy těla při nosnosti 50 % nebo vyšší.

# game/gui:3814:DefaultText
source: {node_text} (Trade)
cs: {node_text} (Obchod)

# game/gui:3835:DefaultText
source: There are 5 damage types - Physical, Plasma, Corrosion, Shock and N-ray. Some enemies are vulnerable or resistant to certain damage types.
cs: K dispozici je 5 typů poškození - fyzikální, plazmové, korozní, šokové a N-záření. Někteří nepřátelé jsou vůči určitým typům poškození zranitelní nebo odolní.

# game/gui:3837:DefaultText
source: Weapon Durability {percent}
cs: Odolnost zbraně {procento}

# game/gui:3839:DefaultText
source: Language can only be changed from the Main Menu.
cs: Jazyk lze změnit pouze v hlavní nabídce.

# game/gui:3840:DefaultText
source: You are about to unbind a key from {actionname}, are you sure?
cs: Chystáte se zrušit vazbu klíče z {název akce}, jste si jisti?

# game/gui:3841:DefaultText
source: Do you wish to reset all controls to default?
cs: Chcete obnovit výchozí nastavení všech ovládacích prvků?

# game/gui:3842:DefaultText
source: {actionname} is currently bound to
cs: {název akce} je v současné době vázán na

# game/gui:3844:DefaultText
source: {actionname} is currently unbound.
cs: {název akce} je v současné době nevázaný.

# game/gui:3845:DefaultText
source: Detect Graphics Settings
cs: Zjištění nastavení grafiky

# game/gui:3855:DefaultText
source: Unlimited
cs: Neomezené

# game/gui:3856:DefaultText
source: Classic RPG Dialog
cs: Klasický dialog RPG

# game/gui:3857:DefaultText
source: A button press is required to proceed to the next line of dialog. This setting is great for slow readers.
cs: Pro přechod na další řádek dialogu je nutné stisknout tlačítko . Toto nastavení je vhodné pro pomalé čtenáře.

# game/gui:3864:DefaultText
source: Companion 1 Ability
cs: Schopnost společníka 1

# game/gui:3865:DefaultText
source: Companion 2 Ability
cs: Schopnost společníka 2

# game/gui:3866:DefaultText
source: Dialog Skill Checks
cs: Kontroly dovedností v dialogu

# game/gui:3867:DefaultText
source: Some dialog choices require skills of a certain level, which are shown in brackets before the response. Examples include [Lie 1], or [Intimidate 20]. Meet or exceed the required skill to use the dialog choice.
cs: Některé dialogové možnosti vyžadují dovednosti určité úrovně, které jsou uvedeny v závorkách před odpovědí. Příkladem je [Lež 1] nebo [Zastrašování 20]. Pro použití dialogové volby splňte nebo překročte požadovanou dovednost.

# game/gui:3868:DefaultText
source: Weakspot Damage Multiplier
cs: Násobitel poškození Weakspot

# game/gui:3869:DefaultText
source: Weakspot Damage Bonus
cs: Bonus k poškození Weakspot

# game/gui:3870:DefaultText
source: Weakspot damage you inflict is multiplied by this bonus.
cs: Poškození způsobené Weakspotem se násobí tímto bonusem.

# game/gui:3871:DefaultText
source: Total Positive Reactions
cs: Celkový počet pozitivních reakcí

# game/gui:3872:DefaultText
source: Total Negative Reactions
cs: Celkový počet negativních reakcí

# game/gui:3873:DefaultText
source: If you Install this Modification to this slot the current one will be destroyed.
cs: Pokud do tohoto slotu nainstalujete tuto modifikaci, stávající modifikace bude zničena.

# game/gui:3874:DefaultText
source: Steal All
cs: Ukrást vše

# game/gui:3875:DefaultText
source: Repair all equipped items for {value} weapon parts and {value2} armor parts?
cs: Opravit všechny vybavené předměty na {hodnota} části zbraní a {hodnota2} části brnění?

# game/gui:3876:DefaultText
source: SAM's equipment is permanently attached to his frame and cannot be removed.
cs: Výbava SAM je trvale připevněna k jeho rámu a nelze ji odstranit.

# game/gui:3877:DefaultText
source: Body Armor
cs: Brnění na tělo

# game/gui:3878:DefaultText
source: Helmet
cs: Přilba

# game/gui:3879:DefaultText
source: <companion> is currently wearing a disguise. Leave the restricted area to see their normal appearance.
cs: <společník> má momentálně na sobě převlek. Opusťte zakázanou oblast, abyste viděli jeho normální vzhled.

# game/gui:3880:DefaultText
source: Requires {total_perks} previous perk.
cs: Vyžaduje předchozí perk {total_perks}.

# game/gui:3881:DefaultText
source: The Ranged Weapon, Melee Weapon, Armor, and Helmet this companion currently has equipped.
cs: Zbraň na dálku, zbraň na blízko, zbroj a přilba, kterými je tento společník aktuálně vybaven.

# game/gui:3882:DefaultText
source: Max Saves: {current} / {max}
cs: Maximální úspory: {aktuální} / {max}

# game/gui:3883:DefaultText
source: This item can no longer be Tinkered.
cs: Tuto položku již nelze upravovat.

# game/gui:3884:DefaultText
source: Unbind Key
cs: Klíč pro zrušení vazby

# game/gui:3885:DefaultText
source: Use these controls to Aim, Fire, and Reload your weapon.
cs: Pomocí těchto ovládacích prvků můžete mířit, střílet a nabíjet zbraň.

# game/gui:3886:DefaultText
source: Deadly Demonstrations
cs: Smrtící demonstrace

# game/gui:3887:DefaultText
source: Bind Key
cs: Vázací klíč

# game/gui:3888:DefaultText
source: Rebind Key
cs: Klíč pro opětovné svázání

# game/gui:3890:DefaultText
source: {companion} gained the {perk} perk. See {companion}'s Details tab for more info.
cs: {společník} získal perk {perk}. Další informace naleznete na kartě Podrobnosti o {společníkovi}.

# game/gui:3891:DefaultText
source: [System Save - Leaving Emerald Vale]
cs: [Uložení systému - Odchod ze Smaragdového údolí]

# game/gui:3892:DefaultText
source: It is not possible to leave Emerald Vale while The Outer Worlds is still installing. Feel free to explore Emerald Vale or wait for installation to complete. If you proceed to the Navigation Terminal you will be returned to the Main Menu and progress may be lost. Would you like to save?
cs: Emerald Vale není možné opustit, dokud se Vnější světy stále instalují. Neváhejte prozkoumat Emerald Vale nebo počkejte na dokončení instalace. Pokud přejdete do navigačního terminálu, budete vráceni do hlavní nabídky a postup může být ztracen. Chcete uložit?

# game/gui:3893:DefaultText
source: Carrying too many things? You can transfer items into containers that are on your ship or that you find elsewhere in the world.
cs: Nosíte příliš mnoho věcí? Předměty můžete přenést do kontejnerů, které máte na lodi nebo které najdete jinde ve světě.

# game/gui:3894:DefaultText
source: Cost:
cs: Náklady:

# game/gui:3895:DefaultText
source: Remaining:
cs: Zbývá:

# game/gui:3896:DefaultText
source: User Interface
cs: Uživatelské rozhraní

# game/gui:3897:DefaultText
source: Current Time:
cs: Aktuální čas:

# game/gui:3898:DefaultText
source: New Time:
cs: Nový čas:

# game/gui:3899:DefaultText
source: Date
cs: Datum

# game/gui:3900:DefaultText
source: Play Time
cs: Čas na hraní

# game/gui:3901:DefaultText
source: Location
cs: Umístění

# game/gui:3902:DefaultText
source: Level
cs: Úroveň

# game/gui:3903:DefaultText
source: Would you like to save?
cs: Chcete ušetřit?

# game/gui:3904:DefaultText
source: Are you sure you wish to continue without saving your progress?
cs: Jste si jisti, že chcete pokračovat bez uložení postupu?

# game/gui:3905:DefaultText
source: {keyname} cannot be rebound.
cs: {jméno klíče} nemůže být odraženo.

# game/gui:3906:DefaultText
source: MENUS (CANNOT BE REBOUND)
cs: MENU (NELZE ODSKOČIT)

# game/gui:3907:DefaultText
source: You are too encumbered to fast travel alone, but your companions can help. Take more companions with you or reduce your weight.
cs: Jste příliš zatížení na to, abyste mohli cestovat rychle sami, ale vaši společníci vám mohou pomoci. Vezměte si s sebou více společníků nebo snižte svou hmotnost.

# game/gui:3908:DefaultText
source: Weight allowance: Alone - {weight1} One Companion - {weight2} Two Companions - {weight3}
cs: Příspěvek na váhu: Sám - {váha1} Jeden společník - {váha2} Dva společníci - {váha3}

# game/gui:3912:DefaultText
source: You have unsaved graphics settings. Would you like to apply them now?
cs: Máte neuložená grafická nastavení. Chcete je nyní použít?

# game/gui:3913:DefaultText
source: Would you like to keep these graphics settings? Settings will be reverted in {time} seconds.
cs: Chcete zachovat toto nastavení grafiky? Nastavení bude vráceno za {čas} sekund.

# game/gui:3914:DefaultText
source: This name is unavailable. Please choose another.
cs: Toto jméno není k dispozici. Vyberte prosím jiné.

# game/gui:3915:DefaultText
source: Tactical Time Dilation Meter +{mpercent}
cs: Taktický měřič časové dilatace +{procenta}

# game/gui:3916:DefaultText
source: This game uses an autosave feature. Please do not quit the game or turn off the Nintendo Switch™ console while this icon is displayed.
cs: Tato hra používá funkci automatického ukládání. Neukončujte hru ani nevypínejte konzoli Nintendo Switch™, dokud je tato ikona zobrazena.

# game/gui:3917:DefaultText
source: Press Any Button
cs: Stiskněte libovolné tlačítko

# game/gui:3919:DefaultText
source: Tutorial
cs: Výukový program

# game/gui:3920:DefaultText
source: Are you sure? Appearance changes you have made will be lost.
cs: Jste si jisti, že se provedené změny vzhledu ztratí?

# game/gui:3921:DefaultText
source: You are not signed in to Xbox Live. Cloud Saves are unavailable.
cs: Nejste přihlášeni ke službě Xbox Live. Cloudové ukládání není k dispozici.

# game/gui:3922:DefaultText
source: Select the language you prefer. This will not change the language of audible speech. It only affects text.
cs: Vyberte požadovaný jazyk. Tím se jazyk slyšitelné řeči nezmění. Ovlivní pouze text.

# game/gui:3923:DefaultText
source: Your Perk selections will be lost. Would you like to save them?
cs: Výběr perků bude ztracen. Chcete si je uložit?

# game/gui:3939:DefaultText
source: Spin-Up Weapons
cs: Zbraně pro roztočení

# game/gui:3940:DefaultText
source: Some weapons need to spin up before they are able to fire at their maximum rate. These weapons spin up while aiming or firing.
cs: Některé zbraně se musí roztočit, aby mohly střílet maximální rychlostí. Tyto zbraně se roztočí během míření nebo střelby.

# game/gui:3941:DefaultText
source: Charge-Up Burst Weapons
cs: Nabíjecí zbraň typu Burst

# game/gui:3942:DefaultText
source: Some weapons are capable of being charged up in order to rapidly fire multiple shots. Hold the attack button to charge up, release to fire.
cs: Některé zbraně se dají nabít, abyste mohli rychle vystřelit více ran. Podržením útočného tlačítka se nabijete a uvolněním vystřelíte.

# game/gui:3947:DefaultText
source: Left Stick Inner Dead Zone
cs: Vnitřní mrtvá zóna levé páčky

# game/gui:3948:DefaultText
source: Left Stick Outer Dead Zone
cs: Vnější mrtvá zóna levé páčky

# game/gui:3949:DefaultText
source: Right Stick Inner Dead Zone
cs: Vnitřní mrtvá zóna pravé hole

# game/gui:3950:DefaultText
source: Right Stick Outer Dead Zone
cs: Vnější mrtvá zóna pravé tyče

# game/gui:3951:DefaultText
source: Right Stick Inner Dead Zone
cs: Vnitřní mrtvá zóna pravé hole

# game/gui:3952:DefaultText
source: Right Stick Outer Dead Zone
cs: Vnější mrtvá zóna pravé tyče

# game/gui:3959:DefaultText
source: Colorblind Mode
cs: Režim pro barvoslepé

# game/gui:3960:DefaultText
source: Colorblind modes are not needed for The Outer Worlds. No information is conveyed solely through color.
cs: Režimy pro barvoslepé nejsou pro hru The Outer Worlds potřeba. Žádná informace není zprostředkována pouze prostřednictvím barev.

# game/gui:3961:DefaultText
source: Large Text Mode
cs: Režim velkého textu

# game/gui:3962:DefaultText
source: Check this option to enable larger text.
cs: Zaškrtnutím této možnosti povolíte větší text.

# game/gui:3968:DefaultText
source: Press the jump button twice Dodge left, right, or backwards.
cs: Stiskněte dvakrát tlačítko pro skok Dodge doleva, doprava nebo dozadu.

# game/gui:3969:DefaultText
source: Press the Add To Junk button to put Weapons or Armor you don't need into Junk items to make it easier to sell at a vendor.
cs: Stisknutím tlačítka Přidat do haraburdí můžete zbraně nebo zbroj, které nepotřebujete, vložit do haraburdí, abyste je mohli snáze prodat u prodejce.

# game/gui:3970:DefaultText
source: You have unlocked Leap. Press the jump button twice when moving forwards to leap forward - great for quickly closing distance on an enemy!
cs: Odemkli jste funkci Leap. Při pohybu vpřed dvakrát stiskněte tlačítko skoku a skočte vpřed - skvělé pro rychlé přiblížení se k nepříteli!

# game/gui:3971:DefaultText
source: Corpses and Containers hold items that you can take. You can take one or take them all - your directional buttons switch between items.
cs: Mrtvoly a kontejnery obsahují předměty, které si můžete vzít. Můžete si vzít jednu nebo všechny - směrová tlačítka přepínají mezi předměty.

# game/gui:3972:DefaultText
source: Press your Quick Melee button to knock back enemies with your ranged weapon. Give yourself some room to shoot!
cs: Stisknutím tlačítka rychlého boje zblízka odrazíte nepřátele zbraní na dálku. Udělejte si prostor pro střelbu!

# game/gui:3973:DefaultText
source: Controller disconnected.
cs: Řídicí jednotka odpojena.

# game/gui:3974:DefaultText
source: Change User
cs: Změna uživatele

# game/gui:3975:DefaultText
source: Adjust how much your view moves when the Right Stick is moved. The higher the setting, the faster it will move.
cs: Nastavení míry pohybu pohledu při pohybu pravé páčky. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:3976:DefaultText
source: This game uses an autosave feature. Please do not quit the game or power down the Nintendo SwitchTM console while this icon is displayed.
cs: Tato hra používá funkci automatického ukládání. Neukončujte hru ani nevypínejte konzoli Nintendo SwitchTM, dokud je tato ikona zobrazena.

# game/gui:3977:DefaultText
source: Swap bindings from the Left Stick to Right Stick.
cs: Vyměňte vázání z levé páčky na pravou páčku.

# game/gui:3978:DefaultText
source: Set the Y axis of each Stick to Normal (up is up) or Inverted (up is down).
cs: Nastavte osu Y každé tyče na Normální (nahoře je nahoře) nebo Invertované (nahoře je dole).

# game/gui:3979:DefaultText
source: Set the X axis of each Stick to Normal (left is left) or Inverted (left is right).
cs: Nastavte osu X každé tyče na hodnotu Normální (vlevo je vlevo) nebo Inverzní (vlevo je vpravo).

# game/gui:3980:DefaultText
source: PRESS {name}
cs: PRESS {jméno}

# game/gui:3982:DefaultText
source: Enable rumble
cs: Povolení dunění

# game/gui:3983:DefaultText
source: To change controller layouts go to Settings > Controls > BUTTON LAYOUT
cs: Chcete-li změnit rozložení ovladače, přejděte do Nastavení > Ovládací prvky > ROZLOŽENÍ TLAČÍTEK.

# game/gui:3984:DefaultText
source: Enable this setting to make ZL/ZR the primary tab buttons. L/R will control sub menu tabs.
cs: Toto nastavení povolte, aby se ZL/ZR staly primárními tlačítky karet. L/R budou ovládat karty vedlejších nabídek.

# game/gui:3985:DefaultText
source: Adjust this value to set the inside diameter of the Stick dead zone. A dead zone is an area where Stick movement has no effect. The larger the dead zone, the less responsive your Sticks will be.
cs: Nastavením této hodnoty nastavíte vnitřní průměr mrtvé zóny páčky. Mrtvá zóna je oblast, kde pohyb páčky nemá žádný účinek. Čím větší je mrtvá zóna, tím méně budou hole reagovat.

# game/gui:3986:DefaultText
source: Adjust this value to set the outside diameter of the Stick dead zone. A dead zone is an area where Stick movement has no effect. The larger the dead zone, the less responsive your Sticks will be.
cs: Nastavením této hodnoty nastavíte vnější průměr mrtvé zóny páčky. Mrtvá zóna je oblast, kde pohyb páčky nemá žádný účinek. Čím větší je mrtvá zóna, tím méně budou hole reagovat.

# game/gui:3987:DefaultText
source: Enable Aim Assist to make it easier to aim at enemies with controller.
cs: Povolte funkci Aim Assist, která usnadňuje míření na nepřátele pomocí ovladače.

# game/gui:3988:DefaultText
source: Right Stick Outer Dead Zone
cs: Vnější mrtvá zóna pravé tyče

# game/gui:3989:DefaultText
source: Right Stick Inner Dead Zone
cs: Vnitřní mrtvá zóna pravé hole

# game/gui:3990:DefaultText
source: Left Stick Outer Dead Zone
cs: Vnější mrtvá zóna levé páčky

# game/gui:3991:DefaultText
source: Left Stick Inner Dead Zone
cs: Vnitřní mrtvá zóna levé páčky

# game/gui:3992:DefaultText
source: Armor
cs: Brnění

# game/gui:3994:DefaultText
source: Active Quest
cs: Aktivní pátrání

# game/gui:3995:DefaultText
source: Inactive Quest
cs: Neaktivní úkol

# game/gui:3996:DefaultText
source: Toggle Inactive Quests
cs: Přepínání neaktivních úkolů

# game/gui:3998:DefaultText
source: Enable Offset Reticle
cs: Povolení posunutí zaměřovače

# game/gui:3999:DefaultText
source: Enable this option to move the aiming reticle slightly lower on screen. A lower reticle makes it easier to walk with your head held high. Enjoy the view!
cs: Povolením této možnosti posunete zaměřovací terč na obrazovce o něco níže. Nižší zaměřovač usnadňuje chůzi s vysoko zvednutou hlavou. Užijte si výhled!

# game/gui:4000:DefaultText
source: You
cs: Vy

# game/gui:4001:DefaultText
source: Aiming Only
cs: Pouze míření

# game/gui:4002:DefaultText
source: Mouse Aiming Sensitivity
cs: Citlivost míření myši

# game/gui:4003:DefaultText
source: Controller Aiming Sensitivity
cs: Citlivost ovladače na zaměření

# game/gui:4004:DefaultText
source: Adjust how much your view moves while aiming when the mouse is moved. The higher the setting, the faster it will move.
cs: Nastavte, jak moc se při míření pohybuje pohled při pohybu myši. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4005:DefaultText
source: Adjust how much your view moves while aiming when the right stick is moved. The higher the setting, the faster it will move.
cs: Nastavte, jak moc se při míření pohybuje pohled při pohybu pravé páčky. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4006:DefaultText
source: Controller Aiming Sensitivity
cs: Citlivost ovladače na zaměření

# game/gui:4007:DefaultText
source: Adjust how much your view moves while aiming when the right stick is moved. The higher the setting, the faster it will move.
cs: Nastavte, jak moc se při míření pohybuje pohled při pohybu pravé páčky. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4008:DefaultText
source: Controller Aiming Sensitivity
cs: Citlivost ovladače na zaměření

# game/gui:4009:DefaultText
source: Adjust how much your view moves while aiming when the right stick is moved. The higher the setting, the faster it will move.
cs: Nastavte, jak moc se při míření pohybuje pohled při pohybu pravé páčky. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:4010:DefaultText
source: Enable Cinematic Kill Camera
cs: Povolení funkce Cinematic Kill Camera
