Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:3481:DefaultText
source: Has an itch it cannot scratch.
cs: Má svědění, které si nemůže podrbat.

# game/gui:3482:DefaultText
source: On a scale of 1 to 10: a solid 6.
cs: Na stupnici od 1 do 10: solidních 6.

# game/gui:3483:DefaultText
source: Has something stuck in its craw.
cs: Něco mu uvízlo v krku.

# game/gui:3484:DefaultText
source: Is in the 5th percentile for literacy.
cs: Je na 5. percentilu v gramotnosti.

# game/gui:3485:DefaultText
source: Has a terrible taste in fashion.
cs: Má příšerný módní vkus.

# game/gui:3486:DefaultText
source: Chews with their mouth open.
cs: Žvýká s otevřenou pusou.

# game/gui:3487:DefaultText
source: Is experiencing searing gas pain.
cs: Zažívá palčivou bolest plynů.

# game/gui:3488:DefaultText
source: Is more of a morning person.
cs: Je spíše ranní ptáče.

# game/gui:3489:DefaultText
source: Is a total gossip.
cs: Je to naprostá drbna.

# game/gui:3490:DefaultText
source: Has nightmares of being killed by a dashing space captain.
cs: Má noční můry o tom, že ho zabil švihácký vesmírný kapitán.

# game/gui:3491:DefaultText
source: Wonders what all the fuss is about.
cs: Zajímalo by mě, proč je kolem toho tolik povyku.

# game/gui:3492:DefaultText
source: Wanted to be an accountant.
cs: Chtěl být účetním.

# game/gui:3493:DefaultText
source: Suffers from halitosis.
cs: Trpí zápachem z úst.

# game/gui:3494:DefaultText
source: Cheated on their career aptitude test.
cs: Podváděli při testu profesních schopností.

# game/gui:3495:DefaultText
source: Needs excessive and immediate dental work.
cs: Potřebuje nadměrnou a okamžitou péči o zuby.

# game/gui:3497:DefaultText
source: This mod is already installed.
cs: Tento mod je již nainstalován.

# game/gui:3498:DefaultText
source: Tinkered items can be no greater than 5 levels above your own. Increase your character level to tinker this item.
cs: Drobné předměty nemohou být vyšší než 5 úrovní nad vašimi vlastními. Pro drátování tohoto předmětu si zvyšte úroveň své postavy.

# game/gui:3499:DefaultText
source: You have not yet unlocked the ability to Tinker. Upgrade your Science skill to Tinker.
cs: Zatím jste neodemkli schopnost Tinker. Vylepšete si dovednost Věda na Dráteník.

# game/gui:3500:DefaultText
source: NPC Awareness Decay Rate {percent}
cs: Míra úpadku povědomí NPC {procento}

# game/gui:3501:DefaultText
source: Controller
cs: Řídicí jednotka

# game/gui:3502:DefaultText
source: Controller Sensitivity
cs: Citlivost ovladače

# game/gui:3503:DefaultText
source: Wireless controller disconnected.
cs: Bezdrátový ovladač odpojen.

# game/gui:3504:DefaultText
source: Controller
cs: Řídicí jednotka

# game/gui:3505:DefaultText
source: CONTROLLER OPTIONS
cs: MOŽNOSTI OVLADAČE

# game/gui:3506:DefaultText
source: This control layout moves the Tactical Time Dilation ability to the opposite side of the controller.
cs: Toto rozložení ovládání přesouvá schopnost taktické časové dilatace na opačnou stranu ovladače.

# game/gui:3507:DefaultText
source: Controller Vibration
cs: Vibrace ovladače

# game/gui:3508:DefaultText
source: Enable controller vibration.
cs: Povolení vibrací ovladače.

# game/gui:3509:DefaultText
source: Wireless controller disconnected.
cs: Bezdrátový ovladač odpojen.

# game/gui:3510:DefaultText
source: Only Keyboard and Mouse bindings are allowed. To change controller layouts go to Settings > Controls > BUTTON LAYOUT
cs: Povoleny jsou pouze vazby na klávesnici a myš. Chcete-li změnit rozložení ovladačů, přejděte do Nastavení > Ovládací prvky > ROZLOŽENÍ TLAČÍTEK.

# game/gui:3511:DefaultText
source: History
cs: Historie

# game/gui:3512:DefaultText
source: Double-click the jump button to Dodge left, right, or backwards.
cs: Dvojitým kliknutím na tlačítko skoku můžete uhnout doleva, doprava nebo dozadu.

# game/gui:3513:DefaultText
source: Press once to send your Companions to a location. Hold to order them back.
cs: Jedním stisknutím tlačítka odešlete společníky na určité místo. Podržením je přikážete vrátit.

# game/gui:3514:DefaultText
source: Press once to order your Companions to ATTACK.
cs: Jedním stisknutím tlačítka přikážete svým společníkům zaútočit.

# game/gui:3515:DefaultText
source: You have unlocked Leap. Double-click jump when moving forwards to leap forward - great for quickly closing distance on an enemy!
cs: Odemkli jste funkci Leap. Dvojklikem na skok při pohybu vpřed skočíte dopředu - skvělé pro rychlé přiblížení se k nepříteli!

# game/gui:3516:DefaultText
source: Corpses and Containers hold items that you can take. You can take one or take them all - your directional buttons switch between items.
cs: Mrtvoly a kontejnery obsahují předměty, které si můžete vzít. Můžete si vzít jednu nebo všechny - směrová tlačítka přepínají mezi předměty.

# game/gui:3517:DefaultText
source: Adjust how much your view moves when the right stick is moved. The higher the setting, the faster it will move.
cs: Nastavte, jak moc se bude pohybovat pohled při pohybu pravé páčky. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:3518:DefaultText
source: Stick Layout
cs: Rozložení tyče

# game/gui:3519:DefaultText
source: Swap bindings from the left stick to right stick.
cs: Vyměňte vazby z levé páčky na pravou.

# game/gui:3520:DefaultText
source: Stick Y Axis
cs: Osa Y

# game/gui:3521:DefaultText
source: Set the Y axis of each stick to Normal (up is up) or Inverted (up is down).
cs: Nastavte osu Y každé tyče na Normální (nahoře je nahoře) nebo Invertované (nahoře je dole).

# game/gui:3522:DefaultText
source: Stick X Axis
cs: Osa X

# game/gui:3523:DefaultText
source: Set the X axis of each stick to Normal (left is left) or Inverted (left is right).
cs: Nastavte osu X každé tyče na Normální (vlevo je vlevo) nebo Invertované (vlevo je vpravo).

# game/gui:3524:DefaultText
source: Due to complications stemming from being revived after an extended hibernation, your brain processes time differently! Pressing the Tactical Time Dilation (TTD) button slows down the world - giving you time to think, as well as take action. You have a limited time in this mode. Standing still drains your TTD meter very slowly, while moving and attacks drain it faster. The TTD meter refreshes slowly over time.
cs: Kvůli komplikacím způsobeným oživením po delší hibernaci váš mozek zpracovává čas jinak! Stisknutím tlačítka Taktická dilatace času (TTD) zpomalíte svět - získáte čas na přemýšlení i na akci. V tomto režimu máte omezený čas. Stání na místě vyčerpává ukazatel TTD velmi pomalu, zatímco pohyb a útoky jej vyčerpávají rychleji. Měřič TTD se časem pomalu obnovuje.

# game/gui:3525:DefaultText
source: Drag a Weapon or Armor you don't need onto the Junk button to make it easier to sell at a vendor.
cs: Přetáhněte nepotřebnou zbraň nebo zbroj na tlačítko Veteš, abyste ji mohli snáze prodat u prodejce.

# game/gui:3526:DefaultText
source: Your companion has leveled up and can be granted a new perk. Go to the companion page in your ledger and select the perk button to see the available perks.
cs: Váš společník se dostal na vyšší úroveň a může získat novou výhodu. Přejděte na stránku společníka v účetní knize a vyberte tlačítko perků, abyste viděli dostupné perky.

# game/gui:3527:DefaultText
source: Some energy weapons can charge up for a bigger attack. Hold the attack button to build up energy, then release to attack.
cs: Některé energetické zbraně se mohou nabíjet pro větší útok. Podržte tlačítko útoku, abyste nahromadili energii, a pak jej uvolněte a zaútočte.

# game/gui:3528:DefaultText
source: By holding the attack button, you charge up an overhead Power Attack that inflicts significant extra damage. Doing this charge up during a standard attack will prepare a strong Sweep Attack that can hit multiple enemies in front of you, and is hard to avoid.
cs: Podržením tlačítka útoku nabijete silový útok nad hlavou, který způsobí značné poškození navíc. Pokud toto nabití provedete během standardního útoku, připravíte silný útok s rozmachem, který může zasáhnout více nepřátel před vámi a je těžké se mu vyhnout.

# game/gui:3529:DefaultText
source: Use your Quick Melee button to knock back enemies with your ranged weapon. Give yourself some room to shoot!
cs: Pomocí tlačítka rychlého boje zblízka můžete nepřátele odrážet zbraněmi na dálku. Udělejte si prostor pro střelbu!

# game/gui:3530:DefaultText
source: You have found a new weapon! The weapon switch button allows you to rotate between the weapons you have equipped on the Inventory Screen.
cs: Našli jste novou zbraň! Tlačítko pro přepínání zbraní umožňuje střídat zbraně, kterými jste vybaveni na obrazovce inventáře.

# game/gui:3531:DefaultText
source: Press Any Button
cs: Stiskněte libovolné tlačítko

# game/gui:3532:DefaultText
source: Button Layout
cs: Rozložení tlačítek

# game/gui:3533:DefaultText
source: To put away your weapon, hold the reload button.
cs: Chcete-li zbraň odložit, podržte tlačítko nabíjení.

# game/gui:3534:DefaultText
source: Enable this setting to make L2/R2 the primary tab buttons. L1/R1 will control sub menu tabs.
cs: Toto nastavení povolte, aby byla tlačítka karet L2/R2 primární. L1/R1 budou ovládat karty vedlejších nabídek.

# game/gui:3535:DefaultText
source: Sort:
cs: Třídit:

# game/gui:3536:DefaultText
source: Perk Points Available
cs: Dostupné perkové body

# game/gui:3537:DefaultText
source: Cost: 1 Perk Point
cs: Cena: 1 bod perku

# game/gui:3538:DefaultText
source: Skill and Perk Points Available
cs: Dostupné body dovedností a perků

# game/gui:3539:DefaultText
source: Second Wind Ready!
cs: Druhý vítr připraven!

# game/gui:3540:DefaultText
source: CPR Ready!
cs: Připravte se na resuscitaci!

# game/gui:3541:DefaultText
source: Ability Reset!
cs: Resetování schopností!

# game/gui:3542:DefaultText
source: {value} Cooldown!
cs: {hodnota} Cooldown!

# game/gui:3543:DefaultText
source: Brightness
cs: Jas

# game/gui:3544:DefaultText
source: Set the brightness of the graphics.
cs: Nastavení jasu grafiky.

# game/gui:3545:DefaultText
source: Frame Rate Limit
cs: Limit snímkové frekvence

# game/gui:3546:DefaultText
source: Limit the game's frame rate to prevent excessive screen tearing. Higher settings will lead to smoother gameplay at the cost of performance.
cs: Omezte snímkovou frekvenci hry, abyste zabránili nadměrnému trhání obrazovky. Vyšší nastavení povede k plynulejšímu hraní na úkor výkonu.

# game/gui:3547:DefaultText
source: 3D Resolution
cs: 3D rozlišení

# game/gui:3548:DefaultText
source: Adjust 3D Resolution to render the game at a lower fidelity and scale it to fit your screen. This will improve performance at the cost of visuals.
cs: Nastavením 3D rozlišení vykreslíte hru s nižší věrností a přizpůsobíte ji obrazovce. Tím se zvýší výkon na úkor vizuální stránky.

# game/gui:3549:DefaultText
source: Field of View
cs: Zorné pole

# game/gui:3550:DefaultText
source: Field of View adjusts your peripheral vision. The higher the setting the more world you can see on your screen and potentially worsen the impact on performance. Increasing the FOV above 75 may result in unexpected performance and visual issues.
cs: Zorné pole upravuje periferní vidění. Čím vyšší je nastavení, tím více světa na obrazovce vidíte a potenciálně se zhoršuje dopad na výkon. Zvýšení FOV nad 75 může mít za následek neočekávané problémy s výkonem a viděním.

# game/gui:3551:DefaultText
source: Ambient Occlusion
cs: Okolní prostředí

# game/gui:3552:DefaultText
source: Ambient occlusion makes lighting and shadows more realistic. Turn this off to increase performance.
cs: Okolní okluze zvyšuje realističnost osvětlení a stínů. Vypnutím této funkce zvýšíte výkon.

# game/gui:3553:DefaultText
source: Motion Blur
cs: Rozmazání pohybu

# game/gui:3554:DefaultText
source: Enable Motion Blur screen effects. Turn this off to increase performance at the cost of visuals.
cs: Povolte efekty rozostření obrazovky Motion Blur. Vypnutím této funkce zvýšíte výkon na úkor vizuální stránky.

# game/gui:3555:DefaultText
source: Mute Audio on Focus Loss
cs: Ztlumení zvuku při ztrátě ostrosti

# game/gui:3556:DefaultText
source: Mute all game audio when the game is not focused.
cs: Ztlumení veškerého herního zvuku, když se hra nesoustředí.

# game/gui:3557:DefaultText
source: Objective Ping
cs: Cíl Ping

# game/gui:3558:DefaultText
source: Play an audio ping to help you locate the nearest objective marker.
cs: Přehrajte zvukový signál, který vám pomůže najít nejbližší značku cíle.

# game/gui:3559:DefaultText
source: Mixing Preset
cs: Předvolba míchání

# game/gui:3560:DefaultText
source: Select your listening setup.
cs: Vyberte nastavení poslechu.

# game/gui:3561:DefaultText
source: Headset
cs: Náhlavní souprava

# game/gui:3562:DefaultText
source: Stereo Speakers
cs: Stereofonní reproduktory

# game/gui:3564:DefaultText
source: Cinematic Volume
cs: Filmový objem

# game/gui:3565:DefaultText
source: Adjust the volume of cinematic video sequences.
cs: Nastavení hlasitosti filmových videosekvencí.

# game/gui:3566:DefaultText
source: Footstep Volume
cs: Objem kroků

# game/gui:3567:DefaultText
source: Set the volume of footsteps.
cs: Nastavení hlasitosti kroků.

# game/gui:3568:DefaultText
source: Language
cs: Jazyk

# game/gui:3569:DefaultText
source: Select the subtitle language you prefer. This will not change the voice audio language.
cs: Vyberte jazyk titulků, který upřednostňujete. Tím se nezmění jazyk hlasového zvuku.

# game/gui:3570:DefaultText
source: English (English)
cs: angličtina (English)

# game/gui:3571:DefaultText
source: French (français)
cs: Francouzština (français)

# game/gui:3572:DefaultText
source: Italian (italiano)
cs: italština (italiano)

# game/gui:3573:DefaultText
source: German (Deutsch)
cs: Němčina (Deutsch)

# game/gui:3574:DefaultText
source: Castilian Spanish (castellano)
cs: Kastilská španělština (castellano)

# game/gui:3575:DefaultText
source: Brazilian Portuguese (português brasileiro)
cs: brazilská portugalština (português brasileiro)

# game/gui:3576:DefaultText
source: Russian (pусский)
cs: Ruský (pусский)

# game/gui:3577:DefaultText
source: Korean (한국어)
cs: Korejština (한국어)

# game/gui:3578:DefaultText
source: Japanese (日本語)
cs: Japonština (日本語)

# game/gui:3579:DefaultText
source: Chinese Simplified (简体中文)
cs: Zjednodušená čínština (简体中文)

# game/gui:3580:DefaultText
source: Polish (polski)
cs: Polština (polski)

# game/gui:3581:DefaultText
source: Enable Controller
cs: Povolení ovladače

# game/gui:3582:DefaultText
source: Turn this setting off to ignore input from any gamepad controllers connected to your PC.
cs: Pokud toto nastavení vypnete, budete ignorovat vstupy z ovladačů gamepadu připojených k počítači.

# game/gui:3583:DefaultText
source: Aim Assist
cs: Asistent cíle

# game/gui:3584:DefaultText
source: Enable Aim Assist to make it easier to aim at enemies with a controller.
cs: Povolte funkci Aim Assist, která usnadňuje míření na nepřátele pomocí ovladače.

# game/gui:3585:DefaultText
source: Mouse Smoothing
cs: Vyhlazování myší

# game/gui:3586:DefaultText
source: Enable mouse smoothing if your mouse movement is feeling jerky. This setting is most useful if you are using a ball type mouse.
cs: Pokud je pohyb myši trhaný, povolte vyhlazování myši. Toto nastavení je nejužitečnější, pokud používáte myš kuličkového typu.

# game/gui:3589:DefaultText
source: Zoom Trigger Sensitivity
cs: Citlivost spouště zoomu

# game/gui:3590:DefaultText
source: Adjust the amount of input needed to zoom your view or look down weapon sights.
cs: Upravte množství vstupů potřebných k přiblížení pohledu nebo pohledu na mířidla zbraní.

# game/gui:3591:DefaultText
source: Zoom Trigger Toggle
cs: Přepínač spouštěče zoomu

# game/gui:3592:DefaultText
source: Select whether you prefer to hold or toggle aiming down weapon sights.
cs: Zvolte, zda chcete raději držet nebo přepínat míření dolů mířidly zbraně.

# game/gui:3593:DefaultText
source: Fire Trigger Sensitivity
cs: Citlivost požární spouště

# game/gui:3594:DefaultText
source: Adjust the amount of input needed to fire or swing a weapon.
cs: Upravte množství příkonu potřebného ke střelbě nebo máchnutí zbraní.

# game/gui:3595:DefaultText
source: Crouch Toggle
cs: Přepínač Crouch

# game/gui:3596:DefaultText
source: Select whether you prefer to hold or toggle crouching.
cs: Vyberte, zda chcete raději držet nebo přepínat přikrčení.

# game/gui:3597:DefaultText
source: Sprint Toggle
cs: Přepínač Sprint

# game/gui:3598:DefaultText
source: Select whether you prefer to hold or toggle Sprint activation.
cs: Zvolte, zda chcete aktivaci Sprintu podržet nebo přepnout.

# game/gui:3599:DefaultText
source: Sprint Cancels Reload
cs: Sprint ruší dobíjení

# game/gui:3600:DefaultText
source: On - Sprinting will cancel any reload in progress. Off - The active reload must complete before you can sprint.
cs: Zapnuto - Sprint zruší jakékoli probíhající načítání. Vypnuto - Aktivní načítání musí být dokončeno, než můžete sprintovat.

# game/gui:3601:DefaultText
source: Aim Acceleration
cs: Zrychlení cíle

# game/gui:3602:DefaultText
source: Aim acceleration allows you to turn and look around faster the longer you hold a direction. This is useful if you want to be able to turn fast sometimes, but not always. Set this to 0 to turn it off.
cs: Zrychlení cíle umožňuje otáčet se a rozhlížet se tím rychleji, čím déle držíte směr. To je užitečné, pokud chcete mít možnost někdy rychle se otočit, ale ne vždy. Chcete-li tuto funkci vypnout, nastavte ji na 0.

# game/gui:3603:DefaultText
source: Left Stick Inner Dead Zone
cs: Vnitřní mrtvá zóna levé páčky

# game/gui:3604:DefaultText
source: Adjust this value to set the inside diameter of the stick dead zone. A dead zone is an area where stick movement has no effect. The larger the dead zone, the less responsive your sticks will be.
cs: Nastavením této hodnoty nastavíte vnitřní průměr mrtvé zóny hole. Mrtvá zóna je oblast, kde pohyb hole nemá žádný účinek. Čím větší je mrtvá zóna, tím méně budou hole reagovat.

# game/gui:3605:DefaultText
source: Left Stick Outer Dead Zone
cs: Vnější mrtvá zóna levé páčky

# game/gui:3606:DefaultText
source: Adjust this value to set the outside diameter of the stick dead zone. A dead zone is an area where stick movement has no effect. The larger the dead zone, the less responsive your sticks will be.
cs: Nastavením této hodnoty nastavíte vnější průměr mrtvé zóny hole. Mrtvá zóna je oblast, kde pohyb hole nemá žádný účinek. Čím větší je mrtvá zóna, tím méně budou hole reagovat.

# game/gui:3607:DefaultText
source: Subtitle Size
cs: Velikost titulku

# game/gui:3608:DefaultText
source: Set the size of the subtitles.
cs: Nastavení velikosti titulků.

# game/gui:3609:DefaultText
source: Small
cs: Malé

# game/gui:3610:DefaultText
source: Large
cs: Velké

# game/gui:3611:DefaultText
source: Head Bobbing
cs: Bobtnání hlavou

# game/gui:3612:DefaultText
source: Allow the camera to bob when moving, simulating head movement.
cs: Při pohybu nechte kameru kývat, čímž simulujete pohyb hlavy.

# game/gui:3613:DefaultText
source: Enable Gore
cs: Povolit Gore

# game/gui:3614:DefaultText
source: Show gore, blood, and viscera.
cs: Ukažte krvácení, krev a vnitřnosti.

# game/gui:3615:DefaultText
source: Show Cinematic Deaths
cs: Zobrazit filmová úmrtí

# game/gui:3616:DefaultText
source: Enable the slow motion cinematic camera during certain enemy deaths.
cs: Povolení zpomalené filmové kamery při některých úmrtích nepřátel.

# game/gui:3617:DefaultText
source: HUD Visibility
cs: Viditelnost HUD

# game/gui:3618:DefaultText
source: Toggle HUD visibility. Turn the HUD off for great screenshots!
cs: Přepínání viditelnosti HUD. Vypněte HUD a pořiďte skvělé snímky obrazovky!

# game/gui:3619:DefaultText
source: HUD Mode
cs: Režim HUD

# game/gui:3620:DefaultText
source: Select the HUD mode you prefer. Default - The default HUD for The Outer Worlds. Important information is shown at all times, with less important information shown as needed. Minimal - This HUD offers a more cinematic experience, only displaying information as it is needed. Maximum - The most detailed HUD, all elements are shown when available. Custom - Adjust individual settings below to create your own custom HUD layout.
cs: Vyberte preferovaný režim HUD. Výchozí - výchozí HUD pro hru The Outer Worlds. Důležité informace se zobrazují vždy, méně důležité informace se zobrazují podle potřeby. Minimální - Tento HUD nabízí filmovější zážitek, informace se zobrazují pouze podle potřeby. Maximální - Nejpodrobnější HUD, všechny prvky se zobrazují, jakmile jsou k dispozici. Vlastní - Upravte jednotlivá nastavení níže a vytvořte si vlastní rozložení HUD.

# game/gui:3621:DefaultText
source: Standard
cs: Standardní

# game/gui:3622:DefaultText
source: Minimal
cs: Minimální

# game/gui:3623:DefaultText
source: Show Compass
cs: Zobrazit kompas

# game/gui:3624:DefaultText
source: Toggle compass visibility.
cs: Přepínání viditelnosti kompasu.

# game/gui:3625:DefaultText
source: Show Dialog Skill Stats
cs: Zobrazit dialogové okno Statistiky dovedností

# game/gui:3626:DefaultText
source: Display dialog skill stats during conversations. Always - Dialog skill stats are always shown. Only When Close - Only show dialog skill stats if you are close to succeeding. Never - Dialog skill stats are never shown.
cs: Zobrazení statistik dialogových dovedností během konverzace. Vždy - Statistiky dialogových dovedností se zobrazují vždy. Pouze při úspěchu - Statistiky dialogových dovedností se zobrazují pouze v případě, že jste blízko úspěchu. Nikdy - Statistiky dialogových dovedností se nezobrazují nikdy.

# game/gui:3627:DefaultText
source: Always
cs: Vždy

# game/gui:3628:DefaultText
source: Only When Close
cs: Pouze když je blízko

# game/gui:3629:DefaultText
source: Never
cs: Nikdy

# game/gui:3630:DefaultText
source: Tooltip Delay
cs: Zpoždění nápovědy nástroje

# game/gui:3631:DefaultText
source: Adjust the length of the delay before tooltips appear after selecting an item.
cs: Nastavení délky prodlevy, než se po výběru položky zobrazí popisky nástrojů.

# game/gui:3632:DefaultText
source: Notification Duration
cs: Doba trvání oznámení

# game/gui:3633:DefaultText
source: Adjust how many seconds notifications will stay on screen.
cs: Nastavte, kolik sekund zůstanou oznámení na obrazovce.

# game/gui:3634:DefaultText
source: Interaction Outlines
cs: Obrysy interakcí

# game/gui:3635:DefaultText
source: Show outlines around objects you can interact with in the HUD.
cs: Zobrazení obrysů kolem objektů, se kterými můžete v HUD interagovat.

# game/gui:3636:DefaultText
source: Interaction Controls
cs: Ovládání interakce

# game/gui:3637:DefaultText
source: Show the controls required to interact with objects in the HUD.
cs: Zobrazení ovládacích prvků potřebných k interakci s objekty v okně HUD.

# game/gui:3638:DefaultText
source: Waypoint Markers
cs: Značky bodů trasy

# game/gui:3639:DefaultText
source: Show waypoint markers for your quest objectives in the HUD.
cs: Zobrazení značek bodů cesty k cílům vašeho úkolu v HUD.

# game/gui:3640:DefaultText
source: Enemy Health Bars
cs: Nepřátelské zdravotní tyče

# game/gui:3641:DefaultText
source: Show enemy health bars in the HUD.
cs: Zobrazení ukazatelů zdraví nepřátel v HUD.

# game/gui:3642:DefaultText
source: Aiming Reticle
cs: Zaměřovací terčík

# game/gui:3643:DefaultText
source: Show the aiming reticle in the HUD. Aiming Only - The reticle will only appear while aiming down weapon sights. Combat Only - The reticle will only appear while you are in combat with an enemy.
cs: Zobrazení zaměřovacího zaměřovače v HUD. Pouze zaměřování - Zaměřovací zaměřovač se zobrazí pouze při míření do mířidel zbraně. Pouze boj - Zaměřovací zaměřovač se zobrazí pouze při boji s nepřítelem.

# game/gui:3644:DefaultText
source: Reticle Feedback
cs: Zpětná vazba k zaměřovači
