Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:2169:DefaultText
source: The Armor Rating provided by the Armor you have equipped.
cs: Hodnocení zbroje, které poskytuje zbroj, jíž jste vybaveni.

# game/gui:2170:DefaultText
source: The Armor Rating of the Helmet you are currently wearing.
cs: Hodnota pancíře přilby, kterou právě nosíte.

# game/gui:2171:DefaultText
source: Sell Value:
cs: Prodejní hodnota:

# game/gui:2172:DefaultText
source: Weight:
cs: Hmotnost:

# game/gui:2173:DefaultText
source: Condition:
cs: Stav:

# game/gui:2175:DefaultText
source: Examine Keycard Panel
cs: Prozkoumat panel klíčových karet

# game/gui:2176:DefaultText
source: Heavy
cs: Těžké

# game/gui:2177:DefaultText
source: Medium
cs: Střední

# game/gui:2178:DefaultText
source: Light
cs: Světlo

# game/gui:2179:DefaultText
source: Armor Type
cs: Typ brnění

# game/gui:2180:DefaultText
source: Skill Bonus
cs: Bonus za dovednost

# game/gui:2181:DefaultText
source: Spacer's Choice Found A Flaw In You!
cs: Spacer's Choice u vás našel chybu!

# game/gui:2182:DefaultText
source: Reward: 1 Perk Point
cs: Odměna: 1 bod perku

# game/gui:2183:DefaultText
source: {name}!
cs: {jméno}!

# game/gui:2185:DefaultText
source: A satellite in the outer part of the Halcyon system. Heliospheric Research Station 1084 is technically owned by the Board, but has been long since abandoned.
cs: Satelit ve vnější části soustavy Halcyon. Heliosférická výzkumná stanice 1084 je technicky ve vlastnictví Rady, ale již dávno byla opuštěna.

# game/gui:2186:DefaultText
source: Devil's Peak (Interior)
cs: Ďáblův vrchol (interiér)

# game/gui:2188:DefaultText
source: Odeon (Byzantium Interior)
cs: Odeon (interiér Byzance)

# game/gui:2189:DefaultText
source: Summary
cs: Souhrn

# game/gui:2190:DefaultText
source: Skills
cs: Dovednosti

# game/gui:2191:DefaultText
source: You have earned points from leveling up.
cs: Za zvyšování úrovně jste získali body.

# game/gui:2192:DefaultText
source: Spend these now?
cs: Utratit je teď?

# game/gui:2193:DefaultText
source: Effects
cs: Účinky

# game/gui:2194:DefaultText
source: Tactical Time Dilation slows down time and lets you target an enemy's weakpoints.
cs: Taktická dilatace času zpomaluje čas a umožňuje zaměřit se na slabá místa nepřítele.

# game/gui:2195:DefaultText
source: Controls the follow distance for this companion. Close: Stay close to the player. Medium: Follow at a moderate distance. Far: Follow from a distance.
cs: Ovládá vzdálenost sledování tohoto společníka. Zavřít: Zůstaňte blízko hráče: Následujte ve střední vzdálenosti: Sledujte z větší vzdálenosti.

# game/gui:2196:DefaultText
source: Controls which weapon the companion prefers to use. Melee: Primarily attacks with Melee weapons. Mixed: Will switch between Melee and Ranged Weapons based on the distance to the enemy. Ranged: Only attacks with Ranged weapons.
cs: Ovládá, jakou zbraň společník preferuje. Melee: Smíšené: Útočí především zbraněmi pro boj zblízka: Přepíná mezi zbraněmi pro boj zblízka a zbraněmi pro střelbu na dálku podle vzdálenosti od nepřítele. Střelba na dálku: Útočí pouze zbraněmi na dálku.

# game/gui:2197:DefaultText
source: Controls how the companion behaves in combat. Passive: Only attacks targets the companion has been explicitly told to. Defensive: Once told to attack a target, the companion continues to fight until combat is over. Aggressive: The companion always engages and attacks when the player enters combat.
cs: Ovládá chování společníka v boji. Pasivní: Útočí pouze na cíle, které byly společníkovi výslovně přikázány. Defenzivní: Jakmile je společníkovi řečeno, aby zaútočil na cíl, pokračuje v boji, dokud boj neskončí. Agresivní: Společník se vždy zapojí a zaútočí, když hráč vstoupí do boje.

# game/gui:2198:DefaultText
source: Primary Attribute
cs: Primární atribut

# game/gui:2199:DefaultText
source: Secondary Attributes
cs: Sekundární atributy

# game/gui:2201:DefaultText
source: {value} MASTER:
cs: {hodnota} MASTER:

# game/gui:2203:DefaultText
source: Lower the amount of TTD Meter drain caused by attacking with 2-Handed Melee weapons
cs: Snížení úbytku TTD Metru při útoku dvouručními zbraněmi pro boj zblízka.

# game/gui:2204:DefaultText
source: 2-Handed Melee Weapon TTD Drain {percent}
cs: Dvouruční zbraň pro boj zblízka TTD Drain {procento}

# game/gui:2205:DefaultText
source: Handgun Critical Hits ignore {mpercent} Armor
cs: Kritické zásahy z ruční zbraně ignorují {procento} Armor

# game/gui:2206:DefaultText
source: Rotate the Attribute Module and Attribute Groups to modify your character's stats.
cs: Otáčením modulu atributů a skupin atributů můžete upravovat statistiky své postavy.

# game/gui:2209:DefaultText
source: Rotate Attribute
cs: Atribut otáčení

# game/gui:2210:DefaultText
source: Long Gun Critical Hits ignore {mpercent} Armor
cs: Kritické zásahy z dlouhé zbraně ignorují {procento} Brnění

# game/gui:2211:DefaultText
source: Heavy Weapon Critical Hits ignore {mpercent} Armor
cs: Kritické zásahy těžkých zbraní ignorují {procento} Brnění

# game/gui:2212:DefaultText
source: Rotate Grouping
cs: Rotace seskupení

# game/gui:2214:DefaultText
source: Sneak Attack Weakspot Damage {percent}
cs: Plíživý útok Weakspot Damage {procento}

# game/gui:2215:DefaultText
source: Sneak Attack
cs: Plíživý útok

# game/gui:2216:DefaultText
source: Unlock the ability to see items inside locked containers before picking the lock
cs: Odemknutí možnosti vidět předměty uvnitř zamčených kontejnerů před odemknutím zámku.

# game/gui:2217:DefaultText
source: Lockpick Preview
cs: Náhled na Lockpick

# game/gui:2218:DefaultText
source: Attacking members of a larger faction will hurt your reputation. Choose your enemies wisely.
cs: Útoky na členy větší frakce poškodí vaši pověst. Nepřátele si vybírejte moudře.

# game/gui:2219:DefaultText
source: Picking locks can yield valuable loot or open new areas.
cs: Odemykání zámků může přinést cennou kořist nebo otevřít nové oblasti.

# game/gui:2220:DefaultText
source: You have salvaged: {item_name} x{item_count}
cs: Zachránili jste: {název_předmětu} x{počet_předmětů}

# game/gui:2221:DefaultText
source: You have salvaged: {item_name}
cs: Zachránili jste: {název_předmětu}

# game/gui:2222:DefaultText
source: Reduce the detection range of Automechanicals
cs: Snížení rozsahu detekce automechanik

# game/gui:2223:DefaultText
source: Automechanical Detection Range {percent}
cs: Rozsah automechanické detekce {procenta}

# game/gui:2224:DefaultText
source: {ability}: See what is inside locked containers
cs: {schopnost}: Vidět, co je uvnitř uzamčených kontejnerů

# game/gui:2225:DefaultText
source: Unlock the ability to sell goods to Vending Machines
cs: Odemknout možnost prodávat zboží do prodejních automatů

# game/gui:2226:DefaultText
source: Unlock access to Restricted Items in Vending Machines
cs: Odblokování přístupu k zakázaným položkám v prodejních automatech

# game/gui:2227:DefaultText
source: Criminal Activities
cs: Trestná činnost

# game/gui:2228:DefaultText
source: Trespassing, lockpicking, hacking, and murder are all considered illegal activities and are frowned upon by society. Avoid being seen if you want to engage in those activities without consequences.
cs: Vniknutí na cizí pozemek, lockpicking, hacking a vražda jsou považovány za nelegální činnosti a společnost je odsuzuje. Pokud se chcete těmto činnostem věnovat bez následků, vyhněte se tomu, aby vás někdo viděl.

# game/gui:2229:DefaultText
source: Auntie Cleo "cares" about your health!
cs: Teta Cleo se "stará" o vaše zdraví!

# game/gui:2230:DefaultText
source: Emergency Medicinal Inhaler
cs: Inhalátor pro pohotovostní léky

# game/gui:2231:DefaultText
source: You have low health! Use the Emergency Medicinal Inhaler to heal. Each activation consumes 1 Adreno.
cs: Máte málo zdraví! K uzdravení použijte pohotovostní inhalátor. Při každé aktivaci spotřebujete 1 Adreno.

# game/gui:2232:DefaultText
source: Hibernation Complications Detected!
cs: Zjištěny komplikace při hibernaci!

# game/gui:2233:DefaultText
source: Tactical Time Dilation
cs: Taktická dilatace času

# game/gui:2234:DefaultText
source: Due to complications stemming from being revived after an extended hibernation, your brain processes time differently! Pressing the Tactical Time Dilation (TTD) button slows down the world - giving you time to think, as well as take action. You have a limited time in this mode. Standing still drains your TTD meter very slowly, while moving and attacks drain it faster. The TTD meter refreshes slowly over time.
cs: Kvůli komplikacím způsobeným oživením po delší hibernaci váš mozek zpracovává čas jinak! Stisknutím tlačítka taktické dilatace času (TTD) zpomalíte svět - budete mít čas přemýšlet i jednat. V tomto režimu máte omezený čas. Stání na místě vyčerpává ukazatel TTD velmi pomalu, zatímco pohyb a útoky jej vyčerpávají rychleji. Měřič TTD se časem pomalu obnovuje.

# game/gui:2235:DefaultText
source: {ability}: Repair Weapons and Armor in the Inventory
cs: {schopnost}: Oprava zbraní a zbroje v inventáři

# game/gui:2236:DefaultText
source: Unlock {ability}
cs: Odemknout {schopnost}

# game/gui:2237:DefaultText
source: Field Repair
cs: Opravy v terénu

# game/gui:2238:DefaultText
source: Gain a damage bonus when attacking Automechanicals
cs: Získejte bonus k poškození při útoku na automechaniky.

# game/gui:2239:DefaultText
source: Damage vs Automechanicals {percent}
cs: Poškození vs Automechanicals {procenta}

# game/gui:2240:DefaultText
source: The weight of Science Weapons does not count against your Encumbrance limit
cs: Hmotnost vědeckých zbraní se nezapočítává do limitu zatížení.

# game/gui:2241:DefaultText
source: Science Weapons are weightless to you
cs: Vědecké zbraně jsou pro vás beztížné

# game/gui:2242:DefaultText
source: Increase the Magazine Size of Science Weapons
cs: Zvětšení velikosti zásobníků vědeckých zbraní

# game/gui:2243:DefaultText
source: Science Weapon Magazine Size {percent}
cs: Velikost časopisu Science Weapon {procenta}

# game/gui:2244:DefaultText
source: Optional: {item_name}
cs: Nepovinné: {název_položky}

# game/gui:2245:DefaultText
source: {value}s
cs: {hodnota}s

# game/gui:2246:DefaultText
source: Reduce the cooldown of the Dodge action
cs: Snížení doby odezvy akce Úskok

# game/gui:2247:DefaultText
source: Dodge Recovery Speed {percent}
cs: Rychlost zotavení z úskoku {procento}

# game/gui:2249:DefaultText
source: Leap
cs: Skok

# game/gui:2250:DefaultText
source: Perfect Blocks cause no Weapon Durability loss
cs: Dokonalé bloky nezpůsobují ztrátu odolnosti zbraně

# game/gui:2251:DefaultText
source: No Weapon Durability Loss on a Perfect Block
cs: Žádná ztráta odolnosti zbraně při dokonalém bloku

# game/gui:2252:DefaultText
source: When Companions kill an enemy, they restore some Health
cs: Když společníci zabijí nepřítele, obnoví část zdraví.

# game/gui:2253:DefaultText
source: When Companions kill an enemy, they gain {mpercent} Health
cs: Když společníci zabijí nepřítele, získají {procento} zdraví.

# game/gui:2254:DefaultText
source: The selected save is no longer available. It will be removed from the save list.
cs: Vybrané uložení již není k dispozici. Bude odstraněn ze seznamu uložení.

# game/gui:2255:DefaultText
source: C&P New Manager Seminar
cs: Seminář pro nové manažery C&P

# game/gui:2256:DefaultText
source: Companions
cs: Společníci

# game/gui:2257:DefaultText
source: You've gained a companion! They are characters that join you in your adventures and help in a variety of ways: + Companions provide combat support. + Their skills enhance your skills. + They increase your Carrying Capacity. + You can unlock special companion combat abilities with the Inspiration Skill. Learn more about your companions in the Companion Ledger.
cs: Získali jste společníka! Jsou to postavy, které se k tobě přidávají při tvých dobrodružstvích a pomáhají ti různými způsoby: + Společníci ti poskytují bojovou podporu. + Jejich schopnosti rozšiřují tvé dovednosti. + Zvyšují tvou nosnost. + Pomocí dovednosti Inspirace si můžeš odemknout speciální bojové schopnosti společníků. Více se o svých společnících dozvíš v knize společníků.

# game/gui:2258:DefaultText
source: You've been promoted!
cs: Byl jsi povýšen!

# game/gui:2259:DefaultText
source: Level Up
cs: Zvýšení úrovně

# game/gui:2260:DefaultText
source: Congratulations! You have gained enough experience to go up a level! Open your Character Ledger to advance your character. Leveling up increases your health points, gives you points to upgrade your skills, as well as gives you access to a new perk every other level. Keep leveling and you'll be upper management material in no time!
cs: Gratulujeme! Získali jste dostatek zkušeností, abyste mohli postoupit o úroveň výš! Otevřete si knihu postav a postoupíte na vyšší úroveň. Zvyšování úrovně zvyšuje počet bodů zdraví, dává vám body na vylepšování dovedností a také vám dává přístup k nové výhodě na každé další úrovni. Pokračujte v získávání úrovní a za chvíli se stanete materiálem pro vyšší management!

# game/gui:2262:DefaultText
source: Unlock TTD Location Hit Effects
cs: Odemknutí efektů zásahu místa TTD

# game/gui:2263:DefaultText
source: Unlock TTD Location Hit Effects
cs: Odemknutí efektů zásahu místa TTD

# game/gui:2264:DefaultText
source: Unlock the ability to {ability}
cs: Odemkněte schopnost {schopnost}

# game/gui:2265:DefaultText
source: Cost of Bribes {percent}
cs: Náklady na úplatky {procento}

# game/gui:2266:DefaultText
source: Fast Travel when Encumbered
cs: Rychlé cestování při zatížení

# game/gui:2267:DefaultText
source: Detection Radius of Mines {percent}
cs: Poloměr detekce min {procento}

# game/gui:2268:DefaultText
source: Health Restored per Kill {value}
cs: Obnovené zdraví za zabití {hodnota}

# game/gui:2269:DefaultText
source: Consumable Weight {percent}
cs: Spotřební hmotnost {procento}

# game/gui:2270:DefaultText
source: Ranged Attacks inflict {damage_types} for {duration}, and can stack up to -10
cs: Útoky na dálku způsobují {typy_škod} po dobu {trvání} a mohou se skládat až do -10.

# game/gui:2271:DefaultText
source: Companion Ability Cooldowns for each of your kills {mpercent}
cs: Cooldowny schopností společníka pro každé vaše zabití {procento}

# game/gui:2272:DefaultText
source: Headshot kills deal {mpercent} of their damage to enemies within 2.5m
cs: Zabití headshotem způsobí {procento} poškození nepřátelům do vzdálenosti 2,5 m.

# game/gui:2273:DefaultText
source: Revive Companions to {mpercent} Health
cs: Oživte společníky pro {procentní} zdraví

# game/gui:2274:DefaultText
source: Damage Received {percent}
cs: Obdržené poškození {procento}

# game/gui:2275:DefaultText
source: Area of Effect Damage Received {percent}
cs: Oblast účinku obdrženého poškození {procento}

# game/gui:2276:DefaultText
source: Melee Damage returned as Health {mpercent}
cs: Poškození při boji zblízka vrácené jako zdraví {procenta}

# game/gui:2277:DefaultText
source: Detection Radius of Enemies {percent}
cs: Poloměr detekce nepřátel {procento}

# game/gui:2279:DefaultText
source: Movement Speed during TTD for {duration} {percent}
cs: Rychlost pohybu během TTD po dobu {trvání} {procenta}

# game/gui:2280:DefaultText
source: Additional Ammo stock on Vendors {percent}
cs: Dodatečné zásoby munice u prodejců {procento}

# game/gui:2281:DefaultText
source: Additional Consumable and General stock on Vendors {percent}
cs: Další spotřební materiál a obecné zásoby u prodejců {procento}

# game/gui:2283:DefaultText
source: Tier {perk_tier}
cs: Úroveň {perk_tier}

# game/gui:2284:DefaultText
source: Steal {item_name}
cs: Ukrást {název_předmětu}

# game/gui:2286:DefaultText
source: Chance to inflict Scramble when an Automechanical first attacks you
cs: Šance způsobit Scramble, když na vás poprvé zaútočí automechanik.

# game/gui:2287:DefaultText
source: {chance} chance Automechanicals will slowly attack other enemies instead of you for {duration}
cs: {Šance, že automechanici budou pomalu útočit na jiné nepřátele místo vás po dobu {trvání}

# game/gui:2288:DefaultText
source: Enable Tutorials
cs: Povolení výukových programů

# game/gui:2289:DefaultText
source: Show tutorials that explain how to play the game.
cs: Zobrazte výukové programy, které vysvětlují, jak hru hrát.

# game/gui:2290:DefaultText
source: While an enemy is Cowering, your Armor Rating is increased
cs: Když se nepřítel krčí, zvýší se hodnota vašeho brnění.

# game/gui:2291:DefaultText
source: When a Human cowers, you gain {percent} Armor for {duration}
cs: Když se člověk bojí, získáte {procenta} brnění po dobu {trvání}

# game/gui:2293:DefaultText
source: Chance to inflict Cower when first attacking a Human
cs: Šance způsobit úlek při prvním útoku na člověka

# game/gui:2294:DefaultText
source: Humans have a {chance} chance to cower in fear for {duration} after the first time you hit them
cs: Lidé mají {šanci}, že se budou krčit strachy po {dobu}, když je poprvé zasáhnete.

# game/gui:2296:DefaultText
source: Chance for nearby Creatures to suffer Terrify when you kill one
cs: Šance, že okolní bytosti budou trpět strachem, když jednu z nich zabijete.

# game/gui:2297:DefaultText
source: {chance} chance Creatures will become Terrified and flee for {duration} after you kill one
cs: Šance {šance}, že se tvorové po zabití jednoho z nich vyděsí a utečou na dobu {trvání}.

# game/gui:2298:DefaultText
source: Cower's Resilience
cs: Odolnost společnosti Cower

# game/gui:2299:DefaultText
source: Armor increased while a Human is Cowered.
cs: Zbroj se zvýší, když je člověk zbabělý.

# game/gui:2300:DefaultText
source: Cowering Human {damage_types}
cs: Zbabělý člověk {damage_types}

# game/gui:2301:DefaultText
source: Armor increased for a short time, stacks up to 3 times.
cs: Krátkodobě zvýší brnění, stohuje se až třikrát.

# game/gui:2303:DefaultText
source: Weak Spot Damage increased while an Automechanical is Scrambled
cs: Zvýšené poškození slabého místa, když je automechanik zakódován

# game/gui:2304:DefaultText
source: Weak Spot Damage while an Automechanical Scrambles {percent}
cs: Slabé bodové poškození při automechanických scrambles {procento}

# game/gui:2305:DefaultText
source: Terrify's Precision
cs: Přesnost Terrify

# game/gui:2306:DefaultText
source: Crit Chance and Crit Damage increased while a Creature is Terrified
cs: Zvýšení kritické šance a kritického poškození, když je tvor vyděšený

# game/gui:2307:DefaultText
source: Nyoka uses her personally modified LMG to deal damage to her target and set enemies near it ablaze.
cs: Nyoka používá svůj osobně upravený kulomet LMG, aby způsobila poškození svému cíli a zapálila nepřátele v jeho blízkosti.

# game/gui:2308:DefaultText
source: Parvati slams down her hammer creating a blast wave that shocks enemies and stuns automechanicals.
cs: Parvati udeří kladivem a vytvoří tlakovou vlnu, která šokuje nepřátele a omráčí automechaniky.

# game/gui:2309:DefaultText
source: Ellie quickly draws her pistol and fires off a series of precision shots at her target.
cs: Ellie rychle vytáhne pistoli a vypálí na cíl několik přesných ran.

# game/gui:2310:DefaultText
source: Stuns the target, leaving them unable to act for a short time.
cs: Omráčí cíl a na krátkou dobu ho znemožní jednat.

# game/gui:2311:DefaultText
source: Felix charges his target, leaps into the air and slams into the target with both feet.
cs: Felix zaútočí na svůj cíl, vyskočí do vzduchu a oběma nohama do něj udeří.

# game/gui:2312:DefaultText
source: Max examines and evaluates his target and spiritually enlightens them with a blast from his shotgun.
cs: Max si svůj cíl prohlédne, vyhodnotí a duchovně ho osvítí výstřelem z brokovnice.

# game/gui:2313:DefaultText
source: Safe
cs: Bezpečné

# game/gui:2314:DefaultText
source: MELEE skills improve CRITICAL HIT CHANCE with handheld weapons. Each point in MELEE significantly increases 1-HANDED MELEE and 2-HANDED MELEE skills, up to 50 points each. After 50, you can specialize by adding points directly to 1-HANDED MELEE or 2-HANDED MELEE.
cs: Dovednosti MELEE zlepšují šanci na CRITICAL HIT CHANCE s ručními zbraněmi. Každý bod v MELEE výrazně zvyšuje dovednosti 1-HANDED MELEE a 2-HANDED MELEE, až do 50 bodů za každou z nich. Po 50 bodech se můžete specializovat přidáním bodů přímo do 1-HANDED MELEE nebo 2-HANDED MELEE.

# game/gui:2315:DefaultText
source: Smells faintly of rotten Spratwurst.
cs: Je slabě cítit po zkaženém Spratwurstu.

# game/gui:2316:DefaultText
source: Once ate a hat.
cs: Jednou snědl klobouk.

# game/gui:2317:DefaultText
source: Easily spooked. Do not approach from behind.
cs: Snadno se vyděsí. Nepřibližujte se zezadu.

# game/gui:2318:DefaultText
source: Does not like being poked.
cs: Nemá rád, když do něj někdo šťouchá.

# game/gui:2319:DefaultText
source: Tastes like cystypig.
cs: Chutná jako cystypig.

# game/gui:2320:DefaultText
source: Exhibits unusually bold behaviors.
cs: Vykazuje neobvykle odvážné chování.

# game/gui:2321:DefaultText
source: Do not feed after midnight.
cs: Po půlnoci nekrmte.

# game/gui:2322:DefaultText
source: Direct contact can result in severe fines or death.
cs: Přímý kontakt může mít za následek vážné pokuty nebo smrt.

# game/gui:2323:DefaultText
source: Powered entirely by hate.
cs: Poháněna výhradně nenávistí.

# game/gui:2324:DefaultText
source: Strives to be the ideal corporate employee.
cs: Snaží se být ideálním firemním zaměstnancem.

# game/gui:2325:DefaultText
source: Financial debt exceeds standard career planned debt.
cs: Finanční dluh přesahuje standardní plánovaný kariérní dluh.

# game/gui:2326:DefaultText
source: Monthly medical allotment maxed out.
cs: Měsíční příspěvek na zdravotní péči je vyčerpán.

# game/gui:2327:DefaultText
source: Thinks the Space Hospital serial is a documentary.
cs: Myslí si, že seriál Vesmírná nemocnice je dokumentární film.

# game/gui:2328:DefaultText
source: Eats more Saltuna than the average person.
cs: Jí více Saltuny než průměrný člověk.

# game/gui:2329:DefaultText
source: Prefers smoking Tile over Wentsworth.
cs: Dává přednost kouření dlaždic před Wentsworthem.

# game/gui:2330:DefaultText
source: Collects Spacer's Choice memorabilia.
cs: Sbírá memorabilie Spacer's Choice.

# game/gui:2331:DefaultText
source: Has a lifetime subscription to Dissident Hunter.
cs: Má doživotní předplatné časopisu Dissident Hunter.

# game/gui:2332:DefaultText
source: Watches All My Colonists on the aetherwave every week.
cs: Každý týden sleduje na éterové vlně pořad Všichni moji kolonisté.

# game/gui:2333:DefaultText
source: Obsessively tracks all Tossball games.
cs: Obsedantně sleduje všechny hry Tossball.

# game/gui:2334:DefaultText
source: Drinks Spectrum Vodka Red.
cs: Nápoje Spectrum Vodka Red.

# game/gui:2335:DefaultText
source: Recommended for Early Retirement.
cs: Doporučujeme pro předčasný odchod do důchodu.

# game/gui:2336:DefaultText
source: Faulty rear servo motor.
cs: Vadný zadní servomotor.

# game/gui:2337:DefaultText
source: Warranty has expired.
cs: Záruka vypršela.

# game/gui:2338:DefaultText
source: Needs oil change.
cs: Potřebuje vyměnit olej.

# game/gui:2339:DefaultText
source: Serial number has been filed off.
cs: Sériové číslo bylo vypilováno.

# game/gui:2341:DefaultText
source: Running low on disk space.
cs: Dochází vám místo na disku.

# game/gui:2342:DefaultText
source: Overdue for a segmentation fault.
cs: Zpožděná porucha segmentace.

# game/gui:2343:DefaultText
source: Abort, Retry, Fail?
cs: Přerušit, opakovat, selhat?

# game/gui:2344:DefaultText
source: Battery charge is low.
cs: Baterie je slabě nabitá.

# game/gui:2345:DefaultText
source: Requires daily reboot.
cs: Vyžaduje každodenní restart.

# game/gui:2346:DefaultText
source: Missing a power converter.
cs: Chybí měnič napájení.

# game/gui:2347:DefaultText
source: Occasionally divides by zero.
cs: Příležitostně dělí nulou.

# game/gui:2350:DefaultText
source: N-ray-diated
cs: N-záření
