Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:3645:DefaultText
source: Animate the reticle to simulate accuracy and hits.
cs: Animujte zaměřovač a simulujte přesnost a zásahy.

# game/gui:3646:DefaultText
source: Timed Fade
cs: Časované stmívání

# game/gui:3647:DefaultText
source: Enemy Awareness Meters
cs: Měřiče povědomí o nepříteli

# game/gui:3648:DefaultText
source: Show enemy awareness meters in the HUD.
cs: Zobrazení měřičů povědomí o nepříteli v HUD.

# game/gui:3649:DefaultText
source: Player Status Bars
cs: Stavové řádky hráčů

# game/gui:3650:DefaultText
source: Show your health, Tactical Time Dilation, and XP bars in the HUD.
cs: Zobrazení ukazatelů zdraví, taktické časové dilatace a zkušeností v HUD.

# game/gui:3651:DefaultText
source: Player Status Effects
cs: Efekty stavu hráče

# game/gui:3652:DefaultText
source: Show status effects in the HUD. Status effects are temporary effects that affect your character's stats in various ways.
cs: Zobrazení stavových efektů na HUD: Stavové efekty jsou dočasné efekty, které různým způsobem ovlivňují statistiky vaší postavy.

# game/gui:3653:DefaultText
source: Player Status Effect Names
cs: Názvy efektů stavu hráče

# game/gui:3654:DefaultText
source: Show the name of newly gained status effects in the HUD.
cs: Zobrazení názvu nově získaných stavových efektů v okně HUD.

# game/gui:3655:DefaultText
source: Always On
cs: Vždy zapnuto

# game/gui:3656:DefaultText
source: Companion Ability UI
cs: Uživatelské rozhraní schopnosti společníka

# game/gui:3657:DefaultText
source: Show the Companion Ability interface in the HUD.
cs: Zobrazení rozhraní Companion Ability v HUD.

# game/gui:3658:DefaultText
source: Companion Ability Bindings
cs: Vazby na schopnosti společníků

# game/gui:3659:DefaultText
source: Show the bindings for each companion ability in the HUD.
cs: Zobrazení vazeb pro každou schopnost společníka v HUD.

# game/gui:3660:DefaultText
source: Held Weapon Display
cs: Zobrazení držené zbraně

# game/gui:3661:DefaultText
source: Show the ammo count, ammo type, and damage type of your currently held weapon in the HUD.
cs: Zobrazení počtu nábojů, typu munice a typu poškození aktuálně držené zbraně v HUD.

# game/gui:3662:DefaultText
source: Held Weapon Display Text
cs: Text na displeji držené zbraně

# game/gui:3663:DefaultText
source: Show the name of the held weapon's ammo and damage types.
cs: Zobrazení názvu munice a typů poškození držené zbraně.

# game/gui:3664:DefaultText
source: Area Names
cs: Názvy oblastí

# game/gui:3665:DefaultText
source: When you visit an area, briefly show the name of the area near the top of the HUD.
cs: Při návštěvě oblasti se v horní části HUD krátce zobrazí její název.

# game/gui:3666:DefaultText
source: Directional Damage Indicators
cs: Směrové indikátory poškození

# game/gui:3667:DefaultText
source: Show indicators for the direction of incoming damage.
cs: Zobrazení ukazatelů směru příchozího poškození.

# game/gui:3668:DefaultText
source: FPS Indicator
cs: Indikátor FPS

# game/gui:3669:DefaultText
source: Show the number of frames per second the game is currently running at in the HUD.
cs: Zobrazení počtu snímků za sekundu, při kterém hra aktuálně běží, v HUD.

# game/gui:3670:DefaultText
source: Top Left
cs: Vlevo nahoře

# game/gui:3671:DefaultText
source: Top Right
cs: Vpravo nahoře

# game/gui:3672:DefaultText
source: Bottom Left
cs: Vlevo dole

# game/gui:3673:DefaultText
source: Bottom Right
cs: Vpravo dole

# game/gui:3674:DefaultText
source: Hunger, Thirst, and Exhaustion
cs: Hlad, žízeň a vyčerpání

# game/gui:3675:DefaultText
source: Show meters for your character's hunger, thirst, and exhaustion in the HUD. Supernova difficulty only.
cs: Zobrazení ukazatelů hladu, žízně a vyčerpání vaší postavy v HUD. Pouze obtížnost Supernova.

# game/gui:3676:DefaultText
source: Show the Emergency Medicinal Inhaler in the HUD.
cs: Zobrazte pohotovostní inhalátor na displeji HUD.

# game/gui:3677:DefaultText
source: Ability Controls
cs: Ovládání schopností

# game/gui:3678:DefaultText
source: Show controls for common actions like using the Emergency Medicinal Inhaler, TTD, and Dodge in the HUD.
cs: Zobrazení ovládacích prvků pro běžné akce, jako je použití pohotovostního inhalátoru, TTD a úhybného manévru, v HUD.

# game/gui:3679:DefaultText
source: Companion Status
cs: Status společníka

# game/gui:3680:DefaultText
source: Show companion status information in the HUD, including their portrait, health, and other related information.
cs: Zobrazení informací o stavu společníka v okně HUD, včetně jeho portrétu, zdravotního stavu a dalších souvisejících informací.

# game/gui:3681:DefaultText
source: Passive Companion Ability Cooldowns
cs: Trvání pasivních schopností společníka

# game/gui:3682:DefaultText
source: Show cooldowns for passive companion abilities such as Second Wind and CPR.
cs: Zobrazení doby odezvy pasivních schopností společníka, jako je Druhý vítr a Resuscitace.

# game/gui:3683:DefaultText
source: Passive Companion Ability Notifications
cs: Oznámení o pasivních schopnostech společníka

# game/gui:3684:DefaultText
source: Show notifications when passive companion abilities are ready for use.
cs: Zobrazení oznámení, když jsou pasivní schopnosti společníka připraveny k použití.

# game/gui:3685:DefaultText
source: Level Up Notifications
cs: Oznámení o zvýšení úrovně

# game/gui:3686:DefaultText
source: Show notifications when you level up.
cs: Zobrazení oznámení při zvýšení úrovně.

# game/gui:3687:DefaultText
source: Level Up Reminders
cs: Připomenutí zvýšení úrovně

# game/gui:3688:DefaultText
source: Show reminders when you have unspent Skill or Perk points every time you travel to a new area.
cs: Při každé cestě do nové oblasti se zobrazí připomenutí, že máte nevyužité body dovedností nebo perků.

# game/gui:3689:DefaultText
source: Combat Warning
cs: Bojové varování

# game/gui:3690:DefaultText
source: Show a warning in the HUD when an enemy is in combat with you.
cs: Zobrazení varování v HUD, když s vámi nepřítel bojuje.

# game/gui:3691:DefaultText
source: TTD Scanner
cs: Skener TTD

# game/gui:3692:DefaultText
source: When unlocked, show the TTD scanner in the HUD. Turn this off if you prefer to see less detail when aiming at enemies in TTD.
cs: Po odemknutí se v HUD zobrazí skener TTD. Pokud chcete při míření na nepřátele v TTD vidět méně detailů, vypněte tuto funkci.

# game/gui:3693:DefaultText
source: TTD Reticle Meter
cs: Měřič TTD

# game/gui:3694:DefaultText
source: Show a TTD Meter around the reticle while aiming in TTD.
cs: Zobrazení TTD Meteru kolem zaměřovače při míření v TTD.

# game/gui:3695:DefaultText
source: TTD Status Effect Preview
cs: Náhled na stavový efekt TTD

# game/gui:3696:DefaultText
source: Show the status effect you may inflict on an enemy when aiming at certain body parts in TTD.
cs: Zobrazení stavového efektu, který můžete způsobit nepříteli při míření na určité části těla v TTD.

# game/gui:3697:DefaultText
source: Disguise Meter
cs: Měřič převleků

# game/gui:3698:DefaultText
source: Show the disguise meter in the HUD.
cs: Zobrazení ukazatele maskování v HUD.

# game/gui:3699:DefaultText
source: Equipment Repair Warning
cs: Upozornění na opravu zařízení

# game/gui:3700:DefaultText
source: Show a warning in the HUD when a weapon or armor piece you are using becomes severely damaged or broken.
cs: Zobrazení varování na displeji HUD, když je používaná zbraň nebo zbroj vážně poškozená nebo zlomená.

# game/gui:3701:DefaultText
source: Simplified Equipment Repair Warning
cs: Upozornění na zjednodušené opravy zařízení

# game/gui:3702:DefaultText
source: Show repair warnings without condition meters.
cs: Zobrazení upozornění na opravu bez měřičů stavu.

# game/gui:3703:DefaultText
source: Weapon Slots
cs: Sloty pro zbraně

# game/gui:3704:DefaultText
source: Show weapon slots in the HUD. On - Weapon slots will always be shown. Timed Fade - Weapon slots will only be shown when switching directly to another weapon without using the weapon wheel. Afterwards it will fade away. Off - Weapon slots will never be shown in the HUD.
cs: Zobrazení slotů pro zbraně v HUD. Zapnuto - Sloty pro zbraně budou zobrazeny vždy. Časované zmizení - Sloty pro zbraně budou zobrazeny pouze při přímém přepnutí na jinou zbraň bez použití kolečka pro přepínání zbraní. Poté zmizí. Vypnuto - Sloty zbraní se v HUD nikdy nezobrazí.

# game/gui:3705:DefaultText
source: Simplified Lockpicking / Hacking
cs: Zjednodušené lockpicking / hacking

# game/gui:3706:DefaultText
source: Show a simplified version of the lockpicking and hacking interface that uses minimal text. This version is great for experienced veterans who want a more immersive experience.
cs: Zobrazuje zjednodušenou verzi rozhraní pro vybírání zámků a hackování, která používá minimum textu. Tato verze je vhodná pro zkušené veterány, kteří chtějí více pohlcující zážitek.

# game/gui:3707:DefaultText
source: Tutorial Notifications
cs: Oznámení výukového programu

# game/gui:3708:DefaultText
source: Show small tutorials on the right side of the HUD as you unlock and encounter new gameplay.
cs: Při odemykání a objevování nových herních prvků se na pravé straně HUDu zobrazují malé výukové programy.

# game/gui:3709:DefaultText
source: Tutorial Popups
cs: Vyskakovací okna výukových programů

# game/gui:3710:DefaultText
source: Show large tutorial popups as you unlock and encounter new and important gameplay.
cs: Při odemykání a setkání s novými a důležitými herními prvky se zobrazují velká vyskakovací okna s návodem.

# game/gui:3711:DefaultText
source: Loot Tooltips
cs: Popisky nástrojů pro kořist

# game/gui:3712:DefaultText
source: Show item tooltips in the HUD while looting.
cs: Zobrazení popisků předmětů v HUD během plenění.

# game/gui:3713:DefaultText
source: Loot Controls
cs: Ovládání kořisti

# game/gui:3714:DefaultText
source: Show controls for various loot actions in the HUD.
cs: Zobrazení ovládacích prvků pro různé akce s kořistí v HUD.

# game/gui:3715:DefaultText
source: Corrosion damage is good against armor, including automechanicals, mantisaurs, and heavy armor. Can apply the Acid effect.
cs: Poškození korozí je dobré proti brnění, včetně automechanických, mantisaurů a těžkých brnění. Může použít efekt kyseliny.

# game/gui:3716:DefaultText
source: Basic kinetic damage that is weak against armor.
cs: Základní kinetické poškození, které je slabé proti brnění.

# game/gui:3717:DefaultText
source: Plasma damage is good against flesh and can apply Burn. Most creatures are weak to plasma, but it is notably ineffective against mantisaurs.
cs: Plazmové poškození je dobré proti masu a může působit popáleniny. Většina tvorů je proti plazmě slabá, ale proti mantisaurům je obzvláště neúčinná.

# game/gui:3718:DefaultText
source: Shock damage is good against automechanicals.
cs: Poškození nárazem je dobré proti automechanikům.

# game/gui:3719:DefaultText
source: Movement Speed and Melee Weapon Attack Speed are increased. When this expires, the Adrena-Time Crash debuff is applied.
cs: Zvýší se rychlost pohybu a rychlost útoku zbraní pro boj zblízka. Po vypršení této schopnosti se použije debuff Adrena-Time Crash.

# game/gui:3720:DefaultText
source: Increases Charm and Temperament.
cs: Zvyšuje šarm a temperament.

# game/gui:3721:DefaultText
source: Canids move faster, deal more damage, and take less damage.
cs: Kanidé se pohybují rychleji, způsobují větší poškození a utrpí menší poškození.

# game/gui:3722:DefaultText
source: Health invulnerability when low on health. Does not clear or prevent buffs and debuffs.
cs: Nezranitelnost při nedostatku zdraví. Nevymazává ani nebrání buffům a debuffům.

# game/gui:3723:DefaultText
source: Armor increased after getting hit. This effect can stack 3 times.
cs: Po zásahu se zvýší brnění. Tento efekt se může třikrát navršit.

# game/gui:3724:DefaultText
source: Armor increased after dodging.
cs: Zbroj se zvyšuje po úskoku.

# game/gui:3725:DefaultText
source: Natural Health Regeneration increased.
cs: Přírodní regenerace zdraví se zvýšila.

# game/gui:3726:DefaultText
source: Crit Chance increased when near creatures.
cs: Zvýšená šance na kritické body v blízkosti tvorů.

# game/gui:3727:DefaultText
source: The party gains increased Crit Chance after a companion's kill.
cs: Po zabití společníka získá strana zvýšenou kritickou šanci.

# game/gui:3728:DefaultText
source: Damage increased for a short time after using a Companion Ability.
cs: Poškození se na krátkou dobu zvýší po použití schopnosti společníka.

# game/gui:3729:DefaultText
source: Damage increased when fighting targets allied with a Corporation. This only applies to damage that exceeds the target's armor.
cs: Poškození se zvyšuje při boji s cíli spojenými s korporací. Toto platí pouze pro poškození, které přesahuje brnění cíle.

# game/gui:3730:DefaultText
source: Damage increased while health is low.
cs: Zvýšené poškození při nízkém zdraví.

# game/gui:3731:DefaultText
source: After Dodging, the next melee attack has increased damage.
cs: Po úskoku má další útok zblízka zvýšené poškození.

# game/gui:3732:DefaultText
source: Crit Chance and Crit Damage increased when an automechanical is Scrambled.
cs: Zvýšení kritické šance a kritického poškození, když je automechanik zakódován.

# game/gui:3733:DefaultText
source: Increases Intelligence and Perception.
cs: Zvyšuje inteligenci a vnímání.

# game/gui:3734:DefaultText
source: Increases Strength and Dexterity.
cs: Zvyšuje sílu a obratnost.

# game/gui:3735:DefaultText
source: Armor increased.
cs: Zvýšená výzbroj.

# game/gui:3736:DefaultText
source: Debuffs have a shorter duration.
cs: Debuffy mají kratší trvání.

# game/gui:3737:DefaultText
source: Tactical Time Dilation recharges faster.
cs: Taktická časová dilatace se dobíjí rychleji.

# game/gui:3738:DefaultText
source: Companion Abilities cooldown faster.
cs: Schopnosti společníka se rychleji odeznívají.

# game/gui:3739:DefaultText
source: Crit Damage increased.
cs: Zvýšené kritické poškození.

# game/gui:3740:DefaultText
source: Move and Melee Speed are increased.
cs: Rychlost pohybu a boje zblízka se zvyšuje.

# game/gui:3741:DefaultText
source: Heals for a short time.
cs: Krátkodobě léčí.

# game/gui:3742:DefaultText
source: Heals for a short time when low on health.
cs: Krátkodobě léčí při nedostatku zdraví.

# game/gui:3743:DefaultText
source: Base health increased.
cs: Zvýšené základní zdraví.

# game/gui:3744:DefaultText
source: Increased Melee Weapon Damage.
cs: Zvýšené poškození zbraní pro boj zblízka.

# game/gui:3745:DefaultText
source: Increased Movement Speed and Melee Weapon Attack Speed.
cs: Zvýšení rychlosti pohybu a rychlosti útoku zbraní pro boj zblízka.

# game/gui:3746:DefaultText
source: While in TTD, Critical Hits refill some of your TTD meter.
cs: V režimu TTD vám kritické zásahy doplní část ukazatele TTD.

# game/gui:3747:DefaultText
source: When entering TTD with a full meter, Movement Speed is increased.
cs: Při vstupu do TTD s plným počítadlem se zvýší rychlost pohybu.

# game/gui:3748:DefaultText
source: Critical Hits increase Rate of Fire.
cs: Kritické zásahy zvyšují rychlost střelby.

# game/gui:3749:DefaultText
source: Decreases Ranged Weapon Spread and Ranged Weapon Sway.
cs: Snižuje rozptyl střelné zbraně a výkyv střelné zbraně.

# game/gui:3750:DefaultText
source: While moving, Ranged Weapon Spread and Ranged Weapon Sway are decreased.
cs: Při pohybu se snižuje rozptyl a výkyv střelné zbraně.

# game/gui:3751:DefaultText
source: No Weapon Sway after a kill with Long Guns.
cs: Po zabití s dlouhými zbraněmi není kyvná zbraň.

# game/gui:3752:DefaultText
source: Weakspot Hits have a chance to bypass Armor after dodging.
cs: Zásahy Weakspot mají šanci obejít brnění po úhybu.

# game/gui:3753:DefaultText
source: Decreases All Attributes and Walk Speed. This effect can stack up to 3 times. Adrena-Time Crash is automatically applied after Adrena-Time High wears off.
cs: Snižuje všechny atributy a rychlost chůze. Tento efekt se může nasčítat až třikrát. Adrena-Time Crash se automaticky použije po vypršení Adrena-Time High.

# game/gui:3754:DefaultText
source: Deals damage over time and reduces Armor.
cs: Časem způsobuje poškození a snižuje brnění.

# game/gui:3755:DefaultText
source: The target cowers in fear, unable to flee or fight. Only affects Human targets.
cs: Cíl se bojí a není schopen útěku ani boje. Působí pouze na lidské cíle.

# game/gui:3756:DefaultText
source: Charm and Temperament are reduced while crouching and while wearing a Disguise inside of a Restricted Area. This effect is the result of a chosen Flaw.
cs: Šarm a temperament jsou sníženy, když se krčíte a nosíte převlek uvnitř omezené oblasti. Tento efekt je výsledkem zvolené vady.

# game/gui:3757:DefaultText
source: Reduces Movement Speed and Attack Speed. This effect stacks.
cs: Snižuje rychlost pohybu a rychlost útoku. Tento efekt se sčítá.

# game/gui:3758:DefaultText
source: Reduces Movement Speed, Melee Attack Speed, and Rate of Fire.
cs: Snižuje rychlost pohybu, rychlost útoku zblízka a rychlost střelby.

# game/gui:3759:DefaultText
source: Increases incoming damage after being blocked with a Perfect Block.
cs: Zvyšuje příchozí poškození po zablokování pomocí dokonalého bloku.

# game/gui:3760:DefaultText
source: Removes the enemy's held weapon. Does not apply to special enemies, such as those with attached weapons.
cs: Odstraní zbraň, kterou nepřítel drží v ruce. Neplatí pro speciální nepřátele, například ty s připevněnými zbraněmi.

# game/gui:3761:DefaultText
source: Reduced Dexterity, Perception, and Charm.
cs: Snížená obratnost, postřeh a kouzlo.

# game/gui:3762:DefaultText
source: Reduces the target's damage output.
cs: Snižuje poškození cíle.

# game/gui:3763:DefaultText
source: Reduces Dexterity, Perception, and Temperament when near something or under a situation that is frightening. Cynophobia: Fear of Canids Pithecophobia: Fear of Primals Acrophobia: Fear of Heights Entomophobia: Fear of Insects Herpetophobia: Fear of Mantisaurs Raptiphobia: Fear of Raptidons Robophobia: Fear of Automechanicals Chronophobia: Fear of Time Dilation. Impediphobia: Fear of Encumbrance. This effect is the result of a chosen Flaw.
cs: Snižuje obratnost, postřeh a temperament, pokud se nachází v blízkosti něčeho nebo v situaci, která je děsivá. Cynofobie: Strach z psovitých šelem Pitekofobie: Strach z primátů Akrofobie: Strach z výšek Entomofobie: Strach z hmyzu Herpetofobie: Strach z kudlanek Raptifobie: Strach z raptidů Robofobie: Strach z automechaniků Chronofobie: Strach z dilatace času. Impedifobie: Strach z břemen Tento efekt je důsledkem zvolené vady.

# game/gui:3764:DefaultText
source: Deals damage over time, and reduces Personality Attributes. Does not apply to automechanicals.
cs: Způsobuje poškození v průběhu času a snižuje atributy osobnosti. Nevztahuje se na automechaniky.

# game/gui:3765:DefaultText
source: Automechanicals are turned off.
cs: Automechanické systémy jsou vypnuté.

# game/gui:3766:DefaultText
source: The target is being Mind Controlled to attack allies instead of enemies.
cs: Cíl je ovládán myslí, aby útočil na spojence místo na nepřátele.

# game/gui:3767:DefaultText
source: Shrinks the target for a short time, reducing their damage and armor.
cs: Krátkodobě zmenší cíl a sníží jeho poškození a brnění.

# game/gui:3768:DefaultText
source: Lifts the target into the air for a short time, incapacitating them, dealing Shock damage and applying Weaken.
cs: Vynese cíl na krátkou dobu do vzduchu, čímž ho znehybní, způsobí mu šokové poškození a oslabí ho.

# game/gui:3769:DefaultText
source: The target is unable to move.
cs: Cíl se nemůže pohybovat.

# game/gui:3770:DefaultText
source: Automechanicals will slowly attack enemies for you.
cs: Automechanici budou pomalu útočit na nepřátele za vás.

# game/gui:3771:DefaultText
source: You are dying from Exhaustion, which is severely affecting your Temperament, Intelligence, and Strength, and you will continuously take damage until you rest in your bed on your ship. Supernova difficulty only.
cs: Umíráte na vyčerpání, které vážně ovlivňuje váš temperament, inteligenci a sílu, a budete neustále dostávat poškození, dokud si neodpočinete na lůžku na své lodi. Pouze obtížnost Supernova.

# game/gui:3772:DefaultText
source: Temperament, Intelligence, and Strength are lowered until you rest in your bed on your ship. The more fatigued you are, the worse this effect gets. Supernova difficulty only.
cs: Temperament, inteligence a síla se snižují, dokud neodpočíváte na lůžku na své lodi. Čím více jste unaveni, tím je tento efekt horší. Pouze obtížnost Supernova.

# game/gui:3773:DefaultText
source: Increased Ranged Weapon Spread and Ranged Weapon Sway.
cs: Zvýšený rozptyl střelné zbraně a výkyv střelné zbraně.

# game/gui:3774:DefaultText
source: Pushes the target back a short distance, reducing Melee, Ranged, and Defense Skills, and increases the amount of Physical Damage received.
cs: Odsunuje cíl na krátkou vzdálenost, snižuje schopnosti boje zblízka, na dálku a obrany a zvyšuje množství obdrženého fyzického poškození.

# game/gui:3775:DefaultText
source: You are dying from Starvation, which is severely affecting your Strength, Charm, and Perception, and you will continuously take damage until you eat Food. Supernova difficulty only.
cs: Umíráte hlady, což vážně ovlivňuje vaši sílu, kouzlo a vnímání, a dokud nesníte jídlo, budete neustále dostávat poškození. Pouze obtížnost Supernova.

# game/gui:3776:DefaultText
source: Lowers Strength, Charm, and Perception until you eat Food. The hungrier you are, the worse this effect gets. Supernova difficulty only.
cs: Snižuje sílu, šarm a vnímání, dokud nesníte jídlo. Čím větší máte hlad, tím je tento efekt horší. Pouze obtížnost Supernova.

# game/gui:3777:DefaultText
source: Unable to attack for a short time.
cs: Krátkodobá neschopnost útoku.

# game/gui:3778:DefaultText
source: Flee from combat after witnessing a friendly die.
cs: Utečte z boje poté, co jste byli svědky přátelské smrti.

# game/gui:3779:DefaultText
source: Personality is decreased while you continuously take damage. Exit or neutralize the hazard.
cs: Osobnost se snižuje, pokud neustále dostáváte poškození. Ukončete nebo neutralizujte nebezpečí.

# game/gui:3780:DefaultText
source: Lowers Dexterity, Perception, and Intelligence until you drink something non-Alcoholic. The thirstier you are, the worse this effect gets. Supernova difficulty only.
cs: Snižuje obratnost, postřeh a inteligenci, dokud se nenapijete něčeho nealkoholického. Čím větší máte žízeň, tím je tento efekt horší. Pouze na obtížnost Supernova.

# game/gui:3781:DefaultText
source: You are dying from Dehydration, which is severely affecting your Dexterity, Perception, and Intelligence, and you will continuously take damage until you drink something non-Alcoholic. Supernova difficulty only.
cs: Umíráte na dehydrataci, která vážně ovlivňuje vaši obratnost, postřeh a inteligenci, a dokud se nenapijete něčeho nealkoholického, budete neustále dostávat zranění. Pouze obtížnost Supernova.

# game/gui:3782:DefaultText
source: Reduces Dexterity, Perception, and Temperament. Different Addiction Withdrawal effects can stack.
cs: Snižuje obratnost, vnímání a temperament. Různé účinky odvykání závislosti se mohou střádat.

# game/gui:3783:DefaultText
source: Special Weapon Effects
cs: Speciální zbraňové efekty
