Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:2827:DefaultText
source: A small percentage of weapons and armor you may find are considered "Pristine". They have more durability, and are worth more to vendors. Pristine items can be identified by a diamond near their condition meters.
cs: Malé procento zbraní a zbrojí, které můžete najít, je považováno za "Pristine". Mají větší trvanlivost a pro prodejce mají větší cenu. Pristine předměty poznáte podle diamantu u ukazatele jejich stavu.

# game/gui:2828:DefaultText
source: Hacking and Picking Locks
cs: Hackování a páčení zámků

# game/gui:2829:DefaultText
source: Your Hacking and Lockpick skills help you get into places you're not meant to be! Mag-picks are used to break open locks, and Bypass Shunts are used to break computer encryptions. If your skill is high enough to break the security, you will see how many Mag-Picks or Shunts you need and how long it will take. Raising your skill will lower the number of items used, and speed up the process!
cs: Vaše hackerské a lockpick dovednosti vám pomohou dostat se na místa, kam nemáte přístup! Mag-picky se používají k otevírání zámků a obchvatové šunty k prolomení počítačového šifrování. Pokud je vaše dovednost dostatečně vysoká k prolomení zabezpečení, uvidíte, kolik mag-picků nebo šuntů budete potřebovat a jak dlouho to bude trvat. Zvýšením své dovednosti snížíte počet použitých předmětů a urychlíte proces!

# game/gui:2831:DefaultText
source: On this screen you can see information on your active and completed quests, as well as change your currently active quest.
cs: Na této obrazovce můžete zobrazit informace o aktivních a dokončených úkolech a také změnit svůj aktuálně aktivní úkol.

# game/gui:2832:DefaultText
source: The Quest Tracker displays objectives for the active quest. You can change your active quest in the Quest Log of your Ledger.
cs: V nástroji pro sledování úkolů se zobrazují cíle aktivního úkolu. Aktivní úkol můžete změnit v Záznamníku úkolů v účetní knize.

# game/gui:2833:DefaultText
source: Your reputation with a faction has changed. If enemies are hostile but your reputation isn't "Kill on Sight", leaving for a few days will calm things down - the people of Halcyon have short memories.
cs: Vaše reputace ve frakci se změnila. Pokud jsou nepřátelé nepřátelští, ale vaše reputace není "Zabij na potkání", odchodem na několik dní se situace uklidní - lidé v Halcyonu mají krátkou paměť.

# game/gui:2834:DefaultText
source: Character Respecification
cs: Změna specifikace postavy

# game/gui:2835:DefaultText
source: Choosing to "Respec" refunds all of your spent skill and perk points. Then, you can spend them in a different way! The price to Respec will increase each time you use the machine.
cs: Pokud se rozhodnete pro "Respec", vrátí se vám všechny vynaložené body dovedností a perků. Pak je můžete utratit jiným způsobem! Cena za "Respec" se zvýší při každém použití stroje.

# game/gui:2836:DefaultText
source: There isn't a limit for how many times you can respec your character, but the price increases each time!
cs: Není omezeno, kolikrát můžete svou postavu změnit, ale cena se pokaždé zvyšuje!

# game/gui:2837:DefaultText
source: Resting in a bed is relaxing and moves time forward. In SUPERNOVA difficulty you can only rest in your bed on your ship.
cs: Odpočinek v posteli je relaxační a posouvá čas. V obtížnosti SUPERNOVA můžete odpočívat pouze v posteli na své lodi.

# game/gui:2838:DefaultText
source: Secret Weapons Research!
cs: Výzkum tajných zbraní!

# game/gui:2839:DefaultText
source: Science Weapons
cs: Vědecké zbraně

# game/gui:2840:DefaultText
source: Science weapons are unique weapons that have strange and powerful effects. Science weapon damage and the strength of their effects both increase as your Science skill is increased.
cs: Vědecké zbraně jsou jedinečné zbraně, které mají zvláštní a silné účinky. Poškození vědeckých zbraní i síla jejich účinků se zvyšuje se zvyšováním vaší vědecké dovednosti.

# game/gui:2841:DefaultText
source: In the right hands, these can be devastating weapons for your arsenal.
cs: Ve správných rukou se mohou stát ničivou zbraní vašeho arzenálu.

# game/gui:2842:DefaultText
source: A successful attack while sneaking inflicts extra damage to the enemy. A higher sneak skill increases the bonus damage.
cs: Úspěšný útok při plížení způsobí nepříteli dodatečné poškození. Vyšší dovednost plížení zvyšuje bonusové poškození.

# game/gui:2843:DefaultText
source: Merchant Skill
cs: Dovednost obchodníka

# game/gui:2844:DefaultText
source: Your "Merchant Skill" is equal to the value of your best Dialog skill, and is used to negotiate prices when buying and selling from vendors.
cs: Vaše dovednost "obchodník" se rovná hodnotě vaší nejlepší dovednosti Dialog a slouží k vyjednávání o cenách při nákupu a prodeji u prodejců.

# game/gui:2845:DefaultText
source: You have found a new weapon! The weapon switch button allows you to rotate between the weapons you have equipped on the Inventory Screen.
cs: Našli jste novou zbraň! Tlačítko pro přepínání zbraní umožňuje střídat zbraně, kterými jste vybaveni na obrazovce inventáře.

# game/gui:2846:DefaultText
source: Welcome to the System Map!
cs: Vítejte na systémové mapě!

# game/gui:2847:DefaultText
source: Here you can see all the planets in the system as well as some special "Points of Interest" that you may have discovered. You can fly your ship to any location that you have unlocked, though some landing bays require special codes and keys before they allow you to land there!
cs: Zde si můžete prohlédnout všechny planety v soustavě a také některé speciální "body zájmu", které jste mohli objevit. Se svou lodí můžete letět na libovolné místo, které jste odemkli, ačkoli některé přistávací prostory vyžadují speciální kódy a klíče, abyste na nich mohli přistát!

# game/gui:2849:DefaultText
source: There are 5 damage types - Physical, Plasma, Corrosion, Shock, and N-ray. Some enemies will be vulnerable or resistant to certain damage types. Physical - Weak against Armor. Plasma - Good against flesh, weak against Mantisaurs. Corrosion - Good against Armor, including Automechanicals, Mantisaurs, and Heavy Armor. Shock - Good against Automechanicals. N-Ray - Bypasses Armor, weak against non-organic entities.
cs: Existuje 5 typů poškození - fyzikální, plazmové, korozní, šokové a N-záření. Někteří nepřátelé budou zranitelní nebo odolní vůči určitým typům poškození. Fyzikální - slabé proti brnění. Plazmové - dobré proti masu, slabé proti mantisaurům.Koroze - Dobrá proti brnění, včetně automechaniků, mantisaurů a těžkých brnění. Ráz - Dobrá proti automechanikům. N-záření - Obchází brnění, slabé proti neorganickým entitám.

# game/gui:2850:DefaultText
source: You have found a Fast Travel location! From the Map, select a Fast Travel location to instantly travel there. As you explore The Outer Worlds, you will discover many fast travel locations - enjoy your explorations!
cs: Našli jste místo pro rychlé cestování! Na mapě vyberte místo rychlého cestování a okamžitě se tam přesuňte. Při prozkoumávání Vnějších světů objevíte mnoho míst rychlého cestování - užijte si průzkum!

# game/gui:2851:DefaultText
source: T&L Equipment Maintenance Guidelines
cs: Pokyny pro údržbu zařízení T&L

# game/gui:2852:DefaultText
source: Keep your office equipment in tip-top shape for superior company efficiency!
cs: Udržujte své kancelářské vybavení ve špičkové kondici pro vyšší efektivitu firmy!

# game/gui:2853:DefaultText
source: Auntie Cleo Management Training
cs: Školení managementu Auntie Cleo

# game/gui:2854:DefaultText
source: Work diligently, improve yourself, and you too can achieve middle management!
cs: Pracujte pilně, zdokonalujte se a i vy můžete dosáhnout středního managementu!

# game/gui:2855:DefaultText
source: Aramid Ballistics power regulations
cs: Výkonové předpisy Aramid Ballistics

# game/gui:2856:DefaultText
source: Company power is not to be wasted on personal projects!
cs: Výkon společnosti se nesmí promrhat na osobní projekty!

# game/gui:2857:DefaultText
source: Auntie Cleo Specialized Management Seminars
cs: Specializované manažerské semináře Auntie Cleo

# game/gui:2858:DefaultText
source: Auntie wants you to be your best to help her be the very best!
cs: Teta chce, abyste byli co nejlepší a pomohli jí být co nejlepší!

# game/gui:2859:DefaultText
source: Trespassing, lockpicking, hacking, and murder are all considered illegal activities and are frowned upon by society. Avoid being seen if you want to engage in those activities without consequences.
cs: Vniknutí na cizí pozemek, lockpicking, hacking a vražda jsou považovány za nelegální činnosti a společnost je odsuzuje. Pokud se chcete těmto činnostem věnovat bez následků, vyhněte se tomu, aby vás někdo viděl.

# game/gui:2860:DefaultText
source: Joch Weapons R&D Department
cs: Oddělení výzkumu a vývoje zbraní Joch

# game/gui:2861:DefaultText
source: Joch engineers ensure our bottom line and fire rates are sky-high!
cs: Inženýři společnosti Joch se starají o to, aby naše výsledky a míra požárů byly vysoké!

# game/gui:2862:DefaultText
source: Spacer's Choice Travel Advisory
cs: Cestovní poradenství Spacer's Choice

# game/gui:2863:DefaultText
source: Moving between planets is considered extremely dangerous and all employees are encouraged to remain home or at work.
cs: Pohyb mezi planetami je považován za velmi nebezpečný a všem zaměstnancům se doporučuje zůstat doma nebo v práci.

# game/gui:2864:DefaultText
source: Time Dilation Location Hits
cs: Dilatace času Umístění zásahů

# game/gui:2865:DefaultText
source: You have unlocked Location Hit Effects for Tactical Time Dilation. Hitting enemies in different locations during TTD maims or cripples those body parts - try different locations to see the different effects. Hits to the chest produce different effects when using different weapons!
cs: Odemkli jste efekty zásahu místa pro taktickou dilataci času. Zásah nepřátel na různých místech během TTD tyto části těla zmrzačí nebo ochromí - vyzkoušejte různá místa, abyste viděli různé efekty. Zásahy do hrudníku mají při použití různých zbraní různé účinky!

# game/gui:2866:DefaultText
source: Vending Machines mostly sell products of just one brand.
cs: Prodejní automaty většinou prodávají výrobky pouze jedné značky.

# game/gui:2867:DefaultText
source: All enemies have Weakspots that inflict extra damage when hit. On humans, shots to the head are extra harmful, but Weakspots can be in different places on the exotic animals and automechanicals of the Halcyon Colony.
cs: Všichni nepřátelé mají slabé body, které při zásahu způsobují dodatečné poškození. U lidí jsou extra škodlivé zásahy do hlavy, ale u exotických zvířat a automechaniků v kolonii Halcyon mohou být Weakspoty na různých místech.

# game/gui:2868:DefaultText
source: You have gotten a weapon modification. Install mods at a Workbench to upgrade your weapons: changing damage type, adding a scope, improving rate of fire, and more!
cs: Získali jste modifikaci zbraně. Nainstalujte si modifikace na pracovním stole a vylepšete své zbraně: změňte typ poškození, přidejte zaměřovač, zlepšete rychlost střelby a mnoho dalšího!

# game/gui:2869:DefaultText
source: Modifications
cs: Úpravy

# game/gui:2870:DefaultText
source: To install your mod, first select the item you wish to upgrade, then choose what type of Mod you wish to install (scope, armor plating, etc...), finally pick the mod to install and boom - you upgraded your item! Both Weapons and Armor can be modified. Mods can't be removed once they're used, so put them on your favorite gear!
cs: Chcete-li nainstalovat mod, nejprve vyberte předmět, který chcete vylepšit, poté vyberte typ modifikace, kterou chcete nainstalovat (rozsah, pancéřování atd.), nakonec vyberte modifikaci, kterou chcete nainstalovat, a bum - vylepšili jste svůj předmět! Modifikovat lze jak zbraně, tak brnění. Mody nelze po použití odstranit, takže si je nasaďte na své oblíbené vybavení!

# game/gui:2871:DefaultText
source: Joch Weapon Customization Program
cs: Program přizpůsobení zbraní Joch

# game/gui:2872:DefaultText
source: Joch weapons are built for the discerning warrior who wants a custom and personalized weapon. Just like everyone else!
cs: Zbraně Joch jsou určeny pro náročné bojovníky, kteří si chtějí pořídit zbraň na míru. Stejně jako všichni ostatní!

# game/gui:2873:DefaultText
source: Welcome to the Crux 2000 Workbench
cs: Vítejte na pracovním stole Crux 2000

# game/gui:2874:DefaultText
source: The Workbench allows you to repair, upgrade, and modify your weapons and armor, keeping you combat-ready and in tip-top shape at all times! On each screen, first select the weapon or armor item that you want to work on, then choose what you want to do to it - Repair it, Break it down for parts, Modify it with a Mod, or Tinker to upgrade it.
cs: Pracovní stůl vám umožní opravovat, vylepšovat a upravovat zbraně a brnění, abyste byli vždy připraveni k boji a v nejlepší kondici! Na každé obrazovce nejprve vyberte zbraň nebo brnění, na kterém chcete pracovat, a poté zvolte, co s ním chcete dělat - opravit ho, rozložit na součástky, upravit pomocí modifikace nebo vylepšit.

# game/gui:2876:DefaultText
source: Active user change detected. Returning to main menu.
cs: Zjištěna změna aktivního uživatele. Návrat do hlavní nabídky.

# game/gui:2877:DefaultText
source: Wireless controller disconnected.
cs: Bezdrátový ovladač odpojen.

# game/gui:2878:DefaultText
source: Vent
cs: Ventilace

# game/gui:2879:DefaultText
source: Companion Perks
cs: Výhody pro společníky

# game/gui:2880:DefaultText
source: Consumables and Inhaler
cs: Spotřební materiál a inhalátor

# game/gui:2881:DefaultText
source: Awareness
cs: Informovanost

# game/gui:2882:DefaultText
source: Basic Combat
cs: Základní boj

# game/gui:2883:DefaultText
source: Basic Movement
cs: Základní pohyb

# game/gui:2884:DefaultText
source: Melee Attacks and Blocking
cs: Útoky zblízka a blokování

# game/gui:2885:DefaultText
source: Charge-Up Weapons
cs: Nabíjení zbraní

# game/gui:2886:DefaultText
source: Companion Skills
cs: Společenské dovednosti

# game/gui:2887:DefaultText
source: Companion Movement Commands
cs: Příkazy pro pohyb společníka

# game/gui:2888:DefaultText
source: Companion Attack Commands
cs: Útočné příkazy společníka

# game/gui:2889:DefaultText
source: Companion Perks
cs: Výhody pro společníky

# game/gui:2890:DefaultText
source: Companion Wants to Talk
cs: Společník chce mluvit

# game/gui:2891:DefaultText
source: Cover
cs: Obálka

# game/gui:2893:DefaultText
source: Damage Types
cs: Typy poškození

# game/gui:2894:DefaultText
source: Destructible Hazards
cs: Zničitelné nebezpečí

# game/gui:2895:DefaultText
source: Disguise Imperfect
cs: Převlek Imperfect

# game/gui:2896:DefaultText
source: Disguise Interrogation
cs: Převlekový výslech

# game/gui:2897:DefaultText
source: Leap Dodge
cs: Skok Dodge

# game/gui:2898:DefaultText
source: Dodging
cs: Vyhýbání se

# game/gui:2899:DefaultText
source: Falling Damage
cs: Poškození pádem

# game/gui:2900:DefaultText
source: Fast Travel
cs: Rychlé cestování

# game/gui:2901:DefaultText
source: Gaining Items
cs: Získávání položek

# game/gui:2903:DefaultText
source: Item Broken
cs: Položka Rozbité

# game/gui:2904:DefaultText
source: Item Degradation
cs: Degradace položky

# game/gui:2906:DefaultText
source: Leveling Up Instructions
cs: Pokyny pro zvyšování úrovně

# game/gui:2907:DefaultText
source: Looting
cs: Drancování

# game/gui:2908:DefaultText
source: Quick Melee
cs: Rychlý boj zblízka

# game/gui:2909:DefaultText
source: N-ray Damage
cs: Poškození N-zářením

# game/gui:2910:DefaultText
source: N-ray Weapons
cs: Zbraně N-ray

# game/gui:2911:DefaultText
source: Objective Markers
cs: Objektivní značky

# game/gui:2912:DefaultText
source: Perfect Blocks
cs: Dokonalé bloky

# game/gui:2913:DefaultText
source: Perks Unlocked
cs: Odemčené výhody

# game/gui:2914:DefaultText
source: Pristine Items
cs: Prvotřídní předměty

# game/gui:2915:DefaultText
source: Quest Dependencies
cs: Závislosti na úkolu

# game/gui:2916:DefaultText
source: Quest Screen
cs: Obrazovka questu

# game/gui:2917:DefaultText
source: Quest Tracking
cs: Sledování úkolů

# game/gui:2918:DefaultText
source: Reputation & Factions
cs: Pověst a frakce

# game/gui:2919:DefaultText
source: Resting
cs: Odpočinek

# game/gui:2920:DefaultText
source: Sneaking
cs: Plížení

# game/gui:2921:DefaultText
source: Sprinting
cs: Sprintování

# game/gui:2922:DefaultText
source: Sneak Attacks
cs: Zákeřné útoky

# game/gui:2923:DefaultText
source: Weapon Switching
cs: Přepínání zbraní

# game/gui:2924:DefaultText
source: Tall Grass
cs: Vysoká tráva

# game/gui:2925:DefaultText
source: Vending Machines
cs: Prodejní automaty

# game/gui:2926:DefaultText
source: Vendor Screens
cs: Obrazovky prodejců

# game/gui:2927:DefaultText
source: Weakspots and Headshots
cs: Slabá místa a záběry hlavy

# game/gui:2928:DefaultText
source: Weapon & Armor Mods
cs: Modifikace zbraní a brnění

# game/gui:2929:DefaultText
source: Weapon Management
cs: Správa zbraní

# game/gui:2930:DefaultText
source: Change Profile
cs: Změnit profil

# game/gui:2931:DefaultText
source: Halcyon is part of the Halcyon Cluster, so named because Halcyon is the brightest star in the cluster when viewed from Earth.
cs: Halcyon je součástí hvězdokupy Halcyon, která je tak pojmenována proto, že Halcyon je nejjasnější hvězdou hvězdokupy při pohledu ze Země.

# game/gui:2932:DefaultText
source: The original naming scheme for planets of the Halcyon Colony was chosen by the head of the Halcyon Holdings Corporate Board.
cs: Původní schéma pojmenování planet kolonie Halcyon bylo vybráno šéfem podnikové rady Halcyon Holdings.

# game/gui:2933:DefaultText
source: The Earth Directorate was formed after The Great War to arbitrate international (and inter-corporate) disputes.
cs: Ředitelství Země bylo založeno po Velké válce za účelem rozhodování mezinárodních (a mezipodnikových) sporů.

# game/gui:2934:DefaultText
source: During the 23rd century, the skip drive was invented, sparking another space race as corporations began exploring and claiming purchasing rights to known star systems.
cs: Ve 23. století byl vynalezen skipový pohon, což vyvolalo další vesmírné závody, kdy korporace začaly zkoumat známé hvězdné systémy a nárokovat si na ně kupní práva.

# game/gui:2935:DefaultText
source: Faster-Than-Light ship drives are commonly called "skip drives," because they allow ships to approach and then "skip past" the speed of light.
cs: Pohonům lodí rychlejších než světlo se běžně říká "přeskokové pohony", protože umožňují lodím přiblížit se k rychlosti světla a pak ji "přeskočit".

# game/gui:2936:DefaultText
source: Massive passenger ships can take up to a decade to complete a trip to the colonies. Light messenger drones can make the same journey in weeks.
cs: Masivním osobním lodím může cesta do kolonií trvat až deset let. Lehké kurýrní drony zvládnou stejnou cestu za několik týdnů.

# game/gui:2937:DefaultText
source: Terraforming is still a young science for humans, and the results have been... unpredictable, particularly with the effects on native flora and fauna.
cs: Terraformace je pro lidi stále ještě mladá věda a její výsledky jsou... nepředvídatelné, zejména co se týče vlivu na původní flóru a faunu.

# game/gui:2938:DefaultText
source: Plasma weapons use high-energy fields to draw in and convert ambient aether into a superheated plasma state, which can be used offensively.
cs: Plazmové zbraně využívají vysokoenergetická pole k nasávání a přeměně okolního éteru na přehřáté plazma, které lze použít k útočným účelům.

# game/gui:2939:DefaultText
source: There are three types of armor: light, medium and heavy. Heavy armor provides the most protection, but light armor provides better skill bonuses.
cs: Existují tři typy zbroje: lehká, střední a těžká. Těžké brnění poskytuje největší ochranu, ale lehké brnění poskytuje lepší bonusy k dovednostem.

# game/gui:2940:DefaultText
source: Raising your ranged weapon skills unlocks Time Dilation location hits. For example, shooting an enemy in the leg cripples your target, slowing them.
cs: Zlepšení dovedností u zbraní na dálku vám odemkne zásahy v lokaci Dilatace času. Například střelení nepřítele do nohy ochromí váš cíl a zpomalí ho.

# game/gui:2941:DefaultText
source: Tactical Time Dilation drains extremely slowly when you're not shooting. Take a few moments to examine your enemy - learn about their armor, health, and weaknesses.
cs: Když nestřílíte, taktická časová dilatace se vyčerpává extrémně pomalu. Věnujte několik okamžiků prozkoumání nepřítele - zjistěte si informace o jeho zbroji, zdraví a slabinách.

# game/gui:2942:DefaultText
source: When your Inhaler finishes off a stack of consumables, it will automatically reload itself with another stack of the same type, if available.
cs: Když inhalátor vyčerpá zásobník spotřebního materiálu, automaticky se doplní dalším zásobníkem stejného typu, je-li k dispozici.

# game/gui:2943:DefaultText
source: Guns in The Outer Worlds are built to be customized and modified with different barrels, scopes, and magazines. You can use these "mods" to upgrade your gun at a workbench.
cs: Zbraně ve hře The Outer Worlds jsou konstruovány tak, aby je bylo možné upravovat pomocí různých hlavní, zaměřovačů a zásobníků. Tyto "modifikace" můžete použít k vylepšení své zbraně u pracovního stolu.

# game/gui:2944:DefaultText
source: With just a little science, you can tinker with your weapons and armor at a workbench, increasing the damage they inflict or prevent!
cs: Stačí trocha vědy a můžete si u pracovního stolu upravit zbraně a brnění a zvýšit poškození, které způsobují, nebo jim zabránit!

# game/gui:2945:DefaultText
source: When buying and selling from a vendor, your best dialog skill (Lie, Persuade, or Intimidate) is automatically used to negotiate your best price.
cs: Při nákupu a prodeji u prodejce se k vyjednávání o nejlepší ceně automaticky používá vaše nejlepší dialogová dovednost (Lhaní, Přesvědčování nebo Zastrašování).

# game/gui:2946:DefaultText
source: Each of your companions has unique perks and a unique special attack. Build a team that fits your play style - or just hang out with your favorites.
cs: Každý z vašich společníků má jedinečné výhody a jedinečný speciální útok. Sestavte si tým, který bude vyhovovat vašemu hernímu stylu - nebo si jen tak vyrazte se svými oblíbenci.

# game/gui:2947:DefaultText
source: Not every challenge needs to be solved with a gun. They can be handled through negotiation... or subterfuge... or a big hammer.
cs: Ne každý problém je třeba řešit zbraní. Lze je vyřešit vyjednáváním... nebo lstí... nebo velkým kladivem.

# game/gui:2948:DefaultText
source: Armor reduces the damage of each incoming bullet or attack. If a fast weapon is ineffective, try a different weapon that's slower but hits harder!
cs: Brnění snižuje poškození způsobené každou příchozí střelou nebo útokem. Pokud je rychlá zbraň neúčinná, zkuste jinou zbraň, která je pomalejší, ale zasahuje silněji!

# game/gui:2949:DefaultText
source: Creatures take extra damage from plasma attacks. Automechanicals take extra damage from shock weapons.
cs: Tvorové dostávají dodatečné poškození od plazmových útoků. Automechanici dostávají dodatečné poškození od rázových zbraní.

# game/gui:2950:DefaultText
source: Bad guys too close to shoot? Use a Quick Melee attack to knock them back and give yourself room to shoot.
cs: Zločinci příliš blízko na to, abyste je mohli zastřelit? Použijte rychlý útok zblízka, abyste je srazili zpět a získali prostor ke střelbě.
