Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:1620:DefaultText
source: {faction_name} Reputation Decreased
cs: {faction_name} Reputace snížena

# game/gui:1621:DefaultText
source: {faction_name} Negative Reputation Decreased
cs: {faction_name} Negativní reputace snížena

# game/gui:1623:DefaultText
source: {faction_name} are now {reputation}.
cs: {název_frakce} jsou nyní {reputace}.

# game/gui:1624:DefaultText
source: {companion_name}'s Morale Increased
cs: Morálka {jméno_společníka} se zvýšila

# game/gui:1625:DefaultText
source: {companion_name}'s Morale Decreased
cs: Morálka {jméno_společníka} se snížila

# game/gui:1626:DefaultText
source: Walk
cs: Procházka

# game/gui:1627:DefaultText
source: {companion_name} has joined the party.
cs: {jméno_společníka} se připojilo ke straně.

# game/gui:1628:DefaultText
source: {companion_name} has left the party.
cs: {jméno_společníka} opustilo stranu.

# game/gui:1629:DefaultText
source: Manti Meat
cs: Manti Maso

# game/gui:1630:DefaultText
source: Damage Threshold and DoT
cs: Práh poškození a DoT

# game/gui:1631:DefaultText
source: Enemy Killed. +{value}XP
cs: Zabitý nepřítel. +{hodnota}XP

# game/gui:1632:DefaultText
source: {poi_name} Discovered +{value}XP
cs: {poi_name} Objeveno +{value}XP

# game/gui:1633:DefaultText
source: {skill_name} used. +{value}XP
cs: {skill_name} used. +{hodnota}XP

# game/gui:1634:DefaultText
source: {collectible} found. +{value}XP
cs: {collectible} nalezeno. +{hodnota}XP

# game/gui:1635:DefaultText
source: +{value}XP
cs: +{hodnota}XP

# game/gui:1636:DefaultText
source: Sleep for {value} hours
cs: Spánek po dobu {hodnota} hodin

# game/gui:1637:DefaultText
source: Wait for {value} hours
cs: Počkejte {hodnota} hodin

# game/gui:1638:DefaultText
source: Broken Vending Machine
cs: Rozbitý prodejní automat

# game/gui:1640:DefaultText
source: Crouch to Sneak and avoid detection.
cs: Přikrčte se, abyste se mohli plížit a vyhnout se odhalení.

# game/gui:1641:DefaultText
source: The Awareness meters over enemy heads tell you if they are Unaware, Suspicious, Investigating, or Alerted.
cs: Měřiče povědomí nad hlavami nepřátel vám ukazují, zda jsou nevědomí, podezřívaví, vyšetřující nebo upozornění.

# game/gui:1642:DefaultText
source: While sneaking, use tall grass, rocks, or other cover to hide from enemies. Use this to sneak past enemies or sneak up on them to initiate combat.
cs: Při plížení používejte vysokou trávu, skály nebo jiné úkryty, abyste se ukryli před nepřáteli. Pomocí tohoto úkrytu se můžete proplížit kolem nepřátel nebo se k nim připlížit a zahájit boj.

# game/gui:1643:DefaultText
source: Remember, you don't have to fight to get the ID. You can sneak to get it too.
cs: Nezapomeňte, že o průkaz nemusíte bojovat. Můžete se k němu také proplížit.

# game/gui:1644:DefaultText
source: Double-click the jump button to Dodge left, right, or backwards.
cs: Dvojitým kliknutím na tlačítko skoku můžete uhnout doleva, doprava nebo dozadu.

# game/gui:1645:DefaultText
source: Some people may require completing another quest before they will assist you. You can check your Quest Log for dependencies.
cs: Někteří lidé mohou vyžadovat splnění jiného úkolu, než vám pomohou. Závislosti můžete zkontrolovat v deníku úkolů.

# game/gui:1646:DefaultText
source: Objective Markers in your HUD and on the compass help you navigate to your current Quest Objective.
cs: Značky cíle v HUD a na kompasu vám pomohou navigovat k aktuálnímu cíli úkolu.

# game/gui:1647:DefaultText
source: You have gained: {item_name}.
cs: Získali jste: {název_předmětu}.

# game/gui:1648:DefaultText
source: You have lost: {item_name}.
cs: Ztratili jste: {název_předmětu}.

# game/gui:1649:DefaultText
source: Spacer's Choice
cs: Volba rozdělovače

# game/gui:1650:DefaultText
source: Auntie Cleo
cs: Teta Cleo

# game/gui:1651:DefaultText
source: Encumbered
cs: Zatížené

# game/gui:1652:DefaultText
source: Carrying too much weight has slowed down your movement speed, preventing you from sprinting and fast traveling.
cs: Nosit příliš velkou váhu zpomaluje rychlost vašeho pohybu, což vám brání ve sprintu a rychlém cestování.

# game/gui:1653:DefaultText
source: Reduces Movement Speed. Unable to Sprint. Unable to Fast Travel.
cs: Snižuje rychlost pohybu. Nemůže sprintovat. Nemůže rychle cestovat.

# game/gui:1654:DefaultText
source: Power Attacks have a chance to Disarm the target
cs: Silové útoky mají šanci odzbrojit cíl.

# game/gui:1655:DefaultText
source: Power Attacks have 25% chance to Disarm the target
cs: Silové útoky mají 25% šanci na odzbrojení cíle.

# game/gui:1656:DefaultText
source: Increase the number of Bits found in containers
cs: Zvýšení počtu bitů nalezených v kontejnerech

# game/gui:1657:DefaultText
source: Find {percent} more Bits in containers
cs: Najít {procento} více bitů v kontejnerech

# game/gui:1658:DefaultText
source: If a container/door requires only 1 Mag-Pick to unlock, it instead costs 0
cs: Pokud je k odemčení kontejneru/dveří potřeba pouze 1 Mag-Pick, stojí 0.

# game/gui:1659:DefaultText
source: Doors and Containers requiring 1 Mag-Pick to unlock are free to open
cs: Dveře a kontejnery, k jejichž odemčení je třeba 1 mag-pick, lze otevřít zdarma.

# game/gui:1660:DefaultText
source: Requires Power Regulator
cs: Vyžaduje regulátor napájení

# game/gui:1661:DefaultText
source: Install Power Regulator
cs: Instalace regulátoru napájení

# game/gui:1662:DefaultText
source: Lockpicking speed is increased to be nearly instant
cs: Rychlost lockpickingu je zvýšena na téměř okamžitou.

# game/gui:1663:DefaultText
source: Lockpick Max Distance {distance}
cs: Maximální vzdálenost Lockpick {vzdálenost}

# game/gui:1664:DefaultText
source: Damage {percent} for {duration}
cs: Poškození {procento} po dobu {trvání}

# game/gui:1665:DefaultText
source: Universal Defense Logistics
cs: Univerzální obranná logistika

# game/gui:1670:DefaultText
source: Error
cs: Chyba

# game/gui:1671:DefaultText
source: You've grown healthier in your time outside of stasis.
cs: Za dobu, co jsi mimo stázi, jsi se stal zdravějším.

# game/gui:1672:DefaultText
source: Tactical Time Dilation lasts longer. Surely this is normal.
cs: Taktická časová dilatace trvá déle. To je jistě normální.

# game/gui:1673:DefaultText
source: Increase the Carrying Capacity bonus from your Companions.
cs: Zvyšte bonus za nosnost svých společníků.

# game/gui:1674:DefaultText
source: When you are at low Health, you deal increased damage.
cs: Při nízkém stavu zdraví způsobujete zvýšené poškození.

# game/gui:1675:DefaultText
source: Sometimes you are the only person you can trust, and that's okay. You deal increased damage when adventuring alone.
cs: Někdy jste jedinou osobou, které můžete věřit, a to je v pořádku. Při dobrodružstvích o samotě způsobujete zvýšené poškození.

# game/gui:1676:DefaultText
source: Reduce the penalties to Accuracy when moving.
cs: Snížení postihů k přesnosti při pohybu.

# game/gui:1677:DefaultText
source: Gain some Tactical Time Dilation meter when you kill an enemy.
cs: Když zabijete nepřítele, získáte taktický ukazatel dilatace času.

# game/gui:1678:DefaultText
source: When you use the Inhaler, any downed Companions are revived with a small amount of Health.
cs: Když použijete inhalátor, oživíte všechny zraněné společníky malým množstvím zdraví.

# game/gui:1679:DefaultText
source: Increase the damage dealt by Plasma and Shock weapons.
cs: Zvýšení poškození způsobeného plazmovými a šokovými zbraněmi.

# game/gui:1680:DefaultText
source: Increase your movement and action speed when Tactical Time Dilation is active.
cs: Zvýšíte rychlost pohybu a akce, když je aktivní taktická dilatace času.

# game/gui:1681:DefaultText
source: Whenever you are affected by a harmful Combat Effect, you deal increased Damage.
cs: Kdykoli vás zasáhne škodlivý bojový efekt, způsobíte zvýšené poškození.

# game/gui:1682:DefaultText
source: Increase the damage dealt by Corrosion and N-ray weapons.
cs: Zvyšte poškození způsobené korozními a N-zářením.

# game/gui:1683:DefaultText
source: After killing an enemy, your Weapon Sway and Accuracy penalties while moving are reduced to zero for a short time.
cs: Po zabití nepřítele se vaše postihy za kolísání zbraně a přesnost při pohybu na krátkou dobu sníží na nulu.

# game/gui:1684:DefaultText
source: Headshot kills explode, damaging nearby enemies.
cs: Zabití headshotem exploduje a poškodí blízké nepřátele.

# game/gui:1685:DefaultText
source: You've become very efficient at transporting goods. Maybe you should have been born as a cargo hauler.
cs: V přepravě zboží jste velmi efektivní. Možná ses měl narodit jako přepravce nákladu.

# game/gui:1686:DefaultText
source: Years of Adrena-Time use have left a permanent pep in your step.
cs: Roky používání Adrena-Time vám dodají trvalou energii.

# game/gui:1687:DefaultText
source: While using Tactical Time Dilation, you deal increased Weak Spot damage.
cs: Při použití taktické časové dilatace způsobujete zvýšené poškození slabým bodem.

# game/gui:1688:DefaultText
source: They're not slow, you're just fast.
cs: Nejsou pomalí, jen vy jste rychlí.

# game/gui:1689:DefaultText
source: You take better care of your weapons and armor than most people.
cs: O své zbraně a zbroj se staráš lépe než většina lidí.

# game/gui:1690:DefaultText
source: Increase your maximum Carrying Capacity.
cs: Zvyšte svou maximální nosnost.

# game/gui:1691:DefaultText
source: Your Tactical Time Dilation meter recharges much faster.
cs: Taktický měřič časové dilatace se dobíjí mnohem rychleji.

# game/gui:1692:DefaultText
source: Increase the range at which all interactable objects around you highlight without requiring you to look directly at them.
cs: Zvyšte rozsah, ve kterém se zvýrazní všechny interagovatelné objekty ve vašem okolí, aniž byste se na ně museli přímo dívat.

# game/gui:1693:DefaultText
source: Significantly reduces the Weight of Consumables.
cs: Výrazně snižuje hmotnost spotřebního materiálu.

# game/gui:1694:DefaultText
source: Your Ranged attacks reduce the target's Armor Rating by 1 point per hit. This effect lasts a short time, and can stack multiple times.
cs: Vaše útoky na dálku snižují hodnotu brnění cíle o 1 bod za každý zásah. Tento účinek trvá krátce a může se opakovaně sčítat.

# game/gui:1695:DefaultText
source: Restore some Health whenever you kill an enemy.
cs: Obnovte si trochu zdraví, kdykoli zabijete nepřítele.

# game/gui:1696:DefaultText
source: Increase the Armor Rating and Skill bonuses from any armor you wear. Bonuses from Mods are not affected.
cs: Zvyšuje hodnocení zbroje a bonusy k dovednostem z jakékoli zbroje, kterou nosíte. Bonusy z modifikací nejsou ovlivněny.

# game/gui:1697:DefaultText
source: Vendors and Vending Machines have additional Ammo, Consumables, and General items available. This effect will happen the next time a Vendor or Vending Machine restocks.
cs: Prodejci a prodejní automaty mají k dispozici další munici, spotřební materiál a obecné předměty. Tento efekt se projeví při příštím doplnění zásob prodejce nebo automatu.

# game/gui:1698:DefaultText
source: Further increase your maximum Carrying Capacity.
cs: Dále zvyšte svou maximální nosnost.

# game/gui:1699:DefaultText
source: Reduce the detection radius of enemies when you have no Companions in your party.
cs: Snížení poloměru detekce nepřátel, pokud nemáte ve skupině společníky.

# game/gui:1700:DefaultText
source: After some unsanctioned adjustments, the Workbench's sight alignment tool is much more accurate.
cs: Po několika neschválených úpravách je nástroj Workbench pro seřízení mířidel mnohem přesnější.

# game/gui:1701:DefaultText
source: Being a shrewd negotiator may cost you some friends, but you make up for it in Bits.
cs: Být chytrý vyjednavač vás sice může stát pár přátel, ale vynahradíte si to v Bitech.

# game/gui:1702:DefaultText
source: Your companions have a lot to teach you about killing.
cs: Vaši společníci vás mohou o zabíjení hodně naučit.

# game/gui:1703:DefaultText
source: When you activate Tactical Time Dilation, you continue to move at normal speed for a short time. This effect only occurs when your TTD meter is full at time of activation.
cs: Když aktivujete taktickou časovou dilataci, budete se po krátkou dobu pohybovat normální rychlostí. Tento efekt se projeví pouze tehdy, když je váš měřič TTD v době aktivace plný.

# game/gui:1704:DefaultText
source: You have a base Armor Rating which adds to any armor you wear.
cs: Máte základní hodnocení zbroje, které se přičítá k jakékoli zbroji, kterou nosíte.

# game/gui:1705:DefaultText
source: Bonus to Dialog Skills when you have no Companions in your party.
cs: Bonus k dovednosti Dialog, pokud nemáte ve skupině společníky.

# game/gui:1706:DefaultText
source: You have a way of convincing Vendors to pay you more Bits than they should.
cs: Máte způsob, jak přesvědčit prodejce, aby vám zaplatili více bitů, než by měli.

# game/gui:1707:DefaultText
source: When you critically hit a target, you have a chance of immediately resetting the cooldown of a Companion Ability.
cs: Když kriticky zasáhnete cíl, máte šanci okamžitě obnovit dobu platnosti schopnosti společníka.

# game/gui:1708:DefaultText
source: Using a Companion Ability has a chance to reset the other Companion's Ability cooldown.
cs: Použití schopnosti společníka má šanci resetovat dobu odezvy schopnosti druhého společníka.

# game/gui:1709:DefaultText
source: All Area of Effect and Plasma damage dealt to you is reduced.
cs: Snižuje se veškeré poškození způsobené oblastí účinku a plazmou.

# game/gui:1710:DefaultText
source: A small amount of Melee damage you deal is returned as healing.
cs: Malé množství způsobeného poškození při boji zblízka se vrátí jako léčení.

# game/gui:1711:DefaultText
source: There's something about blood and violence that helps you focus. That's not disturbing at all.
cs: Krev a násilí mají něco do sebe, co vám pomůže se soustředit. To není vůbec rušivé.

# game/gui:1712:DefaultText
source: Killing an enemy reduces the remaining cooldown time of Companion Abilities.
cs: Zabitím nepřítele se zkrátí zbývající doba platnosti schopností společníka.

# game/gui:1713:DefaultText
source: Increase this companion's maximum Health.
cs: Zvyšte maximální zdraví tohoto společníka.

# game/gui:1714:DefaultText
source: Increase the amount of threat this companion generates when attacking enemies, making them more likely to attack this companion.
cs: Zvyšuje míru ohrožení, které tento společník vytváří při útoku na nepřátele, takže je pravděpodobnější, že na něj zaútočí.

# game/gui:1715:DefaultText
source: Decrease the amount of threat this companion generates when attacking enemies, making them less likely to attack this companion.
cs: Snižuje míru ohrožení, které tento společník vytváří při útoku na nepřátele, takže je méně pravděpodobné, že na něj zaútočí.

# game/gui:1716:DefaultText
source: Increase the damage dealt by this companion when using Melee weapons.
cs: Zvyšuje poškození způsobené tímto společníkem při použití zbraní pro boj zblízka.

# game/gui:1717:DefaultText
source: Increase the damage dealt by this companion when using Ranged weapons.
cs: Zvyšte poškození způsobené tímto společníkem při použití dalekonosných zbraní.

# game/gui:1718:DefaultText
source: Increase this companion's base Armor Rating. This effect stacks with any armor they wear.
cs: Zvyšte tomuto společníkovi základní hodnotu brnění. Tento efekt se sčítá s jakýmkoli brněním, které nosí.

# game/gui:1719:DefaultText
source: Increase the damage dealt by this companion's Ability.
cs: Zvýší poškození způsobené schopností tohoto společníka.

# game/gui:1720:DefaultText
source: Chance of immediately resetting this companion's Ability cooldown when they perform their Companion Ability.
cs: Šance na okamžité obnovení doby odezvy schopnosti tohoto společníka, když provede svou schopnost společníka.

# game/gui:1721:DefaultText
source: The companion constantly regenerates health, even during combat.
cs: Společník neustále regeneruje zdraví, a to i během boje.

# game/gui:1722:DefaultText
source: This companion swaps weapons and reloads much faster.
cs: Tento společník vyměňuje zbraně a nabíjí mnohem rychleji.

# game/gui:1723:DefaultText
source: Chance of immediately resetting this companion's Ability cooldown when they get a killing blow.
cs: Šance na okamžité obnovení cooldownu schopností tohoto společníka, když dostane smrtící ránu.

# game/gui:1724:DefaultText
source: Reduce the duration of harmful Status Effects on this companion.
cs: Zkracuje dobu trvání škodlivých stavových efektů tohoto společníka.

# game/gui:1725:DefaultText
source: Increase the damage dealt by this companion for a short time after performing their Companion Ability.
cs: Zvýší poškození způsobené tímto společníkem na krátkou dobu po provedení jeho schopnosti společníka.

# game/gui:1726:DefaultText
source: Combat Effects inflicted by this companion's Ability last longer.
cs: Bojové efekty způsobené schopností tohoto společníka trvají déle.

# game/gui:1727:DefaultText
source: When this companion takes damage, they gain some Armor for a short time. This effect stacks up to 3 times.
cs: Když tento společník utrpí poškození, získá na krátkou dobu určitou zbroj. Tento účinek se střádá až třikrát.

# game/gui:1728:DefaultText
source: When this companion is downed during combat, they heal back some Health and continue fighting. This effect has a long cooldown.
cs: Když je tento společník během boje zraněn, vyléčí si část zdraví a pokračuje v boji. Tento efekt má dlouhý cooldown.

# game/gui:1729:DefaultText
source: Tactical Time Dilation Meter Max {percent}
cs: Taktický měřič časové dilatace Max {procenta}

# game/gui:1730:DefaultText
source: Minimum 1-Handed Melee Damage Dealt {mpercent}
cs: Minimální způsobené poškození při boji zblízka jednou rukou {procento}

# game/gui:1731:DefaultText
source: Movement Penalty to Accuracy {percent}
cs: Trest za pohyb k přesnosti {procento}

# game/gui:1732:DefaultText
source: TTD Restored per Kill +{mpercent}
cs: Obnovené TTD na zabití +{procento}

# game/gui:1733:DefaultText
source: Minimum 2-Handed Melee Damage Dealt {mpercent}
cs: Minimální způsobené poškození při boji zblízka dvěma rukama {procento}

# game/gui:1734:DefaultText
source: Corrosion Damage {percent}
cs: Poškození korozí {procento}

# game/gui:1735:DefaultText
source: Plasma Damage {percent}
cs: Poškození plazmou {procento}

# game/gui:1736:DefaultText
source: N-ray Damage {percent}
cs: Poškození N-zářením {procento}

# game/gui:1737:DefaultText
source: Shock Damage {percent}
cs: Šokové poškození {procento}

# game/gui:1738:DefaultText
source: Thermal Damage {percent}
cs: Tepelné poškození {procento}

# game/gui:1739:DefaultText
source: Ranged Weapon Sway {percent}
cs: Kolísání zbraně na dálku {procento}

# game/gui:1740:DefaultText
source: Handgun Sway {percent}
cs: Výkyv ruční zbraně {procento}

# game/gui:1741:DefaultText
source: Long Gun Sway {percent}
cs: Dlouhý výkyv zbraně {procento}

# game/gui:1742:DefaultText
source: Heavy Weapon Sway {percent}
cs: Kolísání těžké zbraně {procento}

# game/gui:1743:DefaultText
source: TTD Drain Rate for Movement {percent}
cs: Míra odčerpání TTD pro pohyb {procenta}

# game/gui:1744:DefaultText
source: TTD Drain Rate for Actions {percent}
cs: Míra čerpání TTD pro akce {procenta}

# game/gui:1745:DefaultText
source: Handgun Crit Chance {percent}
cs: Kritická šance ruční zbraně {procento}

# game/gui:1746:DefaultText
source: Long Gun Crit Chance {percent}
cs: Šance na kritický bod u dlouhých zbraní {procento}

# game/gui:1747:DefaultText
source: Heavy Weapon Crit Chance {percent}
cs: Kritická šance těžkých zbraní {procento}

# game/gui:1748:DefaultText
source: Melee Weapon Crit Chance {percent}
cs: Kritická šance zbraně pro boj zblízka {procento}

# game/gui:1749:DefaultText
source: 1-Handed Melee Crit Chance {percent}
cs: Šance na kritický bod při boji zblízka s 1 rukou {procento}

# game/gui:1750:DefaultText
source: 2-Handed Melee Crit Chance {percent}
cs: Šance na kritický bod při boji zblízka s 2 rukama {procento}

# game/gui:1751:DefaultText
source: Sneak Attack Damage {percent}
cs: Poškození při plíživém útoku {procento}

# game/gui:1752:DefaultText
source: Sprint Speed {percent}
cs: Rychlost sprintu {procenta}

# game/gui:1753:DefaultText
source: Crouch Speed {percent}
cs: Rychlost přikrčení {procento}

# game/gui:1754:DefaultText
source: Movement Speed {percent}
cs: Rychlost pohybu {procenta}

# game/gui:1755:DefaultText
source: Carrying Capacity {value}kg
cs: Nosnost {hodnota}kg

# game/gui:1756:DefaultText
source: Interactable Highlight Range {distance}
cs: Interagovatelný rozsah zvýraznění {vzdálenost}

# game/gui:1757:DefaultText
source: Science Weapon Skill Requirement {value}
cs: Požadavek na dovednost vědecké zbraně {hodnota}

# game/gui:1758:DefaultText
source: All Skills {value}
cs: Všechny dovednosti {hodnota}

# game/gui:1759:DefaultText
source: Defensive Skills {percent} for {duration}
cs: Obranné dovednosti {procento} za {trvání}

# game/gui:1760:DefaultText
source: Melee Weapon Skills {value}
cs: Dovednosti zbraní pro boj zblízka {hodnota}

# game/gui:1761:DefaultText
source: Offensive Skills {percent} for {duration}
cs: Útočné dovednosti {procento} po dobu {trvání}

# game/gui:1762:DefaultText
source: Ranged Weapon Skills {value}
cs: Dovednosti ve střelných zbraních {hodnota}

# game/gui:1763:DefaultText
source: Stealth Skills {value}
cs: Skryté dovednosti {hodnota}

# game/gui:1764:DefaultText
source: Trap Detonation Time {percent}
cs: Doba detonace pasti {procento}

# game/gui:1765:DefaultText
source: Vendor Prices {percent}
cs: Ceny prodejců {procenta}

# game/gui:1766:DefaultText
source: Vendor Buying Price {percent}
cs: Prodejce Nákupní cena {procento}

# game/gui:1767:DefaultText
source: Max Companion Command Points {value}
cs: Maximální počet příkazových bodů společníka {hodnota}

# game/gui:1768:DefaultText
source: Attack Rate {percent}
cs: Míra napadení {procento}

# game/gui:1769:DefaultText
source: Dialog Combat Skill Target Radius {distance}
cs: Dialog Bojová dovednost Poloměr cíle {vzdálenost}

# game/gui:1770:DefaultText
source: Terrify's Area of Effect {percent}
cs: Oblast účinku Terrify {procento}

# game/gui:1771:DefaultText
source: Scrambled Automechanical Weakspot Damage {percent}
cs: Poškození automechanického slabého místa {procento}

# game/gui:1772:DefaultText
source: Cowered Target's Armor {percent}
cs: Cowered Target's Armor {procento}

# game/gui:1773:DefaultText
source: {value} Chance to Extract Mods
cs: {hodnota} Šance na extrakci modů

# game/gui:1774:DefaultText
source: Max Power Level {value}
cs: Maximální úroveň výkonu {hodnota}

# game/gui:1776:DefaultText
source: Ranged Damage {percent}
cs: Poškození na dálku {procento}

# game/gui:1777:DefaultText
source: Companion Ability Damage {percent}
cs: Poškození schopnosti společníka {procento}

# game/gui:1778:DefaultText
source: All Attributes {value}
cs: Všechny atributy {value}

# game/gui:1779:DefaultText
source: Body Attributes {value}
cs: Atributy těla {value}

# game/gui:1780:DefaultText
source: Mind Attributes {value}
cs: Atributy mysli {hodnota}

# game/gui:1781:DefaultText
source: Personality Attributes {value}
cs: Atributy osobnosti {hodnota}

# game/gui:1782:DefaultText
source: Power Attributes {value}
cs: Atributy výkonu {hodnota}

# game/gui:1783:DefaultText
source: Speed Attributes {value}
cs: Atributy rychlosti {hodnota}

# game/gui:1784:DefaultText
source: Resistance Attributes {value}
cs: Odolnost Atributy {hodnota}

# game/gui:1785:DefaultText
source: Companion Ability Cooldown Time {percent}
cs: Doba vychladnutí schopnosti společníka {procento}

# game/gui:1786:DefaultText
source: Unlock the {ability} ability
cs: Odemknout schopnost {schopnost}
