Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:2515:DefaultText
source: A monstrous primal with a devastating N-ray ground slam that concusses enemies, but is vulnerable afterward.
cs: Monstrózní primát s ničivým úderem na zem N-ray, který nepřátele omráčí, ale poté je zranitelný.

# game/gui:2516:DefaultText
source: Burrows into the ground between attacks to evade enemies. Can maim enemies with a flurry attack.
cs: Mezi útoky se zahrabe do země, aby se vyhnul nepřátelům. Může nepřátele zmrzačit bleskovým útokem.

# game/gui:2517:DefaultText
source: Hurls heavy boulders charged with N-rays that explode on impact.
cs: Vrhá těžké balvany nabité N-zářením, které při nárazu explodují.

# game/gui:2518:DefaultText
source: Weak primal that throws rocks at enemies, but can cause high amounts of damage if ignored.
cs: Slabý primát, který hází kameny na nepřátele, ale může způsobit vysoké poškození, pokud je ignorován.

# game/gui:2519:DefaultText
source: Sprat Droppings
cs: Šprotí trus

# game/gui:2520:DefaultText
source: Decontaminate
cs: Dekontaminace

# game/gui:2521:DefaultText
source: SAM jumps in the air and slams down near his target spewing out caustic cleaning fluids all around to get out those really tough stains.
cs: SAM vyskočí do vzduchu a dopadne do blízkosti svého cíle, přičemž všude kolem sebe chrlí žíravé čisticí kapaliny, aby se zbavil těch opravdu odolných skvrn.

# game/gui:2522:DefaultText
source: {name} Modifications
cs: {jméno} Úpravy

# game/gui:2523:DefaultText
source: Repair all equipped items for {value} bits?
cs: Opravit všechny vybavené předměty za bity {hodnoty}?

# game/gui:2524:DefaultText
source: Repair all equipped weapons for {value} weapon parts?
cs: Opravit všechny vybavené zbraně za {hodnotu} částí zbraně?

# game/gui:2525:DefaultText
source: Repair all equipped armor for {value} armor parts?
cs: Opravit všechny vybavené zbroje za {hodnotu} částí zbroje?

# game/gui:2526:DefaultText
source: Attacks from range by spitting a corrosive acid on its prey. Rushes in to maul enemies when its health is low.
cs: Útočí na dálku a plive na svou oběť žíravou kyselinu. Vrhá se na nepřátele, když má málo zdraví.

# game/gui:2527:DefaultText
source: Can poison its prey with a rapid claw attack.
cs: Dokáže svou kořist otrávit rychlým útokem drápy.

# game/gui:2528:DefaultText
source: Spits corrosive acid that burns through armor.
cs: Plive žíravou kyselinu, která propálí brnění.

# game/gui:2529:DefaultText
source: Spits acid puddles on the ground that snare any creature caught in it.
cs: Plivne na zem louže kyseliny, které uvězní jakéhokoli tvora, který se v nich ocitne.

# game/gui:2530:DefaultText
source: Location/Region
cs: Umístění/oblast

# game/gui:2531:DefaultText
source: Difficulty
cs: Obtížnost

# game/gui:2532:DefaultText
source: Accept
cs: Přijmout

# game/gui:2533:DefaultText
source: Alphabetical
cs: Abecední řazení

# game/gui:2534:DefaultText
source: Select how many you would like to drop
cs: Vyberte, kolik jich chcete vypustit

# game/gui:2535:DefaultText
source: Select how many you would like to mark as junk
cs: Vyberte, kolik jich chcete označit jako nevyžádanou poštu.

# game/gui:2536:DefaultText
source: Select how many you would like to unmark as junk
cs: Vyberte, kolik jich chcete zrušit jako nevyžádanou poštu.

# game/gui:2537:DefaultText
source: Main Quest
cs: Hlavní úkol

# game/gui:2538:DefaultText
source: Side Quest
cs: Vedlejší úkol

# game/gui:2539:DefaultText
source: Faction Quest
cs: Úkol pro frakce

# game/gui:2540:DefaultText
source: Companion Quest
cs: Společenský úkol

# game/gui:2541:DefaultText
source: Task
cs: Úkol

# game/gui:2542:DefaultText
source: Space
cs: Prostor

# game/gui:2544:DefaultText
source: Normal
cs: Normální

# game/gui:2546:DefaultText
source: Deadly
cs: Smrtící

# game/gui:2547:DefaultText
source: Sell - {category}
cs: Prodej - {kategorie}

# game/gui:2548:DefaultText
source: Buy - {category}
cs: Koupit - {kategorie}

# game/gui:2549:DefaultText
source: Mods
cs: Modifikace

# game/gui:2550:DefaultText
source: Clear Cart
cs: Vymazat košík

# game/gui:2551:DefaultText
source: Load Files
cs: Načíst soubory

# game/gui:2552:DefaultText
source: Looking to Save your game? You're in the right place. Save over an existing file or create a new one.
cs: Chcete zachránit svou hru? Jste na správném místě. Uložit můžete přes existující soubor nebo vytvořit nový.

# game/gui:2553:DefaultText
source: Here you can Load or Delete saved files. Don't worry, we won't tell anyone about what happened in you know where.
cs: Zde můžete Načíst nebo Odstranit uložené soubory. Nebojte se, nikomu neřekneme, co se stalo ve víte kde.

# game/gui:2555:DefaultText
source: FLOORS
cs: PODLAHY

# game/gui:2556:DefaultText
source: LEGEND
cs: LEGENDA

# game/gui:2557:DefaultText
source: Player Location
cs: Umístění hráče

# game/gui:2559:DefaultText
source: Objective
cs: Cíl

# game/gui:2560:DefaultText
source: Point of Interest
cs: Bod zájmu

# game/gui:2561:DefaultText
source: Mentioned
cs: Zmíněno

# game/gui:2562:DefaultText
source: Undiscovered Mention
cs: Neobjevená zmínka

# game/gui:2563:DefaultText
source: Steal
cs: Ukrást

# game/gui:2564:DefaultText
source: Take All (Stealing)
cs: Vezměte si vše (Krádež)

# game/gui:2565:DefaultText
source: Activate Routing Switch
cs: Aktivace směrovacího přepínače

# game/gui:2566:DefaultText
source: Select how many you would like to mark for purchase
cs: Vyberte, kolik jich chcete označit k nákupu

# game/gui:2567:DefaultText
source: Select how many you would like to unmark for purchase
cs: Zvolte, kolik jich chcete odškrtnout pro nákup.

# game/gui:2568:DefaultText
source: Select how many you would like to mark for sale
cs: Vyberte, kolik jich chcete označit k prodeji.

# game/gui:2569:DefaultText
source: Select how many you would like to unmark for sale
cs: Vyberte, kolik jich chcete odškrtnout k prodeji.

# game/gui:2570:DefaultText
source: Movement speed decreased.
cs: Rychlost pohybu se snížila.

# game/gui:2571:DefaultText
source: Spawns mantiswarms and burns enemies with a ranged plasma blast. Absorbs energy while blocking and can release it in a blast of plasma.
cs: Vyvolává kudlanky a spaluje nepřátele plazmovým výbuchem na dálku. Při blokování pohlcuje energii a může ji uvolnit ve formě plazmového výbuchu.

# game/gui:2572:DefaultText
source: Attacks quickly and bleeds enemies with a lunge attack. Absorbs energy while blocking and can release it in a blast of plasma.
cs: Rychle útočí a krvácí nepřátele výpadovým útokem. Při blokování pohlcuje energii a může ji uvolnit ve formě výbuchu plazmy.

# game/gui:2573:DefaultText
source: Weakens enemies with a tail attack. Absorbs energy while blocking and can release it in a blast of plasma.
cs: Oslabuje nepřátele útokem ocasem. Při blokování pohlcuje energii a může ji uvolnit ve formě výbuchu plazmy.

# game/gui:2574:DefaultText
source: Spits plasma balls that burn its victims.
cs: Plive plazmové koule, které své oběti spalují.

# game/gui:2575:DefaultText
source: Blinds enemies by releasing a blast of energy. Takes drastically reduced damage from ballistic weapons.
cs: Oslepí nepřátele tím, že vypustí výboj energie. Výrazně snižuje poškození způsobené balistickými zbraněmi.

# game/gui:2576:DefaultText
source: Level Up
cs: Zvýšení úrovně

# game/gui:2577:DefaultText
source: {value}
cs: {hodnota}

# game/gui:2578:DefaultText
source: Skill Points Available
cs: Dostupné body dovedností

# game/gui:2579:DefaultText
source: Pick up sprat
cs: Vyzvednutí šprotů

# game/gui:2580:DefaultText
source: Brilliant mechanic with a heart of gold.
cs: Brilantní mechanik se zlatým srdcem.

# game/gui:2581:DefaultText
source: Connoisseur of Halcyon's trashiest serials.
cs: Znalec nejotřepanějších seriálů Halcyonu.

# game/gui:2582:DefaultText
source: Devout true believer.
cs: Oddaný věřící.

# game/gui:2583:DefaultText
source: Not your typical clergyman.
cs: Není to typický duchovní.

# game/gui:2584:DefaultText
source: Rebel without a cause. Also without a clue.
cs: Rebel bez příčiny. A také bez nápovědy.

# game/gui:2585:DefaultText
source: Drop-kick aficionado.
cs: Milovník drop-kicků.

# game/gui:2586:DefaultText
source: Sawbones, space pirate, and source of questionable advice.
cs: Sawbones, vesmírný pirát a zdroj pochybných rad.

# game/gui:2587:DefaultText
source: She can fill you full of holes and patch you up again.
cs: Může tě naplnit dírami a znovu tě zalátat.

# game/gui:2588:DefaultText
source: Monarch's preeminent wilderness guide.
cs: Přední průvodce divočinou Monarch.

# game/gui:2589:DefaultText
source: Also Monarch's preeminent alcohol guide.
cs: Také přední průvodce alkoholem Monarch.

# game/gui:2590:DefaultText
source: Specially modified Sanitation and Maintenance Automechanical.
cs: Speciálně upravená sanitace a údržba Automechanical.

# game/gui:2591:DefaultText
source: Settings include: Clean, Polish, and Extra Shine.
cs: Nastavení zahrnují: Nastavení: Clean, Polish a Extra Shine.

# game/gui:2592:DefaultText
source: Point of Interest discovered: {location}
cs: Objevený bod zájmu: {lokalita}

# game/gui:2593:DefaultText
source: {location} Discovered +{value}XP
cs: {místo} Objeveno +{hodnota}XP

# game/gui:2594:DefaultText
source: Change Loadout
cs: Změna Loadoutu

# game/gui:2595:DefaultText
source: You have insufficient Weapon Parts! Weapon parts required: {value}
cs: Nemáte dostatek dílů zbraně! Požadované díly zbraně: {hodnota}

# game/gui:2596:DefaultText
source: You have insufficient Armor Parts! Armor parts required: {value}
cs: Nemáte dostatečné množství dílů brnění! Je zapotřebí dílů brnění: Hodnota: {hodnota}

# game/gui:2597:DefaultText
source: Change Equipment
cs: Změna zařízení

# game/gui:2598:DefaultText
source: Change Setting
cs: Změna nastavení

# game/gui:2599:DefaultText
source: Place Glands
cs: Umístění žláz

# game/gui:2600:DefaultText
source: Items you have marked as Junk are stored here. Junk items can be sold in bulk at most vendors.
cs: Zde jsou uloženy položky, které jste označili jako nevyžádanou poštu. Nepotřebné předměty lze prodávat ve velkém u většiny prodejců.

# game/gui:2601:DefaultText
source: You are about to delete your Point Of No Return save before assaulting the Labyrinth on Tartarus. We highly advise you keep this save. This is the final save for this character that can access DLC (downloadable content) such as Peril on Gorgon, or Murder on Eridanos. Saves beyond this point (the point of no return) can only finish the main story on Tartarus. Are you sure you want to delete this save?
cs: Chystáte se smazat uložení z bodu bez návratu před útokem na Labyrint na Tartaru. Důrazně doporučujeme, abyste si toto uložení ponechali. Jedná se o poslední uložení pro tuto postavu, které umožňuje přístup k DLC (stahovatelnému obsahu), jako je Ohrožení na Gorgoně nebo Vražda na Eridanosu. Uložení za tímto bodem (bod bez návratu) mohou pouze dokončit hlavní příběh na Tartaru. Opravdu chcete toto uložení smazat?

# game/gui:2602:DefaultText
source: Requires restraints released
cs: Vyžaduje uvolnění zádržných prostředků

# game/gui:2604:DefaultText
source: Slow moving armored automechanical sentry that fires plasma bolts.
cs: Pomalu se pohybující obrněná automechanická stráž, která střílí plazmové projektily.

# game/gui:2606:DefaultText
source: Warning
cs: Varování

# game/gui:2607:DefaultText
source: Combat automechanical that fires slow moving shock projectiles that track targets.
cs: Bojový automechanik, který střílí pomalu se pohybující nárazové střely, jež sledují cíle.

# game/gui:2608:DefaultText
source: You are about to assault the Labyrinth on Tartarus and determine the fate of the Halcyon colony. Saves made after this point can only finish the main story on Tartarus. Side quests and downloaded content (DLC) such as Peril on Gorgon, or Murder on Eridanos will be unavailable for any saves made beyond this point. If there's anything you want to do before you enter the prison, do it now - before you cross the point of no return. Would you like to continue?
cs: Chystáte se zaútočit na Labyrint na Tartaru a rozhodnout o osudu kolonie Halcyon. Uložení provedená po tomto okamžiku mohou dokončit pouze hlavní příběh na Tartaru. Vedlejší úkoly a stažený obsah (DLC), jako je například Nebezpečí na Gorgoně nebo Vražda na Eridanosu, nebudou pro uložení provedená po tomto bodě dostupné. Pokud chcete před vstupem do vězení ještě něco udělat, udělejte to teď - než překročíte bod, odkud není návratu. Chcete pokračovat?

# game/gui:2609:DefaultText
source: Pseudo God
cs: Pseudobůh

# game/gui:2610:DefaultText
source: Cheat
cs: Podvádět

# game/gui:2611:DefaultText
source: God
cs: Bůh

# game/gui:2612:DefaultText
source: Infinite Ammo
cs: Nekonečná munice

# game/gui:2613:DefaultText
source: Movement Stats
cs: Statistiky pohybu

# game/gui:2614:DefaultText
source: Attributes
cs: Atributy

# game/gui:2615:DefaultText
source: Skills
cs: Dovednosti

# game/gui:2616:DefaultText
source: [System Save - Point Of No Return]
cs: [Uložení systému - Bod, odkud není návratu]

# game/gui:2626:DefaultText
source: You seem to be defying the law of gravity, and have been Weakened.
cs: Zdá se, že se vzpíráš zákonu gravitace a jsi oslaben.

# game/gui:2628:DefaultText
source: Adjust the Gamma slider until you can barely see the left logo.
cs: Upravte posuvník Gamma, dokud nebude sotva vidět levé logo.

# game/gui:2630:DefaultText
source: Carrying Capacity Bonus from Companions {value}kg
cs: Bonus k nosnosti od společníků {hodnota}kg

# game/gui:2631:DefaultText
source: Confident
cs: Sebevědomý

# game/gui:2632:DefaultText
source: Your next attack after killing an enemy is a guaranteed Critical Hit.
cs: Váš další útok po zabití nepřítele je zaručeně kritický zásah.

# game/gui:2633:DefaultText
source: Drug Addiction Withdrawal
cs: Odvykání od drogové závislosti

# game/gui:2634:DefaultText
source: You are suffering withdrawal from your Drug Addiction, lowering your Dexterity, Perception and Temperament.
cs: Trpíte abstinenčními příznaky drogové závislosti, což snižuje vaši obratnost, vnímání a temperament.

# game/gui:2635:DefaultText
source: Food Addiction Withdrawal
cs: Odvykání závislosti na jídle

# game/gui:2636:DefaultText
source: You are suffering withdrawal from your Food Addiction, which lowers your Dexterity, Perception and Temperament.
cs: Trpíte abstinenčními příznaky závislosti na jídle, které snižují vaši obratnost, vnímání a temperament.

# game/gui:2637:DefaultText
source: Smoke Addiction Withdrawal
cs: Odvykání závislosti na kouři

# game/gui:2638:DefaultText
source: You are suffering withdrawal from your Smoke Addiction, lowering your Dexterity, Perception and Temperament.
cs: Trpíte abstinenčními příznaky závislosti na kouři, což snižuje vaši obratnost, vnímání a temperament.

# game/gui:2639:DefaultText
source: Power Level {value}
cs: Úroveň výkonu {hodnota}

# game/gui:2642:DefaultText
source: Armor Rating Bonus {percent}
cs: Bonus k hodnocení zbroje {procento}

# game/gui:2643:DefaultText
source: Skill Bonus {percent}
cs: Bonus za dovednost {procento}

# game/gui:2644:DefaultText
source: Register beacon
cs: Registrační maják

# game/gui:2645:DefaultText
source: Change Attribute Value
cs: Změna hodnoty atributu

# game/gui:2646:DefaultText
source: Modify your attributes to choose what you'd like to specialize in. Beware! BELOW AVERAGE attributes come with a penalty.
cs: Upravte si atributy a vyberte si, na co se chcete specializovat. Pozor! Za podprůměrné atributy se platí postih.

# game/gui:2647:DefaultText
source: Points Remaining: {value}
cs: Zbývající body: {hodnota}

# game/gui:2648:DefaultText
source: Unlock Power Attacks and Sweep Attacks for Science Melee Weapons
cs: Odemknutí silových útoků a útoků s rozmachem pro vědecké zbraně pro boj zblízka

# game/gui:2649:DefaultText
source: Companion Damage Bonus {percent}
cs: Bonus k poškození společníka {procento}

# game/gui:2650:DefaultText
source: Lightly armored corporate unit that rushes in with 1-handed melee weapons.
cs: Lehce obrněná korporátní jednotka, která útočí jednoručními zbraněmi pro boj zblízka.

# game/gui:2651:DefaultText
source: Lightly armored corporate unit that uses handguns.
cs: Lehce obrněná firemní jednotka, která používá ruční zbraně.

# game/gui:2652:DefaultText
source: Corporate unit that wears medium armor and uses rifles, but switches to 1-handed melee weapons up close.
cs: Korporátní jednotka, která nosí střední zbroj a používá pušky, ale na blízko přechází na jednoruční zbraně pro boj zblízka.

# game/gui:2653:DefaultText
source: Support corporate unit that wears medium armor and uses heavy weapons.
cs: Podpůrná korporátní jednotka, která nosí střední výzbroj a používá těžké zbraně.

# game/gui:2654:DefaultText
source: Elite corporate unit that wears heavy armor and pushes in close with shotguns.
cs: Elitní korporátní jednotka, která nosí těžké brnění a tlačí se na blízko s brokovnicemi.

# game/gui:2655:DefaultText
source: Elite corporate unit that wears heavy armor and uses 2-handed melee weapons.
cs: Elitní korporátní jednotka, která nosí těžkou zbroj a používá dvouruční zbraně pro boj zblízka.

# game/gui:2656:DefaultText
source: Emergency medical automechanical that heals nearby allies.
cs: Pohotovostní lékařský automechanik, který léčí blízké spojence.

# game/gui:2657:DefaultText
source: Brow Horizontal
cs: Horizontální obočí

# game/gui:2658:DefaultText
source: Brow Forward
cs: Obočí dopředu

# game/gui:2659:DefaultText
source: Brow Vertical
cs: Vertikální obočí

# game/gui:2663:DefaultText
source: Ear Foldback
cs: Ušní záložka

# game/gui:2664:DefaultText
source: Ear Size
cs: Velikost ucha

# game/gui:2665:DefaultText
source: Eye Horizontal
cs: Oko Horizontální

# game/gui:2666:DefaultText
source: Eye Size
cs: Velikost očí

# game/gui:2667:DefaultText
source: Eye Vertical
cs: Oko Vertikální

# game/gui:2671:DefaultText
source: Jaw Forward
cs: Čelist dopředu

# game/gui:2672:DefaultText
source: Jaw Vertical
cs: Čelisti Vertikální

# game/gui:2673:DefaultText
source: Cheeks
cs: Tváře

# game/gui:2674:DefaultText
source: Mouth Size
cs: Velikost úst

# game/gui:2675:DefaultText
source: Mouth Vertical
cs: Ústa Vertikální

# game/gui:2676:DefaultText
source: Nose Tilt
cs: Náklon nosu

# game/gui:2677:DefaultText
source: Nose Size
cs: Velikost nosu

# game/gui:2678:DefaultText
source: Nose Height
cs: Výška nosu

# game/gui:2679:DefaultText
source: Nose Width
cs: Šířka nosu

# game/gui:2680:DefaultText
source: Nose Vertical
cs: Vertikální nos

# game/gui:2682:DefaultText
source: Power Attack Damage {percent}
cs: Poškození silovým útokem {procento}

# game/gui:2683:DefaultText
source: Missing
cs: Chybějící

# game/gui:2685:DefaultText
source: Lightly armored but aggressive Iconoclast that rushes in using 2-handed melee weapons.
cs: Lehce obrněný, ale agresivní Ikonoklast, který se vrhá do boje s dvouručními zbraněmi pro boj zblízka.

# game/gui:2686:DefaultText
source: Moderately armored ranged Iconoclast that pushes in and attacks up close.
cs: Středně obrněný Ikonoklast na dálku, který se tlačí dovnitř a útočí zblízka.

# game/gui:2687:DefaultText
source: Iconoclast that uses medium armor and hangs back and picks off foes from a distance.
cs: Ikonoklast, který používá střední zbroj, drží se vzadu a likviduje nepřátele z dálky.

# game/gui:2688:DefaultText
source: Heavy Iconoclast that uses heavy weapons to shred their enemies.
cs: Těžký ikonoklast, který používá těžké zbraně k drcení nepřátel.

# game/gui:2689:DefaultText
source: Repurposed construction mechanical that has a heavy shield and blasts enemies with shock projectiles.
cs: Přepracovaný stavební mechanik, který má těžký štít a odpaluje nepřátele šokovými projektily.

# game/gui:2690:DefaultText
source: ({value}) Adjusted Skill Value
cs: ({value}) Upravená hodnota dovednosti

# game/gui:2691:DefaultText
source: BASE SKILL UNLOCKS
cs: ODEMKNUTÍ ZÁKLADNÍ DOVEDNOSTI

# game/gui:2692:DefaultText
source: Controller Sensitivity
cs: Citlivost ovladače

# game/gui:2693:DefaultText
source: Companion Ability Cooldown {mpercent}
cs: Prodleva schopnosti společníka {procento}

# game/gui:2694:DefaultText
source: Pick Up Celeste's Parcel
cs: Vyzvednutí zásilky Celeste

# game/gui:2695:DefaultText
source: Chance to reset a Companion Ability cooldown when using the other Companion's Ability {chance}
cs: Šance na obnovení doby platnosti schopnosti společníka při použití schopnosti jiného společníka {šance}

# game/gui:2696:DefaultText
source: "Petey say you love me." "You love me." "That I do, little guy."
cs: "Petey říká, že mě miluješ." "Ty mě miluješ." "To ano, chlapečku."

# game/gui:2697:DefaultText
source: {percent} Natural Health Regeneration
cs: {procenta} Přírodní regenerace zdraví

# game/gui:2698:DefaultText
source: Use the System Map to travel to planets, asteroids, and labs in the Halcyon system.
cs: Pomocí mapy systému můžete cestovat na planety, asteroidy a do laboratoří v systému Halcyon.

# game/gui:2699:DefaultText
source: {value} - Unavailable
cs: {value} - Nedostupné

# game/gui:2700:DefaultText
source: When Companions kill an enemy, All Companion Ability Cooldowns -20%
cs: Když společníci zabijí nepřítele, všechny schopnosti společníků se zkracují o -20 %.

# game/gui:2701:DefaultText
source: Power and Sweep Attack Chance to Stun +{chance}
cs: Šance na omráčení při silném a bleskovém útoku +{šance}

# game/gui:2702:DefaultText
source: Power and Sweep Attack Chance to Knockdown +{chance}
cs: Síla a šance na omráčení +{šance}

# game/gui:2703:DefaultText
source: Handgun Critical Damage {percent}
cs: Kritické poškození z ruční zbraně {procento}

# game/gui:2704:DefaultText
source: Long Guns Critical Damage {percent}
cs: Kritické poškození dlouhých zbraní {procento}

# game/gui:2705:DefaultText
source: Heavy Weapons Critical Damage {percent}
cs: Kritické poškození těžkých zbraní {procento}

# game/gui:2706:DefaultText
source: When a Companion kills an enemy, Companion Ability cooldowns are reduced
cs: Když společník zabije nepřítele, zkrátí se doba odezvy schopností společníka.

# game/gui:2707:DefaultText
source: Chance to reset a Companion Ability cooldown on each Critical Hit {chance}
cs: Šance na obnovení doby trvání schopnosti společníka při každém kritickém zásahu {šance}

# game/gui:2708:DefaultText
source: Lightly armored prisoner that rushes in with 1-handed melee weapons.
cs: Lehce obrněný vězeň, který se vrhá na vězně s jednoručními zbraněmi pro boj zblízka.

# game/gui:2709:DefaultText
source: Lightly armored prisoner that uses handguns.
cs: Lehce obrněný vězeň, který používá ruční zbraně.

# game/gui:2710:DefaultText
source: Prisoner that wears medium armor and uses rifles, but switches to 1-handed melee weapons up close.
cs: Vězeň, který nosí střední zbroj a používá pušky, ale na blízko přechází na jednoruční zbraně pro boj zblízka.

# game/gui:2711:DefaultText
source: Support prisoner that wears medium armor and uses heavy weapons.
cs: Podpůrný vězeň, který nosí střední výzbroj a používá těžké zbraně.

# game/gui:2712:DefaultText
source: Elite prisoner that wears heavy armor and pushes in close with shotguns.
cs: Elitní vězeň, který nosí těžké brnění a tlačí se na blízko s brokovnicemi.

# game/gui:2713:DefaultText
source: Elite prisoner unit that wears heavy armor and uses 2-handed melee weapons.
cs: Elitní vězeňská jednotka, která nosí těžkou zbroj a používá dvouruční zbraně pro boj zblízka.

# game/gui:2714:DefaultText
source: Damage while under 25% Health {percent}
cs: Poškození pod 25 % zdraví {procenta}

# game/gui:2715:DefaultText
source: Press Any Key
cs: Stiskněte libovolnou klávesu

# game/gui:2716:DefaultText
source: Revert Category
cs: Vrátit kategorii

# game/gui:2717:DefaultText
source: Chance to Reset Ability Cooldown on Ability Use {chance}
cs: Šance na obnovení doby trvání schopnosti při použití schopnosti {šance}
