Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:3218:DefaultText
source: Melee Weapon Durability {percent}
cs: Odolnost zbraně pro boj zblízka {procento}

# game/gui:3219:DefaultText
source: Weapon Durability from Quick Strikes {percent}
cs: Odolnost zbraně z rychlých úderů {procento}

# game/gui:3220:DefaultText
source: Ranged Weapon Durability {percent}
cs: Odolnost zbraně na dálku {procento}

# game/gui:3221:DefaultText
source: Ranged Weapon Reload Speed {percent}
cs: Rychlost dobíjení zbraní na dálku {procenta}

# game/gui:3222:DefaultText
source: Heavy Weapons Reload Speed {percent}
cs: Rychlost dobíjení těžkých zbraní {procento}

# game/gui:3223:DefaultText
source: Tactical Time Dilation Move Time {percent}
cs: Taktická časová dilatace Čas přesunu {procenta}

# game/gui:3224:DefaultText
source: Science Weapon Effects {percent}
cs: Účinky vědecké zbraně {procento}

# game/gui:3225:DefaultText
source: Science Weapons Ignore {mpercent} Armor
cs: Vědecké zbraně Ignorovat {procento} Brnění

# game/gui:3226:DefaultText
source: Science Weapon Crit Chance {mpercent}
cs: Kritická šance vědecké zbraně {procento}

# game/gui:3227:DefaultText
source: Further increase the damage dealt by Science weapons (stacks with Weird Science).
cs: Další zvýšení poškození způsobeného vědeckými zbraněmi (stohuje se s vědou Weird Science).

# game/gui:3228:DefaultText
source: Weapon Range {percent}
cs: Dosah zbraně {procento}

# game/gui:3229:DefaultText
source: Weird Science
cs: Podivná věda

# game/gui:3230:DefaultText
source: Wild Science
cs: Divoká věda

# game/gui:3231:DefaultText
source: Your Science Weapons can inflict Critical Hits.
cs: Vaše vědecké zbraně mohou způsobit kritické zásahy.

# game/gui:3232:DefaultText
source: The Science skill increases damage of Plasma and Shock damage weapons. Science also improves the special effects for Science Weapons. Higher Science skill unlocks the ability to Tinker any weapon or armor in the Workbench, increasing their power.
cs: Dovednost Věda zvyšuje poškození plazmových a šokových zbraní. Věda také zlepšuje speciální efekty vědeckých zbraní. Vyšší dovednost Věda odemkne schopnost Tinkerovat jakoukoli zbraň nebo zbroj v pracovním stole, čímž se zvýší jejich síla.

# game/gui:3233:DefaultText
source: Increases damage of Corrosion and N-ray damage weapons.
cs: Zvyšuje poškození zbraní s korozí a N-zářením.

# game/gui:3234:DefaultText
source: Increases damage dealt by Science Weapons.
cs: Zvyšuje poškození způsobené vědeckými zbraněmi.

# game/gui:3235:DefaultText
source: Accuracy Improvement
cs: Zlepšení přesnosti

# game/gui:3236:DefaultText
source: Alpha Howl
cs: Vytí Alpha

# game/gui:3237:DefaultText
source: Mouse & Keyboard
cs: Myš a klávesnice

# game/gui:3238:DefaultText
source: Controller
cs: Řídicí jednotka

# game/gui:3239:DefaultText
source: Press any key to bind it to this action. Press ESC to cancel.
cs: Stisknutím libovolné klávesy ji k této akci přiřadíte. Stisknutím klávesy ESC akci zrušíte.

# game/gui:3240:DefaultText
source: PRIMARY
cs: PRIMÁRNÍ

# game/gui:3241:DefaultText
source: SECONDARY
cs: SEKUNDÁRNÍ

# game/gui:3242:DefaultText
source: MOUSE SETTINGS
cs: NASTAVENÍ MYŠI

# game/gui:3243:DefaultText
source: EDIT KEYBINDINGS
cs: UPRAVIT VAZBY KLÁVES

# game/gui:3244:DefaultText
source: MOVEMENT
cs: POHYB

# game/gui:3246:DefaultText
source: MENUS
cs: MENU

# game/gui:3247:DefaultText
source: Walk Forward
cs: Chůze vpřed

# game/gui:3248:DefaultText
source: Walk Backward
cs: Chůze dozadu

# game/gui:3249:DefaultText
source: Strafe Left
cs: Strafe vlevo

# game/gui:3251:DefaultText
source: Look Up
cs: Podívejte se nahoru

# game/gui:3252:DefaultText
source: Look Down
cs: Podívejte se dolů

# game/gui:3253:DefaultText
source: Turn Left
cs: Odbočit vlevo

# game/gui:3254:DefaultText
source: Turn Right
cs: Odbočit vpravo

# game/gui:3256:DefaultText
source: Jump
cs: Skok

# game/gui:3260:DefaultText
source: Quick Save
cs: Rychlé uložení

# game/gui:3261:DefaultText
source: Quick Load
cs: Rychlé načtení

# game/gui:3262:DefaultText
source: Use
cs: Použijte

# game/gui:3263:DefaultText
source: Interact
cs: Interakce

# game/gui:3264:DefaultText
source: Use / Interact
cs: Použití / interakce

# game/gui:3265:DefaultText
source: Open Door
cs: Otevřené dveře

# game/gui:3266:DefaultText
source: Weapon 1
cs: Zbraň 1

# game/gui:3267:DefaultText
source: Weapon 2
cs: Zbraň 2

# game/gui:3268:DefaultText
source: Weapon 3
cs: Zbraň 3

# game/gui:3269:DefaultText
source: Weapon 4
cs: Zbraň 4

# game/gui:3270:DefaultText
source: Inhaler
cs: Inhalátor

# game/gui:3271:DefaultText
source: Next Weapon
cs: Další zbraň

# game/gui:3272:DefaultText
source: Last Weapon
cs: Poslední zbraň

# game/gui:3273:DefaultText
source: Previous Weapon
cs: Předchozí zbraň

# game/gui:3274:DefaultText
source: Aim
cs: Cíl

# game/gui:3275:DefaultText
source: Block
cs: Blok

# game/gui:3276:DefaultText
source: Aim / Block
cs: Cíl / blok

# game/gui:3277:DefaultText
source: Attack
cs: Útok

# game/gui:3278:DefaultText
source: Fire
cs: Požár

# game/gui:3279:DefaultText
source: Attack, (HOLD) Power Attack
cs: Útok, (HOLD) Výkonný útok

# game/gui:3280:DefaultText
source: Overcharge
cs: Přečerpání

# game/gui:3282:DefaultText
source: Overcharge / Power Attack
cs: Přebíjení / Silový útok

# game/gui:3283:DefaultText
source: Quick Melee
cs: Rychlý boj zblízka

# game/gui:3284:DefaultText
source: Reload, (HOLD) Holster
cs: Nabíjení, (HOLD) Pouzdro

# game/gui:3285:DefaultText
source: Weapon Radial
cs: Radiální zbraň

# game/gui:3286:DefaultText
source: Tactical Time Dilation (TTD)
cs: Taktická časová dilatace (TTD)

# game/gui:3287:DefaultText
source: Companion Move, (HOLD) Follow
cs: Companion Move, (HOLD) Následovat

# game/gui:3288:DefaultText
source: Companion Attack
cs: Útok na společníka

# game/gui:3289:DefaultText
source: Companion Return
cs: Návrat společníka

# game/gui:3290:DefaultText
source: Companion Move / Return
cs: Přesun / návrat společníka

# game/gui:3291:DefaultText
source: Companion Follow
cs: Sledování společníka

# game/gui:3292:DefaultText
source: Companion 1 Special Ability
cs: Zvláštní schopnost Společník 1

# game/gui:3293:DefaultText
source: Companion 2 Special Ability
cs: Zvláštní schopnost Společník 2

# game/gui:3294:DefaultText
source: Pause
cs: Pauza

# game/gui:3295:DefaultText
source: View Inventory
cs: Zobrazit inventář

# game/gui:3296:DefaultText
source: View Ledger
cs: Zobrazit účetní knihu

# game/gui:3297:DefaultText
source: View Character Menu
cs: Zobrazit nabídku postav

# game/gui:3298:DefaultText
source: View Journal
cs: Zobrazit deník

# game/gui:3299:DefaultText
source: View Map
cs: Zobrazit mapu

# game/gui:3300:DefaultText
source: View Region Map
cs: Zobrazit mapu regionu

# game/gui:3301:DefaultText
source: View Companion Menu
cs: Zobrazit nabídku Companion

# game/gui:3302:DefaultText
source: View Perks
cs: Zobrazit výhody

# game/gui:3303:DefaultText
source: View Skills
cs: Zobrazit dovednosti

# game/gui:3304:DefaultText
source: View Codex
cs: Zobrazit kodex

# game/gui:3305:DefaultText
source: View Summary
cs: Zobrazit shrnutí

# game/gui:3306:DefaultText
source: View Details
cs: Zobrazit podrobnosti

# game/gui:3307:DefaultText
source: View Reputation
cs: Zobrazit pověst

# game/gui:3308:DefaultText
source: CONTROLLER OPTIONS
cs: MOŽNOSTI OVLADAČE

# game/gui:3309:DefaultText
source: Button Layout
cs: Rozložení tlačítek

# game/gui:3310:DefaultText
source: Select the control layout and settings that best suit your playstyle.
cs: Vyberte si rozložení ovládání a nastavení, které nejlépe vyhovuje vašemu hernímu stylu.

# game/gui:3311:DefaultText
source: Stick Layout
cs: Rozložení tyče

# game/gui:3312:DefaultText
source: Swap bindings from the left stick to right stick.
cs: Vyměňte vazby z levé páčky za pravou.

# game/gui:3313:DefaultText
source: Stick Y Axis
cs: Osa Y

# game/gui:3314:DefaultText
source: Set the Y axis of each stick to Normal (up is up) or Inverted (up is down).
cs: Nastavte osu Y každé tyče na Normální (nahoře je nahoře) nebo Invertované (nahoře je dole).

# game/gui:3315:DefaultText
source: Stick X Axis
cs: Osa X

# game/gui:3316:DefaultText
source: Set the X axis of each stick to Normal (left is left) or Inverted (left is right).
cs: Nastavte osu X každé tyče na Normální (vlevo je vlevo) nebo Invertované (vlevo je vpravo).

# game/gui:3318:DefaultText
source: Lefty
cs: Levák

# game/gui:3319:DefaultText
source: Normal
cs: Normální

# game/gui:3320:DefaultText
source: Inverted
cs: Obrácený

# game/gui:3321:DefaultText
source: Standard
cs: Standardní

# game/gui:3322:DefaultText
source: The default controls for The Outer Worlds.
cs: Výchozí ovládání hry The Outer Worlds.

# game/gui:3323:DefaultText
source: Modern
cs: Moderní

# game/gui:3324:DefaultText
source: This control layout should be familiar to players of similar modern games.
cs: Toto rozložení ovládání by mělo být hráčům podobných moderních her dobře známé.

# game/gui:3325:DefaultText
source: Legacy
cs: Odkaz

# game/gui:3326:DefaultText
source: This control layout should be familiar to players of similar games created by Obsidian.
cs: Toto rozložení ovládání by mělo být hráčům podobných her od společnosti Obsidian dobře známé.

# game/gui:3327:DefaultText
source: Bumper Jumper
cs: Nárazník Jumper

# game/gui:3328:DefaultText
source: This control layout moves the Tactical Time Dilation ability to the opposite side of the controller.
cs: Toto rozložení ovládání přesouvá schopnost taktické časové dilatace na opačnou stranu ovladače.

# game/gui:3329:DefaultText
source: HOLD {name}
cs: HOLD {jméno}

# game/gui:3330:DefaultText
source: CLICK {name}
cs: KLIKNĚTE na {jméno}

# game/gui:3331:DefaultText
source: Inventory
cs: Inventura

# game/gui:3332:DefaultText
source: Move
cs: Přesun

# game/gui:3333:DefaultText
source: View Quests
cs: Zobrazit úkoly

# game/gui:3334:DefaultText
source: Switch Weapons
cs: Přepínání zbraní

# game/gui:3335:DefaultText
source: Reload / Talk / Interact
cs: Znovu načíst / Diskuse / Interakce

# game/gui:3336:DefaultText
source: Talk / Interact
cs: Diskuse / Interakce

# game/gui:3337:DefaultText
source: Look
cs: Podívejte se na

# game/gui:3339:DefaultText
source: Symbols
cs: Symboly

# game/gui:3340:DefaultText
source: Damage Types
cs: Typy poškození

# game/gui:3341:DefaultText
source: Buffs
cs: Buffy

# game/gui:3342:DefaultText
source: Debuffs
cs: Debuffy

# game/gui:3343:DefaultText
source: Disguise
cs: Převlek

# game/gui:3345:DefaultText
source: Melee Damage Up
cs: Zvýšení poškození při boji zblízka

# game/gui:3346:DefaultText
source: Skill Up
cs: Dovednost nahoru

# game/gui:3347:DefaultText
source: Sensitive
cs: Citlivé stránky

# game/gui:3348:DefaultText
source: Combat Only
cs: Pouze boj

# game/gui:3349:DefaultText
source: Companion Outlines
cs: Doprovodné osnovy

# game/gui:3350:DefaultText
source: Show an outline around companions so they stand out from other NPCs. On - Always display companion outlines. Combat Only - Only display companion outlines during combat. Off - Do not display any companion outlines.
cs: Zobrazit obrys kolem společníků, aby se odlišili od ostatních NPC. Zapnuto - Vždy zobrazovat obrysy společníků. Pouze v boji - Zobrazovat obrysy společníků pouze během boje. Vypnuto - Nezobrazovat žádné obrysy společníků.

# game/gui:3351:DefaultText
source: Automated ATP Injectors
cs: Automatické vstřikovače ATP

# game/gui:3352:DefaultText
source: Comparison Item
cs: Srovnávací položka

# game/gui:3353:DefaultText
source: Critical Hits
cs: Kritické zásahy

# game/gui:3354:DefaultText
source: All weapons have a random chance to cause a critical hit with each successful attack. Critical hits cause extra damage and can ignore the target's armor with a high weapon skill.
cs: Všechny zbraně mají při každém úspěšném útoku náhodnou šanci na kritický zásah. Kritické zásahy způsobují dodatečné poškození a mohou ignorovat brnění cíle s vysokou dovedností zbraně.

# game/gui:3355:DefaultText
source: You can now travel to {location} from your ship.
cs: Nyní můžete ze své lodi cestovat do {místa}.

# game/gui:3356:DefaultText
source: Requires Sedative Gas Canister
cs: Vyžaduje kanystr se sedativním plynem

# game/gui:3357:DefaultText
source: Install Sedative Gas Canister
cs: Instalace kanystru na sedativní plyn

# game/gui:3358:DefaultText
source: You have gained: {item_name} x{item_count}.
cs: Získali jste: {název_položky} x{počet_položek}.

# game/gui:3359:DefaultText
source: You have lost: {item_name} x{item_count}.
cs: Ztratili jste: {název_položky} x{počet_položek}.

# game/gui:3360:DefaultText
source: Weapon Holstering
cs: Ukládání zbraně do pouzdra

# game/gui:3361:DefaultText
source: To put away your weapon, hold the reload button.
cs: Chcete-li zbraň odložit, podržte tlačítko nabíjení.

# game/gui:3363:DefaultText
source: North
cs: Severní

# game/gui:3364:DefaultText
source: East
cs: Východní

# game/gui:3365:DefaultText
source: South
cs: Jižní

# game/gui:3367:DefaultText
source: Alerted Enemy
cs: Upozorněný nepřítel

# game/gui:3368:DefaultText
source: Unaware Enemy
cs: Nevědomý nepřítel

# game/gui:3369:DefaultText
source: Non-Player Character
cs: Nehráčská postava

# game/gui:3370:DefaultText
source: Companion
cs: Společník

# game/gui:3371:DefaultText
source: Undiscovered Point of Interest
cs: Neobjevený bod zájmu

# game/gui:3372:DefaultText
source: Discovered Point of Interest
cs: Objevený bod zájmu

# game/gui:3373:DefaultText
source: Map & Compass
cs: Mapa a kompas

# game/gui:3374:DefaultText
source: Controller Vibration
cs: Vibrace ovladače

# game/gui:3375:DefaultText
source: Enable controller vibration.
cs: Povolení vibrací ovladače.

# game/gui:3377:DefaultText
source: Wireless controller disconnected.
cs: Bezdrátový ovladač odpojen.

# game/gui:3378:DefaultText
source: Repair - {category}
cs: Opravy - {kategorie}

# game/gui:3379:DefaultText
source: Clothing
cs: Oblečení

# game/gui:3381:DefaultText
source: Only Keyboard and Mouse bindings are allowed. To change controller layouts go to Settings > Controls > BUTTON LAYOUT
cs: Povoleny jsou pouze vazby na klávesnici a myš. Chcete-li změnit rozložení ovladačů, přejděte do Nastavení > Ovládací prvky > ROZLOŽENÍ TLAČÍTEK.

# game/gui:3382:DefaultText
source: You can now purchase this restricted stock!
cs: Nyní si můžete tyto akcie s omezením koupit!

# game/gui:3383:DefaultText
source: Armor by Damage Type
cs: Brnění podle typu poškození

# game/gui:3384:DefaultText
source: Now Available
cs: Nyní k dispozici

# game/gui:3387:DefaultText
source: Engineering {value}:
cs: Inženýrství {hodnota}:

# game/gui:3388:DefaultText
source: {mpercent} chance to extract a Basic Mod
cs: {procentní} šance na získání základního modulu

# game/gui:3389:DefaultText
source: {mpercent} chance to extract a Rare Mod
cs: {procentní} šance na získání vzácného modu

# game/gui:3390:DefaultText
source: Breakdown Bonus
cs: Bonus za rozdělení

# game/gui:3391:DefaultText
source: Sort
cs: Třídit

# game/gui:3393:DefaultText
source: Mods can't be recovered after installation.
cs: Modifikace nelze po instalaci obnovit.

# game/gui:3394:DefaultText
source: Modify {name} with {name2}?
cs: Upravit {jméno} pomocí {jméno2}?

# game/gui:3395:DefaultText
source: {name} is currently installed and will be lost.
cs: {jméno} je v současné době nainstalováno a bude ztraceno.

# game/gui:3396:DefaultText
source: Current Grip Mod
cs: Aktuální modifikace rukojeti

# game/gui:3397:DefaultText
source: New Grip Mod
cs: Nová modifikace rukojeti

# game/gui:3398:DefaultText
source: Current Attack Mod
cs: Aktuální útočný modus

# game/gui:3399:DefaultText
source: New Attack Mod
cs: Nový útočný mod

# game/gui:3400:DefaultText
source: Current Barrel Mod
cs: Současná úprava hlavně

# game/gui:3401:DefaultText
source: New Barrel Mod
cs: Nová úprava hlavně

# game/gui:3402:DefaultText
source: Current Magazine Mod
cs: Aktuální časopis Mod

# game/gui:3403:DefaultText
source: New Magazine Mod
cs: Nový časopis Mod

# game/gui:3404:DefaultText
source: Current Sight Mod
cs: Aktuální modifikace pohledu

# game/gui:3405:DefaultText
source: New Sight Mod
cs: Nový modifikační prvek Sight Mod

# game/gui:3406:DefaultText
source: Current Armoring Mod
cs: Aktuální modifikace brnění

# game/gui:3407:DefaultText
source: New Armoring Mod
cs: Nový mod obrnění

# game/gui:3408:DefaultText
source: Current Gadget Mod
cs: Aktuální modifikace Gadget

# game/gui:3409:DefaultText
source: New Gadget Mod
cs: Nový Gadget Mod

# game/gui:3410:DefaultText
source: Current Skill Kit Mod
cs: Aktuální sada dovedností Mod

# game/gui:3411:DefaultText
source: New Skill Kit Mod
cs: Nová sada dovedností Mod

# game/gui:3412:DefaultText
source: Current Utility Mod
cs: Aktuální užitková modifikace

# game/gui:3413:DefaultText
source: New Utility Mod
cs: Nový užitkový mod

# game/gui:3415:DefaultText
source: With the Science skill, you can upgrade your armor and weapons at a Workbench, raising the Item Level by 1 each time. This increases their Armor Rating, or Damage. The price for tinkering will increase each time an item is improved, and items cannot be tinkered more than 5 levels above the player's level.
cs: S dovedností Vědec můžete vylepšovat zbroj a zbraně u pracovního stolu a pokaždé zvýšit úroveň předmětu o 1. Tím se zvýší jejich hodnocení zbroje nebo poškození. Cena za kutilství se zvýší při každém vylepšení předmětu a předměty nelze kutilsky vylepšit o více než 5 úrovní nad úrovní hráče.

# game/gui:3416:DefaultText
source: Armor Rating when using a Melee Weapon +{value}
cs: Hodnocení zbroje při použití zbraně pro boj zblízka +{hodnota}

# game/gui:3417:DefaultText
source: Menu Tab Control Flip
cs: Ovládání karty Menu Flip

# game/gui:3418:DefaultText
source: Enable this setting to make triggers the primary tab buttons. Bumpers will control sub menu tabs.
cs: Toto nastavení povolte, aby se spouštěče staly primárními tlačítky karty. Spouštěče budou ovládat karty dílčí nabídky.

# game/gui:3419:DefaultText
source: Screen Effects
cs: Efekty obrazovky

# game/gui:3420:DefaultText
source: Adjust the quality of full screen post effects. These effects include blood spatter, light flares, chromatic aberration and more. The higher the quality, the larger the impact on performance.
cs: Úprava kvality post efektů na celou obrazovku. Tyto efekty zahrnují krevní stříkance, světelné odlesky, chromatickou aberaci a další. Čím vyšší je kvalita, tím větší je dopad na výkon.

# game/gui:3421:DefaultText
source: Auto Collapse Inventory
cs: Auto Collapse Inventář

# game/gui:3422:DefaultText
source: Auto collapse item cells in Inventory screens to prevent empty spaces from appearing.
cs: Automatické sbalování buněk položek na obrazovkách inventáře, aby se zabránilo vzniku prázdných míst.

# game/gui:3423:DefaultText
source: Your Bits:
cs: Vaše kousky:

# game/gui:3424:DefaultText
source: [System Save - Skipping the Hope]
cs: [Uložení systému - Přeskočení naděje]

# game/gui:3425:DefaultText
source: Tinker your items to improve their performance and keep you combat-ready.
cs: Upravujte své předměty, abyste zlepšili jejich výkon a byli připraveni k boji.

# game/gui:3426:DefaultText
source: Repair your items to keep them in tip-top shape!
cs: Opravte své předměty, aby byly v perfektním stavu!

# game/gui:3427:DefaultText
source: Current Damage Rating:
cs: Aktuální hodnocení poškození:

# game/gui:3428:DefaultText
source: Current Armor Rating:
cs: Aktuální hodnocení pancíře:

# game/gui:3429:DefaultText
source: New Damage Rating:
cs: Nové hodnocení poškození:

# game/gui:3430:DefaultText
source: New Armor Rating:
cs: Hodnocení nového brnění:

# game/gui:3431:DefaultText
source: Damage Upgrade:
cs: Vylepšení poškození:

# game/gui:3432:DefaultText
source: Armor Upgrade:
cs: Vylepšení brnění:

# game/gui:3433:DefaultText
source: Your Weapon Parts:
cs: Části vaší zbraně:

# game/gui:3434:DefaultText
source: Your Armor Parts:
cs: Součásti vašeho brnění:

# game/gui:3436:DefaultText
source: Name
cs: Název

# game/gui:3437:DefaultText
source: Value
cs: Hodnota

# game/gui:3438:DefaultText
source: Weight
cs: Hmotnost

# game/gui:3439:DefaultText
source: Value to Weight Ratio
cs: Poměr hodnoty k hmotnosti

# game/gui:3440:DefaultText
source: Damage Rating
cs: Hodnocení poškození

# game/gui:3441:DefaultText
source: Armor Rating
cs: Hodnocení brnění

# game/gui:3442:DefaultText
source: Melee, Ranged
cs: Boj zblízka, Střelba na dálku

# game/gui:3443:DefaultText
source: Head, Body
cs: Hlava, tělo

# game/gui:3445:DefaultText
source: Ranged, Melee, Armor Mods
cs: Útoky na dálku, boje zblízka, modifikace zbroje

# game/gui:3449:DefaultText
source: {item_name} x{item_count}
cs: {název_položky} x{počet_položek}

# game/gui:3450:DefaultText
source: No Change
cs: Žádná změna

# game/gui:3451:DefaultText
source: Modify
cs: Upravit

# game/gui:3457:DefaultText
source: Flip Sort
cs: Třídění flipů

# game/gui:3458:DefaultText
source: Tooltip Damage Display
cs: Zobrazení poškození s nápovědou k nástroji

# game/gui:3459:DefaultText
source: Select whether you would prefer to see the stat shown in the top-right of weapon tooltips as DPS or Damage. DPS - Show how much damage the weapon can cause per second when continuously fired, if all projectiles hit. This does not factor in reload time or magazine size. Damage - Show how much damage the weapon can cause with a single shot, if all projectiles hit.
cs: Vyberte, zda chcete, aby se statistika zobrazovala v pravém horním rohu popisků zbraní jako DPS nebo Damage. DPS - Zobrazuje, kolik poškození může zbraň způsobit za sekundu při nepřetržité střelbě, pokud všechny projektily zasáhnou. Nezohledňuje dobu nabíjení ani velikost zásobníku. Poškození - Zobrazuje, kolik poškození může zbraň způsobit jediným výstřelem, pokud všechny projektily zasáhnou.

# game/gui:3460:DefaultText
source: Calculates pi in its free time.
cs: Vypočítá pí ve svém volném čase.

# game/gui:3461:DefaultText
source: Battery only recharges to 88%.
cs: Baterie se dobíjí pouze na 88 %.

# game/gui:3462:DefaultText
source: Only produces approved noxious emissions.
cs: Produkuje pouze schválené škodlivé emise.

# game/gui:3463:DefaultText
source: This unit has never been debugged.
cs: Tato jednotka nebyla nikdy odladěna.

# game/gui:3464:DefaultText
source: Once saw the number two.
cs: Jednou viděl číslo dvě.

# game/gui:3465:DefaultText
source: Missed its last regular scheduled service.
cs: Zmeškal poslední pravidelnou službu.

# game/gui:3466:DefaultText
source: Has no available expansion ports.
cs: Nemá k dispozici žádné rozšiřující porty.

# game/gui:3467:DefaultText
source: Has a clogged piston.
cs: Má ucpaný píst.

# game/gui:3468:DefaultText
source: Is 40% dolomite.
cs: Je 40% dolomit.

# game/gui:3470:DefaultText
source: Some components are starting to rust.
cs: Některé součásti začínají rezivět.

# game/gui:3471:DefaultText
source: This model has known and approved defects.
cs: Tento model má známé a schválené závady.

# game/gui:3472:DefaultText
source: Is in a very bad mood.
cs: má velmi špatnou náladu.

# game/gui:3473:DefaultText
source: Has an albino sibling.
cs: Má albínského sourozence.

# game/gui:3474:DefaultText
source: Misses its mother.
cs: Chybí mu matka.

# game/gui:3475:DefaultText
source: Ate its brother soon after birth.
cs: Brzy po narození snědl svého bratra.

# game/gui:3476:DefaultText
source: The smellier the better.
cs: Čím voňavější, tím lepší.

# game/gui:3477:DefaultText
source: Resists domestication.
cs: Odolává domestikaci.

# game/gui:3478:DefaultText
source: Suffers from constant constipation.
cs: Trpí neustálou zácpou.

# game/gui:3479:DefaultText
source: Wonders where its next meal will come from.
cs: Zajímá ho, odkud bude pocházet jeho další jídlo.

# game/gui:3480:DefaultText
source: Just kill it already.
cs: Prostě to už zabijte.
