Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:3066:DefaultText
source: Synchronize the game's frame rate with your monitor to prevent screen tearing. VSync reduces framerate, so only use it if you notice excessive screen tearing.
cs: Synchronizujte snímkovou frekvenci hry s monitorem, abyste zabránili trhání obrazovky. Funkce VSync snižuje snímkovou frekvenci, takže ji používejte pouze v případě, že zaznamenáte nadměrné trhání obrazovky.

# game/gui:3067:DefaultText
source: Apply a blur to fast moving objects. This will make some objects appear more realistic at the cost of performance.
cs: Na rychle se pohybující objekty použijte rozmazání. Díky tomu budou některé objekty vypadat realističtěji na úkor výkonu.

# game/gui:3068:DefaultText
source: Anti-aliasing smooths out jagged graphics. The Outer Worlds offers several different methods of AA. Temporal - The latest and greatest form of anti-aliasing. Looks the best, but also costs the most performance. MSAA - MSAA smooths only the edges of objects. Use this setting if Temporal causes slowdown. FXAA - FXAA is the is the fastest AA, but also the blurriest. Use this setting if MSAA causes slowdown. None - Turns off anti-aliasing. Use this setting if FXAA causes slowdown, or you don't want any blurring at all.
cs: Vyhlazování vyhlazuje zubatou grafiku. The Outer Worlds nabízí několik různých metod AA. Temporal - nejnovější a nejlepší forma anti-aliasingu. Vypadá nejlépe, ale také stojí nejvíce výkonu. MSAA - MSAA vyhlazuje pouze okraje objektů. Toto nastavení použijte, pokud Temporal způsobuje zpomalení. FXAA - FXAA je nejrychlejší AA, ale také nejrozmazanější. Toto nastavení použijte, pokud MSAA způsobuje zpomalení. Žádné - Vypne vyhlazování. Toto nastavení použijte, pokud FXAA způsobuje zpomalení nebo pokud nechcete žádné rozmazání.

# game/gui:3069:DefaultText
source: Use this option to quickly adjust the game's overall graphics quality. Changes to this option automatically adjust: · Screen Effects · View Distance · Shadows · Textures · Visual Effects
cs: Tato možnost slouží k rychlému nastavení celkové kvality grafiky hry. Změny této možnosti automaticky upravují: - efekty obrazovky - vzdálenost pohledu - stíny - textury - vizuální efekty.

# game/gui:3070:DefaultText
source: Adjust how far you can see in the world. The farther you can see, the larger the impact on performance.
cs: Nastavte, jak daleko vidíte do světa. Čím dále vidíte, tím větší je dopad na výkon.

# game/gui:3071:DefaultText
source: Adjust how detailed shadows can get. The higher the quality, the larger the impact on performance.
cs: Nastavte, jak detailní mohou být stíny. Čím vyšší je kvalita, tím větší je dopad na výkon.

# game/gui:3072:DefaultText
source: Anti-Aliasing Quality adjusts the strength of the Anti-Aliasing effect. The higher the quality, the larger the impact on performance. Look for the Anti-Aliasing option above to change the AA process that is used.
cs: Kvalita antialiasingu upravuje sílu efektu antialiasingu. Čím vyšší je kvalita, tím větší je dopad na výkon. Chcete-li změnit použitý proces AA, vyhledejte výše uvedenou možnost Anti-Aliasing.

# game/gui:3073:DefaultText
source: Adjust the quality of surface textures. The higher the quality, the larger the impact on performance.
cs: Upravte kvalitu textur povrchu. Čím vyšší je kvalita, tím větší je dopad na výkon.

# game/gui:3074:DefaultText
source: Adjust visual effect quality (explosions, bullets, lasers, etc). The higher the quality, the larger the impact on performance.
cs: Upravte kvalitu vizuálních efektů (výbuchy, kulky, lasery atd.). Čím vyšší je kvalita, tím větší je dopad na výkon.

# game/gui:3075:DefaultText
source: Adjust the overall volume of the game.
cs: Upravte celkovou hlasitost hry.

# game/gui:3076:DefaultText
source: Adjust the volume of Sound Effects, which include every noise in the game that isn't speech or music.
cs: Upravte hlasitost zvukových efektů, které zahrnují všechny zvuky ve hře, které nejsou řečí nebo hudbou.

# game/gui:3077:DefaultText
source: Adjust the music volume.
cs: Upravte hlasitost hudby.

# game/gui:3078:DefaultText
source: Adjust the volume of menu sound effects.
cs: Nastavení hlasitosti zvukových efektů nabídky.

# game/gui:3079:DefaultText
source: Adjust the volume of speech.
cs: Upravte hlasitost řeči.

# game/gui:3080:DefaultText
source: Enable this option to flip the vertical axis of the camera. Up will look down, and down will look up.
cs: Povolením této možnosti převrátíte svislou osu kamery. Nahoru se bude dívat dolů a dolů se bude dívat nahoru.

# game/gui:3081:DefaultText
source: Adjust how much your view moves when the mouse is moved. The higher the setting, the faster it will move.
cs: Nastavení míry pohybu zobrazení při pohybu myší. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:3082:DefaultText
source: Adjust how much your view moves when the right stick is moved. The higher the setting, the faster it will move.
cs: Nastavte, jak moc se bude pohybovat pohled při pohybu pravé páčky. Čím vyšší nastavení, tím rychleji se bude pohybovat.

# game/gui:3083:DefaultText
source: Adjust the game difficulty. Story - Enemies have less health and do less damage. Great for those that enjoy story more than combat. Normal - This is how The Outer Worlds was intended to be played. Expect a moderate challenge. Hard - Enemies have more health and deal more damage. Expect a serious challenge. Supernova - The hardest difficulty, a simulation mode for the most experienced players. Supernova Mode can only be selected at the start of the game. If you reduce the difficulty below Supernova, you cannot re-enable it.
cs: Upravte obtížnost hry. Příběh - Nepřátelé mají méně zdraví a způsobují menší poškození. Skvělé pro ty, kteří mají rádi příběh více než boj. Normální - Takto byla hra The Outer Worlds zamýšlena. Očekávejte mírnou výzvu. Hard - Nepřátelé mají více zdraví a způsobují větší poškození. Očekávejte pořádnou výzvu. Supernova - Nejtěžší obtížnost, simulační režim pro nejzkušenější hráče. Režim Supernova lze zvolit pouze na začátku hry. Pokud snížíte obtížnost pod úroveň Supernova, nelze ji znovu zapnout.

# game/gui:3084:DefaultText
source: While affected by a status effect, you will see an icon in the upper left of your HUD. You can read details about the effect on your character panel.
cs: Když na vás působí stavový efekt, zobrazí se v levém horním rohu vašeho HUD ikona . Podrobnosti o efektu si můžete přečíst na panelu postavy.

# game/gui:3085:DefaultText
source: Missed a tutorial or want a refresher? Tutorials can be read (or re-read) in your Journal.
cs: Zmeškali jste výukový kurz nebo si chcete něco osvěžit? Výukové programy si můžete přečíst (nebo zopakovat) v Deníku.

# game/gui:3086:DefaultText
source: Picking up items that belong to other people is a crime and affects reputations, so be careful what you grab in-town!
cs: Sbírání předmětů, které patří jiným lidem, je trestné a ovlivňuje pověst, proto si dávejte pozor, co ve městě berete!

# game/gui:3087:DefaultText
source: Raising your melee weapon skills unlocks the ability to do power and sweep attacks.
cs: Zlepšení dovedností zbraní pro boj zblízka vám zpřístupní schopnost silových a útoků s rozmachem.

# game/gui:3088:DefaultText
source: Raising your dialog skills is good for conversations, and also unlocks combat dialog abilities that distract and disable your enemies.
cs: Zvyšování dialogových dovedností je dobré pro rozhovory a také odemyká bojové dialogové schopnosti, které odvádějí pozornost nepřátel a zneškodňují je.

# game/gui:3089:DefaultText
source: Raising your Dodge skill unlocks a "forward dodge" - the Leap. Leaping is great for rapidly closing the distance on an enemy.
cs: Zvýšením dovednosti úskok se vám odemkne "úskok vpřed" - skok. Skok je skvělý pro rychlé zmenšení vzdálenosti od nepřítele.

# game/gui:3090:DefaultText
source: Raising your Block skill unlocks perfect block. With pinpoint timing, your block can stagger the enemy attacking you!
cs: Zvýšením dovednosti Blokování se vám odemkne dokonalé blokování. Díky přesnému načasování může váš blok omráčit nepřítele, který na vás útočí!

# game/gui:3091:DefaultText
source: Raising your stealth skills unlocks sneak attacks for bonus damage, previewing items in locked containers, and the ability to hack vending machines.
cs: Zlepšováním svých schopností plížení odemknete plíživé útoky pro získání bonusového poškození, náhled na předměty v uzamčených kontejnerech a schopnost nabourat se do prodejních automatů.

# game/gui:3092:DefaultText
source: Raising your Medical skill unlocks consumable slots for your Emergency Medicinal Inhaler, and increases the duration of inhaled consumables.
cs: Zvýšení dovednosti Lékařství vám odemkne sloty pro spotřební materiál pro pohotovostní inhalátor a prodlouží dobu trvání inhalovaného spotřebního materiálu.

# game/gui:3093:DefaultText
source: Raising your Engineering skill will allow you to repair your armor and weapons without a workbench, and reduces the number of parts needed!
cs: Zlepšení dovednosti inženýrství vám umožní opravovat brnění a zbraně bez pracovního stolu a sníží počet potřebných dílů!

# game/gui:3094:DefaultText
source: Raising your Science skill allows you to tinker your armor and weapons at a workbench, increasing the amount of damage that they prevent or cause!
cs: Zlepšení dovednosti Věda vám umožní upravovat brnění a zbraně u pracovního stolu a zvyšovat množství poškození, kterému zabraňují nebo které způsobují!

# game/gui:3095:DefaultText
source: Raising your Determination skill unlocks the ability to heal your companions when you activate your inhaler!
cs: Zvýšení dovednosti Odhodlání vám odemkne schopnost léčit své společníky, když aktivujete inhalátor!

# game/gui:3096:DefaultText
source: Increasing your Inspiration skill improves your Companion's attack damage, and increasing your Determination increases their health!
cs: Zvýšení dovednosti Inspirace zlepšuje poškození útoku vašeho společníka a zvýšení odhodlání zvyšuje jeho zdraví!

# game/gui:3097:DefaultText
source: Raising your Inspiration unlocks special attacks for your Companions to damage, distract, and destroy your opponents.
cs: Zvýšení inspirace odemkne vašim společníkům speciální útoky, které poškozují, odvádějí pozornost a ničí protivníky.

# game/gui:3098:DefaultText
source: Raising your Sneak skill unlocks sneak attacks while stealthing - your first attack against an unaware target gains a large damage bonus!
cs: Zvýšení dovednosti Plížení vám odemkne útoky plížení při plížení - váš první útok na nevědomý cíl získá velký bonus k poškození!

# game/gui:3099:DefaultText
source: Ability
cs: Schopnost

# game/gui:3100:DefaultText
source: You can get temporary bonuses to your skills from consumables and wearing armor. This helps you pass skill checks and improves skills' passive bonuses but doesn't unlock skill upgrades.
cs: Dočasné bonusy k dovednostem můžete získat díky spotřebním předmětům a brnění. To vám pomůže projít kontrolou dovedností a zlepší pasivní bonusy dovedností, ale neodemkne vylepšení dovedností.

# game/gui:3103:DefaultText
source: Head
cs: Hlava

# game/gui:3104:DefaultText
source: Tutorials and other important notes you've found along your journey are stored here.
cs: Zde jsou uloženy návody a další důležité poznámky, které jste našli na své cestě.

# game/gui:3105:DefaultText
source: Inhaler
cs: Inhalátor

# game/gui:3107:DefaultText
source: Select Amount
cs: Zvolte částku

# game/gui:3108:DefaultText
source: Vocational Competence Respecification Machine
cs: Stroj pro opětovné získání odborné způsobilosti

# game/gui:3129:DefaultText
source: If you'd like to try different choices for skills and perks, try out the respecification machine on your ship.
cs: Pokud si chcete vyzkoušet různé volby dovedností a bonusů, vyzkoušejte na své lodi automat na změnu specifikace.

# game/gui:3135:DefaultText
source: The Armor Rating provided by the Helmet the companion is currently wearing.
cs: Hodnocení brnění, které poskytuje přilba, kterou má společník právě na sobě.

# game/gui:3136:DefaultText
source: The Armor Rating provided by the Armor the companion is currently wearing.
cs: Hodnocení zbroje poskytnuté zbrojí, kterou má společník právě na sobě.

# game/gui:3137:DefaultText
source: The Damage of the Melee Weapon the companion has equipped.
cs: Poškození zbraně pro boj zblízka, kterou je společník vybaven.

# game/gui:3138:DefaultText
source: The Damage of the Ranged Weapon the companion has equipped.
cs: Poškození zbraně na dálku, kterou je společník vybaven.

# game/gui:3139:DefaultText
source: Spacer's Choice Automated Sales Units
cs: Automatizované prodejní jednotky Spacer's Choice

# game/gui:3140:DefaultText
source: Vending Machines
cs: Prodejní automaty

# game/gui:3141:DefaultText
source: Vending machines offer a variety of items to purchase, mostly from one company. A Hack skill of 20 or higher allows you to sell items to the Vending Machine. Restricted items on a vendor can only be purchased when you have high enough reputation with the associated faction, or a Hack skill of 40 or higher.
cs: Prodejní automaty nabízejí ke koupi různé předměty, většinou od jedné společnosti. Dovednost Hack 20 nebo vyšší vám umožní prodávat předměty do prodejního automatu. Omezené předměty u prodejce lze koupit pouze tehdy, pokud máte dostatečně vysokou reputaci u příslušné frakce nebo dovednost Hack 40 nebo vyšší.

# game/gui:3142:DefaultText
source: Press Any Button
cs: Stiskněte libovolné tlačítko

# game/gui:3143:DefaultText
source: Spacer's Choice Company Store Policies
cs: Zásady obchodu Spacer's Choice Company

# game/gui:3144:DefaultText
source: Vendors buy and sell items. The bits gained or spent for the whole transaction keep updating as you add items to each side. Different vendors have different specialties and items available, and their stocks will update every few days. Reputation with the vendor's faction, player perks, and Merchant skill all affect the final prices.
cs: Prodejci nakupují a prodávají zboží. Získané nebo utracené bity za celou transakci se průběžně aktualizují, jak přidáváte položky na každou stranu. Různí prodejci mají k dispozici různé speciality a předměty a jejich zásoby se aktualizují každých několik dní. Pověst ve frakci prodejce, hráčské výhody a dovednost obchodníka ovlivňují konečné ceny.

# game/gui:3145:DefaultText
source: Buying from the company store keeps prices low, and profits high!
cs: Nákup v podnikovém obchodě udržuje nízké ceny a vysoké zisky!

# game/gui:3146:DefaultText
source: In Combat
cs: V boji

# game/gui:3147:DefaultText
source: A quest objective requires you to enter a Restricted Area. If caught inside, you will be shot on sight. Using a disguise will prevent immediate hostilities.
cs: Úkol vyžaduje vstup do zakázané oblasti. Pokud budete přistiženi uvnitř, budete na místě zastřeleni. Použití převleku zabrání okamžitým nepřátelským akcím.

# game/gui:3148:DefaultText
source: Show Bark Subtitles
cs: Zobrazit titulky Bark

# game/gui:3149:DefaultText
source: Show Cinematic Subtitles
cs: Zobrazit filmové titulky

# game/gui:3150:DefaultText
source: If disabled, subtitles will not be shown for words spoken outside of conversations.
cs: Pokud je tato funkce vypnuta, nebudou se titulky zobrazovat u slov vyslovených mimo konverzaci.

# game/gui:3151:DefaultText
source: If disabled, subtitles will not be shown in cutscenes or rendered movies.
cs: Pokud je tato funkce vypnuta, nebudou se titulky zobrazovat v cutscénách ani v renderovaných filmech.

# game/gui:3152:DefaultText
source: Conversation Subtitles
cs: Titulky pro konverzaci

# game/gui:3153:DefaultText
source: Holographic Disguise Activated
cs: Holografické maskování aktivováno

# game/gui:3155:DefaultText
source: Security unit that wears medium armor and rushes in with 1-handed melee weapons.
cs: Bezpečnostní jednotka, která nosí střední zbroj a útočí jednoručními zbraněmi pro boj zblízka.

# game/gui:3156:DefaultText
source: Medium-armored security unit that uses handguns.
cs: Středně obrněná bezpečnostní jednotka, která používá ruční zbraně.

# game/gui:3157:DefaultText
source: Medium-armored security unit that uses rifles, but switches to 1-handed melee weapons up close.
cs: Středně obrněná bezpečnostní jednotka, která používá pušky, ale na blízko přechází na jednoruční zbraně pro boj zblízka.

# game/gui:3158:DefaultText
source: Support security unit that wears medium armor and uses heavy weapons.
cs: Podpůrná bezpečnostní jednotka, která nosí střední výzbroj a používá těžké zbraně.

# game/gui:3159:DefaultText
source: Elite security unit that wears medium armor and pushes in close with shotguns.
cs: Elitní bezpečnostní jednotka, která nosí střední výzbroj a na blízko se tlačí s brokovnicemi.

# game/gui:3160:DefaultText
source: Junk Items
cs: Nevyžádané předměty

# game/gui:3161:DefaultText
source: Items in your inventory that you don't want can be flagged as "Junk". You can quickly break down all of your junk items at a workbench or sell in bulk to a vendor.
cs: Položky v inventáři, které nechcete, můžete označit jako "nevyžádané". Všechny nepotřebné předměty můžete rychle rozebrat na pracovním stole nebo prodat ve velkém prodejci.

# game/gui:3163:DefaultText
source: [{input}]
cs: [{vstup}]

# game/gui:3164:DefaultText
source: Select destination on {name}
cs: Vyberte cíl na {jméno}

# game/gui:3165:DefaultText
source: Companion Down
cs: Společník Down

# game/gui:3166:DefaultText
source: Some things you can do to make your companions tougher: give them better armor, increase your Determination skill, give them Companion Perks that improve their health or toughness.
cs: Společníky můžete učinit odolnějšími: dát jim lepší brnění, zvýšit jejich dovednost Odhodlání, dát jim výhody společníka, které jim zlepší zdraví nebo odolnost.

# game/gui:3167:DefaultText
source: Effect Duration from items slotted in the Medical Inhaler {percent}
cs: Doba trvání účinku z položek ve slotu Lékařský inhalátor {procenta}

# game/gui:3168:DefaultText
source: Volume of Footsteps {percent}
cs: Objem kroků {procento}

# game/gui:3169:DefaultText
source: Controls which weapon the companion prefers to use. Close Range: Attacks with a short distance ranged weapon. Long Range: Attacks with a long distance ranged weapon.
cs: Ovládá, kterou zbraň společník preferuje. Blízký dosah: Dlouhý dosah: Útočí zbraní na krátkou vzdálenost: Útočí zbraní na dlouhou vzdálenost.

# game/gui:3170:DefaultText
source: Requires ID: {key}
cs: Vyžaduje ID: {key}

# game/gui:3171:DefaultText
source: Cause Burn Duration {percent}
cs: Příčina Doba trvání popálení {procento}

# game/gui:3172:DefaultText
source: Active user is being logged out.
cs: Aktivní uživatel je odhlášen.

# game/gui:3173:DefaultText
source: Unable to initialize storage for active profile.
cs: Nelze inicializovat úložiště pro aktivní profil.

# game/gui:3174:DefaultText
source: Unable to access platform save system.
cs: Nelze získat přístup k systému ukládání platformy.

# game/gui:3175:DefaultText
source: Insufficient space on disk.
cs: Nedostatek místa na disku.

# game/gui:3176:DefaultText
source: Platform does not support saving to disk.
cs: Platforma nepodporuje ukládání na disk.

# game/gui:3177:DefaultText
source: Unable to perform load action currently.
cs: V současné době nelze provést akci načtení.

# game/gui:3178:DefaultText
source: Cause Bleed Duration {percent}
cs: Příčina Trvání krvácení {procento}

# game/gui:3179:DefaultText
source: Supernova can only be selected at the start of an adventure. If you reduce the difficulty, you will not be able to return to Supernova. Continue?
cs: Supernovu lze vybrat pouze na začátku dobrodružství. Pokud snížíte obtížnost, nebudete se moci do Supernovy vrátit. Pokračovat?

# game/gui:3181:DefaultText
source: Please wait until download/copy is complete: {value}%
cs: Vyčkejte, dokud nebude stahování/kopírování dokončeno: {hodnota}%

# game/gui:3183:DefaultText
source: Requires Holographic Shroud
cs: Vyžaduje holografický plášť

# game/gui:3184:DefaultText
source: Damage when alone in party {percent}
cs: Poškození, když je ve skupině sám {procento}

# game/gui:3189:DefaultText
source: {key} cannot be rebound.
cs: {klíč} nemůže být odražený.

# game/gui:3190:DefaultText
source: {key} cannot be assigned to {action}.
cs: {klíč} nelze přiřadit k {akci}.

# game/gui:3191:DefaultText
source: {key} is currently assigned to {action}.
cs: {klíč} je aktuálně přiřazen k {akci}.

# game/gui:3192:DefaultText
source: Missing keybinds! These actions will not work until you bind them to a key: {actions} Exit anyway?
cs: Chybějící vazby kláves! Tyto akce nebudou fungovat, dokud je nepřiřadíte ke klávese: {actions} Exit anyway?

# game/gui:3197:DefaultText
source: This game uses an autosave feature. Please do not quit the game or power down the PlayStation®4 computer entertainment system while this icon is displayed.
cs: Tato hra používá funkci automatického ukládání. Neukončujte hru ani nevypínejte počítačový zábavní systém PlayStation®4, dokud je tato ikona zobrazena.

# game/gui:3198:DefaultText
source: This game uses an autosave feature. Please do not quit the game or power down the Xbox One console while this icon is displayed.
cs: Tato hra používá funkci automatického ukládání. Během zobrazení této ikony hru neukončujte ani nevypínejte konzoli Xbox One.

# game/gui:3199:DefaultText
source: This game uses an autosave feature. Please do not quit the game or turn off the system while this icon is displayed.
cs: Tato hra používá funkci automatického ukládání. Během zobrazení této ikony hru neukončujte ani nevypínejte systém.

# game/gui:3200:DefaultText
source: The Basics
cs: Základní informace

# game/gui:3201:DefaultText
source: Exploration
cs: Průzkum

# game/gui:3203:DefaultText
source: Weapons & Armor
cs: Zbraně a výzbroj

# game/gui:3206:DefaultText
source: Companions
cs: Společníci

# game/gui:3207:DefaultText
source: Skills & Reputation
cs: Dovednosti a pověst

# game/gui:3209:DefaultText
source: Restricted Stock
cs: Omezené akcie

# game/gui:3210:DefaultText
source: Some vendors and vending machines have special items that are only for sale to VIPs. You must have a positive reputation to be able to purchase those items. A high Hack skill can bypass this restriction and allow purchasing of these items from a vending machine.
cs: Někteří prodejci a prodejní automaty mají speciální zboží, které je určeno pouze pro VIP. Abyste si je mohli koupit, musíte mít pozitivní pověst. Vysoká dovednost Hack může toto omezení obejít a umožnit nákup těchto předmětů z automatu.

# game/gui:3211:DefaultText
source: Spacer's Choice Employee Evaluation
cs: Hodnocení zaměstnanců Spacer's Choice

# game/gui:3212:DefaultText
source: Time Dilation Scanner
cs: Časový dilatační skener

# game/gui:3213:DefaultText
source: While in Time Dilation, look at a character to scan and gather information about them. You can see their level, health, faction, armor rating, as well as the tactics they prefer to use, their strengths, and their weaknesses.
cs: Během hry Time Dilation se podívejte na postavu a prohlédněte si ji a získejte o ní informace. Můžete zjistit její úroveň, zdraví, frakci, stupeň brnění, ale také taktiku, kterou nejraději používá, její silné a slabé stránky.

# game/gui:3214:DefaultText
source: Employee evaluations must be completed for each valued worker on a bi-annual basis.
cs: Hodnocení zaměstnanců musí být provedeno u každého oceňovaného pracovníka jednou za dva roky.

# game/gui:3215:DefaultText
source: Reputation Change
cs: Změna reputace

# game/gui:3216:DefaultText
source: Companion Ability Refresh {percent}
cs: Obnovení schopnosti společníka {procento}

# game/gui:3217:DefaultText
source: Melee Weapon Attack Speed {percent}
cs: Rychlost útoku zbraní pro boj zblízka {procento}
