Repository: pavelhoral/outer-preklad
Catalog: source/*/game/gui.po
Languages: cs

# game/gui:1:DefaultText
source: No
cs: Ne

# game/gui:2:DefaultText
source: Accept
cs: Přijmout

# game/gui:3:DefaultText
source: Cancel
cs: Zrušit

# game/gui:4:DefaultText
source: Continue
cs: Pokračovat

# game/gui:5:DefaultText
source: Pause
cs: Pauza

# game/gui:6:DefaultText
source: End Dialogue
cs: Ukončení dialogu

# game/gui:7:DefaultText
source: Back
cs: Zpět

# game/gui:8:DefaultText
source: Options
cs: Možnosti

# game/gui:10:DefaultText
source: Master Volume
cs: Hlavní hlasitost

# game/gui:11:DefaultText
source: Music Volume
cs: Hlasitost hudby

# game/gui:12:DefaultText
source: Effects Volume
cs: Objem efektů

# game/gui:13:DefaultText
source: Save
cs: Uložit

# game/gui:14:DefaultText
source: Load
cs: Zatížení

# game/gui:15:DefaultText
source: Save Game
cs: Uložit hru

# game/gui:18:DefaultText
source: Inventory
cs: Inventura

# game/gui:19:DefaultText
source: Journal
cs: Deník

# game/gui:20:DefaultText
source: Map
cs: Mapa

# game/gui:21:DefaultText
source: World Map
cs: Mapa světa

# game/gui:22:DefaultText
source: Male
cs: Muži

# game/gui:23:DefaultText
source: Female
cs: Samice

# game/gui:24:DefaultText
source: Execute
cs: Provést

# game/gui:26:DefaultText
source: Knockback
cs: Zpětný ráz

# game/gui:30:DefaultText
source: Stun
cs: Omračování

# game/gui:33:DefaultText
source: Blind
cs: Slepé stránky

# game/gui:36:DefaultText
source: On
cs: Na adrese

# game/gui:37:DefaultText
source: Off
cs: Vypnuto

# game/gui:38:DefaultText
source: Revert
cs: Vrátit

# game/gui:39:DefaultText
source: Yes
cs: Ano

# game/gui:40:DefaultText
source: Master
cs: Mistr

# game/gui:41:DefaultText
source: Effects
cs: Účinky

# game/gui:42:DefaultText
source: Music
cs: Hudba

# game/gui:43:DefaultText
source: UI
cs: UŽIVATELSKÉ ROZHRANÍ

# game/gui:44:DefaultText
source: Sound
cs: Zvuk

# game/gui:45:DefaultText
source: General
cs: Obecné

# game/gui:46:DefaultText
source: Invert Y Axis
cs: Invertování osy Y

# game/gui:47:DefaultText
source: Default
cs: Výchozí

# game/gui:48:DefaultText
source: Fullscreen
cs: Celá obrazovka

# game/gui:49:DefaultText
source: Lie
cs: Lež

# game/gui:50:DefaultText
source: Intimidate
cs: Zastrašování

# game/gui:51:DefaultText
source: Persuade
cs: Přesvědčte

# game/gui:52:DefaultText
source: Quest Added
cs: Přidání úkolu

# game/gui:53:DefaultText
source: Quest Updated
cs: Úkol aktualizován

# game/gui:54:DefaultText
source: Quest Completed
cs: Úkol dokončen

# game/gui:55:DefaultText
source: Quest Failed
cs: Úkol se nezdařil

# game/gui:56:DefaultText
source: The door is barred shut.
cs: Dveře jsou zavřené.

# game/gui:57:DefaultText
source: The door requires {unlock_item} to unlock.
cs: Dveře vyžadují k odemknutí {unlock_item}.

# game/gui:58:DefaultText
source: The door cannot be unlocked.
cs: Dveře nelze odemknout.

# game/gui:61:DefaultText
source: Unlocked the door with {unlock_item}.
cs: Dveře byly odemčeny pomocí {unlock_item}.

# game/gui:63:DefaultText
source: {item_name} removed from inventory.
cs: {název_předmětu} odstraněn z inventáře.

# game/gui:64:DefaultText
source: Resume
cs: Životopis

# game/gui:65:DefaultText
source: Restart
cs: Restartování

# game/gui:66:DefaultText
source: Main Menu
cs: Hlavní nabídka

# game/gui:68:DefaultText
source: Debug
cs: Ladění

# game/gui:69:DefaultText
source: Game Over
cs: Konec hry

# game/gui:70:DefaultText
source: Levels
cs: Úrovně

# game/gui:71:DefaultText
source: Beautiful Corner
cs: Krásný koutek

# game/gui:72:DefaultText
source: Prototype
cs: Prototyp

# game/gui:73:DefaultText
source: Dialog Test
cs: Dialogový test

# game/gui:74:DefaultText
source: Stealth Test
cs: Test utajení

# game/gui:75:DefaultText
source: Combat Test
cs: Bojový test

# game/gui:76:DefaultText
source: Movement Test
cs: Test pohybu

# game/gui:77:DefaultText
source: Back
cs: Zpět

# game/gui:78:DefaultText
source: Vertical Sync
cs: Vertikální synchronizace

# game/gui:79:DefaultText
source: General
cs: Obecné

# game/gui:81:DefaultText
source: The container is barred shut.
cs: Kontejner je zavřený.

# game/gui:82:DefaultText
source: Area Structure Test
cs: Test plošné struktury

# game/gui:83:DefaultText
source: Quest Test
cs: Test Quest

# game/gui:84:DefaultText
source: Game Objects Test
cs: Test herních objektů

# game/gui:85:DefaultText
source: Take
cs: Vezměte si

# game/gui:86:DefaultText
source: Close
cs: Zavřít

# game/gui:88:DefaultText
source: Unlock
cs: Odemknutí stránky

# game/gui:89:DefaultText
source: Transfer
cs: Přenos

# game/gui:90:DefaultText
source: Take All
cs: Vezměte si vše

# game/gui:91:DefaultText
source: Character Validation
cs: Ověřování znaků

# game/gui:92:DefaultText
source: Open
cs: Otevřít

# game/gui:93:DefaultText
source: Locked
cs: Uzamčené stránky

# game/gui:95:DefaultText
source: Unlock with {unlock_name}
cs: Odemknout pomocí {unlock_name}

# game/gui:96:DefaultText
source: Use
cs: Použijte

# game/gui:97:DefaultText
source: Climb
cs: Vyšplhejte se na

# game/gui:98:DefaultText
source: Pick Up {item_name}
cs: Vyzvednout {název_položky}

# game/gui:99:DefaultText
source: Use
cs: Použijte

# game/gui:106:DefaultText
source: Use to go to {location}
cs: Použijte pro přechod na {místo}

# game/gui:107:DefaultText
source: {project_config} Version: {project_version}
cs: {project_config} Verze: {project_version}

# game/gui:108:DefaultText
source: Use terminal
cs: Použijte terminál

# game/gui:109:DefaultText
source: Locked %s difficulty computer. Requires %s or %s (HackDiff %u vs. PlayerSkill %u, NumReq %u NumHave%u, Time %u) to unlock.
cs: Zamčený počítač s obtížností %s. K odemčení je třeba %s nebo %s (HackDiff %u vs. PlayerSkill %u, NumReq %u NumHave%u, Time %u).

# game/gui:111:DefaultText
source: Computer Key {item_name} removed from inventory.
cs: Počítačový klíč {název_položky} odstraněn z inventáře.

# game/gui:113:DefaultText
source: Unlocked the computer with Computer Key {item_name}.
cs: Odemknutí počítače pomocí klíče Computer Key {název_položky}.

# game/gui:114:DefaultText
source: Locked the computer.
cs: Zamkl počítač.

# game/gui:117:DefaultText
source: Error when trying to unlock computer - null initiator or null inventory.
cs: Chyba při pokusu o odemknutí počítače - nulový iniciátor nebo nulový inventář.

# game/gui:119:DefaultText
source: Medium
cs: Střední

# game/gui:120:DefaultText
source: Difficult
cs: Obtížné

# game/gui:121:DefaultText
source: Extreme!!
cs: Extrémní!

# game/gui:122:DefaultText
source: Reset
cs: Obnovení

# game/gui:123:DefaultText
source: Talk
cs: Diskuse

# game/gui:124:DefaultText
source: Asset Validation Test
cs: Test validace aktiv

# game/gui:125:DefaultText
source: Vertical Slice
cs: Vertikální řez

# game/gui:132:DefaultText
source: Available
cs: Dostupné na

# game/gui:133:DefaultText
source: Intimidate
cs: Zastrašování

# game/gui:134:DefaultText
source: Reduced Ranged Accuracy
cs: Snížená přesnost na dálku

# game/gui:135:DefaultText
source: Reduced Sight Radius
cs: Zmenšený poloměr výhledu

# game/gui:136:DefaultText
source: Disabled
cs: Bezbariérový

# game/gui:137:DefaultText
source: Reduced Damage
cs: Snížené poškození

# game/gui:138:DefaultText
source: Reduced Speed
cs: Snížená rychlost

# game/gui:139:DefaultText
source: Apply
cs: Použít

# game/gui:140:DefaultText
source: Back
cs: Zpět

# game/gui:141:DefaultText
source: Graphics
cs: Grafika

# game/gui:143:DefaultText
source: Controls
cs: Ovládací prvky

# game/gui:144:DefaultText
source: Game
cs: Hra

# game/gui:145:DefaultText
source: Menu
cs: Nabídka

# game/gui:146:DefaultText
source: Volume
cs: Svazek

# game/gui:147:DefaultText
source: Fullscreen
cs: Celá obrazovka

# game/gui:148:DefaultText
source: Windowed Fullscreen
cs: Okno přes celou obrazovku

# game/gui:149:DefaultText
source: Window
cs: Okno

# game/gui:150:DefaultText
source: Window Mode
cs: Režim okna

# game/gui:151:DefaultText
source: Low
cs: Nízká

# game/gui:152:DefaultText
source: Medium
cs: Střední

# game/gui:153:DefaultText
source: High
cs: Vysoká

# game/gui:154:DefaultText
source: Very High
cs: Velmi vysoká

# game/gui:155:DefaultText
source: View Distance
cs: Zobrazit vzdálenost

# game/gui:156:DefaultText
source: Shadows
cs: Stíny

# game/gui:157:DefaultText
source: Anti-Aliasing Quality
cs: Kvalita antialiasingu

# game/gui:158:DefaultText
source: Textures
cs: Textury

# game/gui:159:DefaultText
source: Post-processing
cs: Následné zpracování

# game/gui:160:DefaultText
source: Foliage
cs: Listí

# game/gui:162:DefaultText
source: Visual Effects
cs: Vizuální efekty

# game/gui:163:DefaultText
source: Quality
cs: Kvalita

# game/gui:164:DefaultText
source: General
cs: Obecné

# game/gui:165:DefaultText
source: Resolution
cs: Rozlišení

# game/gui:166:DefaultText
source: Camera
cs: Fotoaparát

# game/gui:167:DefaultText
source: Reserved
cs: Rezervováno

# game/gui:168:DefaultText
source: Display
cs: Zobrazit

# game/gui:169:DefaultText
source: Move Selection
cs: Výběr pohybu

# game/gui:170:DefaultText
source: Select
cs: Vyberte

# game/gui:171:DefaultText
source: Back
cs: Zpět

# game/gui:172:DefaultText
source: Page Left
cs: Stránka vlevo

# game/gui:173:DefaultText
source: Page Right
cs: Stránka vpravo

# game/gui:174:DefaultText
source: Controller
cs: Řídicí jednotka

# game/gui:175:DefaultText
source: VS Conversations
cs: Konverzace VS

# game/gui:176:DefaultText
source: Reset your settings to their defaults?
cs: Obnovit výchozí nastavení?

# game/gui:178:DefaultText
source: Medium
cs: Střední

# game/gui:179:DefaultText
source: Difficult
cs: Obtížné

# game/gui:180:DefaultText
source: Extreme
cs: Extrémní

# game/gui:181:DefaultText
source: Armed {trap_difficulty} difficulty trap. (Trap Difficulty {trap_difficulty} vs. Player Explosives Skill {player_explosives_skill}, Time {seconds}) to disarm.
cs: Ozbrojená past obtížnosti {trap_difficulty}. (Obtížnost pasti {trap_difficulty} vs. Dovednost hráče s výbušninami {player_explosives_skill}, Čas {sekundy}) k zneškodnění.

# game/gui:182:DefaultText
source: Disarmed {trap_difficulty} difficulty trap. (Trap Difficulty {trap_difficulty} vs. Player Explosives Skill {player_explosives_skill}, Time {seconds}) to arm.
cs: Odzbrojená past obtížnosti {trap_difficulty}. (Obtížnost pasti {trap_difficulty} vs. Dovednost hráče s výbušninami {player_explosives_skill}, Čas {sekundy}) k odjištění.

# game/gui:183:DefaultText
source: Deactivated trap.
cs: Deaktivovaná past.

# game/gui:184:DefaultText
source: AI Test
cs: Test umělé inteligence

# game/gui:185:DefaultText
source: Player Name
cs: Jméno hráče

# game/gui:190:DefaultText
source: Toggle History
cs: Přepínání historie

# game/gui:191:DefaultText
source: Scroll Up
cs: Posun nahoru

# game/gui:192:DefaultText
source: Scroll Down
cs: Posun dolů

# game/gui:193:DefaultText
source: On
cs: Na adrese

# game/gui:194:DefaultText
source: Off
cs: Vypnuto

# game/gui:196:DefaultText
source: Conversation
cs: Konverzace

# game/gui:197:DefaultText
source: Subtitles
cs: Titulky

# game/gui:198:DefaultText
source: Gameplay
cs: Hra

# game/gui:199:DefaultText
source: Skip
cs: Přeskočit

# game/gui:201:DefaultText
source: {node_text} (Leave Conversation)
cs: {node_text} (Opustit konverzaci)

# game/gui:202:DefaultText
source: Continue on VO End
cs: Pokračovat na VO End

# game/gui:203:DefaultText
source: When enabled, the conversation will automatically continue once the speaker has finished talking.
cs: Pokud je tato funkce povolena, konverzace bude automaticky pokračovat, jakmile mluvčí domluví.

# game/gui:204:DefaultText
source: When enabled, subtitles will be displayed while listening to the speaker.
cs: Pokud je tato funkce povolena, zobrazí se při poslechu titulky.

# game/gui:205:DefaultText
source: Repair
cs: Oprava

# game/gui:207:DefaultText
source: Break Down
cs: Rozdělení

# game/gui:208:DefaultText
source: Inspect
cs: Zkontrolujte stránky

# game/gui:209:DefaultText
source: Unequip
cs: Vyjměte vybavení

# game/gui:223:DefaultText
source: Keep
cs: Udržujte

# game/gui:224:DefaultText
source: Quests
cs: Úkoly

# game/gui:225:DefaultText
source: Companions
cs: Společníci

# game/gui:226:DefaultText
source: Toggle Comparison
cs: Přepínání Srovnání

# game/gui:227:DefaultText
source: Add to Junk
cs: Přidat do odpadu

# game/gui:228:DefaultText
source: Remove from Junk
cs: Odstranění z nevyžádané pošty

# game/gui:229:DefaultText
source: Inspect
cs: Zkontrolujte stránky

# game/gui:230:DefaultText
source: Select
cs: Vyberte

# game/gui:231:DefaultText
source: Begin Game
cs: Zahájení hry

# game/gui:232:DefaultText
source: Fighting
cs: Boj proti

# game/gui:235:DefaultText
source: Leadership
cs: Vedení

# game/gui:236:DefaultText
source: Fighting Character Name
cs: Jméno bojové postavy

# game/gui:237:DefaultText
source: Dialog Character Name
cs: Dialog Jméno postavy

# game/gui:238:DefaultText
source: Stealth Character Name
cs: Stealth Jméno postavy

# game/gui:239:DefaultText
source: Leadership Character Name
cs: Jméno vedoucí postavy

# game/gui:240:DefaultText
source: You have well-honed combat skills and prefer the direct, violent approach. You may have taken too many blows to the head, however. Reputation: Neutral with All.
cs: Máte dobře vycvičené bojové schopnosti a dáváte přednost přímému, násilnému postupu. Možná jsi však dostal příliš mnoho ran do hlavy... Pověst: Neutrální ke všem.

# game/gui:241:DefaultText
source: You are skilled in dialog and prefer to talk things out. People can usually be made to see things your way. Reputation: Disliked by All.
cs: Umíte vést dialog a raději si věci vyříkáváte. Obvykle se vám podaří přimět lidi, aby se na věci dívali podle vás. Pověst: Všichni ji nemají rádi.

# game/gui:242:DefaultText
source: You prefer to sneak past enemies, pick locks, and bypass security measures. If things go well, no one will even know you were there. Reputation: Liked by The Board.
cs: Raději se proplížíte kolem nepřátel, odemykáte zámky a obcházíte bezpečnostní opatření. Když se daří, nikdo o tobě ani neví. Reputace: Oblíbená u správní rady.

# game/gui:243:DefaultText
source: You are a team player. Your companions benefit from your leadership skills, increasing their effectiveness in combat. Reputation: Liked by Marauders.
cs: Jste týmový hráč. Vaši společníci mají prospěch z vašich vůdčích schopností, což zvyšuje jejich efektivitu v boji. reputace: Oblíbený u nájezdníků.

# game/gui:244:DefaultText
source: Inspector
cs: Inspektor

# game/gui:245:DefaultText
source: Empty
cs: Prázdné stránky

# game/gui:246:DefaultText
source: Detailed Stats
cs: Podrobné statistiky

# game/gui:247:DefaultText
source: Damage
cs: Poškození

# game/gui:248:DefaultText
source: Rate of Fire
cs: Rychlost střelby

# game/gui:249:DefaultText
source: Magazine Size
cs: Velikost časopisu

# game/gui:251:DefaultText
source: Accuracy
cs: Přesnost

# game/gui:252:DefaultText
source: Reload Time
cs: Doba načítání

# game/gui:253:DefaultText
source: Max Range
cs: Maximální rozsah

# game/gui:254:DefaultText
source: Equip Time
cs: Čas vybavení

# game/gui:255:DefaultText
source: Crit Chance
cs: Kritická šance

# game/gui:256:DefaultText
source: Crit Damage
cs: Kritické poškození

# game/gui:257:DefaultText
source: Noise Range
cs: Rozsah hluku

# game/gui:259:DefaultText
source: Aiming Accuracy
cs: Přesnost míření

# game/gui:260:DefaultText
source: Aim Stamina Drain
cs: Cíl Vyčerpání výdrže

# game/gui:261:DefaultText
source: Ammo Per Shot
cs: Munice na jeden výstřel

# game/gui:262:DefaultText
source: Post Armor Multiplier
cs: Násobitel pancéřování

# game/gui:263:DefaultText
source: Overcharge Duration
cs: Doba trvání přebíjení

# game/gui:264:DefaultText
source: Overcharge Time
cs: Doba přebíjení

# game/gui:265:DefaultText
source: AOE Spread Radius
cs: Poloměr šíření AOE

# game/gui:266:DefaultText
source: Minimal
cs: Minimální

# game/gui:268:DefaultText
source: Physical
cs: Fyzická stránka

# game/gui:270:DefaultText
source: Plasma
cs: Plazma

# game/gui:272:DefaultText
source: Corrosion
cs: Koroze

# game/gui:273:DefaultText
source: N-ray
cs: N-záření

# game/gui:274:DefaultText
source: Damage Type
cs: Typ poškození

# game/gui:275:DefaultText
source: {rounds} Shots/s
cs: {kruhy} Výstřelů/s

# game/gui:276:DefaultText
source: Effective Range
cs: Efektivní rozsah

# game/gui:277:DefaultText
source: Effective Range
cs: Efektivní rozsah

# game/gui:278:DefaultText
source: {meters}m
cs: {metry}m

# game/gui:282:DefaultText
source: Ranged
cs: Střelba na dálku

# game/gui:283:DefaultText
source: Melee
cs: Boj zblízka

# game/gui:284:DefaultText
source: Weapon Type
cs: Typ zbraně

# game/gui:285:DefaultText
source: Weapon Class
cs: Třída zbraně

# game/gui:286:DefaultText
source: Persuade
cs: Přesvědčte

# game/gui:287:DefaultText
source: Determination
cs: Určení

# game/gui:288:DefaultText
source: Inspiration
cs: Inspirace

# game/gui:290:DefaultText
source: Lie
cs: Lež

# game/gui:293:DefaultText
source: {unit} /s
cs: {jednotka} /s

# game/gui:294:DefaultText
source: {value}%/s
cs: {hodnota}%/s

# game/gui:295:DefaultText
source: {degrees}°
cs: {stupňů}°

# game/gui:296:DefaultText
source: Aim Spread Reduction
cs: Snížení rozpětí cíle

# game/gui:298:DefaultText
source: Use
cs: Použijte

# game/gui:300:DefaultText
source: Health Kit
cs: Sada pro zdraví

# game/gui:301:DefaultText
source: In Progress
cs: Probíhá

# game/gui:302:DefaultText
source: Completed
cs: Dokončeno

# game/gui:303:DefaultText
source: Botched
cs: Zpackané

# game/gui:304:DefaultText
source: Equip
cs: Vybavit

# game/gui:305:DefaultText
source: Set Active
cs: Nastavit aktivní

# game/gui:306:DefaultText
source: Reduced Defenses
cs: Snížená obranyschopnost

# game/gui:307:DefaultText
source: Quest Type
cs: Typ úkolu

# game/gui:308:DefaultText
source: Newest
cs: Nejnovější

# game/gui:309:DefaultText
source: Oldest
cs: Nejstarší

# game/gui:311:DefaultText
source: Extras
cs: Doplňky

# game/gui:313:DefaultText
source: Start Game
cs: Zahájení hry

# game/gui:314:DefaultText
source: Dumb
cs: Hloupý

# game/gui:315:DefaultText
source: Science
cs: Věda

# game/gui:318:DefaultText
source: Pick
cs: Vyberte si

# game/gui:320:DefaultText
source: Disarm
cs: Zneškodnění

# game/gui:321:DefaultText
source: Container
cs: Kontejner

# game/gui:322:DefaultText
source: Show UI During Speaker's Dialogue
cs: Zobrazit uživatelské rozhraní během dialogu řečníka

# game/gui:323:DefaultText
source: When enabled, the entire UI will be displayed in a conversation while the speaker is talking.
cs: Pokud je tato funkce povolena, zobrazí se během hovoru celé uživatelské rozhraní.

# game/gui:324:DefaultText
source: Dialog choices don't appear until the speaker is finished talking. Check this to see dialog choices while the speaker is still talking.
cs: Dialogové volby se nezobrazují, dokud mluvčí nedomluví. Zaškrtnutím této možnosti se dialogové volby zobrazí, když mluvčí stále mluví.

# game/gui:325:DefaultText
source: Show Responses While Listening
cs: Ukázat odpovědi při poslechu

# game/gui:326:DefaultText
source: Show Subtitles While Listening
cs: Zobrazení titulků při poslechu

# game/gui:327:DefaultText
source: Select your preferred format for conversation subtitles. On - Display conversation subtitles when NPCs talk. Minimal - Only display subtitles for the last line an NPC says when player options are shown. Off - Don't show conversation subtitles.
cs: Vyberte preferovaný formát titulků ke konverzaci. Zapnuto - Zobrazení titulků ke konverzaci, když mluví NPC. Minimální - Zobrazení titulků pouze pro poslední řádek, který NPC řekne, když jsou zobrazeny možnosti hráče. Vypnuto - Nezobrazovat titulky ke konverzaci.

# game/gui:328:DefaultText
source: Close
cs: Zavřít

# game/gui:329:DefaultText
source: Weapons
cs: Zbraně

# game/gui:330:DefaultText
source: Armor
cs: Brnění

# game/gui:331:DefaultText
source: Consumables
cs: Spotřební materiál

# game/gui:332:DefaultText
source: Modifications
cs: Úpravy

# game/gui:333:DefaultText
source: General
cs: Obecné

# game/gui:334:DefaultText
source: Quests
cs: Úkoly

# game/gui:335:DefaultText
source: Locked
cs: Uzamčené stránky

# game/gui:336:DefaultText
source: Empty
cs: Prázdné stránky

# game/gui:337:DefaultText
source: Acid
cs: Kyselina

# game/gui:339:DefaultText
source: Disease
cs: Nemoc

# game/gui:341:DefaultText
source: Weaken
cs: Oslabení

# game/gui:342:DefaultText
source: Unlock with key
cs: Odemknutí klíčem

# game/gui:343:DefaultText
source: Requires {unlock_name} to unlock
cs: Vyžaduje odemknutí {unlock_name}

# game/gui:344:DefaultText
source: Motion Blur
cs: Rozmazání pohybu

# game/gui:345:DefaultText
source: None
cs: Žádné

# game/gui:347:DefaultText
source: Temporal
cs: Časové

# game/gui:350:DefaultText
source: Mouse Sensitivity
cs: Citlivost myši

# game/gui:351:DefaultText
source: ATTRIBUTES
cs: ATTRIBUTY

# game/gui:352:DefaultText
source: SKILLS
cs: DOVEDNOSTI

# game/gui:353:DefaultText
source: Abilities
cs: Schopnosti

# game/gui:354:DefaultText
source: Physical power. Strength increases your melee weapon damage and reduces Ranged Weapon recoil.
cs: Fyzická síla. Síla zvyšuje poškození zbraněmi pro boj zblízka a snižuje zpětný ráz zbraní pro boj na dálku.

# game/gui:355:DefaultText
source: Physical speed. Dexterity increases your melee attack speed, and your Ranged Weapon reload speed.
cs: Fyzická rychlost. Obratnost zvyšuje rychlost útoku zblízka a rychlost nabíjení střelných zbraní.

# game/gui:356:DefaultText
source: Physical resistance. Endurance increases your Hit Points.
cs: Fyzická odolnost. Odolnost zvyšuje počet zásahových bodů.

# game/gui:357:DefaultText
source: Mental power. Intelligence increases your Critical Hit damage.
cs: Mentální síla. Inteligence zvyšuje poškození kritickým zásahem.

# game/gui:358:DefaultText
source: Mental speed. Perception increases your Headshot and Weakpoint damage bonus.
cs: Mentální rychlost. Vnímání zvyšuje bonus k poškození Headshot a Weakpoint.

# game/gui:359:DefaultText
source: Mental resistance. Willpower provides a base Armor Rating.
cs: Mentální odolnost. Síla vůle poskytuje základní hodnotu brnění.

# game/gui:360:DefaultText
source: Personality power. Charm increases your NPC and Companion reactions, and increases the charge rate on your Companion Special Attacks.
cs: Síla osobnosti. Okouzlení zvyšuje reakce NPC a společníků a zvyšuje rychlost nabíjení speciálních útoků společníků.

# game/gui:361:DefaultText
source: Personality speed. Wits increases your Called Shots charge rate.
cs: Rychlost osobnosti. Důvtip zvyšuje rychlost nabíjení vyvolaných střel.

# game/gui:362:DefaultText
source: Personality resistance. Temperament reduces combat state durations and Increases the maximum healing for the player's Inhaler.
cs: Odolnost osobnosti. Temperament zkracuje dobu trvání bojového stavu a zvyšuje maximální léčebný efekt hráčova inhalátoru.

# game/gui:363:DefaultText
source: Persuade convinces an enemy to stop attacking and approach calmly. Lowers the target's Armor Rating by 50%. Duration is Persuade skill divided by the target's Intelligence.
cs: Přesvědčit nepřítele, aby přestal útočit a klidně se přiblížil. Sníží hodnotu brnění cíle o 50 %. Doba trvání je podíl dovednosti Přesvědčování a inteligence cíle.

# game/gui:364:DefaultText
source: The Lie ability distracts and confuses an enemy, who will stop attacking and stand in place, confused. Target suffers +20% chance for critical hits for the duration of Lie skill divided by the target's Wits.
cs: Schopnost Lež odvede pozornost nepřítele a zmate ho, takže přestane útočit a zůstane zmateně stát na místě. Cíl má po dobu trvání schopnosti Lhaní +20% šanci na kritický zásah vydělenou rozumem cíle.
