Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:2001:DefaultText
source: [TEMP] DESCRIPTION Dreg Vandal Armor T2
cs: [TEMP] POPIS Dreg Vandal Armor T2

# game/items:2004:DefaultText
source: Mechanics Overalls, Junior Grade
cs: Mechanické kombinézy, mladší třída

# game/items:2005:DefaultText
source: Spacer's Choice Mechanics Overalls provide protection from oil spills or electrical sparks (but not both at once). Junior Grade is perfect for budding engineers!
cs: Mechanické kombinézy Spacer's Choice poskytují ochranu před rozlitým olejem nebo elektrickými jiskrami (ale ne před obojím najednou). Třída Junior je ideální pro začínající inženýry!

# game/items:2007:DefaultText
source: Laboratory Outfit, Extra-Fancy
cs: Laboratorní oblečení, Extra-Fancy

# game/items:2008:DefaultText
source: Ports of Call Laboratory Outfit protects the busy scientist from the daily spills and spatters of productive work. This extra-fancy style has pockets!
cs: Laboratorní oblečení Ports of Call chrání zaneprázdněné vědce před každodenním potřísněním při produktivní práci. Tento mimořádně módní styl má kapsy!

# game/items:2010:DefaultText
source: Inmate Uniform, Style T
cs: Uniforma pro vězně, styl T

# game/items:2011:DefaultText
source: Under license to Universal Defense Logistics, Spacer's Choice makes a full line of inmate uniforms. Style T includes a reflective jumper over striped undergarments.
cs: Společnost Spacer's Choice vyrábí v licenci společnosti Universal Defense Logistics celou řadu vězeňských uniforem. Styl T zahrnuje reflexní svetr přes pruhované spodní prádlo.

# game/items:2012:DefaultText
source: Retrofitted Heavy Power Armor
cs: Modernizovaná těžká silová zbroj

# game/items:2014:DefaultText
source: Ports of Call Fancy Streetwear will turn heads and gape mouths. It may cost a bit more, but it's worth it!
cs: Oblečení Ports of Call Fancy Streetwear vám zamotá hlavu a pootevře ústa. Možná stojí trochu víc, ale stojí za to!

# game/items:2017:DefaultText
source: Ports of Call Basic Streetwear is high fashion at a low price.
cs: Oblečení Ports of Call Basic Streetwear je špičková móda za nízkou cenu.

# game/items:2019:DefaultText
source: Leather Gear, Casual
cs: Kožená výbava, ležérní

# game/items:2020:DefaultText
source: Hit the town and take some hits, with this laid-back Casual Leather Gear, from Ports of Call.
cs: Vyrazte do města a dejte si pár ran s tímto ležérním koženým oblečením od společnosti Ports of Call.

# game/items:2021:DefaultText
source: Overhauled Power Helmet
cs: Přepracovaná přilba Power Helmet

# game/items:2022:DefaultText
source: Leather Gear, Business Casual
cs: Kožená výbava, Business Casual

# game/items:2023:DefaultText
source: From board room to bar room, this Business Casual Leather Gear will get you a promotion or just the next round of drinks. From Ports of Call. Tie included.
cs: S touto koženou výbavou Business Casual získáte povýšení nebo jen další rundu drinků, ať už v zasedací místnosti nebo v baru. Od Ports of Call. Včetně kravaty.

# game/items:2024:DefaultText
source: [TEMP] Dreg Ring Leader Helmet T2
cs: [TEMP] Dreg Ring Leader Helma T2

# game/items:2025:DefaultText
source: Water Resistant Wear, Casual
cs: Voděodolné oblečení, ležérní

# game/items:2026:DefaultText
source: This Casual Wear avoids stains not just from water, but also oil, blood, or liquors of all kinds. Go ahead and make a mess. Ports of Call has you covered.
cs: Toto oblečení pro volný čas zabraňuje vzniku skvrn nejen od vody, ale také od oleje, krve nebo alkoholu všeho druhu. Pusťte se do toho a udělejte nepořádek. Společnost Ports of Call se o vás postará.

# game/items:2027:DefaultText
source: [TEMP] Dreg Ring Leader Helmet T3
cs: [TEMP] Dreg Ring Leader Helma T3

# game/items:2028:DefaultText
source: Mixed Use Outfit
cs: Smíšená výbava

# game/items:2029:DefaultText
source: Working. Playing. Fighting. Loving. This outfit has you covered. Literally. From Ports of Call.
cs: Pracovní. Hraní. Boj. Milovat. Tento outfit vás pokryje. Doslova. Od Ports of Call.

# game/items:2031:DefaultText
source: Work Gear, Farm-Friendly
cs: Pracovní oděvy, vhodné pro farmy

# game/items:2032:DefaultText
source: The work gear is rated for use while on tractors, threshers, and tract-o-threshers. Only from Ports of Call.
cs: Pracovní výstroj je určena pro použití na traktorech, mlátičkách a traktorových mlátičkách. Pouze z přístavů.

# game/items:2034:DefaultText
source: Day Wear, Option 1
cs: Denní oblečení, možnost 1

# game/items:2035:DefaultText
source: You have so many options on what to wear every day. Why not wear Ports of Call Day Wear, Option 1?
cs: Máte tolik možností, co si každý den obléknout. Proč si nevzít denní oblečení Ports of Call, možnost 1?

# game/items:2036:DefaultText
source: A jacket for getting into the best places.
cs: Bunda pro vstup na nejlepší místa.

# game/items:2037:DefaultText
source: Day Wear, Option 2
cs: Denní oblečení, možnost 2

# game/items:2038:DefaultText
source: You have grown tired of the everyday wear options. That's when it's time for Ports of Call Day Wear, Option 2.
cs: Už vás omrzely možnosti každodenního nošení. V tu chvíli přichází čas na denní oblečení Ports of Call, možnost 2.

# game/items:2040:DefaultText
source: Work Vest, Style 7
cs: Pracovní vesta, styl 7

# game/items:2041:DefaultText
source: After the voluntary recall of Ports of Call Work Vests, Styles 1 through 6, the new Style 7 is sure to please even the most discerning risk-averse customer!
cs: Po dobrovolném stažení pracovních vest Ports of Call, stylů 1 až 6, nový styl 7 jistě potěší i ty nejnáročnější zákazníky, kteří neradi riskují!

# game/items:2042:DefaultText
source: Minister's HHC Access Card
cs: Přístupová karta ministra HHC

# game/items:2043:DefaultText
source: This key will get you into Minister Clarke's office at the Halcyon Holdings Corporation building.
cs: Tímto klíčem se dostanete do kanceláře ministra Clarkea v budově společnosti Halcyon Holdings Corporation.

# game/items:2044:DefaultText
source: [TEMP] Low-Pressure Mining Gear T2
cs: [TEMP] Nízkotlaké důlní zařízení T2

# game/items:2045:DefaultText
source: Light Work Gear, Grade 1
cs: Lehké pracovní pomůcky, třída 1

# game/items:2046:DefaultText
source: This light work gear is fully sufficient for all light grade 1 tasks. From Spacer's Choice!
cs: Tato lehká pracovní výstroj je plně dostačující pro všechny lehké úkoly třídy 1. Od Spacer's Choice!

# game/items:2047:DefaultText
source: [TEMP] Low-Pressure Mining Gear T3
cs: [TEMP] Nízkotlaké důlní zařízení T3

# game/items:2048:DefaultText
source: Light Work Gear, Grade 2
cs: Lehké pracovní pomůcky, třída 2

# game/items:2049:DefaultText
source: This light work gear meets every requirement for light grade 2 tasks. From Spacer's Choice, of course!
cs: Tato lehká pracovní výstroj splňuje všechny požadavky pro lehké úkoly třídy 2. Samozřejmě od Spacer's Choice!

# game/items:2050:DefaultText
source: [TEMP] Low-Pressure Mining Helmet T2
cs: [TEMP] Nízkotlaká hornická přilba T2

# game/items:2051:DefaultText
source: Medium Work Gear, Grade 1
cs: Střední pracovní oděv, stupeň 1

# game/items:2052:DefaultText
source: This medium work gear is commensurate for the dirtiest medium grade 1 tasks. From Spacer's Choice!
cs: Tato střední pracovní výbava je vhodná pro nejšpinavější práce střední třídy 1. Od společnosti Spacer's Choice!

# game/items:2053:DefaultText
source: [TEMP] Low-Pressure Mining Helmet T3
cs: [TEMP] Nízkotlaká hornická přilba T3

# game/items:2054:DefaultText
source: Light Work Gear, Grade 3
cs: Lehké pracovní pomůcky, třída 3

# game/items:2055:DefaultText
source: This light work gear suffices for any and all light grade 3 tasks. Who else would make this but Spacer's Choice!
cs: Tato lehká pracovní výbava postačí pro všechny lehké úkoly třídy 3. Kdo jiný by ho měl vyrábět než Spacer's Choice!

# game/items:2056:DefaultText
source: [TEMP] Mark 11 Commander Exo-Suit T2
cs: [TEMP] Exooblek Mark 11 Commander T2

# game/items:2057:DefaultText
source: Medium Work Gear, Grade 2
cs: Střední pracovní oděv, třída 2

# game/items:2058:DefaultText
source: This medium work gear is suitable for the sweatiest medium grade 2 tasks. Who makes it? Spacer's Choice!
cs: Tento střední pracovní oděv je vhodný pro nejpotřebnější úkoly střední třídy 2. Kdo ji vyrábí? Spacer's Choice!

# game/items:2059:DefaultText
source: [TEMP] Mark 11 Commander Exo-Suit T3
cs: [TEMP] Exooblek Mark 11 Commander T3

# game/items:2061:DefaultText
source: This Ports Of Call Formal Business Suit is now available in tweed! Yes, tweed!
cs: Tento formální pracovní oblek Ports Of Call je nyní k dispozici v tvídu! Ano, tvíd!

# game/items:2062:DefaultText
source: [TEMP] Mark 11 Commander Helmet T2
cs: [TEMP] Přilba Mark 11 Commander T2

# game/items:2063:DefaultText
source: Fedora, Banded
cs: Fedora, páskovaná

# game/items:2064:DefaultText
source: This stylish fedora has a pinched-front crown and a saucy trim ribbon.
cs: Tento stylový klobouk má vpředu připnutou korunku a drzou stuhu.

# game/items:2065:DefaultText
source: Beanie, Light-weight
cs: Čepice, lehká

# game/items:2066:DefaultText
source: This light-weight beanie keeps your head snug while letting the heat and odor out. Available only from Spacer's Choice.
cs: Tato lehká čepice udrží vaši hlavu v pohodlí a zároveň propustí teplo a zápach. K dostání pouze u Spacer's Choice.

# game/items:2067:DefaultText
source: Beanie, Thick
cs: Čepice, tlustá

# game/items:2068:DefaultText
source: This thick beanie keeps your head warm while generously absorbing your perspiration. Another fine product from Spacer's Choice.
cs: Tato silná čepice udrží vaši hlavu v teple a zároveň bohatě absorbuje pot. Další skvělý výrobek od Spacer's Choice.

# game/items:2069:DefaultText
source: Cap, Billed, Style A
cs: Kšiltovka, s účtem, styl A

# game/items:2070:DefaultText
source: This billed cap is available in two different styles. This is style A.
cs: Tato kšiltovka je k dispozici ve dvou různých provedeních. Toto je styl A.

# game/items:2071:DefaultText
source: Cap, Billed, Style B
cs: Čepice, s účtenkou, styl B

# game/items:2072:DefaultText
source: This billed cap is available in two different styles. This is not style A. It's the other one.
cs: Tato kšiltovka je k dispozici ve dvou různých provedeních. Toto není styl A, ale ten druhý.

# game/items:2073:DefaultText
source: Chef Hat, Tall
cs: Kuchařská čepice, vysoká

# game/items:2074:DefaultText
source: Our chef hat is designed to give any chef a place to tuck in their hair, no matter how much they have. Also for use on automechanicals, who don't have hair.
cs: Naše kuchařská čepice je navržena tak, aby si každý kuchař měl kam zastrčit vlasy, ať už jich má kolik chce. Hodí se i pro použití u automechaniků, kteří vlasy nemají.

# game/items:2075:DefaultText
source: Hat, Wide-Brimmed, Banded
cs: Klobouk s širokou krempou a páskou

# game/items:2076:DefaultText
source: This hat is suitable for all climates and most atmospheres. The wide brim keeps the sun(s) out of your eyes, and the band can hold teeth, claws, or pincers.
cs: Tento klobouk je vhodný do všech klimatických podmínek a většiny prostředí. Široký okraj chrání před sluncem a pásek může držet zuby, drápy nebo kleště.

# game/items:2077:DefaultText
source: Hat, Wide-Brimmed
cs: Klobouk s širokou krempou

# game/items:2078:DefaultText
source: This leather-related hat is rain-resistant and can be squished for easy storage.
cs: Tento kožený klobouk je odolný proti dešti a lze jej zmačkat pro snadné skladování.

# game/items:2079:DefaultText
source: Eye Covering, Standard
cs: Krytí očí, standardní

# game/items:2080:DefaultText
source: This eye patch is comfortable, stylish and a conversation piece. Reversible for left or right eye use! Also available in mauve and taupe.
cs: Tato páska přes oko je pohodlná, stylová a hodí se ke konverzaci. Oboustranná pro použití na pravé i levé oko! K dispozici také ve fialové a šedé barvě.

# game/items:2081:DefaultText
source: The Duchess
cs: Vévodkyně

# game/items:2082:DefaultText
source: You want to be demure, but you want them to look. Wear a Fascinator Cap, from Jolicoeur! Weddings. Funerals. Cocktail parties. Be the center of attention.
cs: Chcete být decentní, ale chcete, aby vypadaly. Noste fascinátor s čepicí od Jolicoeur! Svatby. Pohřby. Koktejlové večírky. Buďte středem pozornosti.

# game/items:2083:DefaultText
source: The Professor (Half Lenses)
cs: Profesor (poloviční čočky)

# game/items:2084:DefaultText
source: These B&O fashion lens allow you to appear bored or condescending in any situation. Also available in quarter lenses and bifocals (prescription is extra).
cs: Díky těmto módním čočkám B&O můžete v každé situaci působit znuděně nebo povýšeně. K dispozici jsou také čtvrtoční čočky a bifokální čočky (předpis je za příplatek).

# game/items:2085:DefaultText
source: Folded Cap, With Ear Flaps
cs: Skládací čepice, s klapkami na uši

# game/items:2086:DefaultText
source: By popular demand...Ports of Call's Folded Cap, now with Ear Flaps! Great in cold weather or on any planet with ear-seeking parasite grubs!
cs: Na oblíbenou žádost... skládací čepice Ports of Call, nyní s klapkami na uši! Skvěle se hodí do chladného počasí nebo na jakoukoli planetu, kde se vyskytují parazitické larvy hledající uši!

# game/items:2087:DefaultText
source: Mining Helmet, Grade 1
cs: Hornická přilba, třída 1

# game/items:2088:DefaultText
source: This sturdy metal mining helmet is rated for all Grade 1 mines, preferably bright ones, because this helmet has no light. Good luck, from Spacer's Choice!
cs: Tato robustní kovová důlní přilba je určena pro všechny miny 1. stupně, nejlépe světlé, protože tato přilba nemá žádné světlo. Hodně štěstí, od Spacer's Choice!

# game/items:2089:DefaultText
source: Mining Helmet, Grade 1, With Light
cs: Hornická přilba, třída 1, se světlem

# game/items:2090:DefaultText
source: This sturdy metal mining helmet is rated for all Grade 1 mines. Now with safety light! It's the Spacer's Choice! Spacers who like mines, that is.
cs: Tato robustní kovová hornická přilba je určena pro všechny doly 1. stupně. Nyní s bezpečnostním světlem! Je to volba Spacera! Tedy pro Spacery, kteří mají rádi miny.

# game/items:2091:DefaultText
source: MoonMan Helmet (Costume Accessory)
cs: Přilba MoonMan (doplněk kostýmu)

# game/items:2092:DefaultText
source: You asked for it. You got it. A genuine Spacer's Choice MoonMan helmet! Based on the most popular mascot in SC's marketing history. Enjoy.
cs: Požádali jste o to. Dostali jste ji. Originální helma Spacer's Choice MoonMan! Podle nejoblíbenějšího maskota v marketingové historii SC. Užijte si to.

# game/items:2093:DefaultText
source: The Manager
cs: Manažer

# game/items:2094:DefaultText
source: Exude leadership and command in this pair of B&O glasses, The Manager! Tinted and mirrored versions also available (some planets excluded, see our pamphlet).
cs: Vyzařujte vůdcovství a velení v těchto brýlích B&O The Manager! K dispozici jsou také tónované a zrcadlové verze (s výjimkou některých planet, viz náš leták).

# game/items:2095:DefaultText
source: The Musician
cs: Hudebník

# game/items:2096:DefaultText
source: In an orchestra, or solo, or even a cappella, you will always stand out in these B&O frames! Also available in Extra Big, for additional cost.
cs: V orchestru, sólově, nebo dokonce a cappella, v těchto obroučkách B&O vždy vyniknete! Za příplatek jsou k dispozici také v provedení Extra Big.

# game/items:2097:DefaultText
source: The Oxonian
cs: Oxonian

# game/items:2098:DefaultText
source: Simple. Classic. Time-honored. The Top Hat. The most venerable of all head wear. Now available from Jolicoeur.
cs: Jednoduché. Klasika. Osvědčené časem. Klobouk na hlavě. Nejúctyhodnější ze všech pokrývek hlavy. Nyní k dostání u společnosti Jolicoeur.

# game/items:2099:DefaultText
source: The Aviator (Wrapped)
cs: Letec (zabalený)

# game/items:2100:DefaultText
source: Got to fly? B&O is ready, with these wrap-around aviator lenses. Take that, peripheral vision!
cs: Musíte létat? Společnost B&O je připravena s těmito leteckými čočkami. Vezměte si to, periferní vidění!

# game/items:2101:DefaultText
source: Advanced Defensive Helmet
cs: Pokročilá obranná přilba

# game/items:2102:DefaultText
source: Whoever said the best advanced defense was a good advanced offense was probably wearing this helmet!
cs: Ten, kdo řekl, že nejlepší pokročilá obrana je dobrý pokročilý útok, měl pravděpodobně na hlavě tuto helmu!

# game/items:2103:DefaultText
source: Advanced Defensive Helmet Gold
cs: Pokročilá obranná přilba Gold

# game/items:2104:DefaultText
source: Riot Control Helmet
cs: Přilba pro potlačování nepokojů

# game/items:2105:DefaultText
source: Club to the head? No problem! You're fine and ready to hit that dissenting anarchist right back in their surprised face!
cs: Palice do hlavy? Žádný problém! Jste v pořádku a připraveni dát tomu nesouhlasícímu anarchistovi ránu přímo do jeho překvapeného obličeje!

# game/items:2106:DefaultText
source: Riot Control Helmet Gold
cs: Přilba Riot Control Gold

# game/items:2107:DefaultText
source: Ordnance Control Helmet
cs: Přilba pro kontrolu munice

# game/items:2108:DefaultText
source: Stare that exploding bomb right in the face with this Ordnance Control Helmet, from Aramid Ballistics!
cs: Podívejte se vybuchující bombě přímo do tváře s touto přilbou pro kontrolu munice od společnosti Aramid Ballistics!

# game/items:2109:DefaultText
source: Ordnance Control Helmet Gold
cs: Kontrolní přilba na munici zlatá

# game/items:2110:DefaultText
source: Standard Troop Helmet
cs: Standardní vojenská přilba

# game/items:2111:DefaultText
source: This is the standard issue Aramid Ballistics troop helmet, found in fine armies everywhere.
cs: Jedná se o standardní přilbu Aramid Ballistics, která se používá v armádách všude na světě.

# game/items:2112:DefaultText
source: Standard Troop Helmet Gold
cs: Přilba Standard Troop Helmet Gold

# game/items:2113:DefaultText
source: Heavy Grade Face Mask
cs: Těžká maska na obličej

# game/items:2114:DefaultText
source: Iconoclast Helmet. Of all the body parts to protect, your face is in the top five! This Hephaestos Heavy-Duty Face Mask will shield you, no matter what you face.
cs: Přilba Iconoclast. Ze všech částí těla, které je třeba chránit, je váš obličej v první pětce! Tato maska Hephaestos Heavy-Duty Face Mask vás ochrání, ať už budete čelit čemukoli.

# game/items:2115:DefaultText
source: Leather Helm With Goggles
cs: Kožená helma s brýlemi

# game/items:2116:DefaultText
source: Iconoclast Helmet. This goggled helmet has been accessorized with a hood by an unauthorized third party. Aramid Ballistics considers its warranty invalidated.
cs: Přilba Iconoclast. Tato helma s brýlemi byla doplněna kuklou neautorizovanou třetí stranou. Společnost Aramid Ballistics považuje její záruku za neplatnou.

# game/items:2117:DefaultText
source: Full Cranial Helmet
cs: Celá lebeční přilba

# game/items:2118:DefaultText
source: Iconoclast Helmet. Of all the body parts to protect, your cranium is in the top two! This Hephaestos helmet will prevent any dread to your head.
cs: Přilba Iconoclast. Ze všech částí těla, které je třeba chránit, je vaše lebka na prvních dvou místech! Tato helma Hephaestos zabrání jakémukoli zděšení vaší hlavy.

# game/items:2119:DefaultText
source: Vented Mark 3 Helmet
cs: Přilba Mark 3 s odvětráváním

# game/items:2120:DefaultText
source: Iconoclast Helmet. This old-model Hephaestos helmet was intended for mining and work in high-particulate areas. Now it's just headgear for apolitical non-conformists!
cs: Přilba Iconoclast. Tento starý model přilby Hephaestos byl určen pro hornictví a práci v oblastech s vysokým obsahem prachových částic. Nyní je to jen pokrývka hlavy pro apolitické nonkonformisty!

# game/items:2121:DefaultText
source: Reconditioned Exo-Helmet
cs: Repasovaná přilba Exo-Helmet

# game/items:2122:DefaultText
source: Marauder helmet. You are surprised that this reconditioned Hephaestos helmet was still being used. It is sooooo last year's model.
cs: Přilba Marauder. Jste překvapeni, že se tato repasovaná helma Hefaistos stále používá. Je to takooo loňský model.

# game/items:2123:DefaultText
source: Overhauled Power Helmet
cs: Přepracovaná přilba Power Helmet

# game/items:2124:DefaultText
source: This helmet has been modified by the last marauder who wore it. It looks sturdy but it smells.
cs: Tato přilba byla upravena posledním nájezdníkem, který ji nosil. Vypadá robustně, ale smrdí.

# game/items:2125:DefaultText
source: Patched Low Pressure Helmet
cs: Nízkotlaká přilba se záplatami

# game/items:2126:DefaultText
source: Marauder helmet. This old Hephaestos helmet has been patched and re-patched so many times that its use is no longer recommended by four out of five hypobaric workers.
cs: Přilba Marauder. Tato stará helma Hephaestos byla tolikrát záplatována a přelepována, že její používání již nedoporučují čtyři z pěti pracovníků v hypobariku.

# game/items:2127:DefaultText
source: Piecemeal Mining Helmet
cs: Dílčí hornická přilba

# game/items:2128:DefaultText
source: Marauder helmet. This helmet is made up of pieces of at least four other Hephaestos mining helmets, plus parts of a mummy.
cs: Přilba Marauder. Tato přilba se skládá z částí nejméně čtyř dalších hornických hefaistických přileb a z částí mumie.

# game/items:2129:DefaultText
source: Reinforced Head Wear, Class S
cs: Zesílené opotřebení hlavy, třída S

# game/items:2130:DefaultText
source: This headwear has extra layers for extra safety. The S in Class S is for safety (safety not guaranteed). From Spacer's Choice!
cs: Tato pokrývka hlavy má další vrstvy pro větší bezpečnost. Písmeno S ve třídě S znamená bezpečnost (bezpečnost není zaručena). Od Spacer's Choice!

# game/items:2131:DefaultText
source: Opti-Goggles
cs: Brýle Opti-Goggles

# game/items:2132:DefaultText
source: You'll find the best optician-grade lenses in our fantastical Opti-Goggles! Favored by Space Adventurers everywhere!
cs: V našich fantastických brýlích Opti-Goggles najdete ty nejlepší optické čočky! Oblíbené u všech vesmírných dobrodruhů!

# game/items:2133:DefaultText
source: Space Aviator Glasses
cs: Brýle Space Aviator

# game/items:2134:DefaultText
source: Whether you are flying a fusion jet star liner or just walking to work, you will look great in these B&O Space Aviator Glasses (prescription version available).
cs: Ať už létáte s fúzním tryskovým letadlem, nebo jen chodíte do práce, v těchto brýlích B&O Space Aviator (k dispozici je i verze na předpis) budete vypadat skvěle.

# game/items:2135:DefaultText
source: Mark 7 Cranial Protector
cs: Chránič lebky Mark 7

# game/items:2136:DefaultText
source: Of all the body parts to protect, your cranium is in the top two! This Hephaestos helmet will prevent a furrow in your brow!
cs: Ze všech částí těla, které je třeba chránit, je lebka na prvním místě! Tato helma Hephaestos zabrání vráskám na vašem čele!

# game/items:2137:DefaultText
source: Low Pressure Helm
cs: Nízkotlaké kormidlo

# game/items:2138:DefaultText
source: Designed for slight atmosphere planets, this helmet is useful at high altitudes or anywhere that gasses are at a premium.
cs: Tato přilba je určena pro planety se slabou atmosférou a je užitečná ve velkých nadmořských výškách nebo všude tam, kde se vyskytuje velké množství plynů.

# game/items:2140:DefaultText
source: Strong, sturdy and reliable. Remember, if "the air isn't there", think Aramid Ballistics Vac Helm!
cs: Silné, robustní a spolehlivé. Nezapomeňte, že když "není vzduch", myslete na Aramid Ballistics Vac Helm!

# game/items:2141:DefaultText
source: Enclosed Padded Helm
cs: Uzavřené polstrované kormidlo
