Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:2949:DefaultText
source: Armor that's specially crafted for SubLight Vice Presidents.
cs: Brnění speciálně vytvořené pro viceprezidenty SubLight.

# game/items:2950:DefaultText
source: Closer inspection reveals your name stitched into the collar, alongside your new title: Vice President of Aggressive Acquisitions.
cs: Při bližším pohledu zjistíš, že máš na límci vyšité jméno a nový titul: Viceprezident pro agresivní akvizice.

# game/items:2951:DefaultText
source: The Negotiator
cs: Vyjednavač

# game/items:2952:DefaultText
source: A special variant of Joch's classic Bolter pistol, for those days when a meeting is running way too long.
cs: Speciální varianta klasické Jochovy pistole Bolter pro dny, kdy se schůzka příliš protáhne.

# game/items:2953:DefaultText
source: Get up close, within hand-shaking distance, then begin "negotiating".
cs: Přibližte se, podejte si ruku a začněte vyjednávat.

# game/items:2964:DefaultText
source: Hayes' CHARON Medallion
cs: Medailon CHARON Hayes'

# game/items:2965:DefaultText
source: This is the silver medallion you retrieved from Hayes' grave. It is inscribed with the letters "CHARON."
cs: Tohle je stříbrný medailon, který jsi získal z Hayesova hrobu. Jsou na něm vyryta písmena "CHARON".

# game/items:2966:DefaultText
source: Opal's CHARON Medallion
cs: Medailon Opal's CHARON

# game/items:2967:DefaultText
source: This is the medallion you retrieved from Opal's remains. It is inscribed with the letters "CHARON."
cs: Tohle je medailon, který jsi získal z Opalových ostatků. Jsou na něm napsána písmena "CHARON".

# game/items:2968:DefaultText
source: Clara's CHARON Medallion
cs: Clařin medailon CHARON

# game/items:2969:DefaultText
source: This is the medallion you retrieved from Clara's remains. It is inscribed with the letters "CHARON."
cs: Tohle je medailon, který jsi získal z Clařiných ostatků. Jsou na něm napsána písmena "CHARON".

# game/items:2970:DefaultText
source: Rebekah's CHARON Medallion
cs: Rebečin medailon CHARON

# game/items:2971:DefaultText
source: This is the medallion you retrieved from Rebekah's remains. It is inscribed with the letters "CHARON."
cs: Tohle je medailon, který jsi získal z Rebečiných ostatků. Jsou na něm napsána písmena "CHARON".

# game/items:2972:DefaultText
source: Anderson's CHARON Medallion
cs: Andersonův medailon CHARON

# game/items:2973:DefaultText
source: This is the medallion you retrieved from Anderson's remains. It is inscribed with the letters "CHARON."
cs: Tohle je medailon, který jsi získal z Andersonových ostatků. Je na něm nápis "CHARON".

# game/items:2974:DefaultText
source: Pheromone Gland
cs: Feromonová žláza

# game/items:2975:DefaultText
source: This is a pheromone gland extracted from the corpse of a primal.
cs: Jedná se o feromonovou žlázu získanou z mrtvoly pračlověka.

# game/items:2976:DefaultText
source: Commemorative Cigarette Case
cs: Pamětní pouzdro na cigarety

# game/items:2977:DefaultText
source: This cigarette case is metal-lined and embossed with an iconic rendering of the Hope. The name, "Lillian," is signed on the inside of the metal lid.
cs: Toto pouzdro na cigarety má kovovou podšívku a je na něm vyraženo ikonické vyobrazení lodi Hope. Na vnitřní straně kovového víka je uvedeno jméno "Lillian".

# game/items:2979:DefaultText
source: [TEMP] SAM's Sweetheart Cake Description
cs: [TEMP] SAMův sladký dort Popis

# game/items:2980:DefaultText
source: Override Cartridge
cs: Přepisovací kazeta

# game/items:2981:DefaultText
source: Inserting this cartridge into a terminal will override its remote access protocols.
cs: Vložením této kazety do terminálu se přepíší jeho protokoly vzdáleného přístupu.

# game/items:2982:DefaultText
source: This one appears to belong to a user named SL_BOSSLADY_A51.
cs: Zdá se, že tento patří uživateli s názvem SL_BOSSLADY_A51.

# game/items:2985:DefaultText
source: "Mock-apple & Synthamon" Beauty Basket
cs: Košík krásy "Mock-apple & Synthamon"

# game/items:2986:DefaultText
source: This finely crafted personal product is offered in our MOCK-APPLE & SYNTHAMON scent. Sweet, warm, and nostalgic for the humblest pleasures! Auntie's HARD-WORKING olfactionists have cunningly simulated this sentimental aroma. WARNING: Selling this product outside of Byzantium is illegal and will result in a fine of 60,000 bits.
cs: Tento precizně zpracovaný osobní produkt nabízíme s vůní MOCK-APPLE & SYNTHAMON. Sladká, hřejivá a nostalgická pro ty nejskromnější radosti! TETIČČÍ HARD-WORKING olfactionists tuto sentimentální vůni rafinovaně nasimulovali. VAROVÁNÍ: Prodej tohoto výrobku mimo Byzanc je nezákonný a hrozí za něj pokuta 60 000 bitů.

# game/items:2987:DefaultText
source: "New Ship" Beauty Basket
cs: Košík krásy "Nová loď"

# game/items:2988:DefaultText
source: This finely crafted cleansing product is offered in our NEW SHIP scent. Unpretentious, reliable, full of possibility - that's the smell of a new part, fresh off the production line! Auntie's HARD-WORKING chemists have infused each and every molecule with this distinctive scent. WARNING: Selling this product outside of Byzantium is illegal and will result in a fine of 60,000 bits.
cs: Tento precizně zpracovaný čisticí přípravek nabízíme s vůní NEW SHIP. Nenáročná, spolehlivá, plná možností - to je vůně nového dílu, který právě sjel z výrobní linky! TETIČTÍ HARD-WORKING chemici vtiskli každé molekule tuto výraznou vůni. VAROVÁNÍ: Prodej tohoto výrobku mimo Byzanc je nezákonný a hrozí za něj pokuta 60 000 bitů.

# game/items:2989:DefaultText
source: Phineas' Terminal Passcode
cs: Phineasův přístupový kód terminálu

# game/items:2990:DefaultText
source: Passcode to access Phineas' personal terminal.
cs: Přístupový kód pro přístup k Phineasovu osobnímu terminálu.

# game/items:2992:DefaultText
source: This device allows a ship's navigational computer to accurately plot a course for the Tartarus landing pad.
cs: Toto zařízení umožňuje lodnímu navigačnímu počítači přesně vytyčit kurz k přistávací ploše Tartarus.

# game/items:2993:DefaultText
source: Auntie Cleo knows that after a day of dignified labor, our HARD-WORKING employees need a moment to relax. How better than to do so while ALSO performing the necessary act of bathing? True EFFICIENCY! Your boss won't thank you for it -- it's the LEAST you can do as a productive worker, contributing to the SUCCESS of your extended corporate family. This special LIMITED EDITION gift basket contains four of Auntie's MOST POPULAR products - our SUMPTUOUS deep cleansing shampoo with extra sulfates, a STURDY scrub brush with pumice and steel-wool enhanced bristles (just the thing for deep-cleansing!), a bath bomb of NEARLY IMMODERATE SIZE filled with glow-in-the-dark radium-enhanced glitter, and Auntie's EXTREMELY PROFITABLE Facial Masque Skin Crème (if you haven't tried it, what are you - some kind of anarchist?) These finely crafted personal products are offered in our boutique scent, MAGNETIC ROSE. Arresting, alluring, impossible to ignore -- that's the smell of a rose! Auntie's HARD-WORKING molecular biologists have nearly replicated this heady aroma using the powers of science and enzyme replication. (Auntie Cleo products are NEVER tested on animals -- we use 100% REAL human testing! Quality and safety are guaranteed, eventually.)
cs: Teta Cleo ví, že po dni důstojné práce si naši TĚŽCE PRACUJÍCÍ zaměstnanci potřebují chvíli odpočinout. Jak lépe, než to udělat při nezbytném úkonu koupání? Skutečná efektivita! Váš šéf vám za to nepoděkuje - je to to nejmenší, co můžete jako produktivní pracovník udělat a přispět tak k ÚSPĚCHU své rozvětvené firemní rodiny. Tento speciální dárkový koš v LIMITOVANÉ EDICI obsahuje čtyři z NEJOBLÍBENĚJŠÍCH produktů tety Noo - náš SUMPTUÁLNÍ hloubkově čisticí šampon s extra sulfáty, PEVNÝ peelingový kartáč s pemzou a štětinami vylepšenými ocelovou vlnou (přesně to pravé pro hloubkové čištění!), koupelovou bombu NEJVĚTŠÍHO ROZMĚRU plnou třpytek s radiem a tetin mimořádně VÝHODNÝ pleťový krém Facial Masque (pokud jste ho ještě nezkusili, co jste zač - nějaký anarchista?) Tyto precizně zpracované osobní produkty nabízíme v naší butikové vůni MAGNETIC ROSE. Podmanivá, svůdná, nepřehlédnutelná - to je vůně růže! TETIČČINÍ molekulární biologové tuto opojnou vůni téměř zreplikovali pomocí vědeckých schopností a replikace enzymů. (Výrobky Auntie Cleo NIKDY netestujeme na zvířatech - používáme 100% REÁLNÉ testování na lidech! Kvalita a bezpečnost jsou zaručeny.)

# game/items:2994:DefaultText
source: Rest–n–Go Room Keycard
cs: Klíčová karta k pokoji Rest-n-Go

# game/items:2995:DefaultText
source: This keycard is used to open locked room doors at the Rest–n–Go on the Groundbreaker.
cs: Tato karta slouží k otevírání zamčených dveří v místnosti Rest-n-Go na Groundbreakeru.

# game/items:2996:DefaultText
source: Groundbreaker Customs Databank
cs: Celní databanka Groundbreaker

# game/items:2997:DefaultText
source: A data storage unit taken from the customs terminal on the Groundbreaker.
cs: Jednotka pro ukládání dat z celního terminálu na Groundbreakeru.

# game/items:2998:DefaultText
source: Propaganda Pamphlet
cs: Propagační leták

# game/items:2999:DefaultText
source: Part advertisement, part sermon, this pamphlet extols the virtues of Graham Bryant's Philosophist teachings. It invites anyone willing to open their mind to a greater cosmic truth to come on down to Amber Heights and throw their lot in with the Iconoclasts.
cs: Tento leták, který je zčásti reklamou a zčásti kázáním, vychvaluje přednosti filozofického učení Grahama Bryanta. Vyzývá každého, kdo je ochoten otevřít svou mysl větší vesmírné pravdě, aby přišel na Amber Heights a přidal se k ikonoklastům.

# game/items:3000:DefaultText
source: A tattered, once-crumpled parchment, bearing words of wisdom and a fading Iconoclast logo.
cs: Roztrhaný, kdysi zmačkaný pergamen se slovy moudrosti a blednoucím logem Iconoclast.

# game/items:3003:DefaultText
source: DESCRIPTION Ultimate Bolter
cs: POPIS Ultimate Bolter

# game/items:3004:DefaultText
source: A new handgun, produced by Joch, never before manufactured in the Halcyon system. Hot from the Joch labs, put our brand in your hand!
cs: Nová pistole, kterou vyrábí společnost Joch a která se v systému Halcyon dosud nevyráběla. Horká z laboratoří Joch, držte naši značku v ruce!

# game/items:3006:DefaultText
source: DESCRIPTION Ultimate Bolter T2
cs: POPIS Ultimate Bolter T2

# game/items:3009:DefaultText
source: DESCRIPTION Ulti-Nature
cs: POPIS Ulti-Nature

# game/items:3010:DefaultText
source: Orson Shaw built this prototype for Auntie Cleo based on blueprints found by <oeitoken>PlayerName</oeitoken>. Maybe it won't blow up in your hand!
cs: Orson Shaw sestrojil tento prototyp tety Cleo na základě plánů nalezených <oeitoken>PlayerName</oeitoken>. Možná vám nevybuchne v ruce!

# game/items:3011:DefaultText
source: Landing Pad Cutter
cs: Řezací zařízení pro přistávací plochu

# game/items:3012:DefaultText
source: A Tremor Cleaver with a plasma mod for "cleaning" ships.
cs: Sekáček na chvění s plazmovou modifikací pro "čištění" lodí.

# game/items:3013:DefaultText
source: Someone has conveniently modded this cleaver with a plasma mod. Thank you, kind and possibly dead stranger!
cs: Někdo tento sekáček vhodně upravil pomocí plazmové úpravy. Děkuji ti, milý a možná mrtvý cizinče!

# game/items:3014:DefaultText
source: Blade on Stik
cs: Čepel na Stik

# game/items:3015:DefaultText
source: DESCRIPTION Blade on Stik
cs: POPIS Čepel na Stik

# game/items:3018:DefaultText
source: The Shock Stick has been modified to swing faster and hit harder.
cs: Tyč Shock Stick byla upravena tak, aby se rychleji houpala a silněji zasahovala.

# game/items:3019:DefaultText
source: This is way better than a normal stun baton.
cs: Je to mnohem lepší než normální omračující obušek.

# game/items:3020:DefaultText
source: Long Ranger
cs: Dlouhý strážce

# game/items:3021:DefaultText
source: A built-in massive scope.
cs: Vestavěný masivní rozsah.

# game/items:3022:DefaultText
source: The perfect gun for when you want to be nowhere near your target.
cs: Ideální zbraň pro případy, kdy nechcete být nikde blízko cíle.

# game/items:3024:DefaultText
source: The Peacekeeper is a slower firing shotgun, but has a tight spread and more projectiles loaded into a single shot.
cs: Peacekeeper je brokovnice s pomalejší střelbou, ale má malý rozptyl a více střel na jednu ránu.

# game/items:3025:DefaultText
source: This gun keeps the peace as well as a mock apple keeps the doctor away...which is not at all.
cs: Tato zbraň udržuje klid stejně dobře jako vysmívané jablko drží doktora od těla... což vůbec není pravda.

# game/items:3026:DefaultText
source: Varmint Slayer
cs: Zabiják škůdců

# game/items:3027:DefaultText
source: DESCRIPTION Varmint Slayer
cs: POPIS Varmint Slayer

# game/items:3029:DefaultText
source: Light-Plus Assault Rifle
cs: Útočná puška Light-Plus

# game/items:3030:DefaultText
source: DESCRIPTION Light-Plus Assault Rifle
cs: POPIS Útočná puška Light-Plus

# game/items:3031:DefaultText
source: FLAVOR STUB Light-Plus Assault Rifle
cs: Útočná puška FLAVOR STUB Light-Plus

# game/items:3033:DefaultText
source: Ol' Reliable ain't the fastest shootin' gun, but it'll hit what ya aim at, and keep shootin' forever.
cs: Ol' Reliable není nejrychleji střílející zbraň, ale trefí, na co zamíříš, a bude střílet navždy.

# game/items:3034:DefaultText
source: It may be a little slow, but it will last forever.
cs: Možná je trochu pomalejší, ale vydrží věčně.

# game/items:3035:DefaultText
source: Adelaide's Watch
cs: Hodinky Adelaide

# game/items:3036:DefaultText
source: An antique that's been in her family for years. She says it should fetch a good price.
cs: Starožitnost, která je v její rodině už léta. Říká, že by měla mít dobrou cenu.

# game/items:3037:DefaultText
source: The Chairman's Key
cs: Klíč předsedy

# game/items:3038:DefaultText
source: An ornate master key for the Labyrinth. It likely opens the prison cell at the very top of the facility.
cs: Zdobený hlavní klíč k Labyrintu. Pravděpodobně otevírá vězeňskou celu na samém vrcholu zařízení.

# game/items:3039:DefaultText
source: You have to wonder what else it opens.
cs: Musíte se ptát, co ještě otevírá.

# game/items:3040:DefaultText
source: Junior Deputy Constable's Badge
cs: Odznak mladšího zástupce strážníka

# game/items:3041:DefaultText
source: The bearer of this badge is an officially recognized junior deputy to the constable of Edgewater, as authorized by Spacer's Choice. Note: Does not grant any privileges or authority whatsoever.
cs: Nositel tohoto odznaku je oficiálně uznaným mladším zástupcem konstábla Edgewateru, který je pověřen Spacer's Choice. Poznámka: Neuděluje žádná privilegia ani pravomoci.

# game/items:3042:DefaultText
source: Hibernation Chamber Key
cs: Klíč k hibernační komoře

# game/items:3043:DefaultText
source: This opens the exit to the experimental hibernation chamber.
cs: Tím se otevře východ do experimentální hibernační komory.

# game/items:3044:DefaultText
source: Cold to the touch.
cs: Chladné na dotek.

# game/items:3045:DefaultText
source: Holographic Shroud
cs: Holografický plášť

# game/items:3046:DefaultText
source: This device projects a holographic image over the user, and makes for an effective disguise in the right hands.
cs: Toto zařízení promítá na uživatele holografický obraz a ve správných rukou je účinným maskováním.

# game/items:3047:DefaultText
source: Stashed Receipts
cs: Uložené účtenky

# game/items:3048:DefaultText
source: These receipts detail payments made to C. Harlow, on behalf of the Board, for freelancing services. Included are the names of several freighters targeted by Harlow's crew, their manifests, and the sum value of all cargo delivered to Board authorities.
cs: Tyto účtenky podrobně popisují platby za externí služby, které byly jménem správní rady vyplaceny C. Harlowovi. Jsou zde uvedena jména několika nákladních lodí, na které se Harlowova posádka zaměřila, jejich manifesty a celková hodnota veškerého nákladu dodaného orgánům Rady.

# game/items:3049:DefaultText
source: Udom Bedford's Passcode
cs: Přístupový kód Udom Bedford

# game/items:3050:DefaultText
source: Passcode to unlock Udom Bedford's terminal on the Groundbreaker.
cs: Přístupový kód k odemknutí terminálu Udom Bedford na Groundbreakeru.

# game/items:3053:DefaultText
source: Distress Call
cs: Tísňové volání

# game/items:3054:DefaultText
source: This data log contains a recording of an automated distress call. Your ship's computer can display the call and retrieve the source coordinates.
cs: Tento datový protokol obsahuje záznam automatického tísňového volání. Lodní počítač může zobrazit volání a načíst zdrojové souřadnice.

# game/items:3055:DefaultText
source: Nelson Mayson's Drugs
cs: Drogy Nelsona Maysona

# game/items:3056:DefaultText
source: Warm to the touch.
cs: Teplé na dotek.

# game/items:3057:DefaultText
source: Bursty
cs: Prasklé

# game/items:3058:DefaultText
source: This spacer's choice light assault rifle has been modified to fire in 3 round bursts.
cs: Tato lehká útočná puška byla upravena tak, aby mohla střílet dávkami po třech ranách.

# game/items:3059:DefaultText
source: For when fully automatic fire is too chaotic. Simplify your life!
cs: Pro případy, kdy je plně automatická palba příliš chaotická. Zjednodušte si život!

# game/items:3060:DefaultText
source: Fiver
cs: Pětka

# game/items:3061:DefaultText
source: A Spacer's Choice revolver that was customized by a weaponsmith to use heavy Vulcan ammo. Only 5 rounds fit in the cylinder, but they hit like an asteroid.
cs: Revolver Spacer's Choice, který byl upraven zbrojířem pro použití těžké vulkanské munice. Do válce se vejde jen pět nábojů, ale dopadají jako asteroid.

# game/items:3062:DefaultText
source: It uses heavy ammo for some heavy damage!
cs: Používá těžkou munici pro těžké poškození!

# game/items:3064:DefaultText
source: A series of scratch marks mar this rifle's stock in record of its most notable victims. From end to end, it reads: Pops, Boss Goodwin, Cheating-Lying-Bastard, Slow Barkeep, Parole Officer Havely.
cs: Na pažbě této pušky je řada škrábanců, které jsou záznamem jejích nejpozoruhodnějších obětí. Od konce ke konci je napsáno: Táta, Šéf Goodwin, Podvodník-Lhář-Bastard, Pomalý barman, Probační úředník Havely.

# game/items:3065:DefaultText
source: Medical Journals
cs: Lékařské časopisy

# game/items:3066:DefaultText
source: A collection of medicine-related tomes, handy for reference.
cs: Sbírka svazků o medicíně, která se hodí pro referenční účely.

# game/items:3067:DefaultText
source: Necklace.
cs: Náhrdelník.

# game/items:3068:DefaultText
source: Fancy enough for a night on the town, heavy enough to bludgeon a dissident over the head with.
cs: Dostatečně elegantní na večer ve městě a dostatečně těžký na to, abyste jím mohli přetáhnout disidenta po hlavě.

# game/items:3069:DefaultText
source: Poster
cs: Plakát

# game/items:3070:DefaultText
source: A poster, ready to liven up the walls of your ship.
cs: Plakát připravený oživit stěny vaší lodi.

# game/items:3071:DefaultText
source: Antique Sabre
cs: Starožitná šavle

# game/items:3072:DefaultText
source: An exceedingly old sabre. Not much use in combat, but it'll look grand on a wall somewhere.
cs: Mimořádně stará šavle. V boji se moc nehodí, ale někde na zdi bude vypadat skvěle.

# game/items:3073:DefaultText
source: Tossball Cards.
cs: Karty Tossball.

# game/items:3074:DefaultText
source: Collect them all - right now, in one handy deck.
cs: Shromážděte je všechny - právě teď, v jednom praktickém balíčku.

# game/items:3075:DefaultText
source: Danger Sign
cs: Nebezpečné znamení

# game/items:3076:DefaultText
source: Label lethal corners of your vessel with this handy sign.
cs: Označte smrtelně nebezpečná zákoutí své nádoby touto praktickou značkou.

# game/items:3078:DefaultText
source: Celebrate your love of the game with a decorative tossball.
cs: Oslavte svou lásku ke hře dekorativním míčem na házení.

# game/items:3079:DefaultText
source: OSI Prayer Beads
cs: Modlitební korálky OSI

# game/items:3080:DefaultText
source: Officially sanctioned for your meditative purposes.
cs: Oficiálně schváleno pro vaše meditační účely.

# game/items:3081:DefaultText
source: OSI Pyramid
cs: Pyramida OSI

# game/items:3082:DefaultText
source: A marvel of geometric perfection, ready to be marveled at upon someone's desk.
cs: Zázrak geometrické dokonalosti připravený k obdivu na něčím stole.

# game/items:3084:DefaultText
source: A charming gift for the OSI adherent in your family.
cs: Okouzlující dárek pro příznivce OSI ve vaší rodině.

# game/items:3085:DefaultText
source: Pocketwatch
cs: Kapesní hodinky

# game/items:3086:DefaultText
source: You'll never be late to a shift again.
cs: Už nikdy nepřijdete pozdě na směnu.

# game/items:3087:DefaultText
source: Raptidon Steak
cs: Steak Raptidon

# game/items:3088:DefaultText
source: Nothing beats the musky odor and rubbery texture of a good raptidon steak.
cs: Nic se nevyrovná pižmové vůni a gumové struktuře dobrého steaku z raptidona.

# game/items:3089:DefaultText
source: Sign
cs: Podepsat

# game/items:3090:DefaultText
source: Surely no one will miss this.
cs: To si jistě nikdo nenechá ujít.

# game/items:3091:DefaultText
source: Snakeskin
cs: Hadí kůže

# game/items:3092:DefaultText
source: Add a rustic charm to your ship bunk with this authentic leather boa hide.
cs: Dodejte svému lodnímu lůžku rustikální kouzlo s touto autentickou koženou kůží boa.

# game/items:3093:DefaultText
source: Wooly Cow Rug
cs: Koberec Wooly Cow

# game/items:3094:DefaultText
source: That wooly cow smell will fade in time.
cs: Vlněný kravský zápach časem vyprchá.

# game/items:3096:DefaultText
source: A bite-sized guardian.
cs: Kousavý strážce.

# game/items:3097:DefaultText
source: Hoop
cs: Obruč

# game/items:3098:DefaultText
source: Hours of entertainment, for the easily entertained.
cs: Hodiny zábavy pro ty, kteří se snadno pobaví.

# game/items:3099:DefaultText
source: Colorful Lights
cs: Barevná světla

# game/items:3100:DefaultText
source: Pretty.
cs: Pěkné.

# game/items:3101:DefaultText
source: Kick Me Sign
cs: Znamení Kopni mě

# game/items:3102:DefaultText
source: Mean, but funny.
cs: Zlý, ale vtipný.

# game/items:3103:DefaultText
source: Broken Snowglobe
cs: Rozbitá sněhová koule

# game/items:3104:DefaultText
source: The jagged edges add to its charm.
cs: Zubaté hrany mu dodávají kouzlo.

# game/items:3105:DefaultText
source: OSI Vial
cs: Lahvička OSI

# game/items:3106:DefaultText
source: Tastes like enlightenment.
cs: Chutná jako osvícení.

# game/items:3107:DefaultText
source: [TEMP] An ID cartridge for a Spacer's Choice guard.
cs: [TEMP] ID kazeta pro chránič Spacer's Choice.

# game/items:3108:DefaultText
source: Euthanasia Kit
cs: Sada pro eutanazii

# game/items:3109:DefaultText
source: A shotgun built to end things with a well placed shot.
cs: Brokovnice postavená tak, aby vše ukončila dobře mířeným výstřelem.

# game/items:3110:DefaultText
source: Shooting for the head is merciful.
cs: Střelba na hlavu je milosrdná.

# game/items:3112:DefaultText
source: MSI engineers modified a flamethrower to use as a Saltuna Searer - using plasma to flash-cook the fish and a larger magazine for increased worker efficiency!
cs: Inženýři společnosti MSI upravili plamenomet pro použití jako Saltuna Searer - k bleskovému uvaření ryb se používá plazma a větší zásobník pro zvýšení efektivity práce!

# game/items:3113:DefaultText
source: How much saltuna could a Saltuna Searer sear if a Saltuna Searer could sear saltuna? A whole lot. Look at the magazine size on this thing!
cs: Kolik saltuna by mohl Saltuna Searer naložit, kdyby Saltuna Searer mohl naložit saltuna? Hodně. Podívejte se na velikost zásobníku!

# game/items:3114:DefaultText
source: The Good Word
cs: Dobré slovo
