Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:2142:DefaultText
source: This extra premium Aramid Ballistics Enclosed Padded Helmet has rear-facing breathing tubes for your convenience.
cs: Tato mimořádně špičková polstrovaná přilba Aramid Ballistics Enclosed má pro vaše pohodlí dýchací trubice směřující dozadu.

# game/items:2143:DefaultText
source: Padded Helm
cs: Polstrovaná přilba

# game/items:2144:DefaultText
source: This premium Aramid Ballistics Padded Helmet can withstand forces of up to forty kilo-newtons (contents not protected).
cs: Tato prémiová balistická polstrovaná přilba z Aramidu odolá síle až čtyřiceti kilonewtonů (obsah není chráněn).

# game/items:2145:DefaultText
source: Gas Mask, Basic
cs: Plynová maska, základní

# game/items:2146:DefaultText
source: This entry level gas mask mostly lets in oxygen. Mostly.
cs: Tato základní plynová maska většinou propouští kyslík. Většinou.

# game/items:2147:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpCommander Helmet T2
cs: [TEMP] POPIS Rizzo CorpCommander Helma T2

# game/items:2148:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpCommander Helmet T2
cs: [TEMP] FLAVOR STUB Rizzo CorpCommander Helma T2

# game/items:2149:DefaultText
source: [TEMP] Rizzo CorpCommander Helmet T3
cs: [TEMP] Přilba Rizzo CorpCommander T3

# game/items:2150:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpCommander Helmet T3
cs: [TEMP] POPIS Rizzo CorpCommander Helma T3

# game/items:2151:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpCommander Helmet T3
cs: [TEMP] FLAVOR STUB Rizzo CorpCommander Helma T3

# game/items:2156:DefaultText
source: [TEMP] DESCRIPTION SC CorpCommander Armor T2
cs: [TEMP] POPIS SC CorpCommander Armor T2

# game/items:2159:DefaultText
source: [TEMP] DESCRIPTION SC CorpCommander Armor T3
cs: [TEMP] POPIS SC CorpCommander Armor T3

# game/items:2161:DefaultText
source: [TEMP] SC CorpCommander Helmet T1
cs: [TEMP] SC CorpCommander Helma T1

# game/items:2162:DefaultText
source: [TEMP] DESCRIPTION SC CorpCommander Helmet T1
cs: [TEMP] POPIS SC CorpCommander Helma T1

# game/items:2163:DefaultText
source: [TEMP] FLAVOR STUB SC CorpCommander Helmet T1
cs: [TEMP] FLAVOR STUB SC CorpCommander Helma T1

# game/items:2164:DefaultText
source: [TEMP] SC CorpCommander Helmet T2
cs: [TEMP] SC CorpCommander Helma T2

# game/items:2165:DefaultText
source: [TEMP] DESCRIPTION SC CorpCommander Helmet T2
cs: [TEMP] POPIS SC CorpCommander Helma T2

# game/items:2166:DefaultText
source: [TEMP] FLAVOR STUB SC CorpCommander Helmet T2
cs: [TEMP] FLAVOR STUB SC CorpCommander Helma T2

# game/items:2167:DefaultText
source: [TEMP] SC CorpCommander Helmet T3
cs: [TEMP] SC CorpCommander Helma T3

# game/items:2168:DefaultText
source: [TEMP] DESCRIPTION SC CorpCommander Helmet T3
cs: [TEMP] POPIS SC CorpCommander Helma T3

# game/items:2169:DefaultText
source: [TEMP] FLAVOR STUB SC CorpCommander Helmet T3
cs: [TEMP] FLAVOR STUB SC CorpCommander Helma T3

# game/items:2171:DefaultText
source: [TEMP] DESCRIPTION T&L CorpCommander Armor T1
cs: [TEMP] POPIS T&L CorpCommander Armor T1

# game/items:2174:DefaultText
source: [TEMP] DESCRIPTION T&L CorpCommander Armor T2
cs: [TEMP] POPIS T&L CorpCommander Armor T2

# game/items:2177:DefaultText
source: [TEMP] DESCRIPTION T&L CorpCommander Armor T3
cs: [TEMP] POPIS T&L CorpCommander Armor T3

# game/items:2179:DefaultText
source: [TEMP] T&L CorpCommander Helmet T1
cs: [TEMP] Helma T&L CorpCommander T1

# game/items:2180:DefaultText
source: [TEMP] DESCRIPTION T&L CorpCommander Helmet T1
cs: [TEMP] POPIS T&L CorpCommander Helma T1

# game/items:2181:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpCommander Helmet T1
cs: [TEMP] FLAVOR STUB T&L CorpCommander Helma T1

# game/items:2182:DefaultText
source: [TEMP] T&L CorpCommander Helmet T2
cs: [TEMP] T&L CorpCommander Helma T2

# game/items:2183:DefaultText
source: [TEMP] DESCRIPTION T&L CorpCommander Helmet T2
cs: [TEMP] POPIS T&L CorpCommander Přilba T2

# game/items:2184:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpCommander Helmet T2
cs: [TEMP] FLAVOR STUB T&L CorpCommander Přilba T2

# game/items:2185:DefaultText
source: [TEMP] T&L CorpCommander Helmet T3
cs: [TEMP] Helma T&L CorpCommander T3

# game/items:2186:DefaultText
source: [TEMP] DESCRIPTION T&L CorpCommander Helmet T3
cs: [TEMP] POPIS T&L CorpCommander Helma T3

# game/items:2187:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpCommander Helmet T3
cs: [TEMP] FLAVOR STUB T&L CorpCommander Helma T3

# game/items:2192:DefaultText
source: [TEMP] DESCRIPTION UDL CorpCommander Armor T2
cs: [TEMP] POPIS UDL CorpCommander Armor T2

# game/items:2195:DefaultText
source: [TEMP] DESCRIPTION UDL CorpCommander Armor T3
cs: [TEMP] POPIS UDL CorpCommander Armor T3

# game/items:2197:DefaultText
source: [TEMP] UDL CorpCommander Helmet T1
cs: [TEMP] UDL CorpCommander Helma T1

# game/items:2198:DefaultText
source: [TEMP] DESCRIPTION UDL CorpCommander Helmet T1
cs: [TEMP] POPIS UDL CorpCommander Helma T1

# game/items:2199:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpCommander Helmet T1
cs: [TEMP] FLAVOR STUB UDL CorpCommander Helma T1

# game/items:2200:DefaultText
source: [TEMP] UDL CorpCommander Helmet T2
cs: [TEMP] UDL CorpCommander Přilba T2

# game/items:2201:DefaultText
source: [TEMP] DESCRIPTION UDL CorpCommander Helmet T2
cs: [TEMP] POPIS UDL CorpCommander Helma T2

# game/items:2202:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpCommander Helmet T2
cs: [TEMP] FLAVOR STUB UDL CorpCommander Helma T2

# game/items:2203:DefaultText
source: [TEMP] UDL CorpCommander Helmet T3
cs: [TEMP] UDL CorpCommander Helma T3

# game/items:2204:DefaultText
source: [TEMP] DESCRIPTION UDL CorpCommander Helmet T3
cs: [TEMP] POPIS UDL CorpCommander Helma T3

# game/items:2205:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpCommander Helmet T3
cs: [TEMP] FLAVOR STUB UDL CorpCommander Helma T3

# game/items:2206:DefaultText
source: [TEMP] Board CorpRecruit Armor T1
cs: [TEMP] Palubní deska CorpRecruit Armor T1

# game/items:2209:DefaultText
source: [TEMP] Board CorpRecruit Armor T2
cs: [TEMP] Nástupní deska CorpRecruit Armor T2

# game/items:2212:DefaultText
source: [TEMP] Board CorpRecruit Armor T3
cs: [TEMP] Palubní deska CorpRecruit Armor T3

# game/items:2215:DefaultText
source: [TEMP] Board CorpRecruit Helmet T1
cs: [TEMP] Palubní přilba CorpRecruit T1

# game/items:2218:DefaultText
source: [TEMP] Board CorpRecruit Helmet T2
cs: [TEMP] Palubní přilba CorpRecruit T2

# game/items:2221:DefaultText
source: [TEMP] Board CorpRecruit Helmet T3
cs: [TEMP] Palubní deska CorpRecruit Helmet T3

# game/items:2231:DefaultText
source: [TEMP] DESCRIPTION C&P CorpRecruit Armor T3
cs: [TEMP] POPIS C&P CorpRecruit Armor T3

# game/items:2233:DefaultText
source: [TEMP] C&P CorpRecruit Helmet T1
cs: [TEMP] C&P CorpRecruit Helma T1

# game/items:2234:DefaultText
source: [TEMP] DESCRIPTION C&P CorpRecruit Helmet T1
cs: [TEMP] POPIS C&P CorpRecruit Helma T1

# game/items:2235:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpRecruit Helmet T1
cs: [TEMP] FLAVOR STUB C&P CorpRecruit Helma T1

# game/items:2236:DefaultText
source: [TEMP] C&P CorpRecruit Helmet T2
cs: [TEMP] C&P CorpRecruit Helma T2

# game/items:2237:DefaultText
source: [TEMP] DESCRIPTION C&P CorpRecruit Helmet T2
cs: [TEMP] POPIS C&P CorpRecruit Helma T2

# game/items:2238:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpRecruit Helmet T2
cs: [TEMP] FLAVOR STUB C&P CorpRecruit Helma T2

# game/items:2239:DefaultText
source: [TEMP] C&P CorpRecruit Helmet T3
cs: [TEMP] C&P CorpRecruit Helma T3

# game/items:2240:DefaultText
source: [TEMP] DESCRIPTION C&P CorpRecruit Helmet T3
cs: [TEMP] POPIS C&P CorpRecruit Helma T3

# game/items:2241:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpRecruit Helmet T3
cs: [TEMP] FLAVOR STUB C&P CorpRecruit Helma T3

# game/items:2243:DefaultText
source: [TEMP] DESCRIPTION MSI CorpRecruit Armor T1
cs: [TEMP] POPIS MSI CorpRecruit Armor T1

# game/items:2246:DefaultText
source: [TEMP] DESCRIPTION MSI CorpRecruit Armor T2
cs: [TEMP] POPIS MSI CorpRecruit Armor T2

# game/items:2249:DefaultText
source: [TEMP] DESCRIPTION MSI CorpRecruit Armor T3
cs: [TEMP] POPIS MSI CorpRecruit Armor T3

# game/items:2251:DefaultText
source: [TEMP] MSI CorpRecruit Helmet T1
cs: [TEMP] Helma MSI CorpRecruit T1

# game/items:2252:DefaultText
source: [TEMP] DESCRIPTION MSI CorpRecruit Helmet T1
cs: [TEMP] POPIS MSI CorpRecruit Helmet T1

# game/items:2253:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpRecruit Helmet T1
cs: [TEMP] FLAVOR STUB MSI CorpRecruit Helma T1

# game/items:2254:DefaultText
source: [TEMP] MSI CorpRecruit Helmet T2
cs: [TEMP] Helma MSI CorpRecruit T2

# game/items:2255:DefaultText
source: [TEMP] DESCRIPTION MSI CorpRecruit Helmet T2
cs: [TEMP] POPIS MSI CorpRecruit Helmet T2

# game/items:2256:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpRecruit Helmet T2
cs: [TEMP] FLAVOR STUB MSI CorpRecruit Helma T2

# game/items:2257:DefaultText
source: [TEMP] MSI CorpRecruit Helmet T3
cs: [TEMP] Helma MSI CorpRecruit T3

# game/items:2258:DefaultText
source: [TEMP] DESCRIPTION MSI CorpRecruit Helmet T3
cs: [TEMP] POPIS MSI CorpRecruit Helmet T3

# game/items:2259:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpRecruit Helmet T3
cs: [TEMP] FLAVOR STUB MSI CorpRecruit Helma T3

# game/items:2267:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpRecruit Armor T3
cs: [TEMP] POPIS Rizzo CorpRecruit Armor T3

# game/items:2269:DefaultText
source: [TEMP] Rizzo CorpRecruit Helmet T1
cs: [TEMP] Přilba Rizzo CorpRecruit T1

# game/items:2270:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpRecruit Helmet T1
cs: [TEMP] POPIS Rizzo CorpRecruit Helma T1

# game/items:2271:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpRecruit Helmet T1
cs: [TEMP] FLAVOR STUB Rizzo CorpRecruit Helma T1

# game/items:2272:DefaultText
source: [TEMP] Rizzo CorpRecruit Helmet T2
cs: [TEMP] Přilba Rizzo CorpRecruit T2

# game/items:2273:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpRecruit Helmet T2
cs: [TEMP] POPIS Rizzo CorpRecruit Helma T2

# game/items:2274:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpRecruit Helmet T2
cs: [TEMP] FLAVOR STUB Rizzo CorpRecruit Helma T2

# game/items:2275:DefaultText
source: [TEMP] Rizzo CorpRecruit Helmet T3
cs: [TEMP] Přilba Rizzo CorpRecruit T3

# game/items:2276:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpRecruit Helmet T3
cs: [TEMP] POPIS Rizzo CorpRecruit Helma T3

# game/items:2277:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpRecruit Helmet T3
cs: [TEMP] FLAVOR STUB Rizzo CorpRecruit Helma T3

# game/items:2287:DefaultText
source: [TEMP] SC CorpRecruit Helmet T1
cs: [TEMP] SC CorpRecruit Helma T1

# game/items:2288:DefaultText
source: [TEMP] DESCRIPTION SC CorpRecruit Helmet T1
cs: [TEMP] DESCRIPTION SC CorpRecruit Helma T1

# game/items:2289:DefaultText
source: [TEMP] FLAVOR STUB SC CorpRecruit Helmet T1
cs: [TEMP] FLAVOR STUB SC CorpRecruit Helma T1

# game/items:2290:DefaultText
source: [TEMP] SC CorpRecruit Helmet T2
cs: [TEMP] SC CorpRecruit Helma T2

# game/items:2291:DefaultText
source: [TEMP] DESCRIPTION SC CorpRecruit Helmet T2
cs: [TEMP] DESCRIPTION SC CorpRecruit Helma T2

# game/items:2292:DefaultText
source: [TEMP] FLAVOR STUB SC CorpRecruit Helmet T2
cs: [TEMP] FLAVOR STUB SC CorpRecruit Helma T2

# game/items:2293:DefaultText
source: [TEMP] SC CorpRecruit Helmet T3
cs: [TEMP] SC CorpRecruit Helma T3

# game/items:2294:DefaultText
source: [TEMP] DESCRIPTION SC CorpRecruit Helmet T3
cs: [TEMP] DESCRIPTION SC CorpRecruit Helma T3

# game/items:2295:DefaultText
source: [TEMP] FLAVOR STUB SC CorpRecruit Helmet T3
cs: [TEMP] FLAVOR STUB SC CorpRecruit Helma T3

# game/items:2303:DefaultText
source: [TEMP] DESCRIPTION T&L CorpRecruit Armor T3
cs: [TEMP] POPIS T&L CorpRecruit Armor T3

# game/items:2305:DefaultText
source: [TEMP] T&L CorpRecruit Helmet T1
cs: [TEMP] T&L CorpRecruit Helma T1

# game/items:2306:DefaultText
source: [TEMP] DESCRIPTION T&L CorpRecruit Helmet T1
cs: [TEMP] POPIS T&L CorpRecruit Helma T1

# game/items:2307:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpRecruit Helmet T1
cs: [TEMP] FLAVOR STUB T&L CorpRecruit Helma T1

# game/items:2308:DefaultText
source: [TEMP] T&L CorpRecruit Helmet T2
cs: [TEMP] T&L CorpRecruit Helma T2

# game/items:2309:DefaultText
source: [TEMP] DESCRIPTION T&L CorpRecruit Helmet T2
cs: [TEMP] POPIS T&L CorpRecruit Helma T2

# game/items:2310:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpRecruit Helmet T2
cs: [TEMP] FLAVOR STUB T&L CorpRecruit Helma T2

# game/items:2311:DefaultText
source: [TEMP] T&L CorpRecruit Helmet T3
cs: [TEMP] T&L CorpRecruit Helma T3

# game/items:2312:DefaultText
source: [TEMP] DESCRIPTION T&L CorpRecruit Helmet T3
cs: [TEMP] POPIS T&L CorpRecruit Helma T3

# game/items:2313:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpRecruit Helmet T3
cs: [TEMP] FLAVOR STUB T&L CorpRecruit Helma T3

# game/items:2323:DefaultText
source: [TEMP] UDL CorpRecruit Helmet T1
cs: [TEMP] UDL CorpRecruit Helma T1

# game/items:2324:DefaultText
source: [TEMP] DESCRIPTION UDL CorpRecruit Helmet T1
cs: [TEMP] DESCRIPTION UDL CorpRecruit Helma T1

# game/items:2325:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpRecruit Helmet T1
cs: [TEMP] FLAVOR STUB UDL CorpRecruit Helma T1

# game/items:2326:DefaultText
source: [TEMP] UDL CorpRecruit Helmet T2
cs: [TEMP] UDL CorpRecruit Helma T2

# game/items:2327:DefaultText
source: [TEMP] DESCRIPTION UDL CorpRecruit Helmet T2
cs: [TEMP] DESCRIPTION UDL CorpRecruit Helma T2

# game/items:2328:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpRecruit Helmet T2
cs: [TEMP] FLAVOR STUB UDL CorpRecruit Helma T2

# game/items:2329:DefaultText
source: [TEMP] UDL CorpRecruit Helmet T3
cs: [TEMP] UDL CorpRecruit Helma T3

# game/items:2331:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpRecruit Helmet T3
cs: [TEMP] FLAVOR STUB UDL CorpRecruit Helma T3

# game/items:2333:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTacOrdTech Armor T2
cs: [TEMP] POPIS Cleo CorpTacOrdTech Armor T2

# game/items:2336:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTacOrdTech Armor T3
cs: [TEMP] POPIS Cleo CorpTacOrdTech Armor T3

# game/items:2338:DefaultText
source: [TEMP] Cleo CorpTacOrdTech Helmet T2
cs: [TEMP] Přilba Cleo CorpTacOrdTech T2

# game/items:2339:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS Cleo CorpTacOrdTech Helma T2

# game/items:2340:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB Cleo CorpTacOrdTech Helma T2

# game/items:2341:DefaultText
source: [TEMP] Cleo CorpTacOrdTech Helmet T3
cs: [TEMP] Přilba Cleo CorpTacOrdTech T3

# game/items:2342:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS Cleo CorpTacOrdTech Přilba T3

# game/items:2343:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB Cleo CorpTacOrdTech Helma T3

# game/items:2344:DefaultText
source: [TEMP] Board CorpTacOrdTech Armor T1
cs: [TEMP] Deska CorpTacOrdTech Armor T1

# game/items:2345:DefaultText
source: [TEMP] DESCRIPTION Board CorpTacOrdTech Armor T1
cs: [TEMP] DESCRIPTION Deska CorpTacOrdTech Armor T1

# game/items:2347:DefaultText
source: [TEMP] Board CorpTacOrdTech Armor T2
cs: [TEMP] Rada CorpTacOrdTech Armor T2

# game/items:2350:DefaultText
source: [TEMP] Board CorpTacOrdTech Armor T3
cs: [TEMP] Deska CorpTacOrdTech Armor T3

# game/items:2351:DefaultText
source: [TEMP] DESCRIPTION Board CorpTacOrdTech Armor T3
cs: [TEMP] POPIS Deska CorpTacOrdTech Armor T3

# game/items:2353:DefaultText
source: [TEMP] Board CorpTacOrdTech Helmet T1
cs: [TEMP] Deska CorpTacOrdTech Helma T1

# game/items:2354:DefaultText
source: [TEMP] DESCRIPTION Board CorpTacOrdTech Helmet T1
cs: [TEMP] DESCRIPTION Board CorpTacOrdTech Helma T1

# game/items:2355:DefaultText
source: [TEMP] FLAVOR STUB Board CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB Board CorpTacOrdTech Helma T1

# game/items:2356:DefaultText
source: [TEMP] Board CorpTacOrdTech Helmet T2
cs: [TEMP] Rada CorpTacOrdTech Helma T2

# game/items:2357:DefaultText
source: [TEMP] DESCRIPTION Board CorpTacOrdTech Helmet T2
cs: [TEMP] DESCRIPTION Board CorpTacOrdTech Helma T2

# game/items:2358:DefaultText
source: [TEMP] FLAVOR STUB Board CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB Board CorpTacOrdTech Helma T2

# game/items:2359:DefaultText
source: [TEMP] Board CorpTacOrdTech Helmet T3
cs: [TEMP] Deska CorpTacOrdTech Helma T3

# game/items:2360:DefaultText
source: [TEMP] DESCRIPTION Board CorpTacOrdTech Helmet T3
cs: [TEMP] DESCRIPTION Board CorpTacOrdTech Helma T3

# game/items:2361:DefaultText
source: [TEMP] FLAVOR STUB Board CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB Board CorpTacOrdTech Helma T3

# game/items:2363:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTacOrdTech Armor T1
cs: [TEMP] POPIS C&P CorpTacOrdTech Armor T1

# game/items:2366:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTacOrdTech Armor T2
cs: [TEMP] POPIS C&P CorpTacOrdTech Armor T2

# game/items:2369:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTacOrdTech Armor T3
cs: [TEMP] POPIS C&P CorpTacOrdTech Armor T3

# game/items:2371:DefaultText
source: [TEMP] C&P CorpTacOrdTech Helmet T1
cs: [TEMP] C&P CorpTacOrdTech Helma T1

# game/items:2372:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTacOrdTech Helmet T1
cs: [TEMP] POPIS C&P CorpTacOrdTech Přilba T1

# game/items:2373:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB C&P CorpTacOrdTech Helma T1

# game/items:2374:DefaultText
source: [TEMP] C&P CorpTacOrdTech Helmet T2
cs: [TEMP] C&P CorpTacOrdTech Přilba T2

# game/items:2375:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS C&P CorpTacOrdTech Přilba T2

# game/items:2376:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB C&P CorpTacOrdTech Helma T2

# game/items:2377:DefaultText
source: [TEMP] C&P CorpTacOrdTech Helmet T3
cs: [TEMP] C&P CorpTacOrdTech Helma T3

# game/items:2378:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS C&P CorpTacOrdTech Přilba T3

# game/items:2379:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB C&P CorpTacOrdTech Helma T3

# game/items:2381:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTacOrdTech Armor T1
cs: [TEMP] POPIS MSI CorpTacOrdTech Armor T1

# game/items:2384:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTacOrdTech Armor T2
cs: [TEMP] POPIS MSI CorpTacOrdTech Armor T2

# game/items:2387:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTacOrdTech Armor T3
cs: [TEMP] POPIS MSI CorpTacOrdTech Armor T3

# game/items:2389:DefaultText
source: [TEMP] MSI CorpTacOrdTech Helmet T1
cs: [TEMP] MSI CorpTacOrdTech Helma T1

# game/items:2390:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTacOrdTech Helmet T1
cs: [TEMP] POPIS MSI CorpTacOrdTech Helma T1

# game/items:2391:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB MSI CorpTacOrdTech Helma T1

# game/items:2392:DefaultText
source: [TEMP] MSI CorpTacOrdTech Helmet T2
cs: [TEMP] MSI CorpTacOrdTech Helma T2

# game/items:2393:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS MSI CorpTacOrdTech Helma T2

# game/items:2394:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB MSI CorpTacOrdTech Helma T2

# game/items:2395:DefaultText
source: [TEMP] MSI CorpTacOrdTech Helmet T3
cs: [TEMP] MSI CorpTacOrdTech Helma T3

# game/items:2396:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS MSI CorpTacOrdTech Helma T3

# game/items:2397:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB MSI CorpTacOrdTech Helma T3

# game/items:2399:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTacOrdTech Armor T1
cs: [TEMP] POPIS Rizzo CorpTacOrdTech Armor T1

# game/items:2402:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTacOrdTech Armor T2
cs: [TEMP] POPIS Rizzo CorpTacOrdTech Armor T2

# game/items:2405:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTacOrdTech Armor T3
cs: [TEMP] POPIS Rizzo CorpTacOrdTech Armor T3

# game/items:2407:DefaultText
source: [TEMP] Rizzo CorpTacOrdTech Helmet T1
cs: [TEMP] Rizzo CorpTacOrdTech Helma T1

# game/items:2408:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTacOrdTech Helmet T1
cs: [TEMP] POPIS Rizzo CorpTacOrdTech Helma T1

# game/items:2409:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB Rizzo CorpTacOrdTech Helma T1

# game/items:2410:DefaultText
source: [TEMP] Rizzo CorpTacOrdTech Helmet T2
cs: [TEMP] Přilba Rizzo CorpTacOrdTech T2

# game/items:2411:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS Rizzo CorpTacOrdTech Přilba T2

# game/items:2412:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB Rizzo CorpTacOrdTech Helma T2

# game/items:2413:DefaultText
source: [TEMP] Rizzo CorpTacOrdTech Helmet T3
cs: [TEMP] Přilba Rizzo CorpTacOrdTech T3

# game/items:2414:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS Rizzo CorpTacOrdTech Přilba T3

# game/items:2415:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB Rizzo CorpTacOrdTech Helma T3

# game/items:2417:DefaultText
source: [TEMP] DESCRIPTION SC CorpTacOrdTech Armor T1
cs: [TEMP] POPIS SC CorpTacOrdTech Armor T1

# game/items:2420:DefaultText
source: [TEMP] DESCRIPTION SC CorpTacOrdTech Armor T2
cs: [TEMP] POPIS SC CorpTacOrdTech Armor T2

# game/items:2423:DefaultText
source: [TEMP] DESCRIPTION SC CorpTacOrdTech Armor T3
cs: [TEMP] POPIS SC CorpTacOrdTech Armor T3

# game/items:2425:DefaultText
source: [TEMP] SC CorpTacOrdTech Helmet T1
cs: [TEMP] SC CorpTacOrdTech Přilba T1

# game/items:2426:DefaultText
source: [TEMP] DESCRIPTION SC CorpTacOrdTech Helmet T1
cs: [TEMP] POPIS SC CorpTacOrdTech Přilba T1

# game/items:2427:DefaultText
source: [TEMP] FLAVOR STUB SC CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB SC CorpTacOrdTech Helma T1

# game/items:2428:DefaultText
source: [TEMP] SC CorpTacOrdTech Helmet T2
cs: [TEMP] SC CorpTacOrdTech Přilba T2

# game/items:2429:DefaultText
source: [TEMP] DESCRIPTION SC CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS SC CorpTacOrdTech Přilba T2

# game/items:2430:DefaultText
source: [TEMP] FLAVOR STUB SC CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB SC CorpTacOrdTech Helma T2

# game/items:2431:DefaultText
source: [TEMP] SC CorpTacOrdTech Helmet T3
cs: [TEMP] SC CorpTacOrdTech Helma T3

# game/items:2432:DefaultText
source: [TEMP] DESCRIPTION SC CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS SC CorpTacOrdTech Přilba T3

# game/items:2433:DefaultText
source: [TEMP] FLAVOR STUB SC CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB SC CorpTacOrdTech Helma T3

# game/items:2435:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTacOrdTech Armor T1
cs: [TEMP] POPIS T&L CorpTacOrdTech Armor T1

# game/items:2438:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTacOrdTech Armor T2
cs: [TEMP] POPIS T&L CorpTacOrdTech Armor T2

# game/items:2441:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTacOrdTech Armor T3
cs: [TEMP] POPIS T&L CorpTacOrdTech Armor T3

# game/items:2443:DefaultText
source: [TEMP] T&L CorpTacOrdTech Helmet T1
cs: [TEMP] T&L CorpTacOrdTech Helma T1

# game/items:2444:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTacOrdTech Helmet T1
cs: [TEMP] POPIS T&L CorpTacOrdTech Přilba T1

# game/items:2445:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB T&L CorpTacOrdTech Helma T1

# game/items:2446:DefaultText
source: [TEMP] T&L CorpTacOrdTech Helmet T2
cs: [TEMP] T&L CorpTacOrdTech Helma T2
