Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:390:DefaultText
source: This weapon modification enables the ammunition receiver to stamp a small shaped-charge warhead on the nose of each bullet fired. On a penetrating impact, it explodes into the interior of the target.
cs: Tato modifikace zbraně umožňuje do zásobníku munice vyrazit malou bojovou hlavici s tvarovanou náloží na čelo každé vystřelené střely. Při průbojném zásahu exploduje do nitra cíle.

# game/items:391:DefaultText
source: This modification increases the power of the rounds fired, allowing them to travel greater distances.
cs: Tato úprava zvyšuje výkon vystřelených nábojů a umožňuje jim urazit větší vzdálenost.

# game/items:392:DefaultText
source: Replaces a weapon's iron sights with a magnifying optical scope, allowing precision shots at greater range.
cs: Nahrazuje železná mířidla zbraně zvětšujícím optickým zaměřovačem, který umožňuje přesnou střelbu na větší vzdálenost.

# game/items:396:DefaultText
source: Nobody likes unsightly bloodstains. Hephaestus's new Tuf-Skin contains a thin internal layer of coagulating antibiotics, so that the next time you get gnawed on by encroaching wildlife, your wounds will close in half the normal time.
cs: Nikdo nemá rád nevzhledné krvavé skvrny. Nový Tuf-Skin společnosti Hephaestus obsahuje tenkou vnitřní vrstvu koagulačních antibiotik, takže až vás příště ohlodá dotěrná zvěř, rány se zacelí za polovinu obvyklé doby.

# game/items:397:DefaultText
source: Originally developed for Hephaestus's tossball team, until complaints from the other teams resulted in Grip-Tite gloves being banned. Now Hephaestus sells them as armor add-ons.
cs: Původně byly vyvinuty pro Hefaistův tým v přehazované, dokud stížnosti ostatních týmů nevedly k zákazu rukavic Grip-Tite. Nyní je Hefaistos prodává jako doplňky brnění.

# game/items:398:DefaultText
source: Users of this armor might also be interested in Hephaestus's "Cool-It" in-armor air conditioning system.
cs: Uživatele této zbroje by také mohl zajímat klimatizační systém "Cool-It" od společnosti Hephaestus.

# game/items:399:DefaultText
source: A light energy shield covers this riot gear. It'd appear almost angelic if not for the blood stains.
cs: Tuto výbavu kryje lehký energetický štít. Nebýt krvavých skvrn, vypadal by téměř andělsky.

# game/items:400:DefaultText
source: When dealing with an angry crowd, B&O suggests that sometimes discretion is key. Sneak into the crowd and sabotage them from within.
cs: Při jednání s rozzuřeným davem je podle společnosti B&O někdy klíčová diskrétnost. Vplížit se do davu a sabotovat ho zevnitř.

# game/items:401:DefaultText
source: B&O's line of Energizing Crowd Dispersal armor weaves dozens of miniature caffeine injectors into its fabric, so that you can ably chase -- or flee from -- the colony's ne'er-do-wells.
cs: Řada brnění B&O Energizing Crowd Dispersal (Rozptylování davu) má v sobě zabudované desítky miniaturních kofeinových injektorů, takže můžete hbitě pronásledovat - nebo utíkat před - neřády z kolonie.

# game/items:402:DefaultText
source: Humanity's first invention was the harnessing of fire. Continue our species' proud tradition of reckless experimentation for 50% longer with Spacer's Choice fire retardant technician-grade laboratory coats. Guaranteed to improve workplace creativity.
cs: Prvním vynálezem lidstva bylo využití ohně. Pokračujte v hrdé tradici bezohledného experimentování našeho druhu o 50 % déle s ohnivzdornými laboratorními plášti Spacer's Choice pro techniky. Zaručeně zlepší kreativitu na pracovišti.

# game/items:403:DefaultText
source: Spacer's Choice's line of technician-grade antiseptic laboratory coats come with a built-in system of hydrochloric acid jets, guaranteed to eliminate 99% of infectious materials in seconds. Now available in a variety of colors formulated to hide unsightly blood stains.
cs: Řada antiseptických laboratorních plášťů Spacer's Choice pro techniky je vybavena vestavěným systémem trysek kyseliny chlorovodíkové, který zaručuje odstranění 99 % infekčních materiálů během několika sekund. Nyní jsou k dispozici v různých barvách, jejichž složení zakrývá nevzhledné skvrny od krve.

# game/items:404:DefaultText
source: For the engineer on the go.
cs: Pro inženýry na cestách.

# game/items:405:DefaultText
source: Aramid packed this flightsuit with extra padding in all the right places.
cs: Společnost Aramid vybavila tuto leteckou kombinézu dodatečným polstrováním na všech správných místech.

# game/items:406:DefaultText
source: Long flight ahead of you? Try Aramid's Jumpstart suits! The comfort of our standard flight suits with an added kick -- impact-activated stimulant patches underneath the fabric. When you need that second -- or third or fourth -- wind, just break a patch!
cs: Čeká vás dlouhý let? Vyzkoušejte obleky Jumpstart od společnosti Aramid! Pohodlí našich standardních leteckých obleků s přídavkem - nárazem aktivované stimulační náplasti pod látkou. Až budete potřebovat druhý - nebo třetí či čtvrtý - dech, stačí záplatu přetrhnout!

# game/items:407:DefaultText
source: The mining tunnels of Hephaestus can sometimes be a little unstable. This outfit has been modified with cleated boots to help miners keep their footing.
cs: Těžební tunely Hefaistosu mohou být někdy poněkud nestabilní. Toto oblečení bylo upraveno pomocí bot s klíny, které pomáhají horníkům udržet se na nohou.

# game/items:408:DefaultText
source: Enterprising marauders have lined this mining gear with rubber studs in the hopes that they'll be better protected against the stun batons of security engineers. Unfortunately for them, most security engineers these days are just shooting their foes.
cs: Podnikaví nájezdníci obložili toto důlní vybavení gumovými hroty v naději, že budou lépe chráněni proti omračujícím obuškům bezpečnostních techniků. Naneštěstí pro ně většina bezpečnostních inženýrů v dnešní době své nepřátele pouze střílí.

# game/items:409:DefaultText
source: Coats the surfaces of a piece of armor with energy-absorbative material that blocks incoming beam damage below a certain intensity.
cs: Povrch pancíře je potažen materiálem pohlcujícím energii, který blokuje poškození přicházejícím paprskem pod určitou intenzitou.

# game/items:410:DefaultText
source: Coats the surfaces of a piece of armor with an insulating material proof against plasma damage up to a certain intensity.
cs: Povrch pancíře pokryje izolačním materiálem odolným proti poškození plazmou do určité intenzity.

# game/items:411:DefaultText
source: Lines the interior surfaces of a piece of armor with greenwood, blocking incoming N-rays below a certain intensity.
cs: Obloží vnitřní plochy pancíře zeleným dřevem, které blokuje příchozí N-záření pod určitou intenzitou.

# game/items:412:DefaultText
source: A set of armored plates to reinforce a piece of armor's protection, blocking incoming damage below a certain intensity.
cs: Sada pancéřových plátů, které zesilují ochranu brnění a blokují příchozí poškození pod určitou intenzitou.

# game/items:413:DefaultText
source: Lines the interior surfaces of a piece of armor with non-conductive material, preventing electrical shock damage below a certain intensity from reaching the wearer.
cs: Vnitřní povrchy brnění jsou obloženy nevodivým materiálem, který zabraňuje tomu, aby se k uživateli dostalo poškození elektrickým proudem pod určitou intenzitou.

# game/items:414:DefaultText
source: This kit increases hand grip and leg springiness, increasing Melee and Defense skills.
cs: Tato sada zlepšuje úchop rukou a pružnost nohou a zvyšuje schopnosti boje zblízka a obrany.

# game/items:415:DefaultText
source: This kits stiffens the armor's arm pieces, reducing kickback and sway, increasing Ranged skills.
cs: Tato souprava zpevňuje ramenní části brnění, snižuje zpětný ráz a kymácení a zlepšuje dovednosti na dálku.

# game/items:416:DefaultText
source: This kit applies inspirational slogans in easy to read locations, increasing Dialog and Leadership skills.
cs: Tato sada používá inspirativní slogany na snadno čitelných místech, čímž zvyšuje dialogové a vůdčí dovednosti.

# game/items:418:DefaultText
source: This kit adds lots of little pockets and clips for tools, notes, and unguents.
cs: Tato sada obsahuje spoustu malých kapes a klipů na nářadí, poznámky a prostředky.

# game/items:419:DefaultText
source: Applies a chrono-electric charge to the inside of armor, occasionally stimulating the wearer's brain.
cs: Aplikuje chronoelektrický náboj na vnitřní stranu zbroje a příležitostně stimuluje mozek nositele.

# game/items:420:DefaultText
source: Applies an electrical charge to the armor's exterior, occasionally shocking an attacker who comes in contact with it.
cs: Na vnější stranu brnění přivádí elektrický náboj, který občas šokuje útočníka, který se s ním dostane do kontaktu.

# game/items:421:DefaultText
source: Uses a chrono-electric field inside the armor to speed up the wearer during time dilation.
cs: Používá chronoelektrické pole uvnitř brnění, které zrychluje nositele při dilataci času.

# game/items:422:DefaultText
source: Applies a bio-electric field inside and outside of the armor, preventing damage and stimulating the healing process.
cs: Aplikuje bioelektrické pole uvnitř i vně brnění, čímž zabraňuje poškození a stimuluje proces hojení.

# game/items:423:DefaultText
source: Installs automatic quick-acting racetam injectors within a piece of armor, which trigger when the wearer performs a dodge, adding a bit more pep to the maneuver.
cs: Instaluje do brnění automatické rychlé vstřikovače racetamů, které se spustí, když nositel provede úskok, a dodají mu tak trochu více energie.

# game/items:424:DefaultText
source: Installs an external sensor netting, which detects interactable objects at an increased range.
cs: Instaluje externí senzorovou síť, která detekuje interagující objekty ve zvýšené vzdálenosti.

# game/items:425:DefaultText
source: A set of acoustic-absorbative materials and baffled joints that reduce the amount of noise generated by a piece of armor.
cs: Soubor akusticky pohltivých materiálů a přepážek, které snižují hluk generovaný pancířem.

# game/items:426:DefaultText
source: A set of flywheels that store the kinetic energy generated by the wearer while walking, and release it incrementally to make the armor seem practically weightless when worn.
cs: Sada setrvačníků, které ukládají kinetickou energii generovanou nositelem při chůzi a postupně ji uvolňují, takže brnění se při nošení zdá prakticky beztížné.

# game/items:428:DefaultText
source: The most cost-effective solution to any threat.
cs: Cenově nejefektivnější řešení jakékoli hrozby.

# game/items:429:DefaultText
source: Simple. To the point. Hollow-point.
cs: Jednoduché. K věci. Dutý bod.

# game/items:430:DefaultText
source: Have those pesky marauders stolen your plated armor and are getting away? Try Spacer's Choice Heartseeker rounds today.
cs: Ukradli ti ti otravní nájezdníci tvé plátové brnění a unikají? Vyzkoušejte náboje Spacer's Choice Heartseeker ještě dnes.

# game/items:431:DefaultText
source: Light up your opposition with Firefly's line of pure energy-based ammunition.
cs: Rozsviťte své protivníky pomocí řady munice Firefly založené na čisté energii.

# game/items:432:DefaultText
source: From rodents to raiders, no living pest can withstand a blast of ionized energy cells.
cs: Žádný živý škůdce, od hlodavců až po nájezdníky, nedokáže odolat výbuchu ionizovaných energetických článků.

# game/items:433:DefaultText
source: Nothing says celebration like quite like explosions. Celebrate better with Firefly's Volatile ammunition!
cs: Nic nevypovídá o oslavě tak jako výbuchy. Oslavujte lépe s těkavou municí Firefly!

# game/items:434:DefaultText
source: Backed by Vulcan's 800-meter lethality guarantee.
cs: S garancí smrtícího účinku na 800 metrů od společnosti Vulcan.

# game/items:435:DefaultText
source: For maximum effectiveness, Vulcan recommends aiming for soft, exposed areas.
cs: Pro dosažení maximální účinnosti doporučuje společnost Vulcan zaměřit se na měkká, exponovaná místa.

# game/items:436:DefaultText
source: Warning: Armor-piercing ammunition represents a clear and present danger to your employer's mechanical sentry servants. Use with extreme caution.
cs: Varování: Pancéřová munice představuje jasné a aktuální nebezpečí pro mechanické strážce vašeho zaměstnavatele. Používejte je s maximální opatrností.

# game/items:437:DefaultText
source: Get buzzed with Bumblebee brewing. Our Pale Kale Ale is healthy fun for the whole family!
cs: Nechte se unášet pivem Bumblebee. Náš Pale Kale Ale je zdravá zábava pro celou rodinu!

# game/items:438:DefaultText
source: Get buzzed with Bumblebee Brewing. Our Pale Kale Ale is healthy fun for the whole family!
cs: Nechte se opít pivem Bumblebee Brewing. Náš Pale Kale Ale je zdravá zábava pro celou rodinu!

# game/items:439:DefaultText
source: (glacial age water - unused stub)
cs: (voda z doby ledové - nepoužitý úlomek)

# game/items:440:DefaultText
source: You want a punch! We've got your punch right here!
cs: Chceš ránu! Máme pro vás punč!

# game/items:441:DefaultText
source: From the finest Spectrum potatoes comes the finest Spectrum potato vodka. Available in every colour of the rainbow -- plus black!
cs: Z nejlepších brambor Spectrum se vyrábí nejlepší bramborová vodka Spectrum. K dostání ve všech barvách duhy - a navíc v černé!

# game/items:442:DefaultText
source: It's crisp, it's delicious, it's nutritious -- it's water! Now with 11% more natural water flavoring.
cs: Je křupavá, chutná, výživná - je to voda! Nyní s 11 % přírodního vodního aroma.

# game/items:444:DefaultText
source: Ground coffee is expensive. The bit-conscious consumer will enjoy six cups' worth of concentrated caffeine in every dollop of Auntie Cleo's Energizing Ointment.
cs: Mletá káva je drahá. Spotřebitelé, kteří si uvědomují, že mají rádi kávu, si mohou vychutnat šest šálků koncentrovaného kofeinu v každém kousku energizující masti Auntie Cleo.

# game/items:445:DefaultText
source: Using Auntie Cleo's acidic facial creme will clear those clogged pores, moisturize that dry skin, and leave you feeling fresh and tingling. Do not operate heavy machinery for two hours after application of cream.
cs: Kyselý krém na obličej Auntie Cleo vyčistí ucpané póry, hydratuje suchou pleť a zanechá pocit svěžesti a mravenčení. Dvě hodiny po aplikaci krému nepoužívejte těžké stroje.

# game/items:446:DefaultText
source: The comfort of home-made breakfast in bed ... with an exotic hint of boarst.
cs: Pohodlí domácí snídaně do postele... s exotickým nádechem kančího masa.

# game/items:447:DefaultText
source: The best bread for a PFBPBJ.
cs: Nejlepší chléb pro PFBPBJ.

# game/items:448:DefaultText
source: Collect all four of our fun new shaped noodles: Asteroid, Spaceship, Raptidon, and Cystypig. Children love them!
cs: Nasbírejte všechny čtyři naše nové zábavné tvarované nudle: Asteroid, Vesmírná loď, Raptidon a Cystypig. Děti je milují!

# game/items:449:DefaultText
source: When you need to eat and run, Boarst N' Baked Beans is the only one.
cs: Když se potřebujete najíst a utéct, Boarst N' Baked Beans je jediná možnost.

# game/items:450:DefaultText
source: Recommended by ten out of ten medical professionals.
cs: Doporučuje deset z deseti lékařů.

# game/items:451:DefaultText
source: Slam a slim! Now available in Regular, Super Menthol and Blue Cheese.
cs: Slam a slim! Nyní je k dostání ve variantách Regular, Super Menthol a Blue Cheese.

# game/items:452:DefaultText
source: The finest cigarettes for the most discerning smoker.
cs: Nejlepší cigarety pro nejnáročnější kuřáky.

# game/items:453:DefaultText
source: This chunk of skin, newly removed from a once-living raptidon, is brilliantly colored, intricately detailed, and quite odorous.
cs: Tento kus kůže, čerstvě odstraněný z kdysi živého raptidona, je skvěle zbarvený, složitě propracovaný a docela páchne.

# game/items:454:DefaultText
source: Enthusiastic local gourmands have compared the flavor to select cuts of woolly cow meat.
cs: Nadšení místní gurmáni přirovnávají chuť k vybraným kusům masa z vlnité krávy.

# game/items:456:DefaultText
source: Bits are an electronic currency generated by room-sized Earth Directorate "mintframes" back on Earth. They consist of non-duplicatable codes and ciphers, and can be transferred from one cartridge to another.
cs: Bity jsou elektronická měna, kterou na Zemi generují "mincovní rámy" pozemského ředitelství o velikosti místnosti. Skládají se z neduplikovatelných kódů a šifer a lze je přenášet z jedné kazety do druhé.

# game/items:457:DefaultText
source: Complex passwords are a security risk - difficult to remember and often written nearby. Security recommends using a simple, easy to recall code like "1234" or your supervisor's name. Unauthorized use of this item is a Class C felony.
cs: Složitá hesla představují bezpečnostní riziko - obtížně se pamatují a často jsou napsána poblíž. Bezpečnostní služba doporučuje používat jednoduchý, snadno zapamatovatelný kód, například "1234" nebo jméno vašeho nadřízeného. Neoprávněné použití tohoto prvku je trestným činem třídy C.

# game/items:458:DefaultText
source: Stealing is not the answer. Stealing is the question. The answer is yes. Unauthorized use of this item by any person without a security rating of A-5 is a Class C felony.
cs: Krádež není řešením. Krádež je otázka. Odpověď zní ano. Neoprávněné použití tohoto předmětu jakoukoli osobou bez bezpečnostní třídy A-5 je trestným činem třídy C.

# game/items:459:DefaultText
source: A collection of screws, couplings, transistors, fuses, pointy bits, radiogenerative cores, stabilizers, splines, twine, gimbals, and duct tape. The average contents of a kitchen drawer.
cs: Sbírka šroubů, spojek, tranzistorů, pojistek, špičatých bitů, radiogeneračních jader, stabilizátorů, drážek, provázků, kardanových křídel a lepicí pásky. Průměrný obsah kuchyňské zásuvky.

# game/items:460:DefaultText
source: Exposure to acid or other corrosive chemicals will void your Hephaestus Lifetime Warranty.
cs: Vystavení kyselinám nebo jiným korozivním chemikáliím vede ke ztrátě doživotní záruky společnosti Hephaestus.

# game/items:461:DefaultText
source: Whether you're welding, taking fire, or staring directly into the sun -- Hephaestus's patented Anti-Bright Visor will protect your eyes.
cs: Ať už sváříte, střílíte, nebo se díváte přímo do slunce, patentovaný štít Hephaestus Anti-Bright Visor ochrání vaše oči.

# game/items:462:DefaultText
source: Help keep the peace with B&O's line of anti-riot safety gear.
cs: Pomozte udržet klid s řadou bezpečnostního vybavení proti nepokojům od společnosti B&O.

# game/items:463:DefaultText
source: Marauders and rioters have one thing in common: Bludgeons. Protect your head with B&O's slip-surface anti-impact helmet.
cs: Záškodníci a výtržníci mají jedno společné: obušky. Chraňte si hlavu s protiskluzovou přilbou B&O.

# game/items:464:DefaultText
source: An inexpensive plastic cap, guaranteed to keep employees' hair contained and clear of YOUR expensive equipment. The next-best thing to a mandatory head-shaving policy!
cs: Levná plastová čepice, která zaručeně udrží vlasy zaměstnanců na uzdě a nedovolí, aby se dostaly na vaše drahé zařízení. Druhá nejlepší možnost, jak si povinně oholit hlavu!

# game/items:465:DefaultText
source: Spacer's Choice one-size-fits-most technician-grade laboratory coats are resistant to creases, viscera stains, and lint. Disposal after one use highly recommended. Buy another pallet today!
cs: Laboratorní pláště Spacer's Choice, které jsou vhodné pro většinu techniků, jsou odolné proti pomačkání, skvrnám od vnitřností a žmolkům. Důrazně se doporučuje likvidace po jednom použití. Kupte si další paletu ještě dnes!

# game/items:466:DefaultText
source: Aramid's flight suits are meant to absorb impacts from cockpit debris, but, in a pinch, they might also stop a bullet. Best not to test your luck.
cs: Letecké kombinézy Aramid jsou určeny k tlumení nárazů úlomků z kokpitu, ale v krajním případě mohou zastavit i kulku. Nejlepší je nepokoušet štěstí.

# game/items:467:DefaultText
source: In terms of comfort level, it's like a pair of pajamas. In terms of damage protection, it's also like a pair of pajamas.
cs: Co se týče pohodlí, je to jako pyžamo. Z hlediska ochrany proti poškození je to také jako pyžamo.

# game/items:468:DefaultText
source: This standard mining helmet has been retrofitted with a hardened plastic visor. An old bullet hole in the side of the helmet suggests that the visor wasn't particularly helpful to its last owner.
cs: Tato standardní hornická přilba byla dodatečně vybavena hledím z tvrzeného plastu. Stará díra po kulce na boku přilby naznačuje, že hledí poslednímu majiteli příliš nepomohlo.

# game/items:469:DefaultText
source: This key opens the door to both Anton's office AND his room. Bet he forgot it worked on both when he gave it to you.
cs: Tento klíč otevírá dveře do Antonovy kanceláře i do jeho pokoje. Vsadím se, že zapomněl, že funguje na obojí, když ti ho dával.

# game/items:470:DefaultText
source: A note with Anton's passcode on it - a mixture of twenty-two seemingly random letters and numbers.
cs: Vzkaz s Antonovým přístupovým kódem - směs dvaadvaceti zdánlivě náhodných písmen a číslic.

# game/items:471:DefaultText
source: Scuffed from long use, and bearing more than one coffee ring.
cs: Odřený od dlouhého používání a s více než jedním kroužkem na kávu.

# game/items:472:DefaultText
source: Auntie Cleo's Rap-T-Gone™ is guaranteed to render even the largest raptidon unconscious for no less than six hours, AND has a refreshing antiseptic scent!
cs: Rap-T-Gone™ od tety Cleo zaručeně zbaví vědomí i toho největšího raptidona na nejméně šest hodin a navíc má osvěžující antiseptickou vůni!

# game/items:473:DefaultText
source: The label reads: "Property of Anton Crane. If found, leave it in the safe you found it in, and lock the safe, and turn yourself in to security for breaking and entering."
cs: Na štítku je uvedeno: Na štítku je uvedeno: "Vlastnictví Antona Cranea. V případě nálezu ji nechte v trezoru, ve kterém jste ji našli, trezor uzamkněte a přihlaste se u ochranky za vloupání."

# game/items:474:DefaultText
source: If found, please return to the nearest Auntie Cleo Site Security Engineer. Penalty for private use may include a fine of up to 30,000 bits.
cs: V případě nálezu se obraťte na nejbližšího bezpečnostního technika společnosti Auntie Cleo. Sankce za soukromé použití může zahrnovat pokutu až 30 000 bitů.

# game/items:475:DefaultText
source: AVERY, JAMESON || AUNTIE CLEO EMPLOYEE #7007 || ASSISTANT RESEARCH ENGINEER
cs: AVERY, JAMESON || ZAMĚSTNANEC AUNTIE CLEO #7007 || ASISTENT VÝZKUMNÉHO INŽENÝRA

# game/items:476:DefaultText
source: A keycard bearing the Auntie Cleo logo and a warning that unauthorized use will be reported to the nearest site safety engineer.
cs: Klíčenka s logem Auntie Cleo a upozorněním, že neoprávněné použití bude nahlášeno nejbližšímu bezpečnostnímu technikovi.

# game/items:477:DefaultText
source: Based on your observations, you have reason to believe the storage facility's passcode is "1-2-3-4."
cs: Na základě svých pozorování se důvodně domníváte, že přístupový kód skladiště je "1-2-3-4".

# game/items:478:DefaultText
source: A hastily scribbled note on Auntie Cleo Facilities Management letterhead.
cs: Narychlo napsaný vzkaz na hlavičkovém papíře společnosti Auntie Cleo Facilities Management.

# game/items:479:DefaultText
source: Pocket Watch
cs: Kapesní hodinky

# game/items:480:DefaultText
source: A self-winding automatic pocket watch.
cs: Kapesní hodinky s automatickým nátahem.
