Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:3115:DefaultText
source: The Good Word extreme-sized magazine will keep doing the talking for you.
cs: Extrémně velký časopis Dobré slovo bude mluvit za vás.

# game/items:3116:DefaultText
source: Put a good word in for your enemy. Or several words. Or a whole sentence.
cs: Přimluvte se za svého nepřítele. Nebo několik slov. Nebo celou větu.

# game/items:3117:DefaultText
source: Soft Speaker
cs: Měkký reproduktor

# game/items:3118:DefaultText
source: The Soft Speaker staff comes with a special sound-absorbing grip material that makes fighting quieter and your presence more intimidating.
cs: Hůl Soft Speaker je vybavena speciálním materiálem pohlcujícím zvuk, díky němuž je boj tišší a vaše přítomnost působí zastrašujícím dojmem.

# game/items:3119:DefaultText
source: This is the big stick that a soft speaker carries.
cs: To je velký klacek, který má měkký řečník u sebe.

# game/items:3121:DefaultText
source: Clive's Cleaver has a nose for vital organs - giving it an increased critical hit chance.
cs: Cliveův sekáček má čich na životně důležité orgány - díky tomu má zvýšenou šanci na kritický zásah.

# game/items:3122:DefaultText
source: Say what you want about Clive, but the man could cut a pig.
cs: Říkejte si o Cliveovi, co chcete, ale ten chlap by mohl podříznout i prase.

# game/items:3123:DefaultText
source: Purpleberry Launch
cs: Spuštění Purpleberry

# game/items:3124:DefaultText
source: This Rizzo-branded weapon launches joyful balls of N-rays! Fun for the whole family!
cs: Tato zbraň značky Rizzo vypouští radostné koule N-záření! Zábava pro celou rodinu!

# game/items:3125:DefaultText
source: Is there anything in this colony not made with purpleberries?!
cs: Existuje v této kolonii něco, co není vyrobeno z fialových bobulí?!

# game/items:3126:DefaultText
source: The Candy Cane
cs: Cukrová třtina

# game/items:3127:DefaultText
source: N-rays are an efficient reaping method.
cs: N-záření je účinnou metodou sklizně.

# game/items:3128:DefaultText
source: A scythe for the discerning reaper.
cs: Kosa pro náročné žence.

# game/items:3129:DefaultText
source: Supper Time
cs: Čas večeře

# game/items:3130:DefaultText
source: An extremely light blade for faster and continuous cuts.
cs: Extrémně lehký nůž pro rychlejší a souvislé řezy.

# game/items:3131:DefaultText
source: Don't play with your food!
cs: Nehrajte si s jídlem!

# game/items:3133:DefaultText
source: The Anti-Manti Ray carbine fires corrosive blasts to quickly burn down threats.
cs: Karabina Anti-Manti Ray vystřeluje žíravé výboje, které rychle spálí hrozby.

# game/items:3134:DefaultText
source: Acid is great against automechanicals and armored humans. Too bad mantisaurs are neither.
cs: Kyselina je skvělá proti automechanikům a obrněným lidem. Škoda, že mantisauři nejsou ani jedno, ani druhé.

# game/items:3136:DefaultText
source: Modified to burn down the local fauna, the Rapti-don't uses energy ammo to rapid fire plasma at the enemy.
cs: Rapti-don't je upraven tak, aby spaloval místní faunu, a používá energetickou munici k rychlé palbě plazmy na nepřítele.

# game/items:3137:DefaultText
source: The perfect tool to teach bad raptidons some manners.
cs: Dokonalý nástroj, jak naučit zlobivé raptidony slušnému chování.

# game/items:3138:DefaultText
source: The Hammer of Olympus
cs: Kladivo Olympu

# game/items:3139:DefaultText
source: The Hammer of Olympus delivers shock damage with its hammer blows, including a chance to stun with each impact.
cs: Kladivo Olympu způsobuje údery kladiva šokové poškození, přičemž každý úder má šanci omráčit.

# game/items:3140:DefaultText
source: Wouldn't it be great if this hammer was made by Hephaestos? But it wasn't. Aramid Ballistics made it.
cs: Nebylo by skvělé, kdyby toto kladivo vyrobil Hefaistos? Ale nebylo. Vyrobila ho společnost Aramid Ballistics.

# game/items:3142:DefaultText
source: DESCRIPTION TBD (Revolver)
cs: POPIS TBD (Revolver)

# game/items:3143:DefaultText
source: This is a really good revolver, and yes, it's Spacer's Choice.
cs: Je to opravdu dobrý revolver a ano, je to Spacer's Choice.

# game/items:3144:DefaultText
source: Iconoclast Assault Rifle
cs: Útočná puška Iconoclast

# game/items:3145:DefaultText
source: DESCRIPTION TBD (Assault Rifle)
cs: POPIS TBD (útočná puška)

# game/items:3146:DefaultText
source: A darned good assault rifle from T&L, improved for use by (or on) Iconoclasts.
cs: Zatraceně dobrá útočná puška od T&L, vylepšená pro použití ikonoklasty (nebo na nich).

# game/items:3147:DefaultText
source: Iconoclast Cleaver
cs: Ikonoklast Cleaver

# game/items:3148:DefaultText
source: DESCRIPTION TBD (Tremor Cleaver)
cs: POPIS TBD (Tremor Cleaver)

# game/items:3149:DefaultText
source: Those Iconoclasts really know their cleaving!
cs: Tihle ikonoklasté se opravdu vyznají ve štěpení!

# game/items:3151:DefaultText
source: DESCRIPTION TBD (Plasma Rifle)
cs: POPIS TBD (Plazmová puška)

# game/items:3152:DefaultText
source: Joch makes great plasma rifles, but MSI made this one do even more damage.
cs: Společnost Joch vyrábí skvělé plazmové pušky, ale MSI se postarala o ještě větší poškození.

# game/items:3153:DefaultText
source: MSI Shotgun
cs: Brokovnice MSI

# game/items:3154:DefaultText
source: DESCRIPTION TBD (Shotgun)
cs: POPIS TBD (brokovnice)

# game/items:3155:DefaultText
source: MSI has really improved this Hammersmith shotgun!
cs: MSI tuto brokovnici Hammersmith opravdu vylepšila!

# game/items:3156:DefaultText
source: MSI Light Pistol
cs: Lehká pistole MSI

# game/items:3157:DefaultText
source: DESCRIPTION TBD (Light Pistol)
cs: POPIS TBD (lehká pistole)

# game/items:3158:DefaultText
source: MSI can even make Spacer's Choice pistols better!
cs: MSI dokáže vylepšit i pistole Spacer's Choice!

# game/items:3159:DefaultText
source: Sublight Sniper Rifle
cs: Odstřelovací puška Sublight

# game/items:3160:DefaultText
source: DESCRIPTION TBD (Dead-Eye AR)
cs: POPIS TBD (Dead-Eye AR)

# game/items:3161:DefaultText
source: A silent sniper rifle that does more damage, for all your "salvage" needs.
cs: Tichá odstřelovací puška, která způsobuje větší poškození, pro všechny vaše "záchranné" potřeby.

# game/items:3162:DefaultText
source: Sublight Plasma Knife
cs: Podsvětelný plazmový nůž

# game/items:3163:DefaultText
source: DESCRIPTION TBD (Plasma Cutter)
cs: POPIS TBD (plazmová řezačka)

# game/items:3164:DefaultText
source: Why would a salvage company need to modify a plasma cutter to give a sneak attack bonus? Oh!
cs: Proč by měla záchranná společnost upravovat plazmový řezák, aby měl bonus k útoku plíživým způsobem? Aha!

# game/items:3165:DefaultText
source: Iconoclast Apostle Armor
cs: Brnění apoštola Ikonoklasta

# game/items:3166:DefaultText
source: DESCRIPTION Iconoclast Apostle Armor
cs: POPIS Brnění Iconoclast Apostle Armor

# game/items:3167:DefaultText
source: Iconoclast armor made by Hephaestos, then customized to protect an Apostle.
cs: Ikonoklastická zbroj vyrobená Hefaistosem a poté upravená tak, aby chránila apoštola.

# game/items:3168:DefaultText
source: Iconoclast Apostle Helmet
cs: Přilba Iconoclast Apostle

# game/items:3169:DefaultText
source: DESCRIPTION Iconoclast Apostle Helmet
cs: POPIS Přilba Iconoclast Apostle

# game/items:3170:DefaultText
source: Iconoclast helmet made specially for an Apostle.
cs: Ikonoklastická přilba vyrobená speciálně pro apoštola.

# game/items:3172:DefaultText
source: DESCRIPTION MSI Elite Armor
cs: POPIS MSI Elite Armor

# game/items:3173:DefaultText
source: Members of MSI's Saltuna Elite squad wears this customized heavy armor.
cs: Členové jednotky Saltuna Elite společnosti MSI nosí tuto upravenou těžkou zbroj.

# game/items:3174:DefaultText
source: MSI Elite Helmet
cs: Přilba MSI Elite

# game/items:3175:DefaultText
source: DESCRIPTION MSI Elite Helmet
cs: POPIS Přilba MSI Elite

# game/items:3176:DefaultText
source: Heavy helmet worn by MSI's Saltuna Elite squad.
cs: Těžká přilba, kterou nosí elitní jednotka MSI Saltuna.

# game/items:3178:DefaultText
source: DESCRIPTION Hemlock's Eyepatch
cs: POPIS Hemlock's Eyepatch (Oční páska)

# game/items:3180:DefaultText
source: SubLight Contractor Helmet
cs: Přilba SubLight Contractor

# game/items:3181:DefaultText
source: DESCRIPTION SubLight Contractor Helmet
cs: POPIS Přilba SubLight Contractor

# game/items:3182:DefaultText
source: FLAVOR SubLight Contractor Helmet
cs: Helma FLAVOR SubLight Contractor

# game/items:3183:DefaultText
source: Purpleberry Police Armor
cs: Policejní brnění Purpleberry

# game/items:3184:DefaultText
source: DESCRIPTION Purpleberry Police Armor
cs: POPIS Policejní brnění Purpleberry

# game/items:3185:DefaultText
source: Light armor made by Aramid Ballistics and customized for Rizzo's elite Purpleberry Police.
cs: Lehké brnění vyrobené společností Aramid Ballistics a upravené pro Rizzovu elitní Purpleberryho policii.

# game/items:3186:DefaultText
source: Purpleberry Police Helmet
cs: Policejní přilba Purpleberry

# game/items:3187:DefaultText
source: DESCRIPTION Purpleberry Police Helmet
cs: POPIS Policejní přilba Purpleberry

# game/items:3188:DefaultText
source: Aramid Ballistics light helmet, customized by Rizzo for their Purpleberry Police.
cs: Lehká přilba Aramid Ballistics, upravená společností Rizzo pro jejich Purpleberry Police.

# game/items:3190:DefaultText
source: DESCRIPTION SugarOps Armor
cs: POPIS SugarOps Armor

# game/items:3191:DefaultText
source: Rizzo corporate armor customized to protect their elite SugarOps team.
cs: Firemní brnění Rizzo přizpůsobené k ochraně jejich elitního týmu SugarOps.

# game/items:3192:DefaultText
source: SugarOps Helmet
cs: Přilba SugarOps

# game/items:3193:DefaultText
source: DESCRIPTION SugarOps Helmet
cs: POPIS Přilba SugarOps

# game/items:3194:DefaultText
source: Rizzo corporate helmet for members of the SugarOps team.
cs: Firemní helma Rizzo pro členy týmu SugarOps.

# game/items:3196:DefaultText
source: Lightweight survival armor.
cs: Lehké brnění pro přežití.

# game/items:3197:DefaultText
source: Marauder Armor. Originally made by Hephaestos, then customized to survive the wilds of Monarch.
cs: Marauder Armor. Původně ji vyrobil Hefaistos, pak ji upravil tak, aby přežila v divočině Monarchie.

# game/items:3198:DefaultText
source: Marauder Survivalist Helmet
cs: Přilba Marauder Survivalist

# game/items:3199:DefaultText
source: DESCRIPTION Marauder Survivalist Helmet
cs: POPIS Přilba Marauder Survivalist

# game/items:3200:DefaultText
source: Marauder Helm. Originally made by Hephaestos, then customized for a Survivalist.
cs: Marauderská přilba. Původně vyrobená společností Hephaestos, poté upravená pro Survivalistu.

# game/items:3201:DefaultText
source: A Nice Hat
cs: Pěkný klobouk

# game/items:3202:DefaultText
source: DESCRIPTION A Nice Hat
cs: POPIS Pěkný klobouk

# game/items:3203:DefaultText
source: FLAVOR A Nice Hat
cs: FLAVOR Pěkný klobouk

# game/items:3204:DefaultText
source: This keycard unlocks the workshop inside the repair hangar on the Groundbreaker.
cs: Tato karta odemyká dílnu v opravárenském hangáru na Groundbreakeru.

# game/items:3205:DefaultText
source: Magazine mod attached to Ranged weapons which changes the damage type of your shots to N-ray damage.
cs: Modifikace zásobníku připojená ke zbraním na dálku, která mění typ poškození střel na poškození N-ray.

# game/items:3206:DefaultText
source: Official Seal of Halcyon Holdings Board
cs: Oficiální pečeť představenstva Halcyon Holdings

# game/items:3207:DefaultText
source: This stamp is used to place the official seal of Halcyon Holdings Corporation on government documents.
cs: Toto razítko se používá k umístění oficiální pečeti společnosti Halcyon Holdings Corporation na vládní dokumenty.

# game/items:3209:DefaultText
source: Byzantium Travel Authorization Papers
cs: Dokumenty pro cestovní povolení do Byzance

# game/items:3210:DefaultText
source: An envelope stamped with the official government seal of the Halcyon Colony.
cs: Obálka opatřená oficiální vládní pečetí kolonie Halcyon.

# game/items:3212:DefaultText
source: Drink Voucher
cs: Poukaz na nápoj

# game/items:3213:DefaultText
source: Good for a free drink at the Ante Up bar in Fallbrook.
cs: V baru Ante Up ve Fallbrooku dostanete nápoj zdarma.

# game/items:3215:DefaultText
source: HPS Delivery Unsuccessful
cs: Dodávka HPS neúspěšná

# game/items:3216:DefaultText
source: We were unable to deliver your parcel as requested. Your parcel is being returned to the HPS building located at: [x] 533 Eridanos [ ] 158 Terra 1 [ ] 684 Scylla Please speak to an HPS clerk about the retrieval of your parcel.
cs: Vaši zásilku se nám nepodařilo doručit, jak bylo požadováno. Vaše zásilka se vrací do budovy HPS na adrese: [Prosím, obraťte se na pracovníka HPS ohledně vyzvednutí vaší zásilky.

# game/items:3217:DefaultText
source: A common notice left by parcel carriers when something isn't able to be delivered.
cs: Běžné oznámení, které zanechávají balíkoví dopravci, když není možné něco doručit.

# game/items:3218:DefaultText
source: Light Pistol Mk 2
cs: Lehká pistole Mk 2

# game/items:3219:DefaultText
source: Bolter Pistol 2.0
cs: Pistole Bolter 2.0

# game/items:3220:DefaultText
source: Auto-Mag Pistol Ultra
cs: Pistole Auto-Mag Ultra

# game/items:3221:DefaultText
source: The Vermin II
cs: Škůdci II

# game/items:3223:DefaultText
source: Flamethrower 2.0
cs: Plamenomet 2.0

# game/items:3225:DefaultText
source: Shock Cannon Ultra
cs: Rázové dělo Ultra

# game/items:3226:DefaultText
source: Grenade Launcher II
cs: Granátomet II

# game/items:3227:DefaultText
source: Heavy Machine Gun II
cs: Těžký kulomet II

# game/items:3228:DefaultText
source: Light Machine Gun Mk 2
cs: Lehký kulomet Mk 2

# game/items:3229:DefaultText
source: Dead-Eye Assault Rifle II
cs: Útočná puška Dead-Eye II

# game/items:3230:DefaultText
source: Light Assault Rifle Mk 2
cs: Lehká útočná puška Mk 2

# game/items:3231:DefaultText
source: Assault Rifle Ultra
cs: Útočná puška Ultra

# game/items:3232:DefaultText
source: Hunting Rifle Ultra
cs: Lovecká puška Ultra

# game/items:3233:DefaultText
source: Tactical Shotgun II
cs: Taktická brokovnice II

# game/items:3234:DefaultText
source: Sawed-Off Shotgun Mk 2
cs: Brokovnice s upilovanou hlavní Mk 2

# game/items:3235:DefaultText
source: Plasma Rifle 2.0
cs: Plazmová puška 2.0

# game/items:3239:DefaultText
source: Telescoping Staff Mk 2
cs: Teleskopická hůl Mk 2

# game/items:3240:DefaultText
source: Trip Blade Mk 2
cs: Výletní čepel Mk 2

# game/items:3241:DefaultText
source: Security Blade Ultra
cs: Bezpečnostní čepel Ultra

# game/items:3242:DefaultText
source: Tremor Cleaver Ultra
cs: Chvění Cleaver Ultra

# game/items:3243:DefaultText
source: Officer's Spine Gold
cs: Důstojnická páteř Gold

# game/items:3244:DefaultText
source: Plasma Cutter Gold
cs: Plazmová fréza Gold

# game/items:3245:DefaultText
source: Impact Hammer Mk 2
cs: Rázové kladivo Mk 2

# game/items:3247:DefaultText
source: Stun Baton Ultra
cs: Omračující obušek Ultra

# game/items:3251:DefaultText
source: Sprat Collection Crate
cs: Sběrná bedna Sprat

# game/items:3252:DefaultText
source: A crate for transporting wayward lab sprats.
cs: Bedna na přepravu zbloudilých laboratorních šprotů.

# game/items:3253:DefaultText
source: Systems and Serfdoms
cs: Systémy a nevolnictví

# game/items:3254:DefaultText
source: Everything you need to generate a character and get started!
cs: Vše, co potřebujete k vygenerování postavy a zahájení práce!

# game/items:3255:DefaultText
source: The Modern Steel Wrench And You
cs: Moderní ocelový klíč a vy

# game/items:3256:DefaultText
source: In Praise of Arson
cs: Chvála žhářství

# game/items:3257:DefaultText
source: Mechanical Engineer's Pocket Book
cs: Kapesní příručka strojního inženýra

# game/items:3258:DefaultText
source: Poetry for Young Dissidents
cs: Poezie pro mladé disidenty

# game/items:3259:DefaultText
source: Pile of Pulps
cs: Hromada buničiny

# game/items:3260:DefaultText
source: Broaden your horizons with a little light reading.
cs: Rozšiřte si obzory trochou lehké četby.

# game/items:3261:DefaultText
source: Book
cs: Kniha

# game/items:3262:DefaultText
source: Maxwell's Parcel
cs: Maxwellova zásilka

# game/items:3263:DefaultText
source: The parcel Maxwell requested.
cs: Pozemek, o který Maxwell požádal.

# game/items:3264:DefaultText
source: Alice's Parcel
cs: Alicin balíček

# game/items:3265:DefaultText
source: The parcel Alice requested.
cs: Parcela, o kterou Alice požádala.

# game/items:3267:DefaultText
source: The parcel Josephine requested.
cs: Parcela, o kterou Josephine požádala.

# game/items:3268:DefaultText
source: Thunder is a modified T&L Assault Rifle that infuses its ammunition with the shocking power of lightning, which also increases the critical damage multiplier.
cs: Hrom je upravená útočná puška T&L, která dodává své munici šokující sílu blesku, což také zvyšuje násobitel kritického poškození.

# game/items:3269:DefaultText
source: Perfect for a young gun with a quick fuse.
cs: Ideální pro mladého pistolníka s rychlým zápalem.

# game/items:3270:DefaultText
source: Anarchist's Cookbook
cs: Anarchistická kuchařka

# game/items:3271:DefaultText
source: The Cookbook fires smaller, faster, and better (plasma-infused) shells than a typical launcher - perfect for quickly covering an area with fire.
cs: Cookbook střílí menší, rychlejší a kvalitnější střely (s plazmovou náplní) než typické odpalovací zařízení - ideální pro rychlé pokrytí oblasti palbou.

# game/items:3272:DefaultText
source: Great for cooking anarchists!
cs: Skvělé pro anarchisty!

# game/items:3274:DefaultText
source: Montag consumes ammo faster to consume EVERYTHING faster.
cs: Montag spotřebovává munici rychleji, aby spotřeboval VŠECHNO rychleji.

# game/items:3275:DefaultText
source: Finally, a lock-on flamethrower! And it burns at almost 506 Kelvin!
cs: Konečně zaměřovací plamenomet! A hoří při teplotě téměř 506 Kelvinů!

# game/items:3276:DefaultText
source: Message to Rosana
cs: Zpráva Rosana

# game/items:3277:DefaultText
source: Rosie, If you need a place to go, I'm camped in Emerald Vale. Throw this message out after you read it. I don't want Harlow's gunhands finding it.
cs: Rosie, kdybys potřebovala někam jít, tábořím v Emerald Vale. Až si přečteš tuto zprávu, zahoď ji. Nechci, aby ji našli Harlowovi ozbrojenci.

# game/items:3278:DefaultText
source: Tour Registration Device
cs: Zařízení pro registraci prohlídky

# game/items:3279:DefaultText
source: This somewhat dated contraption contains both a triangulation array and a scanner for registering the beacons you find. A small speaker is also present for playing recorded messages.
cs: Toto poněkud zastaralé zařízení obsahuje triangulační soustavu a skener pro registraci nalezených majáků. Nechybí ani malý reproduktor pro přehrávání nahraných zpráv.

# game/items:3280:DefaultText
source: Primal Tamer's Baton
cs: Krotitelská palice Primal

# game/items:3281:DefaultText
source: The Baton is particularly effective against primals.
cs: Obušek je obzvláště účinný proti primátům.

# game/items:3282:DefaultText
source: Nicely balanced. Swings well. Seems to know just where to hit.
cs: Pěkně vyvážené. Dobře se houpe. Zdá se, že ví, kam má udeřit.

# game/items:3287:DefaultText
source: This tossball stick has been modified to apply shocks on contact for taming savage beasts. Deals extra damage to Raptidons.
cs: Tato házecí tyč byla upravena tak, aby při kontaktu působila nárazy a umožnila zkrotit divoké šelmy. Způsobuje dodatečné poškození raptidonům.

# game/items:3288:DefaultText
source: Designed for zapping raptidons, but it will work on anything else!
cs: Určeno pro zapping raptidonů, ale funguje i na cokoli jiného!

# game/items:3289:DefaultText
source: Supper Time
cs: Čas večeře

# game/items:3290:DefaultText
source: Death by 100 cuts.
cs: Smrt po 100 řezech.

# game/items:3291:DefaultText
source: Don't play with your food!
cs: Nehrajte si s jídlem!

# game/items:3292:DefaultText
source: Blad on Stik
cs: Lopatka na Stik

# game/items:3293:DefaultText
source: A Trip Blade with a razor-sharpened edge for extra critical hit damage.
cs: Výletní čepel s ostřím ostrým jako břitva pro extra poškození při kritickém zásahu.

# game/items:3294:DefaultText
source: So sharp that it cut some letters out of its own name!
cs: Tak ostrý, že vyřízl několik písmen ze svého vlastního jména!

# game/items:3295:DefaultText
source: Hammer of Olympus
cs: Kladivo Olympu

# game/items:3296:DefaultText
source: A hammer worthy of the gods with stunning shock power!
cs: Kladivo hodné bohů s ohromující údernou silou!

# game/items:3297:DefaultText
source: Hammer of Olympus FLAVOR
cs: Hammer of Olympus VŮNĚ

# game/items:3298:DefaultText
source: Silencer
cs: Tlumič hluku

# game/items:3299:DefaultText
source: The Silencer will bleed out your enemies in nearly perfect silence.
cs: Tlumič vykrvácí nepřátele v téměř dokonalé tichosti.

# game/items:3300:DefaultText
source: Also could have been called the Speedy Bleedy.
cs: Také se mohl jmenovat Speedy Bleedy.

# game/items:3301:DefaultText
source: The Candy Cane
cs: Cukrová třtina

# game/items:3302:DefaultText
source: The Candy Cane cleaves Cascadia with carving N-rays!
cs: Candy Cane štěpí Cascadii řezbářskými N-zářeními!

# game/items:3303:DefaultText
source: The Candy Can FLAVOR
cs: Plechovka s cukrovinkami FLAVOR

# game/items:3305:DefaultText
source: Hemlock's Eyepatch DESCRIPTION
cs: Hemlock's Eyepatch POPIS

# game/items:3306:DefaultText
source: Hemlock's Eyepatch FLAVOR
cs: Hemlock's Eyepatch VŮNĚ

# game/items:3307:DefaultText
source: A Nice Hat
cs: Pěkný klobouk

# game/items:3308:DefaultText
source: A Nice Hat DESCRIPTION
cs: Pěkný klobouk POPIS

# game/items:3309:DefaultText
source: A Nice Hat FLAVOR
cs: Pěkný klobouk FLAVOR

# game/items:3310:DefaultText
source: Welder's Goggles
cs: Svářečské brýle

# game/items:3311:DefaultText
source: Obstructs your vision, but great for building things.
cs: Brání vám ve výhledu, ale skvěle se hodí na stavbu věcí.

# game/items:3312:DefaultText
source: Who cares if you can see anything, as long as you look good?
cs: Koho zajímá, jestli je něco vidět, hlavně že vypadáte dobře?

# game/items:3313:DefaultText
source: Defective MoonMan Helmet
cs: Vadná přilba MoonMan

# game/items:3314:DefaultText
source: No problems.
cs: Žádné problémy.

# game/items:3315:DefaultText
source: Everything's Fine.
cs: Všechno je v pořádku.

# game/items:3316:DefaultText
source: Raptidon Handler's Armor
cs: Brnění pro psovoda Raptidona

# game/items:3317:DefaultText
source: Raptidon Handler's DESCRIPTION
cs: POPIS OBSLUHY Raptidon

# game/items:3319:DefaultText
source: Researcher's Scrubs
cs: Košilky pro výzkumné pracovníky

# game/items:3320:DefaultText
source: Lightweight and water tight - this outfit is designed for a lab, not combat.
cs: Lehké a vodotěsné - toto oblečení je určeno do laboratoře, ne do boje.

# game/items:3321:DefaultText
source: Researcher's Scrubs FLAVOR
cs: Vědecké křoviny FLAVOR

# game/items:3322:DefaultText
source: Researcher's Mask
cs: Maska výzkumníka

# game/items:3323:DefaultText
source: Researcher's Mask DESCRIPTION
cs: Popis masky výzkumníka

# game/items:3324:DefaultText
source: Researcher's Mask FLAVOR
cs: Maska výzkumníka FLAVOR

# game/items:3325:DefaultText
source: Safecracker's Jacket
cs: Bunda Safecracker

# game/items:3326:DefaultText
source: Medium weight leather jacket with stabilizing inserts for steady and quiet manipulation work.
cs: Středně těžká kožená bunda se stabilizačními vložkami pro stabilní a klidnou manipulaci.

# game/items:3327:DefaultText
source: Safecracker's Jacket FLAVOR
cs: Bunda Safecracker FLAVOR
