Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:3661:DefaultText
source: Factory Stock Armor Plating
cs: Pancéřování z výroby

# game/items:3662:DefaultText
source: Factory Stock Gadget Mod
cs: Tovární zásoba Gadget Mod

# game/items:3663:DefaultText
source: Factory Stock Skill Kit
cs: Sada továrních dovedností

# game/items:3664:DefaultText
source: Factory Stock Utility Mod
cs: Modifikace Factory Stock Utility Mod

# game/items:3665:DefaultText
source: This mod was installed by the manufacturer, but provides no effect whatsoever.
cs: Tato úprava byla nainstalována výrobcem, ale nemá žádný účinek.

# game/items:3666:DefaultText
source: Mod slots are commonly used by armor manufacturers to add flair to their products, allowing them to increase the price of the product without actually providing any costly enhancements to it.
cs: Výrobci brnění běžně používají modifikační sloty, aby svým výrobkům dodali šmrnc a umožnili jim zvýšit cenu výrobku, aniž by jej skutečně nákladně vylepšili.

# game/items:3667:DefaultText
source: Devil's Peak Environmental Controls Keycard
cs: Devil's Peak Environmental Controls Klíčová karta

# game/items:3668:DefaultText
source: This keycard accesses the Environmental Controls terminal in Devil's Peak Station.
cs: Tato karta umožňuje přístup k terminálu Environmental Controls ve stanici Devil's Peak.

# game/items:3669:DefaultText
source: Battered Mardet Datapad
cs: Otlučený datapad Mardet

# game/items:3670:DefaultText
source: An old datapad once used by the Groundbreaker's Mardet security forces. From the accumulated dust and grime, this hasn't been accessed for over a decade.
cs: Starý datapad, který kdysi používaly bezpečnostní síly Mardetu. Podle nahromaděného prachu a špíny k němu nikdo neměl přístup více než deset let.

# game/items:3671:DefaultText
source: Down on their luck smugglers will often purchase old datapads in the hope of finding clues to a forgotten cache of goods they can sell.
cs: Pašeráci, kteří mají smůlu, často kupují staré datapady v naději, že v nich najdou stopy k zapomenutému zboží, které by mohli prodat.

# game/items:3672:DefaultText
source: The old datapad contains incident reports from various Mardet security patrols. Most are details of simple fines and dust-ups between the crews of wildcat freighters and corporate haulers. Two entries have been marked for later review: "August 7, 2344: Responded to a code ID-10-T at the Lost Hope. Vera asked us to bounce some Back Bay rat that got himself soaked in Spectrum Red. Drunken fool got into a scuffle with one of Engineer Tennyson's people. We tossed the rungleech back down to the bays. Asshole fought us the entire way, telling us we'd be sorry once he controlled the 'hammer's power.' If this is some new Hammersmith marketing stunt, I'm complaining to Sanita." "October 25, 2344: Had another run-in with the rungleech from the Lost Hope. Don't know how the uppity piker crawled out of the Back Bays without us noticing. Locked himself into the repair bay off of docking slip 13 and refused to come out. Kept raving about the 'weapon's chaotic beauty' or some shit while we were trying to talk him out. Had to break off when our shift ended. Hullhead's gotta come out eventually."
cs: Starý datapad obsahuje hlášení o incidentech z různých bezpečnostních hlídek Mardetu. Většinou jde o podrobnosti o obyčejných pokutách a přestřelkách mezi posádkami divokých nákladních lodí a firemních dopravců. Dva záznamy byly označeny pro pozdější přezkoumání: "7. srpna 2344: Reagováno na kód ID-10-T na Ztracené naději. Vera nás požádala, abychom odrazili nějakou krysu z Back Bay, která se namočila do červeného spektra. Opilý hlupák se dostal do potyčky s jedním z lidí inženýra Tennysona. Odhodili jsme rungleech zpátky dolů do zálivu. Blbec se s námi celou cestu pral a říkal nám, že budeme litovat, až ovládne "sílu kladiva". Jestli je tohle nějaký nový marketingový trik Hammersmithu, tak si stěžuju Sanitě." "25. října 2344: Další střet s runglemi ze Ztracené naděje. Nevím, jak se ten namyšlený šťoural vyplazil ze Zadních prostor, aniž bychom si toho všimli. Zamkl se v opravárenském prostoru u doku 13 a odmítal vyjít ven. Pořád básnil o "chaotické kráse zbraně" nebo tak nějak, zatímco jsme se ho snažili přemluvit. Když nám skončila směna, museli jsme se rozejít. Hullhead nakonec musí vyjít ven."

# game/items:3673:DefaultText
source: Hephaestus Mining - Archive Cartridge
cs: Hephaestus Mining - Archivní kazeta

# game/items:3674:DefaultText
source: This data cartridge contains the public records of Hephaestus Mining's outpost on Scylla. It can be viewed using the captain's terminal on the Unreliable.
cs: Tato datová kazeta obsahuje veřejné záznamy o pobočce společnosti Hephaestus Mining na ostrově Scylla. Lze ji zobrazit pomocí kapitánského terminálu na Nespolehlivé.

# game/items:3675:DefaultText
source: Like accounting figures, most companies keep two sets of data records: public and private. Wildcat miners often purchase the public records of failed mining outposts, hoping to uncover details on remaining ore veins that are too small for a corporation to consider profitable.
cs: Podobně jako u účetních údajů vede většina společností dvě sady datových záznamů: veřejné a neveřejné. Těžaři divokých koček často kupují veřejné záznamy neúspěšných těžebních základen v naději, že odhalí podrobnosti o zbývajících rudných žilách, které jsou příliš malé na to, aby je korporace považovala za rentabilní.

# game/items:3676:DefaultText
source: SubLight Datapad
cs: Datapad SubLight

# game/items:3677:DefaultText
source: The personal datapad of a SubLight contractor.
cs: Osobní datapad dodavatele SubLight.

# game/items:3678:DefaultText
source: When a SubLight contractor dies on the job, their aggressively nonsentimental teammates sell all of their possessions to maximize profits. This could explain why most SubLight contractors tend to work alone. It's hard to partner with someone who often weighs how valuable your corpse might be.
cs: Když dodavatel SubLight zemře při práci, jeho agresivně nesentimentální kolegové prodají veškerý jeho majetek, aby maximalizovali zisk. To by mohlo vysvětlovat, proč většina dodavatelů SubLight pracuje spíše sama. Je těžké spolupracovat s někým, kdo často zvažuje, jak cenná může být vaše mrtvola.

# game/items:3679:DefaultText
source: This datapad contains the personal journal of Mercer Cole, a low-level SubLight contractor. Most entries pertain to slagging his teammates or complaining about shit-for-pay contracts. The last entry reads: "Can't believe we found fucking Allaveetay gas in a hibernated Rizzo lab out in the dustback! Lahveetay? Ollivittey? Whatever it's spelled, it's worth a shit-ton. Who the fuck'd use that to make candy? Looks like ol' Gertie's hunch is gonna prove out. Not that I'll ever tell her so, the way she goes primal at the slightest hint of criticism. Too much product for us to transport. Gonna need a ship to smuggle this off-world. Probably need Lilya Hagen to send a team. No way Ms. Malin can handle this job out of Fallbrook. Been working on Remy, plying him with the pale kale ale he likes. Figure if I get him nice and sloshed, he'll tell me the password into that place. Did some exploring while he and Gertie were testing the ahlawitty gas. Found an old elevator shaft a labcoat modded into a hidey-spot for some dandified weapon. Thing's probably worth enough to make me a right top-runger after I go back for it. Ol' Mercer's getting hisself to Byzantium, you can bet on it! Can't let Remy or Gertie find out about it. Gertie'd go all full-burn and demand I split the profits. Remy... he'd probably send me to the boneyard and keep it for hisself."
cs: Tento datapad obsahuje osobní deník Mercera Colea, nízko postaveného dodavatele SubLight. Většina záznamů se týká pomlouvání kolegů z týmu nebo stížností na špatně placené smlouvy. Poslední záznam zní: "Nemůžu uvěřit, že jsme našli zasranej plyn Allaveetay v hibernované laboratoři Rizzo v prachu! Lahveetay? Ollivittey? Ať už se to píše jakkoli, stojí to za hovno. Kdo by to kurva používal na výrobu cukroví? Vypadá to, že se Gertieho předtucha potvrdí. Ne, že bych jí to někdy řekl, když se při sebemenším náznaku kritiky chová jako primitiv. Na převoz je toho moc. Budeme potřebovat loď, abychom to propašovali mimo Zemi. Nejspíš bude potřeba, aby Lilya Hagenová poslala tým. Slečna Malinová tuhle práci z Fallbrooku v žádném případě nezvládne. Pracuju na Remym, láduju ho světlým kapustovým pivem, které má rád. Když ho pěkně opiju, řekne mi heslo k tomu místu. Trochu jsem ho prozkoumal, když s Gertie testovali ahlawitty plyn. Našel jsem starou výtahovou šachtu, kterou si laborant upravil na úkryt pro nějakou dandifikovanou zbraň. Ta věc má nejspíš takovou cenu, že až se pro ni vrátím, udělá ze mě správného top-runnera. Starej Mercer se dostane do Byzance, na to vem jed! Nesmí se o tom dozvědět Remy nebo Gertie. Gertie by se rozohnila a požadovala by, abych se rozdělil o zisk. Remy... ten by mě nejspíš poslal na smetiště a nechal si to pro sebe."

# game/items:3680:DefaultText
source: Damaged UDL Datapad
cs: Poškozený datapad UDL

# game/items:3681:DefaultText
source: A corporate datapad with UDL branding. From the plasma burns and specks of blood marring the device, its previous owner refused to part with it until, to quote, "Over my dead body!"
cs: Firemní datapad se značkou UDL. Podle plazmových popálenin a skvrn od krve, kterými bylo zařízení poznamenáno, se s ním jeho předchozí majitel odmítal rozloučit, dokud, cituji: "Přes mou mrtvolu!"

# game/items:3682:DefaultText
source: Down on their luck smugglers will often purchase old datapads in the hope of finding clues to a forgotten cache of goods they can sell.
cs: Pašeráci, kteří mají smůlu, často kupují staré datapady v naději, že v nich najdou stopy k zapomenutému zboží, které by mohli prodat.

# game/items:3683:DefaultText
source: The screen is cracked and most of the keys are non-functional -- fused together from plasma damage. All but a few entries are unreadable. Of those remaining, only snippets can be viewed. Entry #1: "...orporal Sauber, you are reassigned effective immed... ...must report to site safety commander Sanders by 1600 HST... ...transport provided by non-corporate contractor... ...reliable... ...proceed overland to research fac... ...east... ...town designation: Fallbrook..." Entry #2: "...kind of shit-hole facility is this? I'm never accepting a 'promotion' again unless it comes with a gilded... ...hastity keeps losing her damn keycard... ...expects me to find it for her... ...not her fucking swain! At least, Powell is easy on the eyes..." Entry #3: "...shit-rapt-fucking alarm went off again before I got a chance to try the weapon... ...seen anything like it... ...itch Chastity used it for a damn prank! Now Sanders is gonna lock it up and I'll nev... ...perfect for crowd control... ...easy to maintain order in the townships once they get their hands on gloo..."
cs: Obrazovka je prasklá a většina kláves je nefunkční - jsou srostlé kvůli poškození plazmou. Až na několik položek jsou všechny nečitelné. Z těch zbývajících lze zobrazit jen útržky. Záznam č. 1: "...orporále Saubere, jste s okamžitou platností přeřazen... ...musíte se hlásit u velitele bezpečnosti Sanderse do 16:00 HST... ...dopravu zajišťuje nekorporátní dodavatel... ...spolehlivý... ...pokračujte po souši do výzkumné fakulty...". ...východní... ...označení města: ...Fallbrook..." Záznam č. 2: "...co je tohle za zařízení na hovno? Už nikdy nepřijmu 'povýšení', pokud s ním nebude spojeno pozlacené... ...hastity pořád ztrácí tu svou zatracenou kartu... ...a čeká, že ji za ni najdu... ...a ne ten její zasranej swain! Aspoň že Powellovi se na to dobře kouká..." Zápis č. 3: "...zasranej zasranej alarm se zase spustil dřív, než jsem měl šanci tu zbraň vyzkoušet... ...neviděl jsem nic podobnýho... ...itch Chastity ji použila na nějakej zatracenej žert! Teď ji Sanders zamkne a já už nikdy... ...perfektní pro kontrolu davu... ...snadno se udržuje pořádek v městečkách, jakmile se jim dostane do rukou gloo..."

# game/items:3702:DefaultText
source: Velma's Container Key
cs: Klíč ke kontejneru Velma

# game/items:3703:DefaultText
source: A key to the locked container in Velma's office.
cs: Klíč od zamčené schránky ve Velmině kanceláři.

# game/items:3704:DefaultText
source: It must have a lot of data.
cs: Musí mít spoustu dat.

# game/items:3728:DefaultText
source: The Peacekeeper is a faster firing sawed-off shotgun with a tight spread, but fewer projectiles loaded into a single shot.
cs: Peacekeeper je rychleji střílející brokovnice s malým rozptylem, ale s menším počtem střel na jednu ránu.

# game/items:3729:DefaultText
source: Improved Anodized
cs: Vylepšená eloxovaná

# game/items:3730:DefaultText
source: Improved Insulated
cs: Vylepšená izolace

# game/items:3731:DefaultText
source: Improved Laminated
cs: Vylepšené laminované

# game/items:3732:DefaultText
source: Improved Toughened
cs: Vylepšené tvrzené

# game/items:3733:DefaultText
source: Improved Grounded
cs: Vylepšené uzemnění

# game/items:3734:DefaultText
source: Improved Hunter Kit
cs: Vylepšená sada Hunter

# game/items:3735:DefaultText
source: Improved Silver Tongue Kit
cs: Vylepšená sada Silver Tongue Kit

# game/items:3736:DefaultText
source: Improved Tech Kit
cs: Vylepšená technická sada

# game/items:3737:DefaultText
source: Improved Thug Kit
cs: Vylepšená souprava Thug Kit

# game/items:3738:DefaultText
source: Improved Stealth Kit
cs: Vylepšená sada Stealth

# game/items:3883:DefaultText
source: This battered Tossball Blocker has seen better days, but was once an elite weapon in Grimm's hands.
cs: Tento otlučený Tossball Blocker už má lepší časy za sebou, ale kdysi byl v Grimmových rukou elitní zbraní.

# game/items:3884:DefaultText
source: Stealth Kit
cs: Sada Stealth Kit

# game/items:3885:DefaultText
source: Armor Mod - Skill Kit Kit mod applied to Armors which increases Stealth skills.
cs: Armor Mod - modifikace sady dovedností, která se aplikuje na brnění a zvyšuje schopnosti Stealth.

# game/items:3886:DefaultText
source: Patented noise-canceling technology makes your every step silent!
cs: Díky patentované technologii potlačení hluku bude každý váš krok tichý!

# game/items:4070:DefaultText
source: Melee Weapon Mod - Grip Reduces some of the noise made when swinging the weapon.
cs: Modifikace zbraně pro boj zblízka - rukojeť Snižuje hluk při máchání zbraní.

# game/items:4071:DefaultText
source: This grip is not only coated with a high tensile strength resin which significantly reduces the squeaking created by your hand's contact with the grip, but also installed with noise-canceling hardware to counterbalance some of the sound from wind resistance when taking a swing.
cs: Tento grip je nejen potažen pryskyřicí s vysokou pevností v tahu, která výrazně snižuje vrzání vznikající při kontaktu ruky s gripem, ale je také vybaven hardwarem pro potlačení hluku, který vyrovnává část zvuku vznikajícího při švihu v důsledku odporu větru.

# game/items:4221:DefaultText
source: Padded
cs: Polstrované stránky

# game/items:4222:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against Cold damage.
cs: Modifikace brnění - brnění Zvyšuje hodnoty brnění těla a přilby proti poškození chladem.

# game/items:4223:DefaultText
source: The inner lining of the armor is filled with a thin foam insulation to protect the wearer from cold temperatures.
cs: Vnitřní podšívka brnění je vyplněna tenkou pěnovou izolací, která chrání uživatele před nízkými teplotami.

# game/items:4224:DefaultText
source: Augmented Padding
cs: Rozšířené polstrování

# game/items:4226:DefaultText
source: The inner lining of the armor is filled with a thick foam insulation to protect the wearer from extremely cold temperatures.
cs: Vnitřní podšívka brnění je vyplněna silnou pěnovou izolací, která chrání uživatele před extrémně nízkými teplotami.

# game/items:4227:DefaultText
source: Augmented Reinforcement
cs: Rozšířená výztuž

# game/items:4229:DefaultText
source: The armor is reinforced inside and out with a thick layer of inert material, notably reducing incoming damage all kinds.
cs: Pancíř je uvnitř i zvenku vyztužen silnou vrstvou inertního materiálu, což výrazně snižuje příchozí poškození všeho druhu.

# game/items:4230:DefaultText
source: Armor Mod - Skill Kit Kit mod applied to Armors which upgrades Ranged skills.
cs: Armor Mod - modifikace sady dovedností, která se aplikuje na brnění a vylepšuje dovednosti pro boj na dálku.

# game/items:4231:DefaultText
source: Mini-gyros stabilize your head and arms for improved shooting!
cs: Mini-gyros stabilizuje hlavu a ruce pro lepší střelbu!

# game/items:4232:DefaultText
source: Armor Mod - Skill Kit Kit mod applied to Armors which upgrades Dialog and Leadership skills.
cs: Armor Mod - Skill Kit Kit mod aplikovaný na brnění, který vylepšuje schopnosti Dialog a Leadership.

# game/items:4233:DefaultText
source: The various included polishes, sequins and bangles will make you "dressed to impress" in any armor.
cs: Díky různým přiloženým lakům, flitrům a náramkům budete "oblečená tak, abyste udělala dojem" v každém brnění.

# game/items:4234:DefaultText
source: Armor Mod - Skill Kit Kit mod applied to Armors which upgrades Stealth skills.
cs: Armor Mod - Skill Kit Kit mod se aplikuje na brnění, které vylepšuje schopnosti Stealth.

# game/items:4235:DefaultText
source: Patented noise-canceling technology, along with lubricated joints and rubberized soles, will make you virtually noiseless!
cs: Patentovaná technologie potlačení hluku spolu s promazanými klouby a pogumovanou podrážkou vám zajistí, že budete prakticky bezhluční!

# game/items:4236:DefaultText
source: Armor Mod - Skill Kit Kit mod applied to Armors which upgrades Tech skills.
cs: Armor Mod - sada dovedností Kit Mod se aplikuje na brnění, které vylepšuje technické dovednosti.

# game/items:4237:DefaultText
source: This tech is so advanced that we cannot even tell you how it does what it does!
cs: Tato technologie je tak pokročilá, že vám ani nedokážeme říct, jak to dělá!

# game/items:4238:DefaultText
source: Armor Mod - Skill Kit Kit mod applied to Armors which upgrades Melee and Defensive skills.
cs: Armor Mod - sada dovedností Kit Mod se aplikuje na brnění, které vylepšuje dovednosti boje zblízka a obrany.

# game/items:4239:DefaultText
source: This kit re-balances the weight distribution of the armor, resulting is heavier blows and faster reactions.
cs: Tato sada vyvažuje rozložení hmotnosti brnění, což vede k těžším úderům a rychlejším reakcím.

# game/items:4240:DefaultText
source: Augmented Anodization
cs: Rozšířená eloxace

# game/items:4242:DefaultText
source: The outer surface is coated with a protective oxide layer that resists corrosion.
cs: Vnější povrch je pokryt ochrannou vrstvou oxidu, která odolává korozi.

# game/items:4243:DefaultText
source: Augmented Insulation
cs: Rozšířená izolace

# game/items:4245:DefaultText
source: The inner surface of the armor is coated with an insulating material proof against intensely high temperatures.
cs: Vnitřní povrch pancíře je potažen izolačním materiálem odolným proti vysokým teplotám.

# game/items:4246:DefaultText
source: Augmented Lamination
cs: Rozšířená laminace

# game/items:4248:DefaultText
source: The interior surface of the armor is lined with extra-thick greenwood, blocking all but the most intense N-rays.
cs: Vnitřní povrch pancíře je obložen mimořádně silným zeleným dřevem, které blokuje veškeré N-záření kromě toho nejintenzivnějšího.

# game/items:4249:DefaultText
source: Augmented Toughening
cs: Rozšířené zpevňování

# game/items:4251:DefaultText
source: The armor is reinforced with a set of thick plates, reducing incoming physical damage.
cs: Brnění je vyztuženo sadou silných plátů, které snižují příchozí fyzické poškození.

# game/items:4252:DefaultText
source: Augmented Grounding
cs: Rozšířené uzemnění

# game/items:4254:DefaultText
source: The interior surface of the armor is lined with a thick, non-conductive material, greatly reducing incoming electrical shock damage.
cs: Vnitřní povrch pancíře je obložen silným nevodivým materiálem, který výrazně snižuje poškození způsobené elektrickým proudem.

# game/items:4307:DefaultText
source: Protective Clothing w/Safety Harness Platinum
cs: Ochranný oděv s bezpečnostním postrojem Platinum

# game/items:4308:DefaultText
source: Tempered Colony Ship Guard Armor
cs: Tvrzené brnění strážců kolonií

# game/items:4309:DefaultText
source: Tempered Mardet Helmet
cs: Kalená přilba Mardet

# game/items:4315:DefaultText
source: Assault Rifle Hyper
cs: Útočná puška Hyper

# game/items:4316:DefaultText
source: Auto-Mag Pistol Hyper
cs: Pistole s automatickým zásobníkem Hyper

# game/items:4317:DefaultText
source: Bolter Pistol 3.0
cs: Pistole Bolter 3.0

# game/items:4320:DefaultText
source: Dead-Eye Assault Rifle III
cs: Útočná puška Dead-Eye III

# game/items:4321:DefaultText
source: Flamethrower 3.0
cs: Plamenomet 3.0

# game/items:4322:DefaultText
source: Grenade Launcher III
cs: Granátomet III

# game/items:4323:DefaultText
source: Heavy Machine Gun III
cs: Těžký kulomet III

# game/items:4324:DefaultText
source: Hunting Rifle Hyper
cs: Lovecká puška Hyper

# game/items:4325:DefaultText
source: Impact Hammer Mk 3
cs: Rázové kladivo Mk 3

# game/items:4327:DefaultText
source: Light Assault Rifle Mk 3
cs: Lehká útočná puška Mk 3

# game/items:4328:DefaultText
source: Light Machine Gun Mk 3
cs: Lehký kulomet Mk 3

# game/items:4329:DefaultText
source: Light Pistol Mk 3
cs: Lehká pistole Mk 3

# game/items:4330:DefaultText
source: Officer's Spine Titanium
cs: Důstojnická páteř Titanium

# game/items:4332:DefaultText
source: Plasma Cutter Titanium
cs: Plazmový řezák na titan

# game/items:4334:DefaultText
source: Plasma Rifle 3.0
cs: Plazmová puška 3.0

# game/items:4335:DefaultText
source: Pulse Hammer Titanium
cs: Pulzní kladivo Titanium

# game/items:4337:DefaultText
source: Sawed-Off Shotgun Mk 3
cs: Brokovnice s upilovanou hlavní Mk 3

# game/items:4338:DefaultText
source: Security Blade Hyper
cs: Bezpečnostní čepel Hyper

# game/items:4340:DefaultText
source: Shock Cannon Hyper
cs: Rázové dělo Hyper

# game/items:4341:DefaultText
source: Stun Baton Hyper
cs: Omračující obušek Hyper

# game/items:4342:DefaultText
source: Tactical Shotgun III
cs: Taktická brokovnice III

# game/items:4343:DefaultText
source: Telescoping Staff Mk 3
cs: Teleskopická hůl Mk 3

# game/items:4344:DefaultText
source: The Vermin III
cs: Škůdci III

# game/items:4345:DefaultText
source: Tremor Cleaver Hyper
cs: Chvění Cleaver Hyper

# game/items:4346:DefaultText
source: Trip-Blade Mk 3
cs: Výletní čepel Mk 3

# game/items:4456:DefaultText
source: IMPROVISED WEAPON
cs: IMPROVIZOVANÁ ZBRAŇ
