Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:481:DefaultText
source: This mechanical marvel keeps perfect time in various gravities, including zero gee. However, do not get it wet. Or subject it to temperatures over 350 degrees Kelvin. Or under 270 Kelvin. Or eat it.
cs: Tento mechanický zázrak udržuje perfektní čas v různých gravitacích, včetně nulové. Nesmí se však namočit. Ani ho nevystavujte teplotám nad 350 stupňů Kelvina. Nebo pod 270 Kelvinů. Ani ho nejezte.

# game/items:482:DefaultText
source: Cigarette Lighter
cs: Zapalovač cigaret

# game/items:483:DefaultText
source: A basic cigarette lighter. Well used. Most of the lighter fluid is gone.
cs: Základní zapalovač cigaret. Dobře používaný. Většina tekutiny ze zapalovače je pryč.

# game/items:484:DefaultText
source: This unadorned cigarette lighter is straightforward to use. Or it would be if you had lighter fluid. Not recommended for use in Byzantium.
cs: Tento neokázalý zapalovač se jednoduše používá. Nebo by byl, kdybyste měli tekutinu do zapalovače. Nedoporučuje se používat v Byzanci.

# game/items:485:DefaultText
source: Pneumatic Piston
cs: Pneumatický píst

# game/items:486:DefaultText
source: This product is packed with sulfates and mild radioactives for deep-scalp cleansing, and will leave your hair with a healthy glow, and smelling sweet and rose-ish like only chemicals can. WARNING: Selling this product outside of Byzantium is illegal and will result in a fine of 60,000 bits.
cs: Tento produkt je plný sulfátů a jemných radioaktivních látek pro hloubkové čištění vlasové pokožky a zanechá vaše vlasy zdravě lesklé a vonící sladce a růžově, jak to umí jen chemikálie. VAROVÁNÍ: Prodej tohoto produktu mimo Byzanc je nelegální a hrozí za něj pokuta 60 000 bitů.

# game/items:487:DefaultText
source: Not actually chocolate. Or white. Or yummy.
cs: Ne vlastně čokoláda. Nebo bílá. Nebo lahodná.

# game/items:488:DefaultText
source: This metal piece is used to transfer force from an expanding gas to a crankshaft.
cs: Tato kovová část slouží k přenosu síly z expandujícího plynu na klikový hřídel.

# game/items:489:DefaultText
source: This piston is an integral part of an automechanical's moving parts, including limbs, cameras and weapons. An automechanical without a piston is like a canoe without a paddle.
cs: Tento píst je nedílnou součástí pohyblivých částí automechaniky, včetně končetin, kamer a zbraní. Automechanik bez pístu je jako kánoe bez pádla.

# game/items:491:DefaultText
source: Imagine the delicate scent of lilacs waving under a warm spring sun. This smells like the exact opposite of that.
cs: Představte si jemnou vůni šeříků vlnících se pod hřejivým jarním sluncem. Tato vůně je jejím přesným opakem.

# game/items:492:DefaultText
source: A vial of pungent lizard squeezings recovered from an experiment in Auntie Cleo's Covert Lab.
cs: Lahvička se štiplavými ještěrčími výlisky získaná při experimentu v tajné laboratoři tety Cleo.

# game/items:495:DefaultText
source: Sprat Hide
cs: Šprotová kůže

# game/items:496:DefaultText
source: The skin of an entire adult sprat.
cs: Kůže celého dospělého šprota.

# game/items:497:DefaultText
source: TEMP Corrosion TEST WEAPON
cs: TEMP ZKOUŠKA KOROZE ZBRANĚ

# game/items:500:DefaultText
source: TEMP Physical TEST WEAPON
cs: TEMP Fyzikální testovací zbraň

# game/items:503:DefaultText
source: This Iconoclast rioter outfit was put together from anti-riot gear from some unfortunate peace officers. How ironic.
cs: Toto oblečení výtržníků Iconoclast bylo sestaveno z protipožárního vybavení některých nešťastných policistů. Jaká ironie.

# game/items:504:DefaultText
source: [TEMP] DESCRIPTION Crowd Dispersal Armor Tier 2
cs: [TEMP] POPIS Brnění pro rozptýlení davu 2. úrovně

# game/items:505:DefaultText
source: Cobbled Exo-Suit
cs: Oblek Cobbled Exo-Suit

# game/items:506:DefaultText
source: Marauder Armor. This exo-suit contains pieces from at least three other pieces of Hephaestos armor. Plus a hood.
cs: Marauder Armor. Tento exo-oblek obsahuje části z nejméně tří dalších kusů brnění Hephaestos. Plus kapuce.

# game/items:507:DefaultText
source: [TEMP] DESCRIPTION Crowd Dispersal Helmet Tier 2
cs: [TEMP] POPIS Přilba pro rozptýlení davu 2. úrovně

# game/items:508:DefaultText
source: Retrofitted Heavy Power Armor
cs: Modernizovaná těžká silová zbroj

# game/items:509:DefaultText
source: Did you know that sprats are found on every human colony world? Did you care?
cs: Věděli jste, že šproty se vyskytují na všech lidských koloniích? Zajímalo vás to?

# game/items:510:DefaultText
source: Wooly Cow Wool
cs: Vlněná kravská vlna

# game/items:511:DefaultText
source: This is a fleece of wool from a wooly cow.
cs: Jedná se o vlněné rouno z vlny krávy.

# game/items:512:DefaultText
source: A wooly cow is sheared four times per year. Their belly wool is removed first, and then the remaining wool is sheared. Belly wool is sold to fine Byzantium clothiers, while the rest is shipped all over the colony.
cs: Vlnitá kráva se stříhá čtyřikrát ročně. Nejprve se odstraní břišní vlna a poté se stříhá zbývající vlna. Břišní vlna se prodává jemným byzantským soukeníkům, zatímco zbytek se rozváží po celé kolonii.

# game/items:513:DefaultText
source: Marauder armor. This heavy power armor has been retrofitted to be even more durable and insulating. Plus it has a nice scarf.
cs: Marauderské brnění. Toto těžké energetické brnění bylo upraveno tak, aby bylo ještě odolnější a izolovanější. Navíc má pěkný šátek.

# game/items:514:DefaultText
source: Medium Armor, which provides a good amount of Damage Resistance and Damage Threshold.
cs: Střední zbroj, která poskytuje dobrou odolnost proti poškození a práh poškození.

# game/items:515:DefaultText
source: Makeshift Low Pressure Suit
cs: Provizorní nízkotlaký oblek

# game/items:516:DefaultText
source: Marauder armor. This low pressure suit has seen better days. It should hold together and provide some protection, but it's not recommended to wear it in hard vacuum.
cs: Marauderské brnění. Tento nízkotlaký oblek už má lepší časy za sebou. Měl by držet pohromadě a poskytovat určitou ochranu, ale nedoporučuje se nosit ho v tvrdém vakuu.

# game/items:517:DefaultText
source: Medium Armor, which provides a good amount of Damage Resistance and Damage Threshold.
cs: Střední zbroj, která poskytuje dobrou odolnost proti poškození a práh poškození.

# game/items:518:DefaultText
source: Rebuilt Mining Gear
cs: Přestavěné důlní zařízení

# game/items:519:DefaultText
source: Flamethrower
cs: Plamenomet

# game/items:520:DefaultText
source: This weapon fires a continuous stream of superheated flammable gel that immediately evaporates and ignites on contact with air. The stream of fire will rapidly burn down unarmored foes and will set enemies on fire.
cs: Tato zbraň vystřeluje nepřetržitý proud přehřátého hořlavého gelu, který se při kontaktu se vzduchem okamžitě vypaří a vznítí. Proud ohně rychle spálí nepancéřované nepřátele a zapálí nepřátele.

# game/items:521:DefaultText
source: For when you absolutely, positively have to set everything you can see on fire.
cs: Pro případy, kdy musíte bezpodmínečně zapálit všechno, co vidíte.

# game/items:573:DefaultText
source: Assault Rifle
cs: Útočná puška

# game/items:574:DefaultText
source: A versatile weapon, packing a hard punch, usable for fast firing at close range as well as accurate shooting at longer ranges.
cs: Všestranná zbraň s velkou razancí, použitelná pro rychlou střelbu zblízka i přesnou střelbu na větší vzdálenosti.

# game/items:575:DefaultText
source: Can't decide on what weapon characteristics are most important to you? Forget to switch weapons during a fight? This T&L assault rifle is for you. It's always a good choice.
cs: Nemůžete se rozhodnout, které vlastnosti zbraně jsou pro vás nejdůležitější? Zapomínáte během boje měnit zbraně? Tato útočná puška T&L je určena právě vám. Je to vždy dobrá volba.

# game/items:577:DefaultText
source: A wide-bladed sabre, modifiable to deal every type of damage, allowing for versatility against all kinds of flora and fauna.
cs: Šavle s širokou čepelí, kterou lze upravit tak, aby způsobovala všechny typy poškození, a která je univerzální proti všem druhům fauny a flóry.

# game/items:578:DefaultText
source: This melee weapon is standard issue to military recruits, who are taught swordplay before being taught ranged combat. Coated with Spacer's Choice patented Never-Dull Finish, this blade stays durable for at least twenty swings.
cs: Tato zbraň pro boj zblízka je standardním vybavením vojenských rekrutů, kteří se před výukou boje na dálku učí ovládat meč. Čepel je potažena patentovanou povrchovou úpravou Never-Dull Finish od společnosti Spacer's Choice a vydrží nejméně dvacet švihů.

# game/items:580:DefaultText
source: Attack Mod attached to Melee weapons which increases the chance to Poison the target.
cs: Útočný mod připojený ke zbraním pro boj zblízka, který zvyšuje šanci na otrávení cíle.

# game/items:582:DefaultText
source: Grenade Launcher
cs: Granátomet

# game/items:583:DefaultText
source: A heavy weapon, held at the hip, that lobs explosive projectiles with a wide area of effect that explode on contact.
cs: Těžká zbraň držená v bok, která vrhá výbušné střely s velkým dosahem, jež při kontaktu explodují.

# game/items:584:DefaultText
source: Shock Cannon
cs: Rázové dělo

# game/items:585:DefaultText
source: A heavy weapon built to hit nearby enemies with arcing electricity. The weapon locks onto a non-friendly target within range, firing a continuous "stream" of electricity.
cs: Těžká zbraň sestrojená tak, aby zasáhla blízké nepřátele elektrickým obloukem. Zbraň se zaměří na nepřátelský cíl v dosahu a vystřelí nepřetržitý "proud" elektřiny.

# game/items:586:DefaultText
source: The Shock Cannon uses T&L's proprietary "Lock and Shock" technology to make sure you never waste a single watt!
cs: Rázové dělo využívá patentovanou technologii "Lock and Shock" společnosti T&L, která zajišťuje, že nikdy neztratíte ani jeden watt!

# game/items:588:DefaultText
source: Ranged Weapon Mod - Magazine Changes the weapon's damage type to Plasma.
cs: Modifikace zbraně na dálku - zásobník Změní typ poškození zbraně na plazmové.

# game/items:589:DefaultText
source: This modification superheats the bullets, which explode into plasma when fired.
cs: Tato úprava přehřívá střely, které po výstřelu explodují v plazmu.

# game/items:591:DefaultText
source: Ranged Weapon Mod - Barrel Increases Critical Damage dealt.
cs: Modifikace zbraně na dálku - hlaveň Zvyšuje udělené kritické poškození.

# game/items:592:DefaultText
source: This special-rifled barrel lets a ranged weapon shoot a little more precisely, making critical hits do more damage.
cs: Tato speciální hlaveň umožňuje střelbu ze zbraně na dálku o něco přesněji, takže kritické zásahy způsobují větší poškození.

# game/items:593:DefaultText
source: The Vermin
cs: Havěť

# game/items:594:DefaultText
source: The most powerful pistol on the colonies - the heavy ammo it uses inflicts extreme damage but has a lot of kick.
cs: Nejsilnější pistole na koloniích - těžká munice, kterou používá, způsobuje extrémní poškození, ale má velký kopanec.

# game/items:595:DefaultText
source: It may use the heavier, more expensive ammo, but it's worth it.
cs: Používá sice těžší a dražší střelivo, ale stojí to za to.

# game/items:596:DefaultText
source: Bolter Pistol
cs: Pistole Bolter

# game/items:597:DefaultText
source: This pistol fires bursts of plasma bolts at the enemy. The weapon is lightweight and uses E-Cells that are quickly drained by the burst fire.
cs: Tato pistole vystřeluje na nepřítele dávky plazmových šroubů. Zbraň je lehká a používá elektronické články, které se při střelbě z dávky rychle vybíjejí.

# game/items:598:DefaultText
source: This small lightweight pistol will make you feel like a big shot...who can fire a Big Shot!
cs: S touto malou lehkou pistolí se budete cítit jako velký střelec... který umí střílet z Big Shotu!

# game/items:599:DefaultText
source: The widest physical blast damage that bits can buy!
cs: Nejširší fyzické poškození výbuchem, které lze koupit!

# game/items:601:DefaultText
source: TEMP Description of Pristine Aether Converter
cs: TEMP Popis Pristine Aether Converter

# game/items:602:DefaultText
source: TEMP Aether Converter (Parvati's)
cs: Převodník TEMP Aether (Parvati's)

# game/items:603:DefaultText
source: TEMP Description of Parvati's Aether Converter
cs: TEMP Popis Parvatiho éterového konvertoru

# game/items:604:DefaultText
source: Power Regulator
cs: Regulátor napájení

# game/items:605:DefaultText
source: A general-purpose power regulator used in electrical transformers. Required to repair the Unreliable.
cs: Univerzální regulátor výkonu používaný v elektrických transformátorech. Nutné k opravě Nespolehlivé.

# game/items:606:DefaultText
source: Auto-Mag Pistol
cs: Pistole s automatickým zásobníkem

# game/items:607:DefaultText
source: A semi fast-firing pistol, packing a greater punch than other brands' pistols.
cs: Polorychlopalná pistole s větší razancí než pistole jiných značek.

# game/items:608:DefaultText
source: If you want some serious firepower but aren't ready to step up to a heavy weapon, then the T&L Auto-Mag line is for you!
cs: Pokud chcete pořádnou palebnou sílu, ale nejste připraveni přejít na těžkou zbraň, pak je řada T&L Auto-Mag určena právě vám!

# game/items:610:DefaultText
source: A heavy pistol, hits hard, but with limited ammunition.
cs: Těžká pistole, silně zasahuje, ale s omezeným počtem nábojů.

# game/items:611:DefaultText
source: Spacer's Choice takes its revolvers seriously. And so should you.
cs: Společnost Spacer's Choice bere své revolvery vážně. A to byste měli i vy.

# game/items:612:DefaultText
source: Sawed-Off Shotgun
cs: Brokovnice s upilovanou hlavní

# game/items:613:DefaultText
source: Short-barreled shotgun with lousy spread and recoil, but devastating damage when used at close range against unarmored targets.
cs: Brokovnice s krátkou hlavní, mizerným rozptylem a zpětným rázem, ale ničivým poškozením při použití na blízko proti nepancéřovaným cílům.

# game/items:614:DefaultText
source: If you thought Hammersmith's Tactical Shotgun gun was hard to aim, wait until you try this gun! However, when you hit someone, they'll feel it!
cs: Pokud jste si mysleli, že s taktickou brokovnicí Hammersmith se špatně míří, počkejte, až vyzkoušíte tuto zbraň! Když však někoho zasáhnete, ucítí to!

# game/items:615:DefaultText
source: Dead-Eye Assault Rifle
cs: Útočná puška Dead-Eye

# game/items:616:DefaultText
source: A slow-firing assault rifle that is designed to cause devastating amounts of damage to its target at long ranges.
cs: Pomalu střílející útočná puška, která je určena k ničivému poškození cíle na velké vzdálenosti.

# game/items:617:DefaultText
source: Hammersmith originally tried to sell this gun with the slogan "Sniper's Choice", but they were sued by a company that they are legally not allowed to identify.
cs: Společnost Hammersmith se původně pokoušela prodávat tuto zbraň se sloganem "Sniper's Choice", ale byla zažalována společností, kterou ze zákona nesmí identifikovat.

# game/items:618:DefaultText
source: Light Assault Rifle
cs: Lehká útočná puška

# game/items:619:DefaultText
source: A cheaply-built but lightweight assault rifle. The inexpensive materials used in its construction make it a little less accurate and less durable than other assault rifles, but also easy to repair. This weapon fires fast and hits hard, but is less accurate than other assault rifles.
cs: Levná, ale lehká útočná puška. Díky levným materiálům použitým při její konstrukci je o něco méně přesná a méně odolná než jiné útočné pušky, ale také se snadno opravuje. Tato zbraň střílí rychle a silně zasahuje, ale je méně přesná než jiné útočné pušky.

# game/items:620:DefaultText
source: This fast-firing, high-spread gun is the ultimate "spray and pray" weapon. Pray that it doesn't break, too.
cs: Tato rychlopalná pistole s velkým rozptylem je dokonalou zbraní typu "střílej a modli se". Modlete se, aby se také nerozbila.

# game/items:621:DefaultText
source: Plasma Carbine
cs: Plazmová karabina

# game/items:622:DefaultText
source: A reasonably fast-firing, medium-sized, charge-up energy weapon, firing bolts of super-heated plasma which explode on impact.
cs: Poměrně rychle střílející, středně velká energetická zbraň, střílející šrouby přehřáté plazmy, která při nárazu exploduje.

# game/items:623:DefaultText
source: The T&L Plasma Carbine has everything! A good range, decent damage, even splash damage on nearby targets. Plus its overcharge feature will get you out of a tight spot every time!
cs: T&L Plasma Carbine má všechno! Dobrý dostřel, slušné poškození a dokonce i poškození stříkající vodou na blízké cíle. Navíc její funkce přebíjení vás pokaždé dostane z úzkých!

# game/items:624:DefaultText
source: Plasma Launcher
cs: Plazmový odpalovač

# game/items:625:DefaultText
source: A hipheld heavy weapon that lobs huge plasma balls at the enemy with a wide splash radius. The weapon can be overcharged to not only increase the size and damage of the projectile, but the splash radius as well.
cs: Těžká zbraň držená na boku, která vrhá na nepřítele obrovské plazmové koule s velkým poloměrem rozstřiku. Zbraň lze nabít, čímž se zvětší nejen velikost a poškození projektilu, ale i jeho dosah.

# game/items:626:DefaultText
source: Facing an unruly mob? Hold your head high as the Joch Plasma Launcher lobs its plasma balls high! Those mobs will disperse faster than you can say "Designated Curfew"! Try the new overcharge feature too!
cs: Čelíte rozvášněnému davu? Držte hlavu vztyčenou, protože plazmový odpalovač Joch vrhá své plazmové koule vysoko! Ti se rozprchnou rychleji, než řeknete "zákaz vycházení"! Vyzkoušejte také novou funkci přebíjení!

# game/items:627:DefaultText
source: Light Machine Gun
cs: Lehký kulomet

# game/items:628:DefaultText
source: A drum-loaded, hip-firing Machine Gun with a high rate of fire, which uses Light ammunition.
cs: Bubnový kulomet s vysokou rychlostí střelby, který používá lehkou munici.

# game/items:629:DefaultText
source: "Where's my heavy gun that uses light ammo?" You asked for it, and Spacer's Choice provides.
cs: "Kde je moje těžká zbraň, která používá lehkou munici?" Řekli jste si o ni a Spacer's Choice vám ji nabízí.

# game/items:630:DefaultText
source: Officer's Spine
cs: Důstojnická páteř

# game/items:631:DefaultText
source: This 1-handed sword is extremely sharp and exceptionally sturdy. Its scabbard is designed to coat the blade with acid as it's unsheathed, with vents along the blade to keep the blade coated while drawn, dealing Corrosion damage to targets.
cs: Tento jednoruční meč je mimořádně ostrý a výjimečně pevný. Jeho pochva je navržena tak, aby při odepnutí pokrývala čepel kyselinou, přičemž průduchy podél čepele udržují čepel pokrytou kyselinou i při tasení a způsobují cílům korozní poškození.

# game/items:632:DefaultText
source: The origin of the name of this sword is lost in antiquity. Was it named Officer's Spine because officers could stand straight knowing they wielded these powerful swords? Or was it that, like officers, these swords vented noxious fumes? No one knows.
cs: Původ jména tohoto meče se ztratil v dávnověku. Byl pojmenován Důstojnický trn, protože důstojníci mohli stát rovně, když věděli, že drží tyto silné meče? Nebo to bylo proto, že stejně jako důstojníci i tyto meče vypouštěly škodlivé výpary? To nikdo neví.

# game/items:634:DefaultText
source: This 1-handed weapon uses a rotating head with jagged flanges as a means to rip through the heavy hides and armors of the local beasts in the colonies.
cs: Tato jednoruční zbraň používá rotující hlavici se zubatými přírubami jako prostředek k prorážení těžkých kůží a brnění místních zvířat v koloniích.

# game/items:635:DefaultText
source: In response to the resistance that the thick pelts of many colony creatures had to standard melee weapons, T&L developed the Vortex Mace and its family of weapons.
cs: V reakci na odolnost tlustých kůží mnoha koloniálních tvorů vůči standardním zbraním pro boj zblízka vyvinula společnost T&L vírový meč a jeho rodinu zbraní.

# game/items:636:DefaultText
source: Impact Hammer
cs: Rázové kladivo

# game/items:637:DefaultText
source: A 1-handed hammer, originally used by the manufacturing sector, modifiable to deal different damage types.
cs: Jednoruční kladivo původně používané ve výrobním sektoru, které lze upravovat tak, aby způsobovalo různé typy poškození.

# game/items:638:DefaultText
source: Leave it to Spacer's Choice to make a hammer and then remind people that it's good to hit things with it. By the way, this hammer hits things really good.
cs: Nechte na Spacer's Choice, aby vyrobila kladivo a pak lidem připomněla, že je dobré s ním mlátit do věcí. Mimochodem, tohle kladivo mlátí do věcí opravdu dobře.

# game/items:639:DefaultText
source: Plasma Cutter
cs: Plazmová řezačka

# game/items:640:DefaultText
source: This 1-handed weapon was originally designed for the manufacturing industries to cut and shape metal alloys using a concentrated plasma beam infused with ignited aether.
cs: Tato jednoruční zbraň byla původně navržena pro výrobní průmysl k řezání a tvarování kovových slitin pomocí koncentrovaného plazmového paprsku napuštěného zapáleným éterem.

# game/items:641:DefaultText
source: Like the jingle says "Don't put the pedal to the metal! Put an Aramid Ballistics Plasma Cutter there instead!"
cs: Jak říká znělka: "Nešlápni na plyn! Místo toho tam dejte aramidovou balistickou plazmovou řezačku!"

# game/items:642:DefaultText
source: Tossball Blocker
cs: Blokátor míčů

# game/items:643:DefaultText
source: A sturdy club-like object used by Tossball goalies to block the ball, and occasionally inflict blunt force trauma.
cs: Pevný předmět připomínající hůl, který používají brankáři při hře Tossball k blokování míče a příležitostně i ke způsobení úrazu tupým předmětem.

# game/items:644:DefaultText
source: While obviously useful for blocking, the Tossball Blocker is also great for bronzing, cleaving, and the occasional hacking. Only from Spacer's Choice!
cs: I když je samozřejmě užitečný pro blokování, hodí se také pro bronzování, štípání a příležitostné hackování. Pouze od Spacer's Choice!

# game/items:645:DefaultText
source: Security Blade
cs: Bezpečnostní čepel

# game/items:646:DefaultText
source: A 2-handed weapon with a long blade, whose edge is electrified to apply a shocking blow to the target.
cs: Dvouruční zbraň s dlouhou čepelí, jejíž ostří je elektrizované, aby způsobilo cíli šokující úder.

# game/items:647:DefaultText
source: This T&L blade doesn't just slice...it shocks! Your opponents won't know what hit them!
cs: Tento nůž T&L nejen řeže, ale také šokuje! Vaši protivníci nebudou vědět, co je zasáhlo!

# game/items:649:DefaultText
source: Originally created as a farming tool used to harvest tripicale, this 2-handed bladed weapon was quickly found to be adaptable for different situations, specifically in the defense of farmers against hostile creatures.
cs: Tato dvouruční čepelová zbraň, která byla původně vytvořena jako zemědělský nástroj používaný ke sklizni tripicale, se rychle ukázala jako vhodná pro různé situace, zejména pro obranu zemědělců před nepřátelskými tvory.

# game/items:650:DefaultText
source: "Old MacDonald had a Trip-Blade E-I-E-I-oh! And with the blade he killed a sprat E-I-E-I-ow!" -- from the Ballad of the Choosey Spacer
cs: "Starý MacDonald měl nůž E-I-E-I-oh! A tím nožem zabil šprota E-I-E-I-ow!" -- z Balady o vybraném špacíru

# game/items:651:DefaultText
source: Pulse Hammer
cs: Pulzní kladivo
