Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:3496:DefaultText
source: Written proof that Elijah and his thugs planned Isaac Rose's death.
cs: Písemný důkaz, že Elijah a jeho zločinci plánovali smrt Isaaca Rose.

# game/items:3497:DefaultText
source: Identifies Braxton Hecht as an employee of the MSI fishery and Velma Ballard as his supervisor.
cs: Identifikuje Braxtona Hechta jako zaměstnance rybářství MSI a Velmu Ballardovou jako jeho nadřízenou.

# game/items:3498:DefaultText
source: Insurance Office Key
cs: Klíč od kanceláře pojišťovny

# game/items:3499:DefaultText
source: This key can unlock doors and terminals in the offices of the Greater Halcyon Insurance Group in Fallbrook.
cs: Tímto klíčem lze odemknout dveře a terminály v kancelářích společnosti Greater Halcyon Insurance Group ve Fallbrooku.

# game/items:3500:DefaultText
source: Armor Mod - Armoring
cs: Modifikace brnění - brnění

# game/items:3502:DefaultText
source: Armor Mod - Skill Kit
cs: Modul brnění - sada dovedností

# game/items:3503:DefaultText
source: Armor Mod - Utility
cs: Modul brnění - Utility

# game/items:3504:DefaultText
source: Melee Weapon Mod - Attack
cs: Modifikace zbraně pro boj zblízka - útok

# game/items:3505:DefaultText
source: Melee Weapon Mod - Grip
cs: Modifikace zbraně pro boj zblízka - rukojeť

# game/items:3506:DefaultText
source: Ranged Weapon Mod - Barrel
cs: Modifikace zbraně na dálku - Hlaveň

# game/items:3507:DefaultText
source: Ranged Weapon Mod - Magazine
cs: Modifikace zbraně na dálku - zásobník

# game/items:3508:DefaultText
source: Ranged Weapon Mod - Sight
cs: Modifikace zbraně na dálku - zaměřovač

# game/items:3509:DefaultText
source: Adelaide's Gardening Shears
cs: Zahradnické nůžky Adelaide

# game/items:3510:DefaultText
source: Critical hits deal additional damage and cause bleeding.
cs: Kritické zásahy způsobují další poškození a krvácení.

# game/items:3511:DefaultText
source: IMPROVISED WEAPON Adelaide won't be needing these anymore.
cs: VYLEPŠENÁ ZBRAŇ Adelaide už je nebude potřebovat.

# game/items:3512:DefaultText
source: Reed's Hat
cs: Rákosový klobouk

# game/items:3513:DefaultText
source: Wearing this hat grants a bonus to Lie, Intimidate, and Persuade.
cs: Nošení tohoto klobouku poskytuje bonus ke schopnostem Lhaní, Zastrašování a Přesvědčování.

# game/items:3514:DefaultText
source: Formerly the property of Reed Tobson, who was formerly the property of Spacer's Choice.
cs: Dříve majetek Reeda Tobsona, který byl dříve majetkem společnosti Spacer's Choice.

# game/items:3521:DefaultText
source: Lab Protective Monocle
cs: Laboratorní ochranný monokl

# game/items:3522:DefaultText
source: Protective eyewear.
cs: Ochranné brýle.

# game/items:3523:DefaultText
source: The best in safety-wear, for when you really want to protect your eye's sight.
cs: Nejlepší bezpečnostní brýle, které opravdu chrání váš zrak.

# game/items:3524:DefaultText
source: Fedora, Red-Banded
cs: Fedora, s červenou páskou

# game/items:3525:DefaultText
source: DESCRIPTION Fedora, Red-Banded
cs: POPIS Fedora, s červenou páskou

# game/items:3526:DefaultText
source: A fancy fedora. Fine and dandy, even.
cs: Nóbl klobouk. Dokonce i pěkná a šikovná.

# game/items:3527:DefaultText
source: Chief Executive Suit, First-Class
cs: Výkonný oblek, první třída

# game/items:3528:DefaultText
source: DESCRIPTION Chief Executive Suit, First-Class
cs: POPIS Oblek pro výkonného ředitele, první třída

# game/items:3529:DefaultText
source: FLAVOR Chief Executive Suit, First-Class
cs: FLAVOR Hlavní výkonný oblek, první třída

# game/items:3530:DefaultText
source: Bowler, Business Formal
cs: Buřinka, společenská

# game/items:3531:DefaultText
source: DESCRIPTION Bowler, Business Formal
cs: Popis Bowler, Business Formal

# game/items:3532:DefaultText
source: This fancy bowler hat makes a bold statement, "Look at my hat!".
cs: Tato efektní buřinka je odvážným prohlášením: "Podívejte se na můj klobouk!".

# game/items:3533:DefaultText
source: Precision Spectrum Magnification Mono-Lens
cs: Monočočočky s přesným spektrálním zvětšením

# game/items:3534:DefaultText
source: DESCRIPTION Precision Spectrum Magnification Mono-Lens
cs: POPIS Přesné monočočočky se zvětšením spektra

# game/items:3535:DefaultText
source: FLAVOR Precision Spectrum Magnification Mono-Lens
cs: Monočočočky FLAVOR Precision Spectrum Magnification

# game/items:3536:DefaultText
source: Hermit Outfit
cs: Oblečení poustevníka

# game/items:3537:DefaultText
source: DESCRIPTION Hermit Outfit
cs: POPIS Oblečení poustevníka

# game/items:3538:DefaultText
source: LORE Hermit Outfit
cs: Oblečení poustevníka LORE

# game/items:3539:DefaultText
source: Fancy Evening Wear, Collarless
cs: Společenské šaty, bez límce

# game/items:3540:DefaultText
source: DESCRIPTION Parvati Date Outfit
cs: POPIS Parvati Date Outfit

# game/items:3542:DefaultText
source: Vicar Dream Outfit
cs: Oblečení vikáře snů

# game/items:3543:DefaultText
source: DESCRIPTION Vicar Dream Outfit
cs: POPIS Vikářské oblečení snů

# game/items:3544:DefaultText
source: LORE Vicar Dream Outfit
cs: Oblečení snů faráře LORE

# game/items:3545:DefaultText
source: Syndicate Thug Outfit
cs: Syndikátní oblečení pro zločince

# game/items:3546:DefaultText
source: Lightweight outfit, made to look menacing.
cs: Lehké oblečení, které má vypadat hrozivě.

# game/items:3547:DefaultText
source: Outfits for low level mobsters. I'm sure your mother would be proud.
cs: Oblečení pro mafiány na nízké úrovni. Tvoje matka by na tebe byla určitě pyšná.

# game/items:3548:DefaultText
source: DESCRIPTION Chairman Outfit
cs: POPIS Předsednická výstroj

# game/items:3549:DefaultText
source: LORE Chairman Outfit
cs: Oblečení předsedy LORE

# game/items:3550:DefaultText
source: DESCRIPTION Prison Hat
cs: Popis Vězeňská čepice

# game/items:3551:DefaultText
source: LORE Prison Hat
cs: Vězeňská čepice LORE

# game/items:3552:DefaultText
source: DESCRIPTION Prison Outfit
cs: POPIS Vězeňské oblečení

# game/items:3553:DefaultText
source: LORE Prison Outfit
cs: Vězeňské oblečení LORE

# game/items:3554:DefaultText
source: DESCRIPTION Townie Mask
cs: POPIS Maska města

# game/items:3555:DefaultText
source: Well-made clothing. Made for fashion, not protection.
cs: Dobře vyrobené oblečení. Vyrobeno pro módu, ne pro ochranu.

# game/items:3556:DefaultText
source: Headgear #24601
cs: Pokrývka hlavy #24601

# game/items:3557:DefaultText
source: Cheap headwear, used to identify prisoners.
cs: Levné pokrývky hlavy, které se používají k identifikaci vězňů.

# game/items:3558:DefaultText
source: Prisoner's facial restraint.
cs: Omezení obličeje vězně.

# game/items:3559:DefaultText
source: Facial restraint with no room for fava beans, much less biting.
cs: Obličejová zdrženlivost bez prostoru pro fazolky, natož pro kousání.

# game/items:3560:DefaultText
source: Worker's clothing. Built for durability, not protection.
cs: Dělnické oblečení. Vytvořeno pro odolnost, nikoliv pro ochranu.

# game/items:3561:DefaultText
source: Under license to Universal Defense Logistics, Spacer's Choice makes a full line of inmate uniforms. Style U includes plated elements for awkward movement.
cs: Společnost Spacer's Choice vyrábí v licenci společnosti Universal Defense Logistics celou řadu vězeňských uniforem. Styl U obsahuje pokovené prvky pro nepříjemný pohyb.

# game/items:3562:DefaultText
source: Prisoner's uniform. Made to reduce costs, not provide protection.
cs: Vězeňská uniforma. Vyrobeno pro snížení nákladů, nikoliv pro ochranu.

# game/items:3563:DefaultText
source: Medium weight leather jacket. Moderate protection against danger.
cs: Středně těžká kožená bunda. Mírná ochrana před nebezpečím.

# game/items:3564:DefaultText
source: Under license to Universal Defense Logistics, Spacer's Choice makes a full line of inmate uniforms. Style W is reinforced for longer lifetimes and reduced replacements.
cs: Společnost Spacer's Choice vyrábí v licenci společnosti Universal Defense Logistics celou řadu vězeňských uniforem. Styl W je zesílený pro delší životnost a snížení počtu výměn.

# game/items:3565:DefaultText
source: Lightweight leather jacket, a spacer's favorite.
cs: Lehká kožená bunda, oblíbená bunda Space.

# game/items:3566:DefaultText
source: Lightweight spacer's gear. Surprisingly effective against corrosive material.
cs: Lehké distanční zařízení. Překvapivě účinný proti korozivním materiálům.

# game/items:3567:DefaultText
source: Lightweight spacer's outfit. Built for looks, not protection.
cs: Lehká výstroj distančního pracovníka. Vytvořeno pro vzhled, ne pro ochranu.

# game/items:3568:DefaultText
source: Lightweight spacer's farming outfit. Slightly more rugged than standard spacer wear.
cs: Lehké farmářské oblečení. O něco robustnější než standardní distanční oblečení.

# game/items:3569:DefaultText
source: Lightweight daily spacer's wear.
cs: Lehké denní nošení.

# game/items:3570:DefaultText
source: Spacer's goggles. Great for protecting your eyes, not your head.
cs: Spacerovy brýle. Skvěle chrání oči, nikoli hlavu.

# game/items:3571:DefaultText
source: Welding goggles. Great for protecting your eyes, not your head. Obstructs vision.
cs: Svářečské brýle. Skvěle chrání oči, nikoli hlavu. Brání ve výhledu.

# game/items:3572:DefaultText
source: Lightweight spacer's helmet. Full coverage for moderate protection.
cs: Lehká distanční přilba. Plné krytí pro střední ochranu.

# game/items:3573:DefaultText
source: Lightweight spacer's helmet. Open for visibility, but reduced protection.
cs: Lehká distanční přilba. Otevřená pro viditelnost, ale se sníženou ochranou.

# game/items:3574:DefaultText
source: Lightweight working outfit.
cs: Lehké pracovní oblečení.

# game/items:3575:DefaultText
source: Lightweight, but durable work outfit.
cs: Lehké, ale odolné pracovní oblečení.

# game/items:3576:DefaultText
source: Basic gas mask. Effective defense against corrosion, but little else.
cs: Základní plynová maska. Účinná ochrana proti korozi, ale máloco jiného.

# game/items:3577:DefaultText
source: Butcher's Outfit
cs: Oblečení řezníka

# game/items:3578:DefaultText
source: Lightweight butcher's outfit.
cs: Lehké řeznické oblečení.

# game/items:3579:DefaultText
source: Lightweight hat. Made for looks, not protection.
cs: Lehký klobouk. Vyrobena pro vzhled, ne pro ochranu.

# game/items:3580:DefaultText
source: The heaviest corporate armor. Distributed only to the elite corporate commander units.
cs: Nejtěžší firemní brnění. Distribuuje se pouze elitním velitelským jednotkám korporace.

# game/items:3581:DefaultText
source: Lightweight corporate uniform. Lowest protection, but maximum mobility for new corporate recruits.
cs: Lehká firemní uniforma. Nejnižší ochrana, ale maximální mobilita pro nové firemní rekruty.

# game/items:3582:DefaultText
source: Medium-weight corporate armor designed specifically for Tactical Operations. A mix of solid protection and maximum mobility.
cs: Středně těžké firemní brnění navržené speciálně pro taktické operace. Kombinace solidní ochrany a maximální mobility.

# game/items:3583:DefaultText
source: Medium-weight corporate armor. Solid protection, but cheap enough to produce for basic troopers.
cs: Středně těžké firemní brnění. Solidní ochrana, ale dostatečně levná na výrobu pro základní vojáky.

# game/items:3584:DefaultText
source: Stylish but functional, this streetwear is good in all situations. Just like Ellie.
cs: Toto stylové, ale funkční streetové oblečení se hodí za každé situace. Stejně jako Ellie.

# game/items:3585:DefaultText
source: These clothes would look good on anyone, but somehow Felix doesn't make them work. He's just too gangly.
cs: Tyhle šaty by slušely každému, ale Felixovi nějak nesedí. Je prostě příliš podsaditý.

# game/items:3586:DefaultText
source: From drinking in bars to hunting on Monarch, Nyoka chose this outfit wisely.
cs: Od pití v barech až po lov na Monarchu si Nyoka vybrala tento outfit moudře.

# game/items:3587:DefaultText
source: The oil-stained overalls tell you Parvati works hard, but the goggles tell you she values safety.
cs: Kombinéza potřísněná olejem napovídá, že Parvati tvrdě pracuje, ale brýle napovídají, že si cení bezpečnosti.

# game/items:3588:DefaultText
source: These clothes are much more attractive than a pair of overalls. Perfect for special occasions or romantic evenings.
cs: Toto oblečení je mnohem atraktivnější než kombinéza. Skvěle se hodí pro zvláštní příležitosti nebo romantické večery.

# game/items:3589:DefaultText
source: From the pulpit to the pavement to the pastures, these vestments take a vicar anywhere his flock may wander.
cs: Od kazatelny, přes chodník až po pastviny - v těchto oděvech se farář dostane všude, kam se jeho stádo zatoulá.

# game/items:3590:DefaultText
source: These are the finest vestments you have ever seen. Not a speck of dirt is on them.
cs: Jsou to ta nejkrásnější roucha, jaká jste kdy viděli. Není na nich ani smítko špíny.

# game/items:3591:DefaultText
source: These are clothes for someone who hasn't seen a boutique or a tailor in decades.
cs: Jsou to šaty pro někoho, kdo už desítky let neviděl butik nebo krejčího.

# game/items:3592:DefaultText
source: These clothes may be dated, but they are still the height of military fashion.
cs: Toto oblečení je sice zastaralé, ale stále představuje vrchol vojenské módy.

# game/items:3593:DefaultText
source: Torn, dirty and stained, these clothes certainly tell you that Phineas is a busy scientist. Too busy to wash anything, that's for sure.
cs: Roztrhané, špinavé a ušpiněné oblečení vám jistě napoví, že Phineas je pilný vědec. Příliš zaneprázdněný na to, aby něco pral, to je jisté.

# game/items:3594:DefaultText
source: Perfect for the boardroom and thoroughly tailored, this outfit was literally made for the Chairman.
cs: Tento outfit, který se skvěle hodí do zasedací místnosti a je důkladně šitý na míru, byl doslova stvořen pro předsedu.

# game/items:3595:DefaultText
source: These clothes are well-made for the well-groomed aide.
cs: Tyto oděvy jsou dobře ušité pro upravené pomocníky.

# game/items:3596:DefaultText
source: Light armor set. Scavenged and combined from other armor sets, but lightweight and mobile.
cs: Sada lehké zbroje. Je zkombinovaná z jiných sad brnění, ale je lehká a mobilní.

# game/items:3597:DefaultText
source: Medium armor set that has been scavenged from armors and bolted together.
cs: Střední sada brnění, která byla sešroubována z brnění.

# game/items:3598:DefaultText
source: Heavy and defensive set of armor built from parts scavenged and bolted together from other armors.
cs: Těžká a obranná zbroj sestavená z dílů sebraných a sešroubovaných z jiných zbrojí.

# game/items:3599:DefaultText
source: Light, scavenged helmet.
cs: Lehká, vyčištěná přilba.

# game/items:3600:DefaultText
source: Medium weight scavenged helmet.
cs: Středně těžká vyčištěná přilba.

# game/items:3601:DefaultText
source: Heavy and protective scavenged helmet.
cs: Těžká a ochranná přilba z mrchožroutů.

# game/items:3602:DefaultText
source: A lightweight outfit, repurposed into protective armor.
cs: Lehký oděv přestavěný na ochranné brnění.

# game/items:3603:DefaultText
source: Medium weight outfit - repurposed as armor by the Iconoclasts.
cs: Středně těžký oděv - Ikonoklasté ho použili jako zbroj.

# game/items:3604:DefaultText
source: A heavy suit, repurposed by the Iconoclasts into lumbering but protective armor.
cs: Těžký oblek, který Ikonoklasté přetvořili na těžké, ale ochranné brnění.

# game/items:3605:DefaultText
source: Light headgear, not originally built for protection.
cs: Lehká pokrývka hlavy, která původně nebyla určena k ochraně.

# game/items:3606:DefaultText
source: Medium helmet, repurposed as protective headgear.
cs: Střední přilba přestavěná na ochrannou pokrývku hlavy.

# game/items:3607:DefaultText
source: A heavy helmet, now used to protect Iconoclast skulls.
cs: Těžká přilba, která se nyní používá k ochraně lebek ikonoklastů.

# game/items:3608:DefaultText
source: A lightweight tweed suit. Good for business, bad for protection.
cs: Lehký tvídový oblek. Dobrý pro obchod, špatný pro ochranu.

# game/items:3609:DefaultText
source: Heavy corporate guard armor, specially designed for fast deployment Nightfall.
cs: Těžká firemní ochranná zbroj, speciálně navržená pro rychlé nasazení Nightfall.

# game/items:3610:DefaultText
source: Lightweight, casual headwear.
cs: Lehká, ležérní pokrývka hlavy.

# game/items:3611:DefaultText
source: Lightweight headgear for work.
cs: Lehká pokrývka hlavy pro práci.

# game/items:3612:DefaultText
source: Lightweight headgear for the outdoors.
cs: Lehká pokrývka hlavy do přírody.

# game/items:3613:DefaultText
source: Lightweight headgear.
cs: Lehká pokrývka hlavy.

# game/items:3614:DefaultText
source: Lightweight glasses.
cs: Lehké brýle.

# game/items:3615:DefaultText
source: Lightweight corporate mascot headgear.
cs: Lehká firemní pokrývka hlavy s maskotem.

# game/items:3616:DefaultText
source: Lightweight protective work headgear.
cs: Lehká ochranná pracovní pokrývka hlavy.

# game/items:3617:DefaultText
source: Lightweight formal headwear.
cs: Lehké formální pokrývky hlavy.

# game/items:3618:DefaultText
source: Lightweight science mask.
cs: Lehká vědecká maska.

# game/items:3619:DefaultText
source: A bespoke outfit made for the Chairman.
cs: Oblečení šité na míru předsedovi.

# game/items:3620:DefaultText
source: Spacer's Choice rugged work outfit, perfect for a grease-monkey.
cs: Robustní pracovní oblečení Spacer's Choice, ideální pro mazací opice.

# game/items:3621:DefaultText
source: Medium weight leather spacer's gear.
cs: Středně těžká kožená výstroj.

# game/items:3622:DefaultText
source: Lightweight outfit for isolated living.
cs: Lehké oblečení pro izolované bydlení.

# game/items:3623:DefaultText
source: Spacer's Choice military outfit.
cs: Vojenské oblečení Spacer's Choice.

# game/items:3624:DefaultText
source: Port of Call medium weight adventurer's outfit.
cs: Středně těžké oblečení dobrodruha Port of Call.

# game/items:3625:DefaultText
source: Formal, well-made outfit for observing objective truths.
cs: Formální, dobře ušité oblečení pro pozorování objektivních pravd.

# game/items:3626:DefaultText
source: Science gear for protection against the dangers of a lab.
cs: Vědecké vybavení na ochranu před nebezpečím v laboratoři.

# game/items:3627:DefaultText
source: Lightweight, but stylish spacer's gear.
cs: Lehká, ale stylová výstroj distanční podložky.

# game/items:3629:DefaultText
source: Sedative Gas Canister
cs: Kanystr na sedativní plyn

# game/items:3630:DefaultText
source: A label on the canister states, "Auntie Cleo's Rap-T-Gone™ is guaranteed to render even the largest raptidon unconscious for no less than six hours, AND has a refreshing antiseptic scent!" Should a method for gas dispersal be found, this canister may prove very useful.
cs: Na štítku na nádobce je uvedeno: "Rap-T-Gone™ tety Cleo zaručeně zbaví vědomí i toho největšího raptidona na dobu nejméně šesti hodin a má osvěžující antiseptickou vůni!" Pokud se najde způsob, jak plyn rozptýlit, může se tento kanystr ukázat jako velmi užitečný.

# game/items:3631:DefaultText
source: Compass on a Chain
cs: Kompas na řetízku

# game/items:3632:DefaultText
source: Universal Defense Logistics
cs: Univerzální obranná logistika

# game/items:3634:DefaultText
source: Reinforced
cs: Zesílené stránky

# game/items:3635:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against all Damage Types.
cs: Modifikace brnění - brnění zvyšuje odolnost brnění těla a přilby proti všem typům poškození.

# game/items:3636:DefaultText
source: The armor is reinforced inside and out with an inert material, reducing incoming damage of all kinds.
cs: Pancíř je uvnitř i zvenku vyztužen inertním materiálem, který snižuje příchozí poškození všeho druhu.

# game/items:3637:DefaultText
source: Electromagnetic Flash Lens
cs: Elektromagnetický zábleskový objektiv

# game/items:3638:DefaultText
source: Armor Mod - Gadget This mod inflicts Blind to nearby enemies when you enter TTD. This effect has a cooldown.
cs: Modul brnění - Gadget Tento mod způsobuje oslepení nepřátel v okolí, když vstoupíte do TTD. Tento efekt má cooldown.

# game/items:3639:DefaultText
source: Applies high-powered lenses to the armor that release a bright flash when powered.
cs: Na brnění jsou nasazeny výkonné čočky, které po zapnutí uvolňují jasný záblesk.

# game/items:3640:DefaultText
source: Automated ATP Injectors
cs: Automatické vstřikovače ATP

# game/items:3641:DefaultText
source: Armor Mod - Gadget When your health drops too low, this mod grants a large bonus to Sprint Speed for a short time. This effect has a cooldown.
cs: Modifikace brnění - Gadget Když vaše zdraví klesne příliš nízko, tato modifikace vám na krátkou dobu poskytne velký bonus k rychlosti sprintu. Tento účinek má dobu platnosti.

# game/items:3642:DefaultText
source: Injects doses of pure ATP to speed up the user when the wearer has been injured.
cs: Vstřikuje dávky čistého ATP, aby urychlil uživatele, pokud byl zraněn.

# game/items:3643:DefaultText
source: Reflexive Phobia Amplifier
cs: Reflexní zesilovač fobie

# game/items:3644:DefaultText
source: Armor Mod - Gadget This mod inflicts Terrify to human and creature melee attackers. This effect has a cooldown.
cs: Modifikace zbroje - Gadget Tato modifikace způsobuje útočníkům zblízka z řad lidí a tvorů strach. Tento účinek má cooldown.

# game/items:3645:DefaultText
source: Releases a field of fear inducing gases to discourage organic attackers.
cs: Vypustí pole plynů vyvolávajících strach, aby odradil organické útočníky.

# game/items:3646:DefaultText
source: Kinetic Pulse Redistrubutor
cs: Kinetický pulzní redistrubutor

# game/items:3647:DefaultText
source: Armor Mod - Gadget When your health drops too low, this mod pushes back all nearby enemies. This effect has a cooldown.
cs: Modifikace brnění - Gadget Když vaše zdraví klesne příliš nízko, tato modifikace odsune všechny nepřátele v okolí. Tento účinek má cooldown.

# game/items:3648:DefaultText
source: Stores kinetic energy during use and releases it when the wearer is injured.
cs: Během používání uchovává kinetickou energii a uvolňuje ji, když je nositel zraněn.

# game/items:3649:DefaultText
source: Self-Patching
cs: Samolepící

# game/items:3650:DefaultText
source: Armor Mod - Utility Reduces Armor Degradation.
cs: Armor Mod - Utility Snižuje degradaci brnění.

# game/items:3651:DefaultText
source: Installs a set of self-repairing materials that reduce the rate at which the armor deteriorates.
cs: Instaluje sadu samoopravných materiálů, které snižují rychlost poškozování pancíře.

# game/items:3652:DefaultText
source: Coat of Arms
cs: Erb

# game/items:3653:DefaultText
source: Armor Mod - Utility Reduces Companion Ability Cooldown.
cs: Modifikace zbroje - Utility Snižuje dobu odezvy schopnosti společníka.

# game/items:3654:DefaultText
source: Installs a radio emitter to subliminally inspire allies.
cs: nainstaluje rádiový vysílač, aby podprahově inspiroval spojence.

# game/items:3655:DefaultText
source: Cushioned Soles
cs: Polstrované podrážky

# game/items:3656:DefaultText
source: Armor Mod - Utility Increases Walk Speed.
cs: Modifikace zbroje - Utility Zvyšuje rychlost chůze.

# game/items:3657:DefaultText
source: Installs a pairs of load-bearing soles to aid in long treks.
cs: Instaluje pár nosných podrážek, které pomáhají při dlouhých túrách.

# game/items:3658:DefaultText
source: Cooling
cs: Chlazení

# game/items:3659:DefaultText
source: Armor Mod - Utility Increases Sprint Speed.
cs: Modifikace brnění - Utility Zvyšuje rychlost sprintu.

# game/items:3660:DefaultText
source: Installs a set of liquid cooling tubes to keep the wearer cool during strenuous activity.
cs: Instaluje sadu chladicích trubic s kapalinou, které udržují uživatele v chladu během namáhavé činnosti.
