Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:901:DefaultText
source: [TEMP] An ID cartridge for an employee of Auntie Cleo.
cs: [TEMP] ID kazeta pro zaměstnance společnosti Auntie Cleo.

# game/items:902:DefaultText
source: [TEMP] Lore Description Auntie Cleo ID Cartridge T1
cs: [TEMP] Lore Popis Auntie Cleo ID Cartridge T1

# game/items:903:DefaultText
source: [TEMP] Lore Description Auntie Cleo ID Cartridge T2
cs: [TEMP] Lore Popis Auntie Cleo ID Cartridge T2

# game/items:904:DefaultText
source: [TEMP] Lore Description Auntie Cleo ID Cartridge T3
cs: [TEMP] Lore Popis Auntie Cleo ID Cartridge T3

# game/items:905:DefaultText
source: Communications Terminal Passcode
cs: Přístupový kód komunikačního terminálu

# game/items:906:DefaultText
source: This passcode will grant access to the Communications Terminal in the maintenance shaft in Groundbreaker's Engineering sector.
cs: Tento přístupový kód vám umožní přístup ke komunikačnímu terminálu v údržbářské šachtě ve strojírenském sektoru Groundbreaker.

# game/items:909:DefaultText
source: Standard Light
cs: Standardní světlo

# game/items:910:DefaultText
source: Hollow Point
cs: Dutý hrot

# game/items:912:DefaultText
source: Standard Heavy
cs: Standardní těžký

# game/items:913:DefaultText
source: Penetrating
cs: Pronikající

# game/items:914:DefaultText
source: Shredder
cs: Skartovačka

# game/items:915:DefaultText
source: Standard Energy
cs: Standardní energie

# game/items:916:DefaultText
source: Volatile
cs: Těkavé

# game/items:917:DefaultText
source: Ionized
cs: Ionizované

# game/items:918:DefaultText
source: Auntie Cleo Dock Key
cs: Teta Cleo Dock Key

# game/items:919:DefaultText
source: [TEMP] Description for key to unlock Auntie Cleo Landing Pad on Midway.
cs: [TEMP] Popis klíče k odemčení přistávací plochy tety Cleo na Midwayi.

# game/items:920:DefaultText
source: [TEMP] Primal Anal Glands
cs: [TEMP] Primární anální žlázy

# game/items:921:DefaultText
source: [TEMP] Lab scientists believed that these could be used to create a powerful aphrodisiac.
cs: [TEMP] Vědci z laboratoře se domnívali, že z nich lze vytvořit silné afrodiziakum.

# game/items:934:DefaultText
source: [TEMP] Labyrinth Station Worker ID Cartridge T3
cs: [TEMP] Identifikační kazeta pracovníka stanice Labyrint T3

# game/items:935:DefaultText
source: [TEMP] Labyrinth Station Worker ID Cartridge T3 Description
cs: [TEMP] Labyrinth Station Worker ID Cartridge T3 Popis

# game/items:937:DefaultText
source: [TEMP] Syndicate Bounty Hunter ID Cartridge T3 Description
cs: [TEMP] Syndicate Bounty Hunter ID Cartridge T3 Popis

# game/items:939:DefaultText
source: [TEMP] T&L Defense Contractor ID Cartridge T3 Description
cs: [TEMP] T&L Defense Contractor ID Cartridge T3 Popis

# game/items:940:DefaultText
source: Decommissioned Warehouse Key
cs: Klíč k vyřazenému skladu

# game/items:941:DefaultText
source: [TEMP] Description for key to decommissioned warehouse used by Bounty Hunters as a base.
cs: [TEMP] Popis klíče k vyřazenému skladišti, které Lovci odměn používají jako základnu.

# game/items:942:DefaultText
source: Hammersmith Warehouse Key
cs: Klíč od skladiště Hammersmith

# game/items:943:DefaultText
source: [TEMP] Description for key to door of Hammersmith Warehouse
cs: [TEMP] Popis klíče ke dveřím skladu Hammersmith Warehouse

# game/items:950:DefaultText
source: Canid Skull Fin
cs: Kanidí lebka Fin

# game/items:951:DefaultText
source: The bone protrusion from the top of a Canid's skull.
cs: Kostní výčnělek na vrcholu lebky psovitých šelem.

# game/items:952:DefaultText
source: Due to its unusual shape and colorfulness, this boney skull piece is used as adornments on bookshelves and mantels, and makes for rather decorative book-ends.
cs: Díky svému neobvyklému tvaru a barevnosti se tato kostěná lebka používá jako ozdoba na knihovnách a krbech a tvoří spíše dekorativní konce knih.

# game/items:953:DefaultText
source: Canid Tail
cs: Ocas psovitých šelem

# game/items:954:DefaultText
source: The bright and fluffy tail of an adult canid.
cs: Světlý a huňatý ocas dospělé psovité šelmy.

# game/items:955:DefaultText
source: The tail is long and whip-like, and the consistency of the tail covering is somewhere between furry and feathered.
cs: Ocas je dlouhý a bičovitý a jeho konzistence je někde mezi chlupatým a opeřeným.

# game/items:956:DefaultText
source: Cystypig Hoof
cs: Kopyto cystypigů

# game/items:957:DefaultText
source: The hoof of an adult cystypig.
cs: Kopyto dospělého cystypiga.

# game/items:958:DefaultText
source: These hooves are usually ground up and fed to cystypigs and wooly cows to supplement their diet. They are rich in protein and hoofy goodness.
cs: Tato kopyta se obvykle rozemelou a zkrmují cystypigům a vlnitým kravám jako doplněk jejich stravy. Jsou bohatá na bílkoviny a kopyta.

# game/items:959:DefaultText
source: Ring
cs: Kroužek

# game/items:960:DefaultText
source: A nondescript metal ring.
cs: Nepopsatelný kovový prsten.

# game/items:961:DefaultText
source: The small metal ring was most likely designed for use on a finger, but big-toed customers could find alternative places to wear it.
cs: Malý kovový kroužek byl pravděpodobně určen pro nošení na prstu, ale zákazníci s velkými prsty si mohli najít jiná místa, kde ho nosit.

# game/items:962:DefaultText
source: Jeweled Ring
cs: Prsten s drahokamy

# game/items:963:DefaultText
source: A metal ring inset with a gemstone.
cs: Kovový prsten s drahokamem.

# game/items:964:DefaultText
source: This ring has an unidentified gemstone inset into its metal accent frame. It's probably not going to let you buy a new spaceship, but it's definitely worth a few bits.
cs: Tento prsten má do kovového rámečku s akcentem vsazený neidentifikovaný drahokam. Pravděpodobně vám neumožní koupit si novou vesmírnou loď, ale za pár drobných rozhodně stojí.

# game/items:965:DefaultText
source: Necklace
cs: Náhrdelník

# game/items:966:DefaultText
source: A pretty necklace. If you are into that sort of thing.
cs: Pěkný náhrdelník. Pokud vás to zajímá.

# game/items:967:DefaultText
source: This necklace makes a strong fashion statement. "Look at my neck. There is something on it. A pretty something. LOOK AT IT!".
cs: Tento náhrdelník je výrazným módním doplňkem. "Podívejte se na můj krk. Něco na něm je. Něco pěkného. PODÍVEJTE SE NA TO!".

# game/items:968:DefaultText
source: Earrings
cs: Náušnice

# game/items:969:DefaultText
source: A pair of stylish earrings.
cs: Pár stylových náušnic.

# game/items:970:DefaultText
source: These earrings are for the fashion-conscious consumer, someone who knows that style means more than just clothing. They come in a pair, because symmetry is a thing.
cs: Tyto náušnice jsou určeny pro spotřebitele, kteří si uvědomují, že styl znamená víc než jen oblečení. Dodávají se v páru, protože symetrie je věc.

# game/items:971:DefaultText
source: Bracelet
cs: Náramek

# game/items:972:DefaultText
source: This is a simple metal bracelet.
cs: Jedná se o jednoduchý kovový náramek.

# game/items:973:DefaultText
source: This bracelet would make the perfect accessory for a night on the town or just dinner at the local establishment. The original owner probably spent a few bits to buy it.
cs: Tento náramek je ideálním doplňkem na večer do města nebo jen na večeři v místním podniku. Původní majitel za něj pravděpodobně utratil pár drobných.

# game/items:974:DefaultText
source: Cystypig Meat
cs: Cystypig Maso

# game/items:975:DefaultText
source: DESCRIPTION Cystypig Meat
cs: POPIS Maso z cystypigů

# game/items:976:DefaultText
source: FLAVOR STUB Cystypig Meat
cs: FLAVOR STUB Cystypig Maso

# game/items:987:DefaultText
source: Warehouse Manager's Home Key
cs: Domovský klíč vedoucího skladu

# game/items:988:DefaultText
source: [TEMP] Description of key to Maxfield Gupta's home
cs: [TEMP] Popis klíče od domu Maxfielda Gupty

# game/items:990:DefaultText
source: [TEMP] Description of T&L keycard
cs: [TEMP] Popis karty T&L

# game/items:991:DefaultText
source: Terra-Fried Spratwurst
cs: Smažená šprtka Terra

# game/items:992:DefaultText
source: Farm-raised sprat, deboned and finely ground, and fried in hot oil.
cs: Šprot z farmářského chovu, vykostěný, jemně mletý a smažený v rozpáleném oleji.

# game/items:993:DefaultText
source: Deep Fried Cysty-Bits
cs: Smažené kousky Cysty-Bits

# game/items:994:DefaultText
source: The bits left over in the fryer after the cystypig tumors are cooked.
cs: Kousky, které zbyly ve fritéze po uvaření cystypigových nádorů.

# game/items:995:DefaultText
source: Reed's Key
cs: Reedův klíč

# game/items:996:DefaultText
source: A key to Reed's room, located above the Edgewater cannery.
cs: Klíč od Reedova pokoje, který se nachází nad konzervárnou Edgewater.

# game/items:1000:DefaultText
source: [TEMP] Description Hope ID Cartridge T1
cs: [TEMP] Popis Hope ID Cartridge T1

# game/items:1001:DefaultText
source: [TEMP] Description Hope ID Cartridge T2
cs: [TEMP] Popis Hope ID Cartridge T2

# game/items:1002:DefaultText
source: [TEMP] Description Hope ID Cartridge T3
cs: [TEMP] Popis Hope ID Cartridge T3

# game/items:1006:DefaultText
source: [Temp] Hope Bridge Security Passcode
cs: [Temp] Bezpečnostní přístupový kód mostu Hope

# game/items:1007:DefaultText
source: [Temp] Hope Bridge Security Passcode Description
cs: [Temp] Hope Bridge Bezpečnostní přístupový kód Popis

# game/items:1009:DefaultText
source: Hope Bridge Keycard
cs: Klíčová karta Hope Bridge

# game/items:1010:DefaultText
source: A Keycard allowing access to the Bridge of the Hope
cs: Klíčenka umožňující přístup k Mostu naděje

# game/items:1011:DefaultText
source: [TEMP] T&L Experimental Drug
cs: [TEMP] T&L Experimentální léčivo

# game/items:1012:DefaultText
source: [TEMP] Description of T&L experimental complacency drug.
cs: [TEMP] Popis experimentálního léku na sebeuspokojení T&L.

# game/items:1013:DefaultText
source: [TEMP] R&D Cell Key
cs: [TEMP] Klíč k buňkám výzkumu a vývoje

# game/items:1014:DefaultText
source: [TEMP] Description of R&D Cell Key.
cs: [TEMP] Popis klíče buňky výzkumu a vývoje.

# game/items:1015:DefaultText
source: [TEMP] Testing Terminal Key
cs: [TEMP] Testovací klíč terminálu

# game/items:1016:DefaultText
source: [TEMP] Description of Testing Terminal Key.
cs: [TEMP] Popis testovací svorky Klíč.

# game/items:1017:DefaultText
source: [TEMP] T&L Official ID Cartridge
cs: [TEMP] Oficiální ID kazeta T&L

# game/items:1018:DefaultText
source: [TEMP] Description of T&L Official ID Cartridge.
cs: [TEMP] Popis oficiální ID kazety T&L.

# game/items:1021:DefaultText
source: Model Spaceship
cs: Model kosmické lodi

# game/items:1022:DefaultText
source: A small model spaceship.
cs: Malý model kosmické lodi.

# game/items:1023:DefaultText
source: This model, made of metal and wood and a generous amount of pungent resin, is perfect for a collector or just a child who dreams of adventures among the stars. Imagination not included.
cs: Tento model vyrobený z kovu a dřeva s velkým množstvím štiplavé pryskyřice je ideální pro sběratele nebo jen pro dítě, které sní o dobrodružstvích mezi hvězdami. Představivost není součástí balení.

# game/items:1024:DefaultText
source: Tossball Card
cs: Karta Tossball

# game/items:1025:DefaultText
source: A licensed, authorized, and fully authentic tossball card.
cs: Licencovaná, autorizovaná a plně autentická karta na míč.

# game/items:1026:DefaultText
source: Tossball is Earth's favorite pastime, and the favorite pastime of every colony yet established. This card has the player's photo on one side and their stats on the other. And it smells like bubble gum (not included).
cs: Házení míčků je oblíbenou zábavou na Zemi a oblíbenou zábavou všech dosud založených kolonií. Tato karta má na jedné straně fotografii hráče a na druhé straně jeho statistiky. A voní jako žvýkačka (není součástí balení).

# game/items:1028:DefaultText
source: DESCRIPTION Ultimatron
cs: POPIS Ultimatron

# game/items:1030:DefaultText
source: Stabilized Scope
cs: Stabilizovaný rozsah

# game/items:1031:DefaultText
source: Sight mod attached to Ranged weapons which increases the Stability of the weapon.
cs: Modifikace zaměřovače připojená ke zbraním na dálku, která zvyšuje stabilitu zbraně.

# game/items:1032:DefaultText
source: FLAVOR STUB Stabilized Scope
cs: FLAVOR STUB Stabilizovaný rozsah

# game/items:1033:DefaultText
source: Anodized
cs: Eloxované

# game/items:1034:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against Corrosive damage.
cs: Modifikace brnění - brnění Zvyšuje odolnost brnění těla a přilby proti korozivnímu poškození.

# game/items:1035:DefaultText
source: Anodizes the surface of the armor to make it corrosion-resistant.
cs: Eloxuje povrch pancíře, aby byl odolný proti korozi.

# game/items:1037:DefaultText
source: Resistance mod applied to Armors that decreases the Skill penalty from Stagger.
cs: Modifikace odolnosti aplikovaná na brnění, která snižuje postih za dovednost Stagger.

# game/items:1039:DefaultText
source: Ranged Weapon Mod - Magazine Changes the weapon's damage type to N-ray.
cs: Modifikace zbraně na dálku - zásobník Změní typ poškození zbraně na N-ray.

# game/items:1040:DefaultText
source: A rare modification that infuses the magazine and its ammo with N-rays.
cs: Vzácná modifikace, která zásobník a jeho munici napouští N-zářením.

# game/items:1041:DefaultText
source: Ranged Weapon Mod - Sight Increases weapon accuracy.
cs: Modifikace zbraně na dálku - zaměřovač Zvyšuje přesnost zbraně.

# game/items:1042:DefaultText
source: This modification uses an internal gyroscope to dampen movement, allowing more accurate shots.
cs: Tato úprava využívá vnitřní gyroskop k tlumení pohybu, což umožňuje přesnější střelbu.

# game/items:1043:DefaultText
source: Sight mod attached to Ranged weapons that increases the chance to apply a Combat Effect when hitting a target.
cs: Modifikace zaměřovače připojená ke zbraním na dálku, která zvyšuje šanci na použití bojového efektu při zásahu cíle.

# game/items:1046:DefaultText
source: Underbarrel mod attached to Ranged weapons which reduces the Accuracy penalty when moving around.
cs: Modifikace pod hlavní připojená ke zbraním na dálku, která snižuje postih za přesnost při pohybu.

# game/items:1047:DefaultText
source: FLAVOR STUB SmoothGlide Gun Stabilizer
cs: FLAVOR STUB SmoothGlide Stabilizátor pro pistole

# game/items:1048:DefaultText
source: [TEMP] Tessa's Residence Key
cs: [TEMP] Klíč od Tessiny rezidence

# game/items:1049:DefaultText
source: [TEMP] Description of Tessa's Residence Key
cs: [TEMP] Popis klíče od rezidence Tessy

# game/items:1051:DefaultText
source: DESCRIPTION Mark 7 Recruit Armor
cs: POPIS Mark 7 Recruit Armor

# game/items:1053:DefaultText
source: Mark 7 Recruit Helmet
cs: Přilba Mark 7 Recruit

# game/items:1054:DefaultText
source: DESCRIPTION Mark 7 Recruit Helmet
cs: POPIS Mark 7 Rekrutská přilba

# game/items:1055:DefaultText
source: FLAVOR STUB Mark 7 Recruit Helmet
cs: FLAVOR STUB Mark 7 Rekrutská přilba

# game/items:1056:DefaultText
source: Mark 9 Assault Trooper Body Armor
cs: Tělesná zbroj Mark 9 Assault Trooper

# game/items:1057:DefaultText
source: DESCRIPTION Mark 9 Assault Trooper Body Armor
cs: POPIS Tělesná zbroj Mark 9 Assault Trooper

# game/items:1059:DefaultText
source: Mark 9 Assault Trooper Helmet
cs: Přilba Mark 9 Assault Trooper

# game/items:1060:DefaultText
source: DESCRIPTION Mark 9 Assault Trooper Helmet
cs: POPIS Přilba Mark 9 Assault Trooper

# game/items:1061:DefaultText
source: FLAVOR STUB Mark 9 Assault Trooper Helmet
cs: Přilba FLAVOR STUB Mark 9 Assault Trooper

# game/items:1062:DefaultText
source: Cobbled Exo-Suit
cs: Oblek Cobbled Exo-Suit

# game/items:1063:DefaultText
source: [TEMP] DESCRIPTION Dreg Lookout Armor T1
cs: [TEMP] POPIS Vyhlídkové brnění Dreg T1

# game/items:1065:DefaultText
source: Reconditioned Exo-Helmet
cs: Repasovaná přilba Exo-Helmet

# game/items:1066:DefaultText
source: [TEMP] DESCRIPTION Dreg Lookout Helmet T1
cs: [TEMP] POPIS Vyhlídková přilba Dreg T1

# game/items:1068:DefaultText
source: Prisoner's Jumpsuit
cs: Kombinéza pro vězně

# game/items:1069:DefaultText
source: DESCRIPTION Prisoner's Jumpsuit
cs: POPIS Kombinéza pro vězně

# game/items:1070:DefaultText
source: FLAVOR STUB Prisoner's Jumpsuit
cs: FLAVOR STUB Kombinéza pro vězně

# game/items:1071:DefaultText
source: Plated Prisoner's Jumpsuit
cs: Plátovaný vězeňský overal

# game/items:1072:DefaultText
source: DESCRIPTION Plated Prisoner's Jumpsuit
cs: DESCRIPTION Vězeňská kombinéza s povrchovou úpravou

# game/items:1073:DefaultText
source: FLAVOR STUB Plated Prisoner's Jumpsuit
cs: FLAVOR STUB Plátovaný vězeňský overal

# game/items:1074:DefaultText
source: Reinforced Prisoner's Jumpsuit
cs: Vyztužená vězeňská kombinéza

# game/items:1075:DefaultText
source: DESCRIPTION Reinforced Prisoner's Jumpsuit
cs: POPIS Vyztužená vězeňská kombinéza

# game/items:1076:DefaultText
source: FLAVOR STUB Reinforced Prisoner's Jumpsuit
cs: FLAVOR STUB Zesílená kombinéza pro vězně

# game/items:1077:DefaultText
source: Prisoner's Cap
cs: Vězeňská čepice

# game/items:1078:DefaultText
source: DESCRIPTION Prisoner's Cap
cs: POPIS Vězeňská čepice

# game/items:1079:DefaultText
source: FLAVOR STUB Prisoner's Cap
cs: FLAVOR STUB Vězeňská čepice

# game/items:1080:DefaultText
source: Prisoner's Facial Restraint
cs: Omezení obličeje vězně

# game/items:1081:DefaultText
source: DESCRIPTION Prisoner's Facial Restraint
cs: POPIS Omezení obličeje vězně

# game/items:1082:DefaultText
source: FLAVOR STUB Prisoner's Facial Restraint
cs: FLAVOR STUB Obličejové pouto vězně

# game/items:1083:DefaultText
source: Felix's Spacer Jumpsuit
cs: Kombinéza Felix's Spacer

# game/items:1084:DefaultText
source: DESCRIPTION Felix's Spacer Jumpsuit
cs: POPIS Kombinéza Felix's Spacer Jumpsuit

# game/items:1085:DefaultText
source: FLAVOR STUB Felix's Spacer Jumpsuit
cs: FLAVOR STUB Kombinéza Felix's Spacer Jumpsuit

# game/items:1222:DefaultText
source: Dermal hardening cream.
cs: Kožní zpevňující krém.

# game/items:1223:DefaultText
source: You can't have wrinkles if your skin won't bend!
cs: Nemůžete mít vrásky, pokud se vaše kůže neohýbá!

# game/items:1225:DefaultText
source: Dermal congealer.
cs: Dermální kongealer.

# game/items:1226:DefaultText
source: Life is rough, you need Skin-Tuf!
cs: Život je drsný, potřebujete Skin-Tuf!

# game/items:1228:DefaultText
source: Stimulation through stimulotion!
cs: Stimulace prostřednictvím stimulace!

# game/items:1229:DefaultText
source: Rub it on, then get a move on!
cs: Natřete se a pak se pohněte!

# game/items:1234:DefaultText
source: Aerosol Antibiotics
cs: Aerosolová antibiotika

# game/items:1235:DefaultText
source: Cures most infections overnight! And smoothes away stubborn wrinkles!
cs: Vyléčí většinu infekcí přes noc! A vyhlazuje odolné vrásky!

# game/items:1236:DefaultText
source: Cosmic Smoke
cs: Kosmický kouř

# game/items:1237:DefaultText
source: Multi-colored cigarettes.
cs: Vícebarevné cigarety.

# game/items:1238:DefaultText
source: Blow your mind while you blow this smoke!
cs: Vyfoukněte si hlavu, zatímco vyfukujete tento kouř!

# game/items:1239:DefaultText
source: Dervish Mist
cs: Dervišská mlha

# game/items:1240:DefaultText
source: Adrenaline booster.
cs: Adrenalinový posilovač.

# game/items:1241:DefaultText
source: Whirl til you hurl!
cs: Vířte, dokud se nepřevrátíte!

# game/items:1243:DefaultText
source: Anti-Adrenaline Inhalant
cs: Inhalační prostředek proti adrenalinu

# game/items:1244:DefaultText
source: When you need to walk your best!
cs: Když potřebujete chodit co nejlépe!

# game/items:1246:DefaultText
source: Double oxygenated energizing spray.
cs: Dvojitý okysličený energizující sprej.

# game/items:1247:DefaultText
source: Add some ozone to your nose-zone!
cs: Přidejte do své nosní zóny trochu ozónu!

# game/items:1248:DefaultText
source: Verity's Breath Inhalant
cs: Inhalátor Verity's Breath

# game/items:1249:DefaultText
source: Stimulation through inhalation.
cs: Stimulace inhalací.

# game/items:1250:DefaultText
source: The fume that goes boom!
cs: Dým, který dělá bum!

# game/items:1252:DefaultText
source: Liquid caffeine with boosters.
cs: Tekutý kofein s posilovači.

# game/items:1253:DefaultText
source: What time is it? Adrena-Time!
cs: Kolik je hodin? Adrena-čas!

# game/items:1255:DefaultText
source: Injectable healing enhancer.
cs: Injekční prostředek pro zlepšení hojení.

# game/items:1256:DefaultText
source: For life's little ouchies.
cs: Na malé životní bolístky.

# game/items:1257:DefaultText
source: "Classic Rose-ish" Beauty Basket
cs: "Klasický růžový" kosmetický koš

# game/items:1272:DefaultText
source: Immunosol
cs: Imunosol

# game/items:1273:DefaultText
source: Don't be crabby! Get jabby!
cs: Nebuďte mrzutí! Buďte mrzutí!

# game/items:1274:DefaultText
source: Multispectrum antibiotics in convenient injection packaging!
cs: Multispektrální antibiotika ve výhodném injekčním balení!

# game/items:1278:DefaultText
source: Ambidextrine
cs: Ambidextrin

# game/items:1279:DefaultText
source: Nasal stimulant.
cs: Nosní stimulant.

# game/items:1280:DefaultText
source: Shoot in your snoot!
cs: Střílejte si do nosu!

# game/items:1284:DefaultText
source: Hardineram Elixir
cs: Hardineram Elixír

# game/items:1285:DefaultText
source: Skin stiffening agent.
cs: Zpevňující prostředek na kůži.

# game/items:1286:DefaultText
source: It's like botulinum toxin for your whole body!
cs: Je to jako botulotoxin pro celé tělo!

# game/items:1291:DefaultText
source: Liquid toxin absorber.
cs: Kapalný absorbér toxinů.

# game/items:1292:DefaultText
source: Also removes ear wax! Now with Activated CharKoal!
cs: Odstraňuje také ušní maz! Nyní s aktivním uhlím CharKoal!

# game/items:1329:DefaultText
source: Focusitol Capsule
cs: Kapsle Focusit

# game/items:1330:DefaultText
source: Enhanced focus in convenient pill form.
cs: Zvýšené soustředění v pohodlné formě tablet.

# game/items:1331:DefaultText
source: Feeling bleary? FOCUS!
cs: Cítíte se ospalí? SOUSTŘEĎTE SE!

# game/items:1335:DefaultText
source: Level Head
cs: Úroveň hlavy

# game/items:1336:DefaultText
source: Adrenal Suppressant Liquid.
cs: Tekutý přípravek na potlačení nadledvin.

# game/items:1337:DefaultText
source: Feeling a little off-balance? You need a Level Head!
cs: Cítíte se trochu nevyrovnaně? Potřebujete vyrovnanou hlavu!

# game/items:1339:DefaultText
source: The Pick-Me-Up Pill
cs: Pilulka na povzbuzení

# game/items:1340:DefaultText
source: If you need to stay alert, Spacer's Choice will give you perk! Voted #1 Drug in the colony!* *Among Spacer's Choice made, caffeine based, speed altering products.
cs: Pokud potřebujete zůstat ve střehu, Spacer's Choice vám dá výhodu! Zvolen jako droga č. 1 v kolonii!* *Mezi produkty Spacer's Choice, které jsou založeny na kofeinu a mění rychlost.

# game/items:1347:DefaultText
source: Thinking Cap-let
cs: Myšlení Cap-let

# game/items:1348:DefaultText
source: Mushroom which stifles the Adrenal, shifting your mind's comprehension of time.
cs: Houba, která tlumí činnost nadledvinek a posouvá chápání času v mysli.

# game/items:1349:DefaultText
source: Put on your thinking cap!
cs: Nasaďte si čepici na přemýšlení!

# game/items:1350:DefaultText
source: Pipe Patch
cs: Záplata na potrubí

# game/items:1351:DefaultText
source: A dermal nicotine delivery system.
cs: Systém pro podávání nikotinu kůží.

# game/items:1352:DefaultText
source: All the benefits of smoking a real pipe, none of the messy clean-up!
cs: Všechny výhody kouření opravdové dýmky, ale žádné nepříjemné uklízení!

# game/items:1354:DefaultText
source: Fast-acting nicotine patch.
cs: Rychle působící nikotinová náplast.

# game/items:1355:DefaultText
source: Leaving in a huff with no time to puff? Nico-Pad!
cs: Odcházíte v zápětí a nemáte čas si odfrknout? Nico-Pad!
