Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:1830:DefaultText
source: Ludwig's Gravesite Fee
cs: Ludwigův hrobový poplatek

# game/items:1831:DefaultText
source: Ludwig Miller's gravesite fees. Paperwork enclosed. To be delivered to Silas.
cs: Poplatky za hrob Ludwiga Millera. Přiložené dokumenty. Doručí se Silasovi.

# game/items:1832:DefaultText
source: Premium Yellow Saltuna
cs: Žlutá saltuna Premium

# game/items:1833:DefaultText
source: Monarch Stellar Industries' Premium Yellow Saltuna is 53% MORE premium than the other leading brands of saltuna. You can tell it's quality because we put "premium" on the can!
cs: Prémiová žlutá saltuna společnosti Monarch Stellar Industries je o 53 % prémiovější než saltuna jiných předních značek. Její kvalitu poznáte podle toho, že na plechovku jsme napsali "premium"!

# game/items:1834:DefaultText
source: Wax Gourd Preserves
cs: Konzervy z voskové tykve

# game/items:1835:DefaultText
source: A jar of wax gourd preserves (lightly sweetened), grown and bottled by C&P.
cs: Sklenice zavařeniny z voskovaných tykví (lehce oslazené), vypěstované a stáčené společností C&P.

# game/items:1837:DefaultText
source: A white confection that tastes nearly like actual marzipan, according to a blind taste-taste by consumers who have never tasted marzipan. Proudly manufactured by Rizzo's.
cs: Bílá cukrovinka, která podle slepé degustace spotřebitelů, kteří nikdy marcipán neochutnali, chutná téměř jako skutečný marcipán. Hrdě vyráběné společností Rizzo's.

# game/items:1842:DefaultText
source: Lockbox Keycard
cs: Klíčová karta k uzamčené schránce

# game/items:1843:DefaultText
source: [TEMP] Found on Lawton Bray, this keycard will most likely unlock the Whimbrel Crew's loot stash.
cs: [TEMP] Tato karta se nachází na Lawton Bray a s největší pravděpodobností odemkne skrýš s kořistí posádky Whimbrel.

# game/items:1844:DefaultText
source: Old Data Cartridge
cs: Stará datová kazeta

# game/items:1845:DefaultText
source: A data cartridge found in the remains of an old outpost on Monarch.
cs: Datová kazeta nalezená ve zbytcích staré základny na Monarchu.

# game/items:1846:DefaultText
source: Given the rust, the sulfur degradation, and the years spent sitting in dirt and dust, it'll be a miracle if anything can be found on it. Still, Zora would be interested to see it.
cs: Vzhledem ke korozi, degradaci sírou a letům stráveným ve špíně a prachu bude zázrak, pokud se na něm něco najde. Přesto by ji Zora ráda viděla.

# game/items:1847:DefaultText
source: [TEMP] HR Locker Key
cs: [TEMP] Klíč ke skříňce HR

# game/items:1848:DefaultText
source: Trask's Ring
cs: Traskův prsten

# game/items:1849:DefaultText
source: This ring belonged to Trask, and serves as proof that you killed him.
cs: Tento prsten patřil Traskovi a slouží jako důkaz, že jsi ho zabil.

# game/items:1850:DefaultText
source: Harlow's Emblem
cs: Harlowův emblém

# game/items:1851:DefaultText
source: The personal emblem of Clyde Harlow, given to anyone working on his behalf.
cs: Osobní znak Clydea Harlowa, který dostává každý, kdo pracuje jeho jménem.

# game/items:1852:DefaultText
source: Manti-Plasma Gland
cs: Mantiplazmatická žláza

# game/items:1853:DefaultText
source: A plasma-infused gland from a mantisaur.
cs: Žláza z kudlanky nábožné napuštěná plazmou.

# game/items:1854:DefaultText
source: I am sure this plasma gland would be useful to someone, somewhere. But I am not sure who... or what for. I'd just sell it.
cs: Jsem si jistý, že tato plazmová žláza by se někomu někde hodila. Ale nejsem si jistý komu... nebo k čemu. Prostě bych ji prodal.

# game/items:1856:DefaultText
source: An intact egg sac from a mantiqueen.
cs: Neporušený vaječný vak mantikény.

# game/items:1857:DefaultText
source: Mantiqueens are capable of releasing swarms of fully-formed winged manti-bugs, but occasionally they also lay egg sacs when their ovipositors are full. These sacs gestate externally until the manti-swarm is ready to be released. Handle with care!
cs: Mantichory jsou schopny vypouštět roje plně okřídlených mantichor, ale občas také kladou vaječné váčky, když mají plné vaječníky. Tyto váčky gravidují navenek, dokud není manti-rojem připraven k vypuštění. Zacházejte s nimi opatrně!

# game/items:1863:DefaultText
source: This review praises Zora Blackwood's competence and decisiveness.
cs: Tato recenze chválí kompetentnost a rozhodnost Zory Blackwoodové.

# game/items:1864:DefaultText
source: Rizzo's people are its 56th ingredient.
cs: Lidé společnosti Rizzo jsou její 56. složkou.

# game/items:1865:DefaultText
source: Geothermal Security Chief's Keycard
cs: Klíčová karta šéfa geotermální bezpečnosti

# game/items:1866:DefaultText
source: This keycard belonged to the security chief of the geothermal plant. It can be used to open a door somewhere in the facility.
cs: Tato karta patřila šéfovi ochranky geotermální elektrárny. Lze ji použít k otevření dveří někde v zařízení.

# game/items:1867:DefaultText
source: Chester's Passcode
cs: Chesterův přístupový kód

# game/items:1868:DefaultText
source: This passcode should get you into the control terminal. Use it to override the automechanicals. "spratlover1234" -C. Higgins
cs: Tímto přístupovým kódem byste se měli dostat do řídicího terminálu. Použijte jej k potlačení automatických mechanismů. "spratlover1234" -C. Higgins

# game/items:1869:DefaultText
source: Catherine's Terminal Key
cs: Klíč od terminálu Catherine

# game/items:1870:DefaultText
source: It smells faintly of whiskey.
cs: Je slabě cítit po whisky.

# game/items:1871:DefaultText
source: Tucker Needham's Ring
cs: Prsten Tuckera Needhama

# game/items:1872:DefaultText
source: "For my Tuck-Tuck" is engraved on the inside of its band.
cs: Na vnitřní straně pásku je vyryto "For my Tuck-Tuck".

# game/items:1873:DefaultText
source: Cantankerous Canid Targeting Module
cs: Modul pro cílení na kanidy

# game/items:1874:DefaultText
source: This targeting module controls the gunship's weapons system. Without it, the ship is effectively useless in combat.
cs: Tento zaměřovací modul ovládá zbraňový systém stíhačky. Bez něj je loď v boji prakticky nepoužitelná.

# game/items:1875:DefaultText
source: So much power in something so small.
cs: Tolik síly v něčem tak malém.

# game/items:1876:DefaultText
source: Slightly begrimed with blood, sweat, and the detritus of poor hygiene.
cs: Lehce ošlehaný krví, potem a zbytky špatné hygieny.

# game/items:1885:DefaultText
source: SubLight Storage Key
cs: Klíč k úložišti SubLight

# game/items:1886:DefaultText
source: This keycard unlocks the SubLight storage room that was built into Fallbrook's natural caverns.
cs: Tato karta odemyká skladiště SubLight, které bylo vybudováno v přírodních jeskyních Fallbrooku.

# game/items:1888:DefaultText
source: Signed Tossball Poster
cs: Podepsaný plakát Tossball

# game/items:1889:DefaultText
source: Tossball poster signed by the great hacker Bertie "Black Hole" Holcomb of Rizzo's Rangers.
cs: Plakát Tossball podepsaný velkým hackerem Bertie "Black Hole" Holcombem z Rizzo's Rangers.

# game/items:1892:DefaultText
source: Arthur's Will
cs: Artušova závěť

# game/items:1893:DefaultText
source: I'm getting this all down in case I don't make it out of here. Marauders hit us at the bridge - they knew we'd be here. Looks like they came from the hill to the west (one wore lab tech scrubs?), and last I saw, some of them were headed back that way. I hope whoever finds this tracks them down and makes them pay. Speaking of paying - this definitely qualifies for triple hazard pay, so make sure that money gets to my mama on Terra 2. Tell her she always did right by me. My lucky pistol goes to Lyanna. Always thought she was a fine lady. Tell Westley it was me. He'll know what you mean. And tell Catherine I hope she squeezes this fucking client for all they're worth, assuming there's anything left of 'em.
cs: Zapisuju si to všechno pro případ, že bych se odsud nedostal. Maraudery nás napadli u mostu - věděli, že tu budeme. Vypadá to, že přišli z kopce na západě (jeden měl na sobě laboratorní úbor?), a co jsem viděl naposledy, někteří z nich se vraceli tím směrem. Doufám, že ten, kdo tohle najde, je vystopuje a donutí je zaplatit. Když už jsme u toho placení - tohle rozhodně splňuje podmínky pro trojnásobný rizikový plat, takže se ujistěte, že ty peníze dostane moje máma na Terru 2. Řekni jí, že se o mě vždycky dobře starala. Moje pistole pro štěstí patří Lyanně. Vždycky jsem si myslel, že je to skvělá dáma. Řekni Westleymu, že jsem to byl já. Bude vědět, co máš na mysli. A vyřiď Catherine, že doufám, že z toho zasranýho klienta vyždímá všechno, co má cenu, pokud z něj ještě něco zbylo.

# game/items:1894:DefaultText
source: It's covered in Arthur.
cs: Je pokrytý Arturem.

# game/items:1895:DefaultText
source: Mr. Pickett's Journal
cs: Deník pana Picketta

# game/items:1896:DefaultText
source: This journal details Mr. Pickett's ill-timed trip to Stellar Bay (just before the Hazard Clause went into effect) and his attempts to hunt a mantiqueen to bring to Edgewater.
cs: Tento deník popisuje špatně načasovanou cestu pana Picketta do Hvězdné zátoky (těsně předtím, než vstoupila v platnost doložka o nebezpečí) a jeho pokusy ulovit mantikenu, kterou by přivezl do Edgewateru.

# game/items:1898:DefaultText
source: When you hit a target with a Critical Hit, they will suffer a short Stun. This effect has a cooldown.
cs: Když cíl zasáhnete kritickým zásahem, bude krátce omráčen. Tento efekt má dobu trvání.

# game/items:1903:DefaultText
source: Clive's "Special" Boarst - A
cs: Cliveův "speciální" kanec - A

# game/items:1906:DefaultText
source: A can of Boarst n' Baked Beans, but something's different...
cs: Plechovka Boarst n' Baked Beans, ale něco je jinak...

# game/items:1907:DefaultText
source: Does this smell funny to you?
cs: Smrdí vám to divně?

# game/items:1908:DefaultText
source: Herrick's Stash
cs: Herrickova skrýš

# game/items:1909:DefaultText
source: Bit cartridge containing Caleb Herrick's savings.
cs: Bitová kazeta s úsporami Caleba Herricka.

# game/items:1910:DefaultText
source: Chastity's Hideaway Key
cs: Klíč k úkrytu Chastity

# game/items:1911:DefaultText
source: An access key, designed to interface with a terminal.
cs: Přístupový klíč určený k propojení s terminálem.

# game/items:1912:DefaultText
source: Huxley says she won it off Chastity in a gambling game. She thinks it unlocks the back gate to Chastity's secret wilderness getaway.
cs: Huxley říká, že ho vyhrála od Chastity v hazardní hře. Myslí si, že odemyká zadní bránu do Chastityina tajného úkrytu v divočině.

# game/items:1913:DefaultText
source: Gunship Captain's Key
cs: Klíč kapitána dělové lodi

# game/items:1914:DefaultText
source: This key controls access to the gunship's primary systems.
cs: Tento klíč ovládá přístup k základním systémům lodi.

# game/items:1915:DefaultText
source: It fared better than the captain.
cs: Dařilo se mu lépe než kapitánovi.

# game/items:1916:DefaultText
source: Deals moderate damage, has low penetration, but has a chance to cause Bleed on the target.
cs: Způsobuje střední poškození, má nízkou průraznost, ale má šanci způsobit cíli krvácení.

# game/items:1917:DefaultText
source: Weathered Lockbox
cs: Zvětralá uzamykatelná skříňka

# game/items:1918:DefaultText
source: This lockbox appears to have survived a journey through a mantipillar's digestive tract. The name "Lamont" appears in faded print along the box's lid.
cs: Tato skříňka zřejmě přežila cestu trávicím traktem mantipillara. Na víku skříňky je vybledlým písmem vytištěno jméno "Lamont".

# game/items:1919:DefaultText
source: Hunter Outpost Keycard
cs: Klíčová karta základny Hunter Outpost

# game/items:1920:DefaultText
source: This keycard unlocks an old roadside shelter found midway between Amber Heights and Cascadia.
cs: Tato karta odemyká starý přístřešek u silnice, který se nachází uprostřed cesty mezi Amber Heights a Cascadií.

# game/items:1921:DefaultText
source: Fallbrook Domicile Key
cs: Klíč k bydlišti Fallbrook

# game/items:1922:DefaultText
source: This keycard unlocks a long-term rental domicile in Fallbrook. Acquired from Catherine Malin of Malin's House of Hospitality* (*hospitality not guaranteed).
cs: Tato karta odemyká dlouhodobě pronajatý dům ve Fallbrooku. Získáno od Catherine Malinové z Malin's House of Hospitality* (*pohostinnost není zaručena).

# game/items:1930:DefaultText
source: A thick strip of leather from a primal.
cs: Tlustý pruh kůže z primála.

# game/items:1931:DefaultText
source: The leathery hide of a primal serves many purposes: thermoregulation, camouflage, rain resistance, and even sexual communication. This strip in particular seems to be attempting to hold as much odor as possible.
cs: Kožovitá kůže primála slouží k mnoha účelům: termoregulaci, maskování, odolnosti proti dešti a dokonce i k sexuální komunikaci. Zejména tento pruh se zřejmě snaží udržet co nejvíce pachu.

# game/items:1933:DefaultText
source: The untanned hide of a primal.
cs: Nevyčiněná kůže pračlověka.

# game/items:1934:DefaultText
source: This recently harvested primal hide is still wet and covered in skin parasites. Properly processed at a leather facility, it could be made into a nice pair of shoes or perhaps a jacket.
cs: Nedávno sklizená kůže pratura je ještě mokrá a pokrytá kožními parazity. Po správném zpracování v kožedělném podniku by se z ní dal vyrobit pěkný pár bot nebo třeba bunda.

# game/items:1936:DefaultText
source: The complete cranial organ of a full-grown primal.
cs: Kompletní lebeční orgán dospělého pračlověka.

# game/items:1937:DefaultText
source: This brain is not missing any parts! This could be worth a lot of bits to a brain collector. Good luck finding one.
cs: Tomuto mozku nechybí žádná část! Pro sběratele mozků by mohl mít velkou cenu. Hodně štěstí při hledání.

# game/items:1939:DefaultText
source: The untanned hide of an ash primal.
cs: Nevyčiněná kůže jasanového pračlověka.

# game/items:1940:DefaultText
source: This poorly removed primal hide is an unappealing grey in color, is quite dusty, and smells like someone peed on it. Repeatedly. After eating asparagus.
cs: Tato špatně odstraněná prvotní kůže má nevábnou šedou barvu, je dost zaprášená a páchne, jako by ji někdo počůral. Opakovaně. Po snědení chřestu.

# game/items:1941:DefaultText
source: Tossball Jerseys
cs: Dresy na přehazovanou

# game/items:1942:DefaultText
source: A package of mint condition tossball jerseys, now with authentic game-time aroma!
cs: Balíček dresů v bezvadném stavu, nyní s autentickou vůní při hře!

# game/items:1943:DefaultText
source: You even can smell it through the packaging.
cs: Přes obal je dokonce cítit jeho vůně.

# game/items:1944:DefaultText
source: Berta's To-Do List
cs: Bertin seznam úkolů

# game/items:1945:DefaultText
source: * groceries - CHECK * laundry (separate whites and colors this time) - CHECK * kill Isaac Rose - CHECK * destroy this list
cs: * nákupy - ZKONTROLOVAT * praní prádla (tentokrát odděleně bílé a barevné) - ZKONTROLOVAT * zabít Isaaca Rose - ZKONTROLOVAT * zničit tento seznam

# game/items:1946:DefaultText
source: UDL Lab Weapons Terminal Keycard
cs: Klíčová karta zbraňového terminálu laboratoře UDL

# game/items:1947:DefaultText
source: This card unlocks a weapons research terminal on the lab's first floor. There's a goopy, green substance stuck to it.
cs: Tato karta odemyká terminál pro výzkum zbraní v prvním patře laboratoře. Je na něm nalepená zelená mazlavá látka.

# game/items:1948:DefaultText
source: It's probably fine.
cs: Pravděpodobně je to v pořádku.

# game/items:1949:DefaultText
source: Bronson's Key
cs: Bronsonův klíč

# game/items:1950:DefaultText
source: You found this on Bronson in Amber Heights. It looks like the key a large door, like those used for storage closets.
cs: Tohle jste našli na Bronsonově ulici v Amber Heights. Vypadá to, že klíčem jsou velké dveře, jaké se používají u skladovacích skříní.

# game/items:1951:DefaultText
source: SubLight ID Cartridge
cs: Kazeta SubLight ID

# game/items:1952:DefaultText
source: An ID cartridge belonging to a SubLight employee.
cs: ID kazeta patřící zaměstnanci společnosti SubLight.

# game/items:1954:DefaultText
source: Minister's Estate Key
cs: Klíč od panství ministra

# game/items:1955:DefaultText
source: This keycard, taken from one of Minister Clarke's guards, should get you into his estate. It probably won't help you at coat check, though.
cs: Tato karta od jednoho ze strážců ministra Clarkea by vás měla dostat do jeho sídla. Při kontrole šatů vám však pravděpodobně nepomůže.

# game/items:1956:DefaultText
source: Carmen's Reminders
cs: Připomínky Carmen

# game/items:1957:DefaultText
source: Remember: - Look for Contact (a.k.a. "Cuckoo") - Don't mention Phineas (a.k.a. "Phoenix") by name - Tell Cuckoo Minister Clarke (a.k.a. "Magpie") is at his estate under heavy guard - There's something else you're supposed to tell Cuckoo... oh well, you'll remember it when you talk. You've got this, Golden Eagle!
cs: Zapamatuj si: - Hledej Kontakt (alias "Kukačku") - Nezmiňuj Phinease (alias "Fénixe") jménem - Řekni Kukačce, že ministr Clarke (alias "Straka") je na svém panství pod přísnou ochranou - Ještě něco máš Kukačce říct... ach jo, vzpomeneš si na to, až budeš mluvit. Máš to mít, Zlatý orle!

# game/items:1958:DefaultText
source: Protective Clothing w/Safety Harness
cs: Ochranný oděv s bezpečnostním postrojem

# game/items:1959:DefaultText
source: Aramid Ballistics makes a fine line of protective clothing. This stylish number comes with its own safety harness. And a utility belt.
cs: Společnost Aramid Ballistics vyrábí jemnou řadu ochranných oděvů. Toto stylové číslo je dodáváno s vlastním bezpečnostním postrojem. A užitkovým opaskem.

# game/items:1960:DefaultText
source: [TEMP] FLAVOR STUB Crowd Dispersal Armor Tier 3
cs: [TEMP] FLAVOR STUB Rozptylování davu Brnění úrovně 3

# game/items:1961:DefaultText
source: Protective Clothing w/Safety Harness Gold
cs: Ochranný oděv s bezpečnostním postrojem zlatý

# game/items:1963:DefaultText
source: Fashionable, upscale and contemporary. Custom-made and available in less than a week!
cs: Módní, luxusní a moderní. Vyrobeno na zakázku a k dispozici do týdne!

# game/items:1966:DefaultText
source: The latest in monochromatic elegance. Impress your friends. Allow 2-4 weeks for delivery.
cs: Nejnovější monochromatická elegance. Udělejte dojem na své přátele. Dodání trvá 2-4 týdny.

# game/items:1967:DefaultText
source: [TEMP] Dissident Revolutionary Armor T2
cs: [TEMP] Disidentská revoluční zbroj T2

# game/items:1968:DefaultText
source: Fall Plaid Collection
cs: Podzimní kostkovaná kolekce

# game/items:1969:DefaultText
source: Elegant, eye-catching plaid will get you noticed! New this fall.
cs: Elegantní, poutavý kostkovaný vzor vás zaujme! Novinka letošního podzimu.

# game/items:1970:DefaultText
source: [TEMP] Dissident Revolutionary Armor T3
cs: [TEMP] Disidentská revoluční zbroj T3

# game/items:1971:DefaultText
source: Classic Semi-Formal
cs: Klasické poloslužební oblečení

# game/items:1972:DefaultText
source: This outfit is perfect for social obligations where the dress code is unclear. Clean classic lines will show you at your best!
cs: Tento outfit je ideální pro společenské události, kde není jasný dress code. Čisté klasické linie vás ukáží v tom nejlepším světle!

# game/items:1973:DefaultText
source: [TEMP] semi formal flavor text
cs: [TEMP] poloformální text příchutě

# game/items:1975:DefaultText
source: Whether you are hosting an office presentation or picnicking in the Terra 2 countryside, this piece from our Town & Country collection will not disappoint you!
cs: Ať už pořádáte prezentaci v kanceláři nebo piknik v přírodě Terra 2, tento kousek z naší kolekce Town & Country vás nezklame!

# game/items:1976:DefaultText
source: [TEMP] Dissident Revolutionary Helmet T2
cs: [TEMP] Disidentská revoluční přilba T2

# game/items:1977:DefaultText
source: Freeman Business Suit
cs: Obchodní oblek Freeman

# game/items:1978:DefaultText
source: This suit from our Freeman business line will help you land that deal. It's sure to impress any client (and your manager)!
cs: Tento oblek z naší obchodní řady Freeman vám pomůže uzavřít takový obchod. Určitě udělá dojem na každého klienta (a vašeho manažera)!

# game/items:1979:DefaultText
source: [TEMP] Dissident Revolutionary Helmet T3
cs: [TEMP] Disidentská revoluční přilba T3

# game/items:1980:DefaultText
source: Braxington Formal Wear
cs: Braxington Formální oblečení

# game/items:1981:DefaultText
source: Nothing says punctilious like a Braxington Formal outfit! Only at Jolicoeur!
cs: Nic nevypovídá o puntičkářství tak jako formální oblečení Braxington! Pouze u Jolicoeur!

# game/items:1982:DefaultText
source: [TEMP] Braxington flavor text
cs: [TEMP] Braxington příchuť text

# game/items:1983:DefaultText
source: Night On The Town
cs: Noc ve městě

# game/items:1984:DefaultText
source: Last minute party? After-work amuse-bouche at the local bistro? Jolicoeur has just what you need for a Night On The Town!
cs: Večírek na poslední chvíli? Po pracovní pauze v místním bistru? Jolicoeur má přesně to, co potřebujete pro noc ve městě!

# game/items:1985:DefaultText
source: [TEMP] Dissident Insurgent Armor T2
cs: [TEMP] Disidentské povstalecké brnění T2

# game/items:1986:DefaultText
source: Back To Basics
cs: Zpět k základům

# game/items:1987:DefaultText
source: Feeling ennui? Want to be "one of the people"? Get Back To Basics, with Jolicoeur!
cs: Cítíte se unavení? Chcete být "jedním z lidí"? Vraťte se k základům s Jolicoeurem!

# game/items:1988:DefaultText
source: [TEMP] Dissident Insurgent Armor T3
cs: [TEMP] Disidentská povstalecká zbroj T3

# game/items:1989:DefaultText
source: The Refined Byzantite
cs: Rafinovaný Byzantinec

# game/items:1990:DefaultText
source: This genteel sophisticated outfit is for our most discerning customer. And the handsome sleeveless collarless vest is also available in washable wooly suede.
cs: Tento elegantní sofistikovaný outfit je určen pro naše nejnáročnější zákazníky. A pohledná vesta bez límce s rukávy je k dispozici také v omyvatelném vlněném semiši.

# game/items:1991:DefaultText
source: [Temp] Refined flavor text
cs: [Temp] Zpřesněný text příchutě

# game/items:1992:DefaultText
source: Laboratory Outfit, Splash-Resistant
cs: Laboratorní oblečení, odolné proti stříkající vodě

# game/items:1993:DefaultText
source: This Spacer's Choice Laboratory Outfit is designed mostly to resist stains, but it might incidentally resist damage.
cs: Tento laboratorní oděv Spacer's Choice je navržen tak, aby odolával především skvrnám, ale mimochodem by mohl odolávat i poškození.

# game/items:1994:DefaultText
source: [TEMP] Dissident Insurgent Helmet T2
cs: [TEMP] Disidentská povstalecká přilba T2

# game/items:1995:DefaultText
source: Colony Ship Uniform, Captain
cs: Uniforma koloniální lodi, kapitán

# game/items:1996:DefaultText
source: Spacer's Choice Colony Ship Uniforms - the official uniform of colony-class starships! Note: proof of employment is required to order Captain rank clothing.
cs: Uniformy Spacer's Choice Colony Ship Uniforms - oficiální uniformy hvězdných lodí třídy Colony! Poznámka: pro objednání oděvu v hodnosti kapitána je nutné předložit doklad o zaměstnání.

# game/items:1997:DefaultText
source: [TEMP] Dissident Insurgent Helmet T3
cs: [TEMP] Disidentská povstalecká přilba T3

# game/items:1998:DefaultText
source: Hiking Gear, Quilted
cs: Turistické vybavení, Prošívané

# game/items:1999:DefaultText
source: Ports of Call Quilted Hiking Gear provides warmth and protection in a light-weight fashionable style. Boots and gloves are included!
cs: Prošívaná turistická výstroj Ports of Call poskytuje teplo a ochranu v lehkém módním stylu. Boty a rukavice jsou součástí balení!
