Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:2751:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB UDL CorpUnitCommander Přilba T3

# game/items:2752:DefaultText
source: [TEMP] Spacer's Choice Warehouse Terminal Keycard
cs: [TEMP] Klíčová karta Spacer's Choice Warehouse Terminal

# game/items:2753:DefaultText
source: [TEMP] This keycard will grant access to a security terminal at the Midway Spacer's Choice warehouse.
cs: [TEMP] Tato karta umožňuje přístup k bezpečnostnímu terminálu ve skladu Midway Spacer's Choice.

# game/items:2754:DefaultText
source: Relay Transmitter Data
cs: Data reléového vysílače

# game/items:2755:DefaultText
source: This data cartridge contains a copy of all of the transmissions received by relay GB-23 while it was offline.
cs: Tato datová kazeta obsahuje kopie všech přenosů, které relé GB-23 přijalo v době, kdy bylo v režimu offline.

# game/items:2756:DefaultText
source: Rotten Saltuna
cs: Prohnilá Saltuna

# game/items:2757:DefaultText
source: Found in a dumpster. This saltuna is discolored and rancid.
cs: Nalezeno v kontejneru. Tato saltuna je odbarvená a žluklá.

# game/items:2759:DefaultText
source: An exquisite outfit crafted by Celeste Jolicoeur. This suit provides as much protection as standard heavy armor.
cs: Nádherné oblečení od Celeste Jolicoeur. Tento oblek poskytuje stejnou ochranu jako standardní těžké brnění.

# game/items:2760:DefaultText
source: Celeste Jolicoeur's final work. One of a kind and practically invaluable.
cs: Závěrečná práce Celeste Jolicoeur. Jedinečné a prakticky neocenitelné.

# game/items:2762:DefaultText
source: A key to the Jolicoeur Haberdashery in Byzantium.
cs: Klíč k galanterii Jolicoeur v Byzanci.

# game/items:2763:DefaultText
source: Somehow, even Celeste's keys are stylish.
cs: Dokonce i Celesteiny klíče jsou stylové.

# game/items:2764:DefaultText
source: Mantiqueen Chitin
cs: Mantikénský chitin

# game/items:2765:DefaultText
source: A piece of chitin taken from a Mantiqueen.
cs: Kousek chitinu odebraný z mantikéna.

# game/items:2766:DefaultText
source: The carapace of a Mantiqueen is flexible and pliant, yet strong enough to resist gunfire.
cs: Plášť mantikénů je pružný a ohebný, ale zároveň dostatečně pevný, aby odolal střelbě.

# game/items:2768:DefaultText
source: The softer flank hide of a raptidon, harvested from a kill.
cs: Měkčí kůže z boků raptidona, získaná z uloveného kusu.

# game/items:2769:DefaultText
source: What Celeste wants with this is anyone's guess.
cs: Co s tím Celeste chce dělat, se můžeme jen dohadovat.

# game/items:2771:DefaultText
source: A strip of ash primal hide, covered in dense fur.
cs: Pruh popelavé kůže pokrytý hustou srstí.

# game/items:2772:DefaultText
source: The hairs of an ash primal are sensitive enough to detect subtle changes in temperature and wind direction - but not, unfortunately, bloody-minded poachers hunting them for their fur.
cs: Chlupy jasanů jsou dostatečně citlivé na to, aby rozpoznaly nepatrné změny teploty a směru větru - bohužel však ne na to, aby je pro jejich srst lovili krvelační pytláci.

# game/items:2773:DefaultText
source: Gold Lapel
cs: Zlatá klopa

# game/items:2774:DefaultText
source: A golden lapel studded with jewels.
cs: Zlatá klopa posetá drahokamy.

# game/items:2775:DefaultText
source: Every Jolicoeur Original bears a custom-made, hand-crafted lapel.
cs: Každý Jolicoeur Original je opatřen ručně vyrobenou klopou na zakázku.

# game/items:2776:DefaultText
source: Byzantium Fuel and Transportation Authorization Keycard
cs: Klíčová karta Byzantium Fuel and Transportation Authorization

# game/items:2777:DefaultText
source: This keycard grants access to the Byzantium Fuel and Transportation central information system.
cs: Tato karta umožňuje přístup do centrálního informačního systému Byzantium Fuel and Transportation.

# game/items:2778:DefaultText
source: [TEMP] Distress Call Recording
cs: [TEMP] Záznam tísňového volání

# game/items:2779:DefaultText
source: [TEMP] Distress Call Recording description
cs: [TEMP] Popis záznamu tísňového volání

# game/items:2780:DefaultText
source: [TEMP] Distress Call Recording lore
cs: [TEMP] Nahrávání tísňového volání lore

# game/items:2781:DefaultText
source: Writ of Consent
cs: Písemný souhlas

# game/items:2782:DefaultText
source: A writ of consent from Celeste Jolicoeur.
cs: Souhlasné prohlášení Celeste Jolicoeurové.

# game/items:2783:DefaultText
source: Whoever holds this can sign documents for Celeste.
cs: Ten, kdo ji bude mít, může podepsat dokumenty za Celestu.

# game/items:2784:DefaultText
source: Low Pressure Helm
cs: Nízkotlaké kormidlo

# game/items:2785:DefaultText
source: [TEMP] Spacer Helmet desc
cs: [TEMP] Přilba Spacer desc

# game/items:2786:DefaultText
source: [TEMP] Spacer Helmet lore
cs: [TEMP] Lore o přilbě Spacer

# game/items:2788:DefaultText
source: [TEMP] MSec ID Cartridge Tier 1 Description
cs: [TEMP] MSec ID Cartridge Tier 1 Popis

# game/items:2790:DefaultText
source: [TEMP] MSec ID Cartridge Tier 2 Description
cs: [TEMP] MSec ID Cartridge Tier 2 Popis

# game/items:2792:DefaultText
source: [TEMP] MSec ID Cartridge Tier 3 Description
cs: [TEMP] MSec ID Cartridge Tier 3 Popis

# game/items:2793:DefaultText
source: Docking Bay Terminal Codes
cs: Kódy terminálů v docích

# game/items:2794:DefaultText
source: The passcodes for a security terminal, near the landing pad in Byzantium.
cs: Hesla k bezpečnostnímu terminálu poblíž přistávací plochy v Byzanci.

# game/items:2795:DefaultText
source: Using the terminal should give you access to the dock's more secure warehouses
cs: Používání terminálu by vám mělo umožnit přístup do bezpečnějších skladů v docích.

# game/items:2796:DefaultText
source: Maintenance Hatch Key
cs: Klíč k poklopu údržby

# game/items:2797:DefaultText
source: Your way out of the Early Retirement District.
cs: Vaše cesta z okresu předčasného odchodu do důchodu.

# game/items:2798:DefaultText
source: Apparently this is what they use when they want to adjust the "wanton violence" setting on those automechanicals
cs: Tohle zřejmě používají, když chtějí upravit nastavení "bezohledného násilí" na těchto automechanikách.

# game/items:2801:DefaultText
source: HHC Elevator ID
cs: ID výtahu HHC

# game/items:2802:DefaultText
source: This ID allows the use of the elevator between the top floor and the lobby of the HHC headquarters.
cs: Tento průkaz umožňuje používat výtah mezi nejvyšším patrem a vstupní halou sídla HHC.

# game/items:2803:DefaultText
source: Ministry of Accuracy and Morale Key
cs: Ministerstvo přesnosti a morálky

# game/items:2804:DefaultText
source: This key grants access to the Ministry of Accuracy and Morale.
cs: Tento klíč umožňuje přístup k ministerstvu přesnosti a morálky.

# game/items:2805:DefaultText
source: [TEMP] Minister Study Key
cs: [TEMP] Klíč ke studiu ministra

# game/items:2806:DefaultText
source: [TEMP] This key opens the study in the Minister's Residence.
cs: [TEMP] Tento klíč otevírá pracovnu v rezidenci ministra.

# game/items:2807:DefaultText
source: TEMP// Vicar Max Quest - Drugs
cs: TEMP// Vicar Max Quest - Drogy

# game/items:2808:DefaultText
source: TEMP // Description of the drugs the hermit gives/uses to induce the vision quest
cs: TEMP // Popis drog, které poustevník podává/užívá k vyvolání hledání vize

# game/items:2811:DefaultText
source: [TEMP] Bedford's Diplomatic Waiver
cs: [TEMP] Bedfordova diplomatická výjimka

# game/items:2812:DefaultText
source: [TEMP] These documents, pre-signed by Udom Bedford, allow for privileged and confidential delivery of the associated cargo [ES3-MID-47J] to Adjutant Sophia Akende in Byzantium, via the port at Midway.
cs: [TEMP] Tyto dokumenty, předem podepsané Udomem Bedfordem, umožňují privilegované a důvěrné doručení souvisejícího nákladu [ES3-MID-47J] adjutantce Sophii Akendeové v Byzanci prostřednictvím přístavu v Midway.

# game/items:2813:DefaultText
source: [TEMP] Midway Pad C Keycard
cs: [TEMP] Klíčová karta Midway Pad C

# game/items:2814:DefaultText
source: [TEMP] This keycard opens the gates to landing pad C.
cs: [TEMP] Tato karta otevírá bránu na přistávací plochu C.

# game/items:2815:DefaultText
source: Keycard to Kat's Cage
cs: Klíčová karta do Katovy klece

# game/items:2816:DefaultText
source: A little blood-splattered, but should still work.
cs: Trochu potřísněné krví, ale i tak by to mělo fungovat.

# game/items:2817:DefaultText
source: Auntie's Kitchen Keycard
cs: Klíčenka z kuchyně tety

# game/items:2818:DefaultText
source: This keycard grants access to Auntie's Kitchen on Groundbreaker.
cs: Tato karta umožňuje přístup do Auntie's Kitchen na Groundbreakeru.

# game/items:2819:DefaultText
source: Relay Diagnostics Manual
cs: Příručka pro diagnostiku relé

# game/items:2820:DefaultText
source: This electronic book contains pages of indecipherable jargon. The occasional diagram includes instructions like, "with a firm and steady grip, press the ping reset button as you torque the upper left dial" but fails to label any corresponding parts.
cs: Tato elektronická kniha obsahuje stránky nesrozumitelného žargonu. Občasné schéma obsahuje instrukce typu: "pevným a jistým stiskem stiskněte tlačítko ping reset, jakmile stlačíte levý horní volič", ale neoznačuje žádné odpovídající části.

# game/items:2821:DefaultText
source: [TEMP] Methuselah Mastermind Note
cs: [TEMP] Methuselah Mastermind Poznámka

# game/items:2822:DefaultText
source: [TEMP] The contents of this note identify the holder as the man behind the drug Methuselah.
cs: [TEMP] Obsah této poznámky identifikuje jejího držitele jako muže, který stojí za drogou Methuselah.

# game/items:2823:DefaultText
source: Elevator Keycard
cs: Klíčová karta výtahu

# game/items:2824:DefaultText
source: This keycard grants access to the elevator leading to the Chairman's quarters in the Board embassy aboard Groundbreaker.
cs: Tato karta umožňuje přístup do výtahu vedoucího do kajuty předsedy na velvyslanectví Rady na palubě Groundbreakeru.

# game/items:2825:DefaultText
source: Dimethyl Sulfoxide Canister
cs: Kanystr na dimethylsulfoxid

# game/items:2826:DefaultText
source: This canister contains a quantity of dimethyl sulfoxide, the chemical Phineas needs to revive more colonists.
cs: Tento kanystr obsahuje množství dimethylsulfoxidu, chemikálie, kterou Phineas potřebuje k oživení dalších kolonistů.

# game/items:2827:DefaultText
source: Repair Hangar Keycard
cs: Oprava hangáru Klíčová karta

# game/items:2831:DefaultText
source: Quiyue's Lost Journal
cs: Ztracený deník Quiyue

# game/items:2832:DefaultText
source: Description for Quiyue's Lost Journal, found in her private hangar on the Groundbreaker.
cs: Popis ztraceného deníku Quiyue, který se nachází v jejím soukromém hangáru na Groundbreakeru.

# game/items:2834:DefaultText
source: [TEMP] An ID cartridge for a member of the Groundbreaker Mardet security force.
cs: [TEMP] Identifikační kazeta pro člena bezpečnostní jednotky Groundbreaker Mardet.

# game/items:2835:DefaultText
source: [TEMP] Lore Description Mardet ID Cartridge T1
cs: [TEMP] Lore Popis Mardet ID Cartridge T1

# game/items:2843:DefaultText
source: [TEMP] Lyndia's Business Card
cs: [TEMP] Lyndiina vizitka

# game/items:2844:DefaultText
source: [TEMP] This business card identifies Lyndia as an employee of the Bureau of Exploration.
cs: [TEMP] Tato vizitka označuje Lyndii jako zaměstnankyni Úřadu pro průzkum.

# game/items:2845:DefaultText
source: Labyrinth Identification Card
cs: Identifikační karta Labyrintu

# game/items:2846:DefaultText
source: An identification card for a Labyrinth prison guard. If anyone asks, you'll have to pretend to be an "M. Pilkerton."
cs: Identifikační karta vězeňského dozorce v Labyrintu. Pokud se tě někdo zeptá, budeš muset předstírat, že jsi "M. Pilkerton".

# game/items:2847:DefaultText
source: Prisoner Identification Card
cs: Identifikační karta vězně

# game/items:2848:DefaultText
source: An identification card for a Labyrinth prisoner. Worn by time and use, it appears to have been recycled by dozens of different prisoners over the years.
cs: Identifikační karta vězně Labyrintu. Je opotřebovaná časem a používáním, zdá se, že ji v průběhu let recyklovaly desítky různých vězňů.

# game/items:2849:DefaultText
source: Labyrinth Security Personnel ID Cartridge
cs: Bezpečnostní kartuše Labyrinth Personnel ID

# game/items:2852:DefaultText
source: Labyrinth Prisoner ID Cartridge
cs: Labyrint Vězeňská identifikační kazeta

# game/items:2855:DefaultText
source: MacRedd's Lighter
cs: Zapalovač MacRedd's

# game/items:2856:DefaultText
source: A Spacer's Choice lighter engraved with the name "Sanita."
cs: Zapalovač Spacer's Choice s vyrytým názvem "Sanita".

# game/items:2857:DefaultText
source: This lighter is proof that you have dealt with Captain Gunnar MacRedd and can claim his bounty from Cmdt. Sanita of Groundbreaker's Mardet security forces.
cs: Tento zapalovač je důkazem, že jste se vypořádali s kapitánem Gunnarem MacReddem a můžete si vyžádat jeho odměnu od komandéra Sanity z bezpečnostních jednotek Groundbreaker's Mardet.

# game/items:2858:DefaultText
source: Medical Bay Keycard
cs: Klíčová karta Medical Bay

# game/items:2859:DefaultText
source: This keycard grants access to the restricted drug storage in Groundbreaker's medical bay.
cs: Tato karta umožňuje přístup do omezeného skladu léků v lékařském oddělení Groundbreakeru.

# game/items:2861:DefaultText
source: Rest-n-Go Keycard
cs: Klíčová karta Rest-n-Go

# game/items:2862:DefaultText
source: This keycard grants access to locked rooms and safes in the Rest-n-Go on Groundbreaker.
cs: Tato karta umožňuje přístup do uzamčených pokojů a trezorů v Rest-n-Go na Groundbreakeru.

# game/items:2863:DefaultText
source: Lost Hope Bar Keycard
cs: Ztracená naděje Bar Keycard

# game/items:2864:DefaultText
source: This keycard grants access to the locked storeroom in the Lost Hope Bar on Groundbreaker.
cs: Tato karta umožňuje přístup do zamčeného skladu v baru Lost Hope na Groundbreakeru.

# game/items:2865:DefaultText
source: Crew Outfit, Model H
cs: Oblečení pro posádku, model H

# game/items:2866:DefaultText
source: Port of Call Crew Outfit Model H is modern and stylish. A vast improvement on Model G.
cs: Oblečení Port of Call Crew Outfit Model H je moderní a stylové. Výrazné vylepšení modelu G.

# game/items:2867:DefaultText
source: FLAVOR STUB Laborer Outfit
cs: Oblečení dělníka FLAVOR STUB

# game/items:2868:DefaultText
source: Tracking Signal Protocol
cs: Protokol sledovacího signálu

# game/items:2869:DefaultText
source: Used to send a covert tracking signal to the Board.
cs: Slouží k odesílání skrytého sledovacího signálu na palubu.

# game/items:2870:DefaultText
source: This tracking signal will allow Sophia Akande to pinpoint the location of Welles's orbital lab.
cs: Tento sledovací signál umožní Sophii Akandeové určit polohu Wellesovy orbitální laboratoře.

# game/items:2871:DefaultText
source: Leather Gear, Business Casual
cs: Kožená výbava, Business Casual

# game/items:2872:DefaultText
source: DESCRIPTION Spacer Outfit 01
cs: POPIS Distanční výbava 01

# game/items:2873:DefaultText
source: An outfit typically worn by Spacers.
cs: Oblečení, které obvykle nosí Spacers.

# game/items:2874:DefaultText
source: Worker Outfit
cs: Dělnické oblečení

# game/items:2875:DefaultText
source: Armor worn by Iconoclasts.
cs: Zbroj, kterou nosí ikonoklasté.

# game/items:2876:DefaultText
source: Armor worn by marauders.
cs: Zbroj, kterou nosí nájezdníci.

# game/items:2877:DefaultText
source: Elite Rich Outfit
cs: Elitní bohatá výbava

# game/items:2878:DefaultText
source: DESCRIPTION Elite Rich Outfit
cs: Popis Elite Rich Outfit

# game/items:2880:DefaultText
source: Townie Outfit
cs: Městský outfit

# game/items:2881:DefaultText
source: DESCRIPTION Townie Outfit
cs: POPIS Oblečení Townie

# game/items:2883:DefaultText
source: Langston's Key
cs: Langstonův klíč

# game/items:2884:DefaultText
source: This key opens a locker in Langston's home.
cs: Tento klíč otevírá skříňku v Langstonově domě.

# game/items:2885:DefaultText
source: Melody's Journal
cs: Melodyin deník

# game/items:2886:DefaultText
source: A simple journal filled with Melody's research notes. The end of the journal is mostly doodles.
cs: Jednoduchý deník plný Melodyiných výzkumných poznámek. Konec deníku tvoří převážně čmáranice.

# game/items:2888:DefaultText
source: Made with Rizzo's proprietary sugar-free Zero Percent sweetener. "Suck it, chew it! You can do it!"
cs: Vyrobeno z patentovaného sladidla bez cukru Zero Percent společnosti Rizzo. "Cucej, žvýkej! Dokážeš to!"

# game/items:2890:DefaultText
source: Made with Rizzo's proprietary sugar-free Zero Percent sweetener "Now with twelve percent more crunch!"
cs: Vyrobeno s patentovaným sladidlem Zero Percent společnosti Rizzo bez cukru "Nyní o dvanáct procent křupavější!"

# game/items:2892:DefaultText
source: Made with Rizzo's proprietary sugar-free Zero Percent sweetener. "There's always time for Purpleberry Lunch!"
cs: Vyrobeno z patentovaného sladidla bez cukru Zero Percent společnosti Rizzo. "Na Purpleberry Lunch je vždycky čas!"

# game/items:2894:DefaultText
source: Made with Rizzo's proprietary sugar-free Zero Percent sweetener. "When you don't have time for Purpleberry Lunch, there's always time for Purpleberry Munch!"
cs: Vyrobeno z patentovaného sladidla bez cukru Zero Percent společnosti Rizzo. "Když nemáte čas na Purpleberry Lunch, vždycky se najde čas na Purpleberry Munch!"

# game/items:2895:DefaultText
source: Zero Percent Sweetener Formula
cs: Nulové procento sladidla

# game/items:2896:DefaultText
source: This formula describes the protein sequence used in Rizzo's Zero Percent Sweetener.
cs: Tento vzorec popisuje sekvenci bílkovin použitých ve sladidle Rizzo's Zero Percent Sweetener.

# game/items:2897:DefaultText
source: Key to Rizzo's Confectionary
cs: Klíč k cukrárně Rizzo's

# game/items:2898:DefaultText
source: This key grants access to the Rizzo's Confectionery laboratory and research center.
cs: Tento klíč umožňuje přístup do laboratoře a výzkumného centra Rizzo's Confectionery.

# game/items:2901:DefaultText
source: Access Codes: Cascadia Labs
cs: Přístupové kódy: Cascadia Labs

# game/items:2902:DefaultText
source: Grants access to a restricted terminal in Cascadia
cs: Umožňuje přístup k terminálu s omezeným přístupem v Cascadii.

# game/items:2903:DefaultText
source: Through the terminal, the doors to the Cascadia Lab can be unsealed
cs: Prostřednictvím terminálu lze dveře do laboratoře Cascadia odpečetit.

# game/items:2904:DefaultText
source: Melee Weapon Mod - Attack Changes the damage type dealt to Corrosion damage.
cs: Modifikace zbraně pro boj zblízka - útok Změní typ způsobeného poškození na poškození korozí.

# game/items:2905:DefaultText
source: This device continuously emits a sticky acidic gel that drips down the melee weapon.
cs: Toto zařízení nepřetržitě vypouští lepkavý kyselý gel, který stéká po zbrani pro boj zblízka.

# game/items:2906:DefaultText
source: Attack mod attached to Melee weapons which changes the damage type dealt by your hits to Energy damage.
cs: Útočný mod připojený ke zbraním pro boj zblízka, který mění typ poškození způsobeného zásahy na energetické poškození.

# game/items:2907:DefaultText
source: This dense nub attaches to a melee weapon and makes it emit pure plasma.
cs: Tento hustý vroubek se připojí ke zbrani pro boj zblízka a způsobí, že z ní bude vyzařovat čistá plazma.

# game/items:2908:DefaultText
source: Melee Weapon Mod - Attack Changes the damage type dealt to N-ray damage.
cs: Modifikace zbraně pro boj zblízka - útok Změní typ způsobeného poškození na poškození N-ray.

# game/items:2909:DefaultText
source: The odd little device makes the melee weapon glow so deeply purple that it hurts to view it.
cs: Podivné malé zařízení způsobuje, že zbraň pro boj zblízka září tak sytě fialově, že pohled na ni bolí.

# game/items:2910:DefaultText
source: Melee Weapon Mod - Attack Changes the damage type dealt to Shock damage.
cs: Modifikace zbraně pro boj zblízka - útok Změní typ způsobeného poškození na poškození šokem.

# game/items:2911:DefaultText
source: Attached to a melee weapon, this mod emits a continuous stream of sparks.
cs: Tato modifikace, připojená ke zbrani pro boj zblízka, vysílá nepřetržitý proud jisker.

# game/items:2912:DefaultText
source: Melee Weapon Mod - Attack Changes the damage type dealt to Plasma damage.
cs: Modifikace zbraně pro boj zblízka - útok Změní typ způsobeného poškození na plazmové poškození.

# game/items:2914:DefaultText
source: Attack mod attached to Melee weapons that increases the damage dealt after armor penetration.
cs: Útočný mod připojený ke zbraním pro boj zblízka, který zvyšuje poškození způsobené po průniku pancířem.

# game/items:2915:DefaultText
source: FLAVOR STUB Mr. Spike
cs: FLAVOR STUB Pan Spike

# game/items:2917:DefaultText
source: Melody's House Key
cs: Klíč od domu Melody

# game/items:2918:DefaultText
source: [TEMP] The key to gain entry to Melody's House.
cs: [TEMP] Klíč ke vstupu do Melodyina domu.

# game/items:2920:DefaultText
source: Perfect for sanitization via "deep burn" sweeps. Deadly to all contaminants, not just microbial germs! WARNING: Part not tested in the wider market, license limited to blackmarket usage. Not insured against user death or disfigurement.
cs: Ideální pro dezinfekci pomocí "hloubkového vypalování". Smrtící pro všechny kontaminanty, nejen mikrobiální zárodky! UPOZORNĚNÍ: Díl není testován na širším trhu, licence omezena na použití na černém trhu. Není pojištěn proti úmrtí nebo znetvoření uživatele.

# game/items:2921:DefaultText
source: Hunting Rifle
cs: Lovecká puška

# game/items:2922:DefaultText
source: Slow firing, but accurate. Ideal for taking down heavy targets at medium to long range.
cs: Pomalá, ale přesná střelba. Ideální pro likvidaci těžkých cílů na střední až velkou vzdálenost.

# game/items:2923:DefaultText
source: Remember: it's ALWAYS hunting season when you are armed with a T&L Hunting Rifle!
cs: Nezapomeňte: když jste vyzbrojeni loveckou puškou T&L, je to vždycky lovecká sezóna!

# game/items:2936:DefaultText
source: Salvaged from old machinery in Groundbreaker's Back Bays, these parts are vital to repairing the station's radiators. Without these parts the station will continue to overheat, eventually reaching critical temperatures.
cs: Tyto díly, které byly zachráněny ze starých strojů v zázemí Groundbreakeru, jsou nezbytné pro opravu chladičů stanice. Bez těchto dílů se stanice bude nadále přehřívat a nakonec dosáhne kritické teploty.

# game/items:2942:DefaultText
source: FORCE Pistol Schematics
cs: Schéma pistole FORCE

# game/items:2943:DefaultText
source: Detailed drawings of an advanced pistol. Revisions and comments are scrawled across the image in mostly illegible writing.
cs: Podrobné výkresy pokročilé pistole. Přes obrázek jsou většinou nečitelným písmem načmárány revize a poznámky.

# game/items:2944:DefaultText
source: The schematics depict a 'Phlogisynchotron Pistol' from a brand named FORCE, which is not native to the Halcyon colony. It is unclear from these plans what a 'phlogisynchotron' does.
cs: Na schématech je vyobrazena "flogisynchotronní pistole" značky FORCE, která není původem z kolonie Halcyon. Z těchto plánků není jasné, co "flogisynchotron" dělá.

# game/items:2946:DefaultText
source: The key to a lovely home in Byzantium.
cs: Klíč ke krásnému domu v Byzanci.

# game/items:2947:DefaultText
source: The home is technically owned by the Board, but occupied by one of their chief scientists, Dr. Eva Chartrand.
cs: Dům je technicky ve vlastnictví Správní rady, ale obývá ho jedna z jejích hlavních vědkyň, doktorka Eva Chartrandová.
