Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:245:DefaultText
source: Armor Mod - Skill Kit Increases your Dialog and Leadership skills.
cs: Armor Mod - Skill Kit Zvyšuje vaše schopnosti Dialog a Leadership.

# game/items:246:DefaultText
source: Armor Mod - Utility Increases the range at which interactable objects are highlighted.
cs: Armor Mod - Utility Zvyšuje rozsah, ve kterém jsou zvýrazněny interagovatelné objekty.

# game/items:247:DefaultText
source: Armor Mod - Utility Decreases the noise made while moving.
cs: Armor Mod - Utility Snižuje hlučnost při pohybu.

# game/items:248:DefaultText
source: Armor Mod - Utility Increases your Carrying Capacity.
cs: Modifikace zbroje - Utility Zvyšuje nosnost.

# game/items:250:DefaultText
source: Armor Mod - Utility Increases the distance you travel when dodging.
cs: Modifikace brnění - Utility Zvyšuje vzdálenost, kterou urazíte při úskoku.

# game/items:255:DefaultText
source: Melee Weapon Mod - Grip Increases attack speed.
cs: Modifikace zbraně pro boj zblízka - Grip Zvyšuje rychlost útoku.

# game/items:257:DefaultText
source: Ranged Weapon Mod - Barrel Reduces recoil and aim sway.
cs: Modifikace zbraně na dálku - Hlaveň Snižuje zpětný ráz a kolísání míření.

# game/items:259:DefaultText
source: Ranged Weapon Mod - Barrel Improves the weapon's rate of fire.
cs: Modifikace zbraně na dálku - Hlaveň Zlepšuje rychlost střelby zbraně.

# game/items:260:DefaultText
source: Ranged Weapon Mod - Barrel Reduces the noise of each shot.
cs: Modifikace zbraně na dálku - Hlaveň Snižuje hlučnost každého výstřelu.

# game/items:263:DefaultText
source: Ranged Weapon Mod - Magazine Changes the weapon's damage type to Corrosion.
cs: Modifikace zbraně na dálku - zásobník Změní typ poškození zbraně na korozi.

# game/items:265:DefaultText
source: Ranged Weapon Mod - Magazine Increases the amount of ammunition the weapon's magazine carries.
cs: Modifikace zbraně na dálku - zásobník Zvyšuje množství munice, kterou zásobník zbraně pojme.

# game/items:266:DefaultText
source: Ranged Weapon Mod - Magazine Changes the weapon's damage type to Shock.
cs: Modifikace zbraně na dálku - zásobník Změní typ poškození zbraně na šok.

# game/items:267:DefaultText
source: Ranged Weapon Mod - Sight Improves the damage dealt after armor penetration.
cs: Modifikace zbraně na dálku - Zrak Zlepšuje poškození způsobené po průniku pancířem.

# game/items:268:DefaultText
source: Ranged Weapon Mod - Sight Applies a 6x zoom scope to the weapon.
cs: Modifikace zbraně na dálku - zaměřovač Na zbraň je přidán zaměřovač s 6násobným přiblížením.

# game/items:273:DefaultText
source: Cartridge storing an amount of bits, used as currency in the colonies.
cs: Kazeta s určitým množstvím bitů, která se v koloniích používala jako platidlo.

# game/items:274:DefaultText
source: Tool used to pick locks.
cs: Nástroj používaný k odemykání zámků.

# game/items:275:DefaultText
source: Tool used to hack computers.
cs: Nástroj používaný k hackování počítačů.

# game/items:276:DefaultText
source: Components used to repair weapons.
cs: Součásti používané k opravě zbraní.

# game/items:277:DefaultText
source: A somewhat well-preserved wing of a pteroray glider.
cs: Poněkud zachovalé křídlo pterorayského kluzáku.

# game/items:278:DefaultText
source: Standard Troop Armor Gold
cs: Zlatá standardní výzbroj jednotek

# game/items:279:DefaultText
source: Elite Troop Armor
cs: Brnění elitních jednotek

# game/items:280:DefaultText
source: Heavy Armor, providing a great deal of Damage Resistance and Damage Threshold.
cs: Těžká zbroj, která poskytuje velkou odolnost proti poškození a práh poškození.

# game/items:281:DefaultText
source: A keycard allowing access to the second floor office within the Auntie Cleo Old Lab, just south of Roseway.
cs: Klíčová karta, která umožňuje přístup do kanceláře ve druhém patře staré laboratoře Auntie Cleo, jižně od Roseway.

# game/items:282:DefaultText
source: Identification card carried by Jameson.
cs: Identifikační průkaz, který má Jameson u sebe.

# game/items:283:DefaultText
source: Canister full of Raptidon Sedation Gas.
cs: Kanystr plný sedativního plynu Raptidon.

# game/items:284:DefaultText
source: A keycard allowing access to Chief Porter's personal office within the Auntie Cleo Covert Lab south of Roseway.
cs: Klíčová karta umožňující přístup do osobní kanceláře náčelníka Portera v laboratoři Auntie Cleo Covert Lab jižně od Roseway.

# game/items:285:DefaultText
source: Research data on Anton's Raptidon experiments.
cs: Výzkumné údaje o Antonových experimentech s Raptidonem.

# game/items:286:DefaultText
source: A keycard allowing near-universal access to the various passages in and out of Auntie Cleo's Covert Lab near Roseway.
cs: Klíčová karta, která umožňuje téměř univerzální přístup do různých chodeb v tajné laboratoři tety Cleo poblíž Rosewaye.

# game/items:287:DefaultText
source: A keycard allowing access to Anton Crane's personal office within the Auntie Cleo Covert Lab south of Roseway.
cs: Klíčová karta umožňující přístup do osobní kanceláře Antona Cranea v laboratoři Auntie Cleo Covert jižně od Roseway.

# game/items:289:DefaultText
source: Passcode to the Armory in the old Auntie Cleo Storage Facility.
cs: Přístupový kód do zbrojnice ve starém skladišti tety Cleo.

# game/items:290:DefaultText
source: Fire Retardant Spacer's Choice Technician-Grade Laboratory Coat
cs: Ohnivzdorný laboratorní plášť Spacer's Choice Technician-Grade

# game/items:291:DefaultText
source: Antiseptic Spacer's Choice Technician-Grade Laboratory Coat
cs: Antiseptický laboratorní plášť Spacer's Choice Technician-Grade

# game/items:292:DefaultText
source: Reinforced Aramid Tightweave Flightsuit
cs: Vyztužená aramidová kombinéza Tightweave Flightsuit

# game/items:293:DefaultText
source: Mobile Aramid Tightweave Flightsuit
cs: Letecká kombinéza Mobile Aramid Tightweave Flightsuit

# game/items:294:DefaultText
source: Energizing Aramid Tightweave Flightsuit
cs: Energizující aramidová kombinéza Tightweave Flightsuit

# game/items:295:DefaultText
source: Tuf-Skin Hephaestos Mark 11 Commander Exo-Suit
cs: Exooblek Tuf-Skin Hephaestos Mark 11 Commander

# game/items:296:DefaultText
source: Fire-Proof Hephaestos Mark 11 Commander Exo-Suit
cs: Ohnivzdorný velitelský exooblek Hephaestos Mark 11

# game/items:297:DefaultText
source: Grip-Tite Hephaestos Mark 11 Commander Exo-Suit
cs: Exooblek Grip-Tite Hephaestos Mark 11 Commander

# game/items:298:DefaultText
source: Covert B&O Crowd Dispersal Armor
cs: Skryté brnění pro rozptýlení davu B&O

# game/items:299:DefaultText
source: Enduring B&O Crowd Dispersal Armor
cs: Trvalá výzbroj pro rozptýlení davu B&O

# game/items:300:DefaultText
source: Shielded B&O Crowd Dispersal Armor
cs: Stíněné brnění pro rozptýlení davu B&O

# game/items:301:DefaultText
source: Grounded Hephaestos Low-Pressure Mining Gear
cs: Nízkotlaké důlní zařízení Hephaestos s uzemněním

# game/items:302:DefaultText
source: Sure-Footed Hephaestos Low-Pressure Mining Gear
cs: Nízkotlaké důlní zařízení Sure-Footed Hephaestos

# game/items:303:DefaultText
source: Silenced Light Pistol
cs: Lehká pistole s tlumičem

# game/items:304:DefaultText
source: Fiery Scoped Light Pistol
cs: Světelná pistole s ohnivým zaměřovačem

# game/items:305:DefaultText
source: Loaded Light Pistol
cs: Nabitá lehká pistole

# game/items:306:DefaultText
source: Overcharged Plasma Rifle
cs: Přebitá plazmová puška

# game/items:307:DefaultText
source: Scoped Plasma Rifle
cs: Plazmová puška s měřítkem

# game/items:308:DefaultText
source: Volatile Plasma Rifle
cs: Těkavá plazmová puška

# game/items:309:DefaultText
source: Accurate HMG
cs: Přesné HMG

# game/items:310:DefaultText
source: Forceful HMG
cs: Silná HMG

# game/items:311:DefaultText
source: Corrosive HMG
cs: Korozivní HMG

# game/items:312:DefaultText
source: Jolting Stun Baton
cs: Omračující obušek

# game/items:313:DefaultText
source: Exceptional Stun Baton
cs: Výjimečný omračující obušek

# game/items:314:DefaultText
source: Muffled Stun Baton
cs: Tlumený omračující obušek

# game/items:318:DefaultText
source: Insulated
cs: Izolované stránky

# game/items:319:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against Plasma damage.
cs: Modul brnění - brnění Zvyšuje odolnost brnění těla a přilby proti poškození plazmou.

# game/items:320:DefaultText
source: A fast-firing ballistic pistol, with good accuracy and a fast reload.
cs: Rychle střílející balistická pistole s dobrou přesností a rychlým nabíjením.

# game/items:321:DefaultText
source: A fast-firing ballistic pistol, with good accuracy and a fast reload.
cs: Rychle střílející balistická pistole s dobrou přesností a rychlým nabíjením.

# game/items:322:DefaultText
source: A fast-firing ballistic pistol, with good accuracy and a fast reload.
cs: Rychle střílející balistická pistole s dobrou přesností a rychlým nabíjením.

# game/items:323:DefaultText
source: A reasonably fast-firing, medium-sized, charge-up energy weapon, firing bolts of super-heated plasma which explode on impact. The plasma bolt is affected by gravity at longer ranges.
cs: Poměrně rychle střílející, středně velká energetická zbraň, střílející šrouby přehřáté plazmy, která při nárazu exploduje. Na větší vzdálenosti je plazmový blesk ovlivněn gravitací.

# game/items:324:DefaultText
source: A reasonably fast-firing, medium-sized, charge-up energy weapon, firing bolts of super-heated plasma which explode on impact. The plasma bolt is affected by gravity at longer ranges.
cs: Poměrně rychle střílející, středně velká energetická zbraň, střílející šrouby přehřáté plazmy, která při nárazu exploduje. Na větší vzdálenosti je plazmový blesk ovlivněn gravitací.

# game/items:325:DefaultText
source: A reasonably fast-firing, medium-sized, charge-up energy weapon, firing bolts of super-heated plasma which explode on impact. The plasma bolt is affected by gravity at longer ranges.
cs: Poměrně rychle střílející, středně velká energetická zbraň, střílející šrouby přehřáté plazmy, která při nárazu exploduje. Na větší vzdálenosti je plazmový blesk ovlivněn gravitací.

# game/items:326:DefaultText
source: A heavy ballistic weapon with a very fast rate of fire, poor accuracy, and a slow to reload drum magazine.
cs: Těžká balistická zbraň s velmi rychlou střelbou, nízkou přesností a pomalu se nabíjejícím bubnovým zásobníkem.

# game/items:327:DefaultText
source: A heavy ballistic weapon with a very fast rate of fire, poor accuracy, and a slow to reload drum magazine.
cs: Těžká balistická zbraň s velmi rychlou střelbou, nízkou přesností a pomalu se nabíjejícím bubnovým zásobníkem.

# game/items:328:DefaultText
source: A heavy ballistic weapon with a very fast rate of fire, poor accuracy, and a slow to reload drum magazine.
cs: Těžká balistická zbraň s velmi rychlou střelbou, nízkou přesností a pomalu se nabíjejícím bubnovým zásobníkem.

# game/items:329:DefaultText
source: Joint Actuator
cs: Kloubový aktuátor

# game/items:330:DefaultText
source: A movement mechanism from a limb of an automechanical.
cs: Pohybový mechanismus z končetiny automechanika.

# game/items:331:DefaultText
source: This small electrical motor allows an automechanical to move a single joint in one of its limbs. It requires an external power source to operate.
cs: Tento malý elektromotor umožňuje automechanikovi pohybovat jedním kloubem jedné z končetin. Ke svému provozu potřebuje externí zdroj energie.

# game/items:332:DefaultText
source: Music Box
cs: Hudební skříňka

# game/items:333:DefaultText
source: A one-handed melee weapon, dealing quick strikes of shock damage. Modification: Greatly reduces noise when attacking
cs: Jednoruční zbraň pro boj zblízka, která způsobuje rychlé údery s šokovým poškozením: Výrazně snižuje hluk při útoku

# game/items:334:DefaultText
source: You are the ultimate warrior. You should wear the ultimate warrior armor - Elite Troop Armor. By Aramid Ballistics.
cs: Jsi dokonalý bojovník. Měl bys nosit ultimátní válečnickou zbroj - zbroj elitních jednotek. Od společnosti Aramid Ballistics.

# game/items:335:DefaultText
source: Elite Troop Armor Gold
cs: Zlaté brnění elitních jednotek

# game/items:336:DefaultText
source: Dur-A-Bull Guards
cs: Ochranné kryty Dur-A-Bull

# game/items:337:DefaultText
source: Iconoclast Armor. A dissident could do some violent agitating in these repurposed shoulder, arm and leg guards.
cs: Brnění Iconoclast. Disident by v těchto přepracovaných chráničích ramen, paží a nohou mohl provádět násilnou agitaci.

# game/items:338:DefaultText
source: [TEMP] DESCRIPTION Dissident Agitator Helmet T2
cs: [TEMP] POPIS Disidentská agitační přilba T2

# game/items:339:DefaultText
source: Leaded Armor
cs: Olověný pancíř

# game/items:340:DefaultText
source: Iconoclast Armor. This dissident rioter outfit is lined with extra lead for your protection. DO NOT LICK ARMOR!
cs: Brnění Iconoclast. Tento oděv disidentského výtržníka je pro vaši ochranu podšitý extra olovem. NEOLIZUJTE BRNĚNÍ!

# game/items:341:DefaultText
source: [TEMP] DESCRIPTION Vicar Outfit
cs: [TEMP] POPIS Oblečení faráře

# game/items:342:DefaultText
source: Heavy Construction Gear
cs: Těžké stavební nářadí

# game/items:343:DefaultText
source: Iconoclast Armor. The revolution has begun! So wear this Heavy Construction Gear from Hephaestos and survive the worst dissident attacks.
cs: Brnění Iconoclast. Revoluce začala! Oblékněte si tuto těžkou stavební výstroj od společnosti Hephaestos a přežijte i ty nejhorší disidentské útoky.

# game/items:344:DefaultText
source: [TEMP] DESCRIPTION Dissident Agitator Helmet T3
cs: [TEMP] POPIS Disidentská agitační přilba T3

# game/items:345:DefaultText
source: Anti-Riot Gear
cs: Výstroj proti nepokojům

# game/items:346:DefaultText
source: A small wooden music box.
cs: Malá dřevěná hrací skříňka.

# game/items:347:DefaultText
source: This music box plays "The Happy Cystypig" when its lid is opened. Consider yourself earwormed.
cs: Tato hrací skříňka hraje po otevření víka píseň "The Happy Cystypig". Považujte se za ušní červy.

# game/items:348:DefaultText
source: Armory Note
cs: Zbrojnice Poznámka

# game/items:349:DefaultText
source: If you need to get into the armory and don't have the code, ask me. If I'm not around, check the front desk at the Auntie-Biotics Lab. - Masha
cs: Pokud se potřebujete dostat do zbrojnice a nemáte kód, požádejte mě. Pokud nejsem poblíž, podívejte se na recepci v laboratoři tety biotičky. - Máša

# game/items:352:DefaultText
source: Ranged Weapon Mod - Sight A 2x scope that also extends the weapon's maximum range.
cs: Modifikace zbraně na dálku - zaměřovač Dvojnásobný zaměřovač, který také prodlužuje maximální dosah zbraně.

# game/items:353:DefaultText
source: Historically, teams using this superior variant of tossball stick have had dramatic success against teams too poor to afford a set of their own.
cs: Historicky měly týmy používající tuto lepší variantu hokejky dramatický úspěch proti týmům, které byly příliš chudé na to, aby si mohly dovolit vlastní sadu.

# game/items:354:DefaultText
source: A little less weight, a little shift in balance, and this variant of tossball stick flies. In capable hands, it's as swift as a sword.
cs: Stačí trochu snížit hmotnost, trochu změnit rovnováhu a tato varianta hokejky na přehazovanou letí. Ve schopných rukou je rychlá jako meč.

# game/items:355:DefaultText
source: Electro-sticks have been outlawed in sanctioned tossball games since the Darlings used them to score a "Victory by Incidental Incapacitation" against the Rangers.
cs: Elektrické tyče jsou zakázány v sankcionovaných hrách přehazované od doby, kdy je Darlingové použili ke skórování "Vítězství náhodným zneschopněním" proti Rangers.

# game/items:356:DefaultText
source: Now you can beat and pummel just like the pros beat and pummel...with a genuine officially licensed Tossball Stick. Only from Spacer's Choice! Spacer's Choice is not liable for any damages caused by the use of any of their tossball sticks as bludgeons.
cs: Nyní můžete mlátit a pumpovat stejně jako profesionálové... s originální oficiálně licencovanou hokejkou Tossball Stick. Pouze od Spacer's Choice! Společnost Spacer's Choice neodpovídá za škody způsobené použitím jakékoli z jejích hokejek tossball jako obušků.

# game/items:357:DefaultText
source: A rare, uncharacteristic example of a Spacer's Choice product that doesn't fall apart after ten uses.
cs: Vzácný, netypický příklad výrobku Spacer's Choice, který se nerozpadne po deseti použitích.

# game/items:358:DefaultText
source: While Halcyon recommends swift and demonstrative security enforcement, sometimes subtlety may be desirable. Spacer's Choice presents: The Shush Stick.
cs: Společnost Halcyon sice doporučuje rychlé a demonstrativní prosazování bezpečnosti, ale někdy může být žádoucí jemnost. Spacer's Choice představuje: Šišlací tyč.

# game/items:359:DefaultText
source: Spacer's Choice's Buzzkiller -- for when you need that little extra zip in your security enforcement.
cs: Buzzkiller od Spacer's Choice - pro případy, kdy potřebujete při prosazování bezpečnosti trochu víc zipu.

# game/items:360:DefaultText
source: The T&L stun baton, popular among the colony's law enforcement and those who steal from them.
cs: Omračující obušek T&L, oblíbený mezi strážci zákona v kolonii a těmi, kdo je okrádají.

# game/items:361:DefaultText
source: This scary and powerful handgun is standard issue for Earth Directorate soldiers and is made by the weapons conglomerate FORCE, who owns their own colony in the Septerra system.
cs: Tato děsivá a výkonná pistole je standardní výbavou vojáků pozemského ředitelství a je vyrobena zbrojním konglomerátem FORCE, který vlastní vlastní kolonii v systému Septerra.

# game/items:362:DefaultText
source: Inspired by Monarch's infamous "raptidon" monster.
cs: Inspirováno nechvalně proslulým monstrem "raptidon" od společnosti Monarch.

# game/items:363:DefaultText
source: A more accurate model for the bit-conscious consumer. A missed bullet is a wasted bullet.
cs: Přesnější model pro spotřebitele, kteří si uvědomují bitovou náročnost. Chybějící náboj je zbytečný náboj.

# game/items:364:DefaultText
source: Most criminals don't stop when commanded. Hammersmith suggests you let the bullets do the stopping.
cs: Většina zločinců na povel nezastaví. Hammersmith navrhuje, abyste nechali kulky zastavit.

# game/items:365:DefaultText
source: Yes, it's big. Yes, it's heavy. Yes, it eats ammo faster than a sprat eats spilled tobaccorn. Wait, what was the question?
cs: Ano, je velký. Ano, je těžký. Ano, žere munici rychleji než šprot žere rozsypaný tabák. Počkat, jak zněla otázka?

# game/items:366:DefaultText
source: The latest in long-range crowd control technology. One shot, five kills.
cs: Nejnovější technologie pro kontrolu davu na velké vzdálenosti. Jeden výstřel, pět zabití.

# game/items:367:DefaultText
source: Even the toughest monster hides are no match for Joch's Overcharger rifles. It's barbecue time!
cs: Ani ty nejtvrdší kůže příšer se nevyrovnají Jochovým puškám Overcharger. Je čas na grilování!

# game/items:368:DefaultText
source: Joch's new Eagle Eye line of plasma rifles will give you the upper hand in any altercation. They'll never see it coming.
cs: Nová řada plazmových pušek Eagle Eye od společnosti Joch vám poskytne převahu v každém sporu. Nikdy se jí nedočkají.

# game/items:369:DefaultText
source: If you can choose only one energy-based, impact-triggered-explosive, high rate-of-fire rifle, choose Joch!
cs: Pokud si můžete vybrat pouze jednu pušku s vysokou rychlostí střelby, která je založena na energii a je nárazově výbušná, vyberte si Jocha!

# game/items:370:DefaultText
source: With Spacer's Choice's patented Incendiary Injector system, you'll set the competition ablaze. With our extended Scope attachment, you'll enjoy the fireworks from a safe distance.
cs: S patentovaným systémem Incendiary Injector společnosti Spacer's Choice zažehnete konkurenci v plamenech. S naším prodlouženým nástavcem Scope si ohňostroj vychutnáte z bezpečné vzdálenosti.

# game/items:371:DefaultText
source: Spacer's Choice responded to a popularity boom of hollow-point bullets by making a line of pistols that have the same effect regardless of the ammunition used. Using hollow-point ammunition in this particular weapon would be a violation of several international anti-torture conventions back on Earth. Good thing you aren't on Earth.
cs: Společnost Spacer's Choice reagovala na rozmach popularity dutých nábojů výrobou řady pistolí, které mají stejný účinek bez ohledu na použité střelivo. Použití dutého střeliva v této konkrétní zbrani by na Zemi znamenalo porušení několika mezinárodních úmluv proti mučení. Ještě že nejste na Zemi.

# game/items:372:DefaultText
source: Gunfire in the workplace can be distracting. Be considerate and settle your conflicts quietly.
cs: Střelba na pracovišti může být rušivá. Buďte ohleduplní a konflikty řešte v klidu.

# game/items:373:DefaultText
source: This is probably the most common handgun in the entire colony. It's not a bad little gun...and it's a great source of parts!
cs: Jedná se pravděpodobně o nejběžnější pistoli v celé kolonii. Není to špatná malá zbraň... a je to skvělý zdroj součástek!

# game/items:378:DefaultText
source: This kit allows the user to replace key components of any melee weapon with lighter alloys of equivalent tensile strength, allowing it to be swung more quickly.
cs: Tato sada umožňuje uživateli nahradit klíčové součásti jakékoli zbraně pro boj zblízka lehčími slitinami se stejnou pevností v tahu, což umožňuje rychlejší švih.

# game/items:380:DefaultText
source: An aftermarket modification that counterweights longer barrels to reduce recoil and allows easier aiming with reduced sway.
cs: Modifikace pro dodatečný trh, která vyvažuje delší hlavně a snižuje tak zpětný ráz a umožňuje snadnější míření se sníženým výkyvem.

# game/items:382:DefaultText
source: The greatest risk to rapid-firing weapons is overheat and warping of the barrel. Fitting a heat sink along the barrel allows rate of fire to be safely increased.
cs: Největším rizikem pro rychlopalné zbraně je přehřátí a deformace hlavně. Montáž chladiče podél hlavně umožňuje bezpečně zvýšit rychlost střelby.

# game/items:383:DefaultText
source: A bulky attachment that can be fitted to the muzzle of any Earth-standard caliber weapon. It dramatically reduces the muzzle blast and flash during firing, enabling covert kills.
cs: Objemný nástavec, který lze připevnit na hlaveň jakékoliv zbraně pozemského kalibru. Výrazně snižuje úsťový ráz a záblesk při střelbě, což umožňuje skryté zabíjení.

# game/items:386:DefaultText
source: This modification attaches one gram of chlorine trifluoride acid to a bullet during chambering. On impact, the corrosive material sprays over the target.
cs: Tato modifikace připojuje ke střele během nabíjení jeden gram kyseliny chloričité. Při nárazu se žíravina rozstříkne po cíli.

# game/items:388:DefaultText
source: A simple oversized magazine, suitable for use with any weapon firing Earth-standard 7.92mm ammunition.
cs: Jednoduchý nadměrný zásobník vhodný pro použití s jakoukoli zbraní střílející 7,92mm municí pozemského standardu.

# game/items:389:DefaultText
source: This modification electrically charges the chambered round immediately before firing. Upon impact, the round discharges, electrocuting the target.
cs: Tato úprava elektricky nabíjí náboj bezprostředně před výstřelem. Při nárazu se náboj vybije a zasáhne cíl elektrickým proudem.
