Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:3329:DefaultText
source: Lightweight leather flight gear. Built for mobility and flexibility to get you out of tight spots.
cs: Lehká kožená letecká výstroj. Vytvořená pro mobilitu a flexibilitu, která vás dostane z úzkých míst.

# game/items:3331:DefaultText
source: Sublight Contractor Helm
cs: Kormidlo podřízeného dodavatele

# game/items:3332:DefaultText
source: Sublight Contractor Helm
cs: Kormidlo podřízeného dodavatele

# game/items:3333:DefaultText
source: Catherine is appreciative.
cs: Catherine je vděčná.

# game/items:3335:DefaultText
source: A "collectible" Tossball card.
cs: Sběratelská karta Tossball.

# game/items:3336:DefaultText
source: Vicente's meteoric rise from Thirty-Second Back to Eighth Back was the third fastest in league history.
cs: Vicenteho raketový vzestup z dvaatřicátého beka na osmého beka byl třetím nejrychlejším v historii ligy.

# game/items:3338:DefaultText
source: Rosser has the highest block stat of any C&P player, past or present.
cs: Rosser má nejvyšší statistiku bloků ze všech bývalých i současných hráčů C&P.

# game/items:3340:DefaultText
source: Radue is known for his deft coverage of the Wednesday Zone.
cs: Radue je známý pro své obratné zpravodajství o středeční zóně.

# game/items:3342:DefaultText
source: Spacer's Chosen really got the best when they recruited Singh, a hacker known for his cleaving early in a game.
cs: Spacer's Chosen se opravdu vyznamenali, když naverbovali Singha, hackera známého svým štěpením na začátku hry.

# game/items:3344:DefaultText
source: Christensen is known for the least number of bronzes past the Hump.
cs: Christensen je známý nejmenším počtem bronzů za Hrbem.

# game/items:3346:DefaultText
source: A popular Tile goalie, Dubois frequently uses hacking to stop body goals.
cs: Oblíbený dlaždicový brankář Dubois často používá hackování k zastavení gólů tělem.

# game/items:3348:DefaultText
source: Guthrie is the fastest winger on the Tigers, often covering three day zones at once.
cs: Guthrie je nejrychlejším křídelním hráčem Tygrů, často pokrývá tři denní zóny najednou.

# game/items:3350:DefaultText
source: Lattiere has been the starting forward on the Astros for five winning seasons.
cs: Lattiere nastoupil v týmu Astros v pěti vítězných sezónách.

# game/items:3352:DefaultText
source: The latest Thunder tender, Henry has proved himself the master of the Thursday zone.
cs: Nejnovější nabídka Thunderu Henry se ukázala jako mistr čtvrteční zóny.

# game/items:3354:DefaultText
source: Bekeshko has prevented the most foot and hand goals of any Darlings goalie.
cs: Bekeshko zabránil nejvíce gólům nohou a rukou ze všech brankářů Darlings.

# game/items:3355:DefaultText
source: The Exterminator
cs: Deratizátor

# game/items:3356:DefaultText
source: The Exterminator's massive kick will often knockback your targets.
cs: Vyhlazovačův masivní kop často srazí vaše cíle.

# game/items:3357:DefaultText
source: Apparently the name "Knockbackinator" was taken.
cs: Název "Knockbackinator" byl zřejmě převzat.

# game/items:3358:DefaultText
source: Pink Slip
cs: Růžový skluz

# game/items:3359:DefaultText
source: The Pink Slip inflicts extra weak spot damage.
cs: Růžový skluz způsobuje dodatečné poškození slabého místa.

# game/items:3360:DefaultText
source: No need to see HR.
cs: Personální oddělení není třeba navštěvovat.

# game/items:3362:DefaultText
source: The Pauper Popper is an automatic fire plasma rifle that trades a charge up for a high rate of fire.
cs: Pauper Popper je plazmová puška s automatickou střelbou, která vyměňuje nabíjení za vysokou rychlost střelby.

# game/items:3363:DefaultText
source: Wow, SOMEBODY really hates the unemployed!
cs: Páni, někdo opravdu nenávidí nezaměstnané!

# game/items:3364:DefaultText
source: The Bouncer
cs: Vyhazovač

# game/items:3365:DefaultText
source: The Bouncer keeps out the riff-raff with a 3 round burst and bouncing plasma balls.
cs: Vyhazovač chrání před chátrou pomocí 3 nábojů a skákajících plazmových koulí.

# game/items:3366:DefaultText
source: The Bouncer FLAVOR
cs: Vyhazovač FLAVOR

# game/items:3368:DefaultText
source: Latinus delivers extra damage on sneak attacks.
cs: Latinus poskytuje dodatečné poškození při zákeřných útocích.

# game/items:3369:DefaultText
source: If it was good enough for Caesar...
cs: Když to stačilo Caesarovi...

# game/items:3370:DefaultText
source: Ionized Paper Knife
cs: Nůž na ionizovaný papír

# game/items:3371:DefaultText
source: This plasma speed letter opener can demolish all of your letters without stopping.
cs: Tento plazmový rychlořezák dokáže zničit všechna vaše písmena bez zastavení.

# game/items:3372:DefaultText
source: A well-balanced energy blade.
cs: Vyvážená energetická čepel.

# game/items:3373:DefaultText
source: Certified Explorer's Hat
cs: Klobouk certifikovaného průzkumníka

# game/items:3374:DefaultText
source: For exploring the great and dangerous vistas of the galaxy. Or, just looking like you do.
cs: K prozkoumávání velkých a nebezpečných oblastí galaxie. Nebo se prostě jen tak dívat.

# game/items:3375:DefaultText
source: All of the colors are somehow not visually distracting.
cs: Všechny barvy nějakým způsobem nepůsobí vizuálně rušivě.

# game/items:3376:DefaultText
source: Nightfall Squad Armor
cs: Brnění oddílu Nightfall

# game/items:3377:DefaultText
source: Faster weapon Equip Speeds.
cs: Rychlejší vybavení zbraní.

# game/items:3378:DefaultText
source: Nightfall Armor - to be ready in an instant.
cs: Noční zbroj - aby byla připravena v okamžiku.

# game/items:3379:DefaultText
source: Nightfall Squad Helmet
cs: Přilba Nightfall Squad

# game/items:3380:DefaultText
source: Nightfall Squad Helmet
cs: Přilba Nightfall Squad

# game/items:3381:DefaultText
source: Nightfall Armor - to be ready in an instant.
cs: Noční zbroj - aby byla připravena v okamžiku.

# game/items:3382:DefaultText
source: Commissioned by Spacer's Choice for a Founding Day anniversary promotion honoring the lives lost with the Hope. Nothing like a good smoke to help you remember someone dying in the airless void of space. Gasping for breath in their last moments.
cs: Objednáno společností Spacer's Choice pro propagaci výročí Dne založení na počest životů ztracených s lodí Hope. Není nad to, když si člověk při vzpomínce na někoho, kdo zemřel v bezvětří vesmíru, pořádně zakouří. Lapající po dechu v posledních chvílích.

# game/items:3383:DefaultText
source: Relay Control Terminal Passcode
cs: Přístupový kód řídicí svorky relé

# game/items:3384:DefaultText
source: Passcode to access the controls for Groundbreaker orbital relay GB-23.
cs: Přístupový kód pro ovládání orbitálního relé Groundbreaker GB-23.

# game/items:3385:DefaultText
source: DO NOT DUPLICATE. DO NOT LOSE. Absolutely DO NOT leave inside the storage room and lock the door behind you. AGAIN. -Vera
cs: NEDUPLIKUJTE. NEZTRÁCEJTE. Rozhodně NEODCHÁZEJTE dovnitř skladu a zamkněte za sebou dveře. OPĚT. -Vera

# game/items:3386:DefaultText
source: Over half of the Board's space allotment went towards a reserved living space for Chairman Rockwell. The Chairman has never visited Groundbreaker, never planned to visit Groundbreaker, and has never expressed any desire to leave Byzantium.
cs: Více než polovina prostoru přiděleného správní radě byla určena na vyhrazený obytný prostor pro předsedu Rockwella. Předseda nikdy nenavštívil Groundbreaker, nikdy neplánoval navštívit Groundbreaker a nikdy nevyjádřil touhu opustit Byzantium.

# game/items:3387:DefaultText
source: Keycards must be returned upon checkout. Failure to return keycard will result in a 300 bit penalty added to your bill. Issuance of a keycard in no way implies that management accepts responsibility for the security of rooms or belongings at the Rest-n-Go. -Milo
cs: Klíčenky je třeba vrátit při odhlášení. Pokud kartu nevrátíte, bude vám k účtu připočtena pokuta 300 bitů. Vydání karty v žádném případě neznamená, že vedení přijímá odpovědnost za bezpečnost pokojů nebo věcí v Rest-n-Go. -Milo

# game/items:3388:DefaultText
source: For centuries medical facilities have kept their most potent drugs locked away. Ostensibly this is to keep them from the hands of patients. Given the rate of drug abuse among medical personnel in Halcyon, its more likely they're keeping the best stuff for themselves.
cs: Zdravotnická zařízení po staletí uchovávala své nejúčinnější léky pod zámkem. Údajně proto, aby se nedostaly do rukou pacientů. Vzhledem k míře zneužívání drog mezi zdravotnickým personálem v Halcyonu je pravděpodobnější, že si ty nejlepší věci nechávají pro sebe.

# game/items:3389:DefaultText
source: Password hint: My best friend Captain Hawthorne's first name, followed by 'IsNot', and finally the name of Alex's ship.
cs: Nápověda k heslu: Křestní jméno mého nejlepšího přítele kapitána Hawthorna, následované slovem "IsNot" a nakonec názvem Alexovy lodi.

# game/items:3390:DefaultText
source: Issuance of a keycard in no way implies that management accepts responsibility for the security of rooms or belongings at the Rest-n-Go. DO NOT LOSE. Seriously. Do you know how much it costs to re-key a safe? It's not cheap. -Milo
cs: Vydání karty v žádném případě neznamená, že vedení přebírá odpovědnost za bezpečnost pokojů nebo věcí v Rest-n-Go. NEZTRÁCEJTE. Vážně. Víte, kolik stojí opětovné zadání klíče do trezoru? Není to levné. -Milo

# game/items:3391:DefaultText
source: A technical manual designed to assist in the diagnosis and repair of common problems with orbital communication platforms.
cs: Technická příručka určená k diagnostice a opravám běžných problémů s orbitálními komunikačními platformami.

# game/items:3392:DefaultText
source: Obtained from Gladys on the Groundbreaker, this recording originates from Roseway, a town thought long-abandoned by Auntie Cleo.
cs: Tato nahrávka, získaná od Gladys na Groundbreakeru, pochází z Roseway, města, o kterém se myslelo, že ho teta Cleo dávno opustila.

# game/items:3393:DefaultText
source: These papers authorize the bearer to land at a private landing pad in the capital city. Citizens of Halcyon dream their entire lives of reaching Byzantium and being surrounded by its opulence and security, of socializing with the rich and powerful.
cs: Tyto doklady opravňují držitele k přistání na soukromé přistávací ploše v hlavním městě. Občané Halcyonu celý život sní o tom, že se dostanou do Byzance a budou obklopeni jejím bohatstvím a bezpečím, že se budou stýkat s bohatými a mocnými.

# game/items:3394:DefaultText
source: Papers without this seal are dismissed as forgeries, and those who carry them are immediately arrested for crimes against the Colony.
cs: Listiny bez této pečeti jsou považovány za padělky a ti, kdo je mají u sebe, jsou okamžitě zatčeni za zločiny proti kolonii.

# game/items:3395:DefaultText
source: Piloting a starship is too complex for a human to manage. Instead, navigation data is engineered into a ship's navigational computer, allowing it to pilot between a pre-determined list of locations. Navkeys contain the hardware needed for a ship to navigate to a new destination not included in its original construction. This is highly restricted information, embargoed by the Board of Halcyon Holdings Corporation.
cs: Pilotování hvězdné lodi je pro člověka příliš složité. Místo toho jsou do navigačního počítače lodi zabudována navigační data, která jí umožňují pilotovat mezi předem určenými místy. Navigační počítače obsahují hardware potřebný k tomu, aby loď mohla navigovat do nového místa určení, které nebylo součástí její původní konstrukce. Jedná se o přísně omezené informace, na které je uvaleno embargo představenstvem společnosti Halcyon Holdings Corporation.

# game/items:3396:DefaultText
source: Salvager's Helper
cs: Pomocník záchranáře

# game/items:3397:DefaultText
source: The Salvager's Helper fires a hailstorm of corrosive bullets. The loading mechanism is complex, resulting in long reloads.
cs: Záchranářův pomocník vystřelí krupobití žíravých střel. Nabíjecí mechanismus je složitý, což vede k dlouhému nabíjení.

# game/items:3398:DefaultText
source: Acid! The gift that keeps on giving!
cs: Kyselina! Dárek, který se stále rozdává!

# game/items:3399:DefaultText
source: Most transmissions from Earth are received and stored on one of Groundbreaker's relay stations. Their orbit places them at the edges of the Halcyon system, making them ideal for line-of-sight transmissions from the Sol system.
cs: Většina vysílání ze Země je přijímána a ukládána na jedné z reléových stanic Groundbreakeru. Jejich oběžná dráha je umístěna na okraji soustavy Halcyon, což je ideální pro přenosy ze soustavy Sol.

# game/items:3400:DefaultText
source: Passwords are the property of the controlling corporate entity. Employees have no expectation of privacy with their passwords and must reveal them to any supervisor or authorized security personnel.
cs: Hesla jsou majetkem řídícího podnikového subjektu. Zaměstnanci neočekávají, že budou mít se svými hesly soukromí, a musí je sdělit kterémukoli nadřízenému nebo pověřenému bezpečnostnímu pracovníkovi.

# game/items:3401:DefaultText
source: Bloody Note
cs: Krvavá poznámka

# game/items:3402:DefaultText
source: Most of the text on this note is obscured by blood, but you can make out the words "Lilya" and "passcode: antediluvian".
cs: Většina textu na tomto lístku je zakryta krví, ale lze rozeznat slova "Lilya" a "passcode: antediluvian".

# game/items:3404:DefaultText
source: Phineas' holdout weapon is a highly modified Spacer's Choice rifle that uses energy ammo to fire a 3-round burst of N-ray energy.
cs: Phineasova zbraň je vysoce upravená puška Spacer's Choice, která používá energetickou munici a střílí tříštivou dávku energie N-ray.

# game/items:3405:DefaultText
source: Phineas really likes to make weird weapons.
cs: Phineas opravdu rád vyrábí podivné zbraně.

# game/items:3407:DefaultText
source: Maxwell the Silver Hammer was built with extra weight for crushing hits to the head and other weakspots, but isn't well balanced for smooth swings.
cs: Maxwell Silver Hammer byl vyroben s extra hmotností pro drtivé údery do hlavy a dalších slabých míst, ale není dobře vyvážen pro plynulé švihy.

# game/items:3408:DefaultText
source: For some reason, you think this hammer should be silver.
cs: Z nějakého důvodu si myslíte, že by toto kladivo mělo být stříbrné.

# game/items:3409:DefaultText
source: Minister Clarke's Data Cartridge
cs: Datová kazeta ministra Clarkea

# game/items:3410:DefaultText
source: This cartridge contains reports and data on conditions in Halcyon.
cs: Tato kazeta obsahuje zprávy a údaje o podmínkách v Halcyonu.

# game/items:3412:DefaultText
source: Harlow's Emblem
cs: Harlowův emblém

# game/items:3413:DefaultText
source: A keepsake of simpler times.
cs: Památka na jednodušší časy.

# game/items:3414:DefaultText
source: Picture of Junlei and Parvati
cs: Obrázek Junlei a Parvati

# game/items:3415:DefaultText
source: This photo was a gift from Junlei to commemorate her first date with Parvati. An inscription on the back reads, "To my Wildflower, thank you for an enchanting evening. Looking forward to many more."
cs: Tuto fotografii dostala Junlei jako dárek na památku prvního rande s Parvati. Nápis na zadní straně zní: "Mému Divokému květu, děkuji ti za okouzlující večer. Těším se na další."

# game/items:3416:DefaultText
source: Framed Photograph
cs: Zarámovaná fotografie

# game/items:3417:DefaultText
source: A faded photograph of Nyoka with her hunter crew. Etched into the back in a muddy red is the word "CHARON."
cs: Vybledlá fotografie Nyoky s posádkou lovců. Na zadní straně je blátivě červenou barvou vyryto slovo "CHARON".

# game/items:3418:DefaultText
source: Incense Vessel
cs: Kadidelnice

# game/items:3419:DefaultText
source: Madness in a box, courtesy of the Hermit.
cs: Šílenství v krabici, s laskavým svolením Poustevníka.

# game/items:3420:DefaultText
source: Framed Insurance Check
cs: Zarámovaný pojistný šek

# game/items:3421:DefaultText
source: Proof that crime pays in monthly installments.
cs: Důkaz, že trestný čin se vyplácí v měsíčních splátkách.

# game/items:3422:DefaultText
source: [TEMP] Vicar Pocketwatch
cs: [TEMP] Kapesní hodinky pro faráře

# game/items:3423:DefaultText
source: [TEMP] Vicar Pocketwatch Description
cs: [TEMP] Kapesní hodinky Vicar Popis

# game/items:3424:DefaultText
source: Electrical Control Room Keycard
cs: Klíčová karta pro elektrickou řídicí místnost

# game/items:3425:DefaultText
source: Keycard for the Electrical Control Room in HRS-1084.
cs: Klíčová karta pro elektrocentrálu v HRS-1084.

# game/items:3426:DefaultText
source: Blank UDL Keycard
cs: Prázdná karta UDL

# game/items:3427:DefaultText
source: A blank UDL keycard found in HRS-1084.
cs: Prázdná karta UDL nalezená v HRS-1084.

# game/items:3428:DefaultText
source: A crumpled note found on a corpse in Stellar Bay.
cs: Zmačkaný vzkaz nalezený u mrtvoly ve Hvězdné zátoce.

# game/items:3429:DefaultText
source: This might look nice in one of the crew's rooms on the Unreliable.
cs: Tohle by mohlo vypadat hezky v jednom z pokojů posádky na Nespolehlivé.

# game/items:3430:DefaultText
source: Corrosive Washer
cs: Korozivní podložka

# game/items:3431:DefaultText
source: Sprays out a continuous stream of caustic cleaning fluids.
cs: Vystřikuje nepřetržitý proud žíravých čisticích kapalin.

# game/items:3432:DefaultText
source: Corrosive Blaster
cs: Korozivní blaster

# game/items:3433:DefaultText
source: Shoots out balls of corrosive energy that explode on impact.
cs: Vystřeluje koule žíravé energie, které při nárazu explodují.

# game/items:3438:DefaultText
source: Opti-Goggles
cs: Brýle Opti-Goggles

# game/items:3439:DefaultText
source: A helmet worn by Iconoclasts.
cs: Přilba, kterou nosí ikonoklasté.

# game/items:3440:DefaultText
source: A piece of head gear typically worn by Spacers.
cs: Část pokrývky hlavy, kterou obvykle nosí Spacers.

# game/items:3441:DefaultText
source: Space Aviator Glasses
cs: Brýle Space Aviator

# game/items:3442:DefaultText
source: A helmet worn by marauders.
cs: Přilba, kterou nosí nájezdníci.

# game/items:3443:DefaultText
source: Lore for Spacer Eyewear 02
cs: Lore pro Spacer Eyewear 02

# game/items:3444:DefaultText
source: Mark 7 Cranial Protector
cs: Chránič lebky Mark 7

# game/items:3445:DefaultText
source: Description of Spacer Helmet 01
cs: Popis Spacer Helmet 01

# game/items:3446:DefaultText
source: Lore for Spacer Helmet 01
cs: Lore pro přilbu Spacer 01

# game/items:3448:DefaultText
source: Description of Spacer Helmet 03
cs: Popis produktu Spacer Helmet 03

# game/items:3449:DefaultText
source: Lore for Spacer Helmet 03
cs: Lore pro přilbu Spacer 03

# game/items:3450:DefaultText
source: Enclosed Padded Helm
cs: Uzavřené polstrované kormidlo

# game/items:3451:DefaultText
source: Description of Spacer Helmet 04
cs: Popis přilby Spacer 04

# game/items:3452:DefaultText
source: Lore for Spacer Helmet 04
cs: Lore pro přilbu Spacer 04

# game/items:3453:DefaultText
source: Padded Helm
cs: Polstrovaná přilba

# game/items:3454:DefaultText
source: Description of Spacer Helmet 05
cs: Popis produktu Spacer Helmet 05

# game/items:3455:DefaultText
source: Lore for Spacer Helmet 05
cs: Lore pro přilbu Spacer 05

# game/items:3456:DefaultText
source: Colony Ship Guard Armor
cs: Brnění strážní lodi kolonie

# game/items:3457:DefaultText
source: Heavy Mardet armor, made for guard work.
cs: Těžké brnění Mardet, určené pro strážní práci.

# game/items:3458:DefaultText
source: The best guard armor in the colony. Also, the only armor built specifically for guarding.
cs: Nejlepší strážní brnění v kolonii. Také jediná zbroj vyrobená speciálně pro strážce.

# game/items:3459:DefaultText
source: Mardet Helmet
cs: Přilba Mardet

# game/items:3460:DefaultText
source: Heavy Mardet guard helmet.
cs: Těžká ochranná přilba Mardet.

# game/items:3461:DefaultText
source: Heavy guarding helmet. Just don't get shot in the face.
cs: Těžká ochranná přilba. Hlavně se nenechte střelit do obličeje.

# game/items:3462:DefaultText
source: Water Resistant Wear, Casual
cs: Voděodolné oblečení, ležérní

# game/items:3463:DefaultText
source: Description of Spacer Outfit 02
cs: Popis Spacer Outfit 02

# game/items:3464:DefaultText
source: Lore for Spacer Outfit 02
cs: Lore pro Spacer Outfit 02

# game/items:3465:DefaultText
source: Mixed Use Outfit
cs: Smíšená výbava

# game/items:3466:DefaultText
source: Description of Spacer Outfit 03
cs: Popis Spacer Outfit 03

# game/items:3467:DefaultText
source: Lore for Spacer Outfit 03
cs: Lore pro Spacer Outfit 03

# game/items:3468:DefaultText
source: Work Gear, Farm-Friendly
cs: Pracovní oděvy, vhodné pro farmy

# game/items:3469:DefaultText
source: Description of Spacer Outfit 04
cs: Popis Spacer Outfit 04

# game/items:3470:DefaultText
source: Lore for Spacer Outfit 04
cs: Lore pro Spacer Outfit 04

# game/items:3471:DefaultText
source: Day Wear, Option 1
cs: Denní oblečení, možnost 1

# game/items:3472:DefaultText
source: Description of Spacer Outfit 05
cs: Popis Spacer Outfit 05

# game/items:3473:DefaultText
source: Lore for Spacer Outfit 05
cs: Lore pro Spacer Outfit 05

# game/items:3474:DefaultText
source: Day Wear, Option 2
cs: Denní oblečení, možnost 2

# game/items:3475:DefaultText
source: Description of Spacer Outfit 06
cs: Popis Spacer Outfit 06

# game/items:3476:DefaultText
source: Lore for Spacer Outfit 06
cs: Lore pro Spacer Outfit 06

# game/items:3477:DefaultText
source: Work Vest, Style 7
cs: Pracovní vesta, styl 7

# game/items:3478:DefaultText
source: Description of Spacer Outfit 07
cs: Popis Spacer Outfit 07

# game/items:3479:DefaultText
source: Lore for Spacer Outfit 07
cs: Lore pro Spacer Outfit 07

# game/items:3486:DefaultText
source: Hibernation Lab Keycard
cs: Klíčová karta hibernační laboratoře

# game/items:3487:DefaultText
source: This key allows access to the Hibernation Lab in the Ministry of Accuracy and Morale.
cs: Tento klíč umožňuje přístup do hibernační laboratoře na ministerstvu přesnosti a morálky.

# game/items:3489:DefaultText
source: Ports of Call
cs: Přístavy návštěvy

# game/items:3490:DefaultText
source: Many of her contracts involve Devil's Peak and a man named Hiram. Her most recent note references the trek itself: "Queens on the western slope. Come back sober and find another way up."
cs: Mnoho jejích smluv se týká Ďáblova vrchu a muže jménem Hiram. Její poslední poznámka se týká samotného treku: "Královny na západním svahu. Vrať se střízlivý a najdi jinou cestu nahoru."

# game/items:3491:DefaultText
source: "For Adjutant's agent - source of all broadcasts is Devil's Peak Station, atop central mountain. Dangerous paths accessible on western side. Research alternate routes if time permits."
cs: "Pro adjutantova agenta - zdrojem veškerého vysílání je stanice Devil's Peak na vrcholu centrální hory. Nebezpečné cesty přístupné na západní straně. Pokud vám to čas dovolí, prozkoumejte alternativní cesty."

# game/items:3492:DefaultText
source: Caffenoid is to be prescribed by registered medical technicians only. Auntie Cleo's is not responsible for heart attacks, hemorrhages, mood swings, convulsions, or headaches that may result from the use of Caffenoid.
cs: Caffenoid smí předepisovat pouze registrovaní zdravotničtí technici. Společnost Auntie Cleo's nenese odpovědnost za infarkty, krvácení, změny nálad, křeče nebo bolesti hlavy, které mohou být důsledkem užívání přípravku Caffenoid.

# game/items:3493:DefaultText
source: Irion's Flintlock
cs: Irionův křesadlový zámek

# game/items:3494:DefaultText
source: Irion's Flintlock fires 2 rounds at a time, with a big bonus to weakspot damage.
cs: Irionův křesadlový zámek vystřelí 2 náboje najednou s velkým bonusem k poškození slabým bodem.

# game/items:3495:DefaultText
source: Irion has great taste in semi-automatics.
cs: Irion má skvělý vkus na poloautomaty.
