Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:1360:DefaultText
source: A pack of Corona cigarettes.
cs: Krabička cigaret Corona.

# game/items:1361:DefaultText
source: Blow rings around your enemies. Or friends. No judgement.
cs: Obkroužte své nepřátele. Nebo přátelé. Žádné soudy.

# game/items:1374:DefaultText
source: Steady Hand
cs: Pevná ruka

# game/items:1375:DefaultText
source: High-nicotine cigarettes.
cs: Cigarety s vysokým obsahem nikotinu.

# game/items:1376:DefaultText
source: When coolness counts, use a Steady Hand.
cs: Když záleží na chladné hlavě, použijte Steady Hand.

# game/items:1378:DefaultText
source: A case of fat mini-zeppelin cigars.
cs: Krabice tlustých doutníků mini-zeppelin.

# game/items:1379:DefaultText
source: You don't want good, you want Perfecto!
cs: Nechcete dobré, chcete Perfecto!

# game/items:1398:DefaultText
source: Mock Apple Juice
cs: Posměšný jablečný džus

# game/items:1399:DefaultText
source: A bottle of gently-squeezed mock apples.
cs: Láhev jemně vymačkaných napodobenin jablek.

# game/items:1400:DefaultText
source: We take only the best apples, the mockest apples, and gently squeeze them in a nineteen-ton hydraulic press to deliver the complete flavor of the mock apple.
cs: Vezmeme jen ta nejlepší jablka, ta nejzaměnitelnější, a jemně je lisujeme v devatenáctitunovém hydraulickém lisu, abychom dosáhli plné chuti zaměnitelného jablka.

# game/items:1410:DefaultText
source: Glacier Water
cs: Ledovcová voda

# game/items:1411:DefaultText
source: A bottle of "pure" melted pack ice.
cs: Láhev "čistého" rozpuštěného obalového ledu.

# game/items:1412:DefaultText
source: From our pole to your bowl, Glacier Water is the finest water-based beverage that bits can buy!
cs: Voda Glacier Water je ten nejlepší nápoj na bázi vody, který si můžete koupit, od našeho sloupu až po vaši misku!

# game/items:1417:DefaultText
source: A bottle of tripistout ale.
cs: Láhev piva Tripistout.

# game/items:1418:DefaultText
source: This dark beer is made from the freshest tripicale grain, brewed and fermented into the tastiest ale this side of the Horsehead Nebula.
cs: Toto tmavé pivo se vyrábí z nejčerstvějšího obilí tripicale, které se vaří a kvasí do podoby nejchutnějšího piva na této straně mlhoviny Koňská hlava.

# game/items:1420:DefaultText
source: A bottle of tripicale whiskey.
cs: Láhev tripicale whiskey.

# game/items:1421:DefaultText
source: At Glacial Age, our whiskey is made of tripicale mash, mildly fermented in all-copper stills, aged in charred mostlyoak barrels, all located deep inside frigid ice caves. Aged? It's Glacial Aged!
cs: V Glacial Age se naše whiskey vyrábí z třísložkového rmutu, mírně kvasí v měděných destilačních přístrojích, zraje v ohořelých sudech z převážně dubového dřeva, které jsou umístěny hluboko v mrazivých ledových jeskyních. Zrání? Je to Glacial Aged!

# game/items:1422:DefaultText
source: Cacow Milk
cs: Mléko Cacow

# game/items:1423:DefaultText
source: "Chocolate" milk.
cs: "Čokoládové" mléko.

# game/items:1424:DefaultText
source: We grafted the chocolatiest DNA strands from the CCN76 cacao hybrid into a wooly cow, and now you can have fresh chocolate milk whenever you want! That's science! That's Happy Dale Farms!
cs: Do vlnité krávy jsme naroubovali nejčokoládovější vlákna DNA z kakaového hybridu CCN76 a nyní si můžete dát čerstvé čokoládové mléko, kdykoli budete chtít! To je věda! To je Happy Dale Farms!

# game/items:1425:DefaultText
source: Fresh Half-Wooly Milk
cs: Čerstvé polotučné mléko

# game/items:1426:DefaultText
source: Reduced fat milk.
cs: Mléko se sníženým obsahem tuku.

# game/items:1427:DefaultText
source: Half the fat, twice the taste!
cs: O polovinu méně tuku, dvakrát lepší chuť!

# game/items:1428:DefaultText
source: Fresh Wooly Milk
cs: Čerstvé vlněné mléko

# game/items:1429:DefaultText
source: Pure, unpasteurized wooly milk.
cs: Čisté nepasterizované vlněné mléko.

# game/items:1430:DefaultText
source: From our nips to your lips!
cs: Z našich bradavek na vaše rty!

# game/items:1431:DefaultText
source: Mock Apple Shake
cs: Posměšný jablečný koktejl

# game/items:1432:DefaultText
source: Mock apples and wooly milk, together at last!
cs: Posměšná jablka a vlněné mléko, konečně spolu!

# game/items:1433:DefaultText
source: Is it a wooly apple mock milk? No, it's a Mock Apple Shake! From your friends at Happy Dale Farms!
cs: Je to mléko s posměškem z vlněného jablka? Ne, je to falešný jablečný koktejl! Od vašich přátel z farmy Happy Dale!

# game/items:1435:DefaultText
source: Purpleberries and wooly milk, together for now!
cs: Fialové bobule a vlněné mléko, prozatím společně!

# game/items:1436:DefaultText
source: The finest purpleberries are blended into our cream-laden wooly milk, to make the juiciest milk you ever tasted! Now pre-frozen and parasite-free!
cs: Do našeho vlněného mléka se smetanou se přimíchávají ty nejjemnější fialové bobule, aby vzniklo to nejšťavnatější mléko, jaké jste kdy ochutnali! Nyní předmražené a bez parazitů!

# game/items:1437:DefaultText
source: Gigantaur Energy Drink
cs: Energetický nápoj Gigantaur

# game/items:1438:DefaultText
source: Now with extra caffeine!
cs: Nyní navíc s kofeinem!

# game/items:1439:DefaultText
source: When you need energy, you need Gigantaur!
cs: Když potřebujete energii, potřebujete Gigantaur!

# game/items:1441:DefaultText
source: Carbonated lemon-related beverage!
cs: Sycený nápoj s citronem!

# game/items:1442:DefaultText
source: Slapp your whole family tonight!
cs: Dnes večer si dejte facku s celou rodinou!

# game/items:1447:DefaultText
source: Mock Apple-flavored tripicale tea brewed using soda water.
cs: Čaj tripicale s příchutí posměšného jablka uvařený ze sodové vody.

# game/items:1448:DefaultText
source: Brings a fresh mock apple taste to your favorite carbonated tea!
cs: Dodá vašemu oblíbenému sycenému čaji svěží chuť napodobeniny jablka!

# game/items:1449:DefaultText
source: Mock Apple Cider
cs: Posměšný jablečný mošt

# game/items:1450:DefaultText
source: Genuine fermented 100% mock apple (cores).
cs: Pravá fermentovaná 100% jablka (jádra).

# game/items:1451:DefaultText
source: A Hard Cider For A Hard Life!
cs: Tvrdý mošt pro tvrdý život!

# game/items:1453:DefaultText
source: A delightfully banana-reminiscent carbonated beverage.
cs: Úžasně sycený nápoj připomínající banán.

# game/items:1454:DefaultText
source: Parents, Spank your children!
cs: Rodiče, naplácejte svým dětem!

# game/items:1456:DefaultText
source: Fresh-from-frozen cold-pressed purpleberry juice.
cs: Čerstvý za studena lisovaný purpurový džus.

# game/items:1457:DefaultText
source: For that purple-tongued fun! Warning: If you experience purple-tongue lasting more than four hours, consult a medical professional.
cs: Pro tu fialovou zábavu! Varování: Pokud fialový jazyk trvá déle než čtyři hodiny, obraťte se na lékaře.

# game/items:1458:DefaultText
source: Purpleberry Liqueur
cs: Purpleberry likér

# game/items:1459:DefaultText
source: Gently fermented, delicately distilled.
cs: Jemně kvašené, delikátně destilované.

# game/items:1460:DefaultText
source: Nearly 100% mealgrub free!
cs: Téměř 100% bez mealgrub!

# game/items:1461:DefaultText
source: Purpleberry Fizzy Tea
cs: Šumivý čaj Purpleberry

# game/items:1462:DefaultText
source: Purpleberry-flavored tripicale tea brewed using soda water.
cs: Čaj z tripikale s příchutí purpurových bobulí, který se vaří ze sodové vody.

# game/items:1463:DefaultText
source: Extra carbonated so you know it's parasite free!
cs: Extra sycený, abyste věděli, že neobsahuje parazity!

# game/items:1464:DefaultText
source: Purpleberry Wine
cs: Purpleberry víno

# game/items:1465:DefaultText
source: A tannic purpleberry rosé!
cs: Tříslovinové purpurové rosé!

# game/items:1466:DefaultText
source: Made with unhydrogenated benzene-40!
cs: Vyrobeno z nehydrogenovaného benzenu-40!

# game/items:1467:DefaultText
source: Rum And Somethin'
cs: Rum a něco

# game/items:1468:DefaultText
source: Rum mixed with a soda mixer, ready to drink.
cs: Rum smíchaný se sodovkou, připravený k pití.

# game/items:1469:DefaultText
source: I want Something! A Rum and Somethin'!
cs: Chci něco! Rum a něco!

# game/items:1473:DefaultText
source: Algae Lager
cs: Řasový ležák

# game/items:1474:DefaultText
source: The Lichen Lager!
cs: Lišejníkový ležák!

# game/items:1475:DefaultText
source: Mushrooms and algae come together in the best cold-brewed beer you've ever tasted! Taste the flavor of the Rocky Mountain!
cs: Houby a řasy se spojují v tom nejlepším studeném pivu, jaké jste kdy ochutnali! Ochutnejte chuť Skalistých hor!

# game/items:1476:DefaultText
source: 2-Hour Energy Brew
cs: Dvouhodinový energetický nápoj

# game/items:1477:DefaultText
source: Moderately caffeinated, moderately priced.
cs: Mírně kofeinová, za mírnou cenu.

# game/items:1478:DefaultText
source: When you need to go on for just a couple more hours!
cs: Když potřebujete pokračovat ještě pár hodin!

# game/items:1480:DefaultText
source: Assorted flavored teas brewed from tripicale leaves.
cs: Různé ochucené čaje připravené z listů tripicale.

# game/items:1481:DefaultText
source: Each tea bag contains the finest natural and artificial flavors! For the perfect cup of tea.
cs: Každý sáček čaje obsahuje ty nejlepší přírodní a umělé příchutě! Pro dokonalý šálek čaje.

# game/items:1484:DefaultText
source: An Ale That's Good For What Ails You!
cs: Pivo, které je dobré na to, co vás trápí!

# game/items:1485:DefaultText
source: Dehydrated Water Tablets
cs: Dehydratované vodní tablety

# game/items:1486:DefaultText
source: Water, without the hydrogen or oxygen.
cs: Voda bez vodíku a kyslíku.

# game/items:1487:DefaultText
source: Just add air! Now available in Carbonated!
cs: Stačí přidat vzduch! Nyní k dispozici v sycené verzi!

# game/items:1489:DefaultText
source: Ingredients: 99% water.
cs: Složení: 99 % vody.

# game/items:1490:DefaultText
source: Geothermal Passcode
cs: Geotermální přístupový kód

# game/items:1491:DefaultText
source: An administrative passcode allowing access into the Emerald Vale Geothermal Facility.
cs: Administrativní přístupový kód umožňující přístup do geotermálního zařízení Emerald Vale.

# game/items:1493:DefaultText
source: An ID cartridge belonging to an C&P Boarst Factory employee.
cs: Identifikační kazeta patřící zaměstnanci společnosti C&P Boarst Factory.

# game/items:1494:DefaultText
source: [TEMP] Boarst Factory ID Cartridge lore
cs: [TEMP] ID továrny Boarst Cartridge lore

# game/items:1499:DefaultText
source: A bunch of nanners.
cs: Hromada nanynek.

# game/items:1500:DefaultText
source: Fresh means good!
cs: Čerstvé znamená dobré!

# game/items:1504:DefaultText
source: Bag of Tobaccorn Ears
cs: Sáček tabákových uší

# game/items:1505:DefaultText
source: A 1kg bag full of ears of tobaccorn.
cs: 1kg pytel plný klasů tabáku.

# game/items:1506:DefaultText
source: Roast 'em, pop 'em or eat them raw!
cs: Pečte je, popelkujte nebo je jezte syrové!

# game/items:1510:DefaultText
source: Boarst Pockets
cs: Kapsy Boarst

# game/items:1511:DefaultText
source: Can be macrowaved in two-and-a-half seconds!
cs: Lze je makrovlnit za dvě a půl sekundy!

# game/items:1512:DefaultText
source: That's not cheese! It's Boarst Pockets!
cs: To není sýr! To je Boarst Pockets!

# game/items:1514:DefaultText
source: Ground and spiced boarst, encased in skin.
cs: Mletý a kořeněný divočák obalený v kůži.

# game/items:1515:DefaultText
source: It’s not the Wurst unless its Boarst Wurst!
cs: Není to Wurst, pokud to není Boarst Wurst!

# game/items:1525:DefaultText
source: Bred Noodles
cs: Chované nudle

# game/items:1526:DefaultText
source: A staple in the diet of every Spacer.
cs: Základní složka jídelníčku každého Spacera.

# game/items:1527:DefaultText
source: Made with the finest ingredient!
cs: Vyrobeno z těch nejlepších surovin!

# game/items:1532:DefaultText
source: Ribs from a cacow.
cs: Žebra z kravína.

# game/items:1533:DefaultText
source: Our ribs can't be beat 'cause they're dripping with some meat!
cs: Naše žebírka se nedají překonat, protože z nich kape maso!

# game/items:1534:DefaultText
source: Canned Saltuna in Brine
cs: Konzervovaná saltuna ve slaném nálevu

# game/items:1535:DefaultText
source: Saltuna chunks, packed in real sea-water brine! May contain additional ingredients at NO EXTRA CHARGE!
cs: Kousky saltuna balené v pravém mořském nálevu! Může obsahovat další přísady BEZ PŘÍPLATKU!

# game/items:1536:DefaultText
source: Real saltuna. Real sea-water. Real good.
cs: Skutečná saltuna. Skutečná mořská voda. Skutečně dobrá.

# game/items:1538:DefaultText
source: Tomato-flavored paste, with a secret blend of 37 herbs, spices, and flavored additives!
cs: Pasta s příchutí rajčat, s tajnou směsí 37 bylinek, koření a ochucujících přísad!

# game/items:1539:DefaultText
source: Organic Vegan Hand-Made Gluten-Free Dairy-Free Nut-Free
cs: Organické veganské ručně vyráběné bezlepkové bez mléka bez ořechů

# game/items:1550:DefaultText
source: Chops from a cystypig.
cs: Kotlety z cystypig.

# game/items:1551:DefaultText
source: Better than boarst!
cs: Lepší než boarst!

# game/items:1552:DefaultText
source: Cystypig Tumors
cs: Cystypigní nádory

# game/items:1553:DefaultText
source: Organic cystypig tumors.
cs: Organické cystypigní nádory.

# game/items:1554:DefaultText
source: They're literally falling off the backs of cystypigs passing by. Just flake off the dirt and they're ready to eat! No cystypigs were harmed in the production of this food.
cs: Doslova padají ze hřbetů kolemjdoucích cystypigů. Stačí je odloupnout od hlíny a jsou připravené k jídlu! Při výrobě tohoto krmiva nebylo ublíženo žádnému cystypigovi.

# game/items:1555:DefaultText
source: Dark Matter Bar
cs: Bar z temné hmoty

# game/items:1556:DefaultText
source: A CCN76 dark chocolate bar.
cs: Tyčinka hořké čokolády CCN76.

# game/items:1557:DefaultText
source: Made in the orbit of a black hole.
cs: Vyrobeno na oběžné dráze černé díry.

# game/items:1561:DefaultText
source: Fast Ration Pill
cs: Rychlý příděl tablet

# game/items:1562:DefaultText
source: Provides flavorless sustenance only.
cs: Poskytuje pouze výživu bez chuti.

# game/items:1563:DefaultText
source: When you're hungry but can't stand still, all you need is the Fast Ration Pill! Now available in Brown!
cs: Když máte hlad, ale nemůžete zůstat v klidu, potřebujete jen Fast Ration Pill! Nyní k dostání v hnědé barvě!

# game/items:1565:DefaultText
source: As always, the first ingredient is saltuna. Some filler added.
cs: První složkou je jako vždy saltuna. Přidává se trochu plnidla.

# game/items:1566:DefaultText
source: Fun for kids!
cs: Zábava pro děti!

# game/items:1567:DefaultText
source: Frozen Dinner
cs: Zmrazená večeře

# game/items:1568:DefaultText
source: Made in a variety of types, the most popular is fried chicken, mashed spectrum potatoes, and spiced mock-apples, although the Boarst Loaf Dinner is a close #2 (in all respects).
cs: Vyrábí se v různých druzích, nejoblíbenější je smažené kuře, bramborová kaše a kořeněná maková jablka, i když ve všech ohledech se mu blíží druhá varianta - Boarst Loaf Dinner.

# game/items:1569:DefaultText
source: It's not the best dinner. It's Spacer's Choice Frozen Dinner!
cs: Není to nejlepší večeře. Je to mražená večeře Spacer's Choice!

# game/items:1571:DefaultText
source: Saltuna, special blend of herbs and spices, packed in oil and loaded with sodium!
cs: Saltuna, speciální směs bylinek a koření, zabalená v oleji a nabitá sodíkem!

# game/items:1572:DefaultText
source: Just like they eat in Byzantium!
cs: Stejně jako se jí v Byzanci!

# game/items:1579:DefaultText
source: I Can’t Believe It’s Not Boarst
cs: Nemůžu uvěřit, že to není Boarst

# game/items:1580:DefaultText
source: Spreadable boarst substitute.
cs: Pomazánková náhražka kýty.

# game/items:1581:DefaultText
source: You also won't believe it's not vegan.
cs: Také neuvěříte, že není veganský.

# game/items:1582:DefaultText
source: Knock You Out Bar
cs: Bar Knock You Out

# game/items:1583:DefaultText
source: A CCN76 milk chocolate bar with caramel and p-free nuts in it.
cs: Mléčná čokoládová tyčinka CCN76 s karamelem a oříšky bez p.

# game/items:1584:DefaultText
source: It's time for a KYO!
cs: Je čas na KYO!

# game/items:1585:DefaultText
source: Mock Apple
cs: Maketa jablka

# game/items:1586:DefaultText
source: One medium-sized mock apple.
cs: Jedno středně velké maketové jablko.

# game/items:1587:DefaultText
source: Real mock apple. Real mock taste.
cs: Skutečná maketa jablka. Skutečná maketa chuti.

# game/items:1588:DefaultText
source: NearMaple Syrup
cs: Skorojablečný sirup

# game/items:1589:DefaultText
source: A bottle of near-pure NearMaple sap.
cs: Láhev téměř čisté šťávy z téměř javoru.

# game/items:1590:DefaultText
source: C&P’s NearMaple Syrup. It’s near this complete breakfast!
cs: Sirup C&P's NearMaple. Je blízko této kompletní snídaně!

# game/items:1598:DefaultText
source: A loaf of sliced bred.
cs: Chléb nakrájený na plátky.

# game/items:1599:DefaultText
source: It tastes fresh because it was!
cs: Chutná to čerstvě, protože to bylo!

# game/items:1601:DefaultText
source: A soft sour candy shell around a sweet purpleberry-flavored center.
cs: Měkká kyselá cukrová skořápka kolem sladkého středu s příchutí fialových bobulí.

# game/items:1602:DefaultText
source: Suck it! Chew it! You can do it!
cs: Vyližte si! Rozžvýkejte ji! Zvládneš to!

# game/items:1604:DefaultText
source: Tripicale flakes and purpleberry-flavored power nuggets.
cs: Vločky Tripicale a energetické nugety s příchutí purpury.

# game/items:1605:DefaultText
source: Purpleberry Crunch contributes to a complete breakfast! Now with 12% more crunch!
cs: Purpleberry Crunch přispívá ke kompletní snídani! Nyní o 12 % křupavější!

# game/items:1610:DefaultText
source: Crackers, cheese, p-free nuts and purpleberries, all packed and kept refrigerated for a quick lunch.
cs: Krekry, sýr, ořechy bez p a fialové bobule, vše zabalené a uchovávané v chladu pro rychlý oběd.

# game/items:1611:DefaultText
source: There's always time for Purpleberry Lunch!
cs: Na Purpleberry Lunch je vždycky čas!

# game/items:1613:DefaultText
source: Dried purpleberries, CCN76 "chocolate" chips, p-free nuts, and tripicale flakes.
cs: Sušené fialové bobule, "čokoládové" lupínky CCN76, ořechy bez p a vločky tripicale.

# game/items:1614:DefaultText
source: When you don't have time for Purpleberry Lunch, there's always Purpleberry Munch!
cs: Když nemáte čas na Purpleberry Lunch, vždycky je tu Purpleberry Munch!

# game/items:1621:DefaultText
source: Retro Rockets
cs: Retro rakety

# game/items:1622:DefaultText
source: Old-fashioned gummy rockets in a variety of flavors.
cs: Staromódní gumové rakety s různými příchutěmi.

# game/items:1623:DefaultText
source: Fire in the hole!
cs: Oheň v díře!

# game/items:1633:DefaultText
source: Tarmac & Cheese
cs: Asfalt a sýr

# game/items:1634:DefaultText
source: It's not real tarmac. Or real cheese.
cs: Není to skutečný asfalt. Ani skutečný sýr.

# game/items:1635:DefaultText
source: Cooks in less time than it takes a space pilot to land (excluding crashes and force majeures).
cs: Uvaří za kratší dobu, než trvá přistání pilota kosmické lodi (s výjimkou havárií a zásahů vyšší moci).

# game/items:1636:DefaultText
source: Tartarus Sauce
cs: Tartarská omáčka

# game/items:1637:DefaultText
source: A tangy sauce made with real atmospheric contaminants from Tartarus.
cs: Pikantní omáčka vyrobená ze skutečných atmosférických nečistot z Tartaru.

# game/items:1638:DefaultText
source: Great on Fish Stix!
cs: Skvělé na Fish Stix!

# game/items:1640:DefaultText
source: Tobbacorn chips in a variety of flavors, from Plain to Habanero Rocket.
cs: Chipsy Tobbacorn v různých příchutích, od obyčejných po Habanero Rocket.

# game/items:1641:DefaultText
source: The taste. The crunch. The taste again. Only Tileritos delivers twice. You'll see.
cs: Chuť. Křupavost. Znovu ta chuť. Pouze Tileritos to dokáže dvakrát. Uvidíte.

# game/items:1651:DefaultText
source: Wooly Curds
cs: Vlněné tvarohy

# game/items:1652:DefaultText
source: Semi-solid coagulated wooly cow milk.
cs: Polotuhé koagulované vlněné kravské mléko.

# game/items:1653:DefaultText
source: It's the wooly squeaky cheese that kids claim to love!
cs: Je to vlněný pisklavý sýr, který děti prý milují!

# game/items:1654:DefaultText
source: Wooly Filet
cs: Vlněná svíčková

# game/items:1655:DefaultText
source: Filet mignon cut of a wooly cow.
cs: Filet mignon z vlnité krávy.

# game/items:1656:DefaultText
source: The most tender part of a wooly cow...soon to be in your mouth.
cs: Nejkřehčí část vlnité krávy... která se brzy ocitne ve vašich ústech.

# game/items:1672:DefaultText
source: Bet you can't eat just one!
cs: Vsaďte se, že nemůžete sníst jen jeden!

# game/items:1673:DefaultText
source: Terra-Fried Spratwurst uses the finest herbs and spices! Try it with double mustard!
cs: Terra-Fried Spratwurst používá ty nejlepší bylinky a koření! Vyzkoušejte ho s dvojitou hořčicí!

# game/items:1674:DefaultText
source: Clive's Office Key
cs: Klíč od Clivovy kanceláře

# game/items:1675:DefaultText
source: A key to Clive Lumbergh's office in the C&P factory.
cs: Klíč od kanceláře Cliva Lumbergha v továrně C&P.

# game/items:1676:DefaultText
source: On the back of this small, gold-plated keycard, someone has inscribed the word, "KING." Opens the door to Clive Lumbergh's office in the C&P factory.
cs: Na zadní stranu této malé pozlacené klíčenky někdo napsal slovo "KING". Otevírá dveře do kanceláře Cliva Lumbergha v továrně C&P.

# game/items:1677:DefaultText
source: Shrink Ray
cs: Smršťovací paprsek

# game/items:1678:DefaultText
source: This small, 1-handed beam weapon emits a continuous ray that shrinks its target by an amount proportional to the wielder's Science skill. Shrunk targets suffer from reduced armor and reduced damage. Once the beam is off the target, they grow back to their original size within a few seconds. Will not lock onto friendly targets.
cs: Tato malá jednoruční paprsková zbraň vysílá nepřetržitý paprsek, který zmenšuje cíl o množství úměrné dovednosti Vědec. Zmenšené cíle mají sníženou zbroj a poškození. Jakmile paprsek cíl opustí, během několika sekund doroste do původní velikosti. Nezaměřuje se na přátelské cíle.

# game/items:1679:DefaultText
source: SCIENCE WEAPON Created by Dr. Phineas Welles, this handheld device is capable of shrinking any living being it is fired at. On the bottom of the grip, Dr. Welles has personally signed the weapon, and optimistically numbered it "001."
cs: VĚDECKÁ ZBRAŇ Toto ruční zařízení, které vytvořil doktor Phineas Welles, dokáže zmenšit jakoukoli živou bytost, na kterou vystřelí. Na spodní straně rukojeti zbraň osobně podepsal doktor Welles a optimisticky ji očísloval "001".

# game/items:1680:DefaultText
source: Prismatic Hammer
cs: Prismatické kladivo

# game/items:1681:DefaultText
source: A large 2-handed hammer with an oversized head, able to cycle through damage types depending on the wielder's skill in Science. Power Attacks with this weapon release a blast of energy hitting targets at a distance. Sweep Attacks with this weapon deal multiple damage types at once.
cs: Velké obouruční kladivo s nadměrně velkou hlavou, které může měnit typy poškození v závislosti na dovednostech držitele v oblasti vědy. Při silových útocích touto zbraní se uvolní výbuch energie, který zasáhne cíle na velkou vzdálenost. Útoky touto zbraní způsobují více typů poškození najednou.
