Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:2447:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS T&L CorpTacOrdTech Přilba T2

# game/items:2448:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB T&L CorpTacOrdTech Helma T2

# game/items:2449:DefaultText
source: [TEMP] T&L CorpTacOrdTech Helmet T3
cs: [TEMP] T&L CorpTacOrdTech Helma T3

# game/items:2450:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS T&L CorpTacOrdTech Přilba T3

# game/items:2451:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB T&L CorpTacOrdTech Helma T3

# game/items:2453:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTacOrdTech Armor T1
cs: [TEMP] POPIS UDL CorpTacOrdTech Armor T1

# game/items:2456:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTacOrdTech Armor T2
cs: [TEMP] POPIS UDL CorpTacOrdTech Armor T2

# game/items:2459:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTacOrdTech Armor T3
cs: [TEMP] POPIS UDL CorpTacOrdTech Armor T3

# game/items:2461:DefaultText
source: [TEMP] UDL CorpTacOrdTech Helmet T1
cs: [TEMP] UDL CorpTacOrdTech Přilba T1

# game/items:2462:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTacOrdTech Helmet T1
cs: [TEMP] POPIS UDL CorpTacOrdTech Přilba T1

# game/items:2463:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpTacOrdTech Helmet T1
cs: [TEMP] FLAVOR STUB UDL CorpTacOrdTech Helma T1

# game/items:2464:DefaultText
source: [TEMP] UDL CorpTacOrdTech Helmet T2
cs: [TEMP] UDL CorpTacOrdTech Přilba T2

# game/items:2465:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTacOrdTech Helmet T2
cs: [TEMP] POPIS UDL CorpTacOrdTech Přilba T2

# game/items:2466:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpTacOrdTech Helmet T2
cs: [TEMP] FLAVOR STUB UDL CorpTacOrdTech Helma T2

# game/items:2467:DefaultText
source: [TEMP] UDL CorpTacOrdTech Helmet T3
cs: [TEMP] UDL CorpTacOrdTech Helma T3

# game/items:2468:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTacOrdTech Helmet T3
cs: [TEMP] POPIS UDL CorpTacOrdTech Přilba T3

# game/items:2469:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpTacOrdTech Helmet T3
cs: [TEMP] FLAVOR STUB UDL CorpTacOrdTech Helma T3

# game/items:2471:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTrooper Armor T2
cs: [TEMP] POPIS Cleo CorpTrooper Armor T2

# game/items:2474:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTrooper Armor T3
cs: [TEMP] POPIS Cleo CorpTrooper Armor T3

# game/items:2476:DefaultText
source: [TEMP] Cleo CorpTrooper Helmet T2
cs: [TEMP] Přilba Cleo CorpTrooper T2

# game/items:2477:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTrooper Helmet T2
cs: [TEMP] POPIS Cleo CorpTrooper Helma T2

# game/items:2478:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB Cleo CorpTrooper Helma T2

# game/items:2479:DefaultText
source: [TEMP] Cleo CorpTrooper Helmet T3
cs: [TEMP] Přilba Cleo CorpTrooper T3

# game/items:2480:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpTrooper Helmet T3
cs: [TEMP] POPIS Cleo CorpTrooper Helma T3

# game/items:2481:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB Cleo CorpTrooper Helma T3

# game/items:2482:DefaultText
source: [TEMP] Board CorpTrooper Armor T1
cs: [TEMP] Palubní deska CorpTrooper Armor T1

# game/items:2485:DefaultText
source: [TEMP] Board CorpTrooper Armor T2
cs: [TEMP] Palubní deska CorpTrooper Armor T2

# game/items:2488:DefaultText
source: [TEMP] Board CorpTrooper Armor T3
cs: [TEMP] Palubní deska CorpTrooper Armor T3

# game/items:2491:DefaultText
source: [TEMP] Board CorpTrooper Helmet T1
cs: [TEMP] Deska CorpTrooper Helma T1

# game/items:2493:DefaultText
source: [TEMP] FLAVOR STUB Board CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB Board CorpTrooper Helma T1

# game/items:2494:DefaultText
source: [TEMP] Board CorpTrooper Helmet T2
cs: [TEMP] Palubní deska CorpTrooper Helma T2

# game/items:2496:DefaultText
source: [TEMP] FLAVOR STUB Board CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB Board CorpTrooper Helma T2

# game/items:2497:DefaultText
source: [TEMP] Board CorpTrooper Helmet T3
cs: [TEMP] Palubní deska CorpTrooper Helma T3

# game/items:2499:DefaultText
source: [TEMP] FLAVOR STUB Board CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB Board CorpTrooper Helma T3

# game/items:2501:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTrooper Armor T1
cs: [TEMP] POPIS C&P CorpTrooper Armor T1

# game/items:2504:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTrooper Armor T2
cs: [TEMP] POPIS C&P CorpTrooper Armor T2

# game/items:2507:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTrooper Armor T3
cs: [TEMP] POPIS C&P CorpTrooper Armor T3

# game/items:2509:DefaultText
source: [TEMP] C&P CorpTrooper Helmet T1
cs: [TEMP] C&P CorpTrooper Helma T1

# game/items:2510:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTrooper Helmet T1
cs: [TEMP] POPIS C&P CorpTrooper Helma T1

# game/items:2511:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB C&P CorpTrooper Helma T1

# game/items:2512:DefaultText
source: [TEMP] C&P CorpTrooper Helmet T2
cs: [TEMP] C&P CorpTrooper Helma T2

# game/items:2513:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTrooper Helmet T2
cs: [TEMP] POPIS C&P CorpTrooper Helma T2

# game/items:2514:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB C&P CorpTrooper Helma T2

# game/items:2515:DefaultText
source: [TEMP] C&P CorpTrooper Helmet T3
cs: [TEMP] C&P CorpTrooper Helma T3

# game/items:2516:DefaultText
source: [TEMP] DESCRIPTION C&P CorpTrooper Helmet T3
cs: [TEMP] POPIS C&P CorpTrooper Helma T3

# game/items:2517:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB C&P CorpTrooper Helma T3

# game/items:2519:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTrooper Armor T1
cs: [TEMP] POPIS MSI CorpTrooper Armor T1

# game/items:2522:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTrooper Armor T2
cs: [TEMP] POPIS MSI CorpTrooper Armor T2

# game/items:2525:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTrooper Armor T3
cs: [TEMP] POPIS MSI CorpTrooper Armor T3

# game/items:2527:DefaultText
source: [TEMP] MSI CorpTrooper Helmet T1
cs: [TEMP] Přilba MSI CorpTrooper T1

# game/items:2528:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTrooper Helmet T1
cs: [TEMP] POPIS MSI CorpTrooper Helma T1

# game/items:2529:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB MSI CorpTrooper Helma T1

# game/items:2530:DefaultText
source: [TEMP] MSI CorpTrooper Helmet T2
cs: [TEMP] Přilba MSI CorpTrooper T2

# game/items:2531:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTrooper Helmet T2
cs: [TEMP] POPIS MSI CorpTrooper Helma T2

# game/items:2532:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB MSI CorpTrooper Helma T2

# game/items:2533:DefaultText
source: [TEMP] MSI CorpTrooper Helmet T3
cs: [TEMP] Přilba MSI CorpTrooper T3

# game/items:2534:DefaultText
source: [TEMP] DESCRIPTION MSI CorpTrooper Helmet T3
cs: [TEMP] POPIS MSI CorpTrooper Helma T3

# game/items:2535:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB MSI CorpTrooper Helma T3

# game/items:2537:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTrooper Armor T1
cs: [TEMP] POPIS Rizzo CorpTrooper Armor T1

# game/items:2540:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTrooper Armor T2
cs: [TEMP] POPIS Rizzo CorpTrooper Armor T2

# game/items:2543:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTrooper Armor T3
cs: [TEMP] POPIS Rizzo CorpTrooper Armor T3

# game/items:2545:DefaultText
source: [TEMP] Rizzo CorpTrooper Helmet T1
cs: [TEMP] Rizzo CorpTrooper Helma T1

# game/items:2546:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTrooper Helmet T1
cs: [TEMP] POPIS Rizzo CorpTrooper Helma T1

# game/items:2547:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB Rizzo CorpTrooper Helma T1

# game/items:2548:DefaultText
source: [TEMP] Rizzo CorpTrooper Helmet T2
cs: [TEMP] Přilba Rizzo CorpTrooper T2

# game/items:2549:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTrooper Helmet T2
cs: [TEMP] POPIS Rizzo CorpTrooper Helma T2

# game/items:2550:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB Rizzo CorpTrooper Helma T2

# game/items:2551:DefaultText
source: [TEMP] Rizzo CorpTrooper Helmet T3
cs: [TEMP] Rizzo CorpTrooper Helma T3

# game/items:2552:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpTrooper Helmet T3
cs: [TEMP] POPIS Rizzo CorpTrooper Helma T3

# game/items:2553:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB Rizzo CorpTrooper Helma T3

# game/items:2555:DefaultText
source: [TEMP] DESCRIPTION SC CorpTrooper Armor T1
cs: [TEMP] POPIS SC CorpTrooper Armor T1

# game/items:2558:DefaultText
source: [TEMP] DESCRIPTION SC CorpTrooper Armor T2
cs: [TEMP] POPIS SC CorpTrooper Armor T2

# game/items:2561:DefaultText
source: [TEMP] DESCRIPTION SC CorpTrooper Armor T3
cs: [TEMP] POPIS SC CorpTrooper Armor T3

# game/items:2563:DefaultText
source: [TEMP] SC CorpTrooper Helmet T1
cs: [TEMP] SC CorpTrooper Helma T1

# game/items:2564:DefaultText
source: [TEMP] DESCRIPTION SC CorpTrooper Helmet T1
cs: [TEMP] POPIS SC CorpTrooper Helma T1

# game/items:2565:DefaultText
source: [TEMP] FLAVOR STUB SC CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB SC CorpTrooper Helma T1

# game/items:2566:DefaultText
source: [TEMP] SC CorpTrooper Helmet T2
cs: [TEMP] SC CorpTrooper Helma T2

# game/items:2567:DefaultText
source: [TEMP] DESCRIPTION SC CorpTrooper Helmet T2
cs: [TEMP] POPIS SC CorpTrooper Helma T2

# game/items:2568:DefaultText
source: [TEMP] FLAVOR STUB SC CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB SC CorpTrooper Helma T2

# game/items:2569:DefaultText
source: [TEMP] SC CorpTrooper Helmet T3
cs: [TEMP] SC CorpTrooper Helma T3

# game/items:2570:DefaultText
source: [TEMP] DESCRIPTION SC CorpTrooper Helmet T3
cs: [TEMP] POPIS SC CorpTrooper Helma T3

# game/items:2571:DefaultText
source: [TEMP] FLAVOR STUB SC CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB SC CorpTrooper Helma T3

# game/items:2573:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTrooper Armor T1
cs: [TEMP] POPIS T&L CorpTrooper Armor T1

# game/items:2576:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTrooper Armor T2
cs: [TEMP] POPIS T&L CorpTrooper Armor T2

# game/items:2579:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTrooper Armor T3
cs: [TEMP] POPIS T&L CorpTrooper Armor T3

# game/items:2581:DefaultText
source: [TEMP] T&L CorpTrooper Helmet T1
cs: [TEMP] T&L CorpTrooper Helma T1

# game/items:2582:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTrooper Helmet T1
cs: [TEMP] POPIS T&L CorpTrooper Helma T1

# game/items:2583:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB T&L CorpTrooper Helma T1

# game/items:2584:DefaultText
source: [TEMP] T&L CorpTrooper Helmet T2
cs: [TEMP] T&L CorpTrooper Helma T2

# game/items:2585:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTrooper Helmet T2
cs: [TEMP] POPIS T&L CorpTrooper Helma T2

# game/items:2586:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB T&L CorpTrooper Helma T2

# game/items:2587:DefaultText
source: [TEMP] T&L CorpTrooper Helmet T3
cs: [TEMP] T&L CorpTrooper Helma T3

# game/items:2588:DefaultText
source: [TEMP] DESCRIPTION T&L CorpTrooper Helmet T3
cs: [TEMP] POPIS T&L CorpTrooper Helma T3

# game/items:2589:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB T&L CorpTrooper Helma T3

# game/items:2591:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTrooper Armor T1
cs: [TEMP] POPIS UDL CorpTrooper Armor T1

# game/items:2594:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTrooper Armor T2
cs: [TEMP] POPIS UDL CorpTrooper Armor T2

# game/items:2597:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTrooper Armor T3
cs: [TEMP] POPIS UDL CorpTrooper Armor T3

# game/items:2599:DefaultText
source: [TEMP] UDL CorpTrooper Helmet T1
cs: [TEMP] UDL CorpTrooper Helma T1

# game/items:2600:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTrooper Helmet T1
cs: [TEMP] POPIS UDL CorpTrooper Helma T1

# game/items:2601:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpTrooper Helmet T1
cs: [TEMP] FLAVOR STUB UDL CorpTrooper Helma T1

# game/items:2602:DefaultText
source: [TEMP] UDL CorpTrooper Helmet T2
cs: [TEMP] UDL CorpTrooper Helma T2

# game/items:2603:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTrooper Helmet T2
cs: [TEMP] POPIS UDL CorpTrooper Přilba T2

# game/items:2604:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpTrooper Helmet T2
cs: [TEMP] FLAVOR STUB UDL CorpTrooper Helma T2

# game/items:2605:DefaultText
source: [TEMP] UDL CorpTrooper Helmet T3
cs: [TEMP] UDL CorpTrooper Helma T3

# game/items:2606:DefaultText
source: [TEMP] DESCRIPTION UDL CorpTrooper Helmet T3
cs: [TEMP] POPIS UDL CorpTrooper Helma T3

# game/items:2607:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpTrooper Helmet T3
cs: [TEMP] FLAVOR STUB UDL CorpTrooper Helma T3

# game/items:2617:DefaultText
source: [TEMP] Cleo CorpUnitCommander Helmet T1
cs: [TEMP] Cleo CorpUnitCommander Přilba T1

# game/items:2618:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION Cleo CorpUnitCommander Přilba T1

# game/items:2619:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB Cleo CorpUnitCommander Přilba T1

# game/items:2620:DefaultText
source: [TEMP] Cleo CorpUnitCommander Helmet T2
cs: [TEMP] Přilba Cleo CorpUnitCommander T2

# game/items:2621:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpUnitCommander Helmet T2
cs: [TEMP] DESCRIPTION Cleo CorpUnitCommander Přilba T2

# game/items:2622:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB Cleo CorpUnitCommander Přilba T2

# game/items:2623:DefaultText
source: [TEMP] Cleo CorpUnitCommander Helmet T3
cs: [TEMP] Cleo CorpUnitCommander Přilba T3

# game/items:2624:DefaultText
source: [TEMP] DESCRIPTION Cleo CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION Cleo CorpUnitCommander Přilba T3

# game/items:2625:DefaultText
source: [TEMP] FLAVOR STUB Cleo CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB Cleo CorpUnitCommander Přilba T3

# game/items:2626:DefaultText
source: [TEMP] Board CorpUnitCommander Armor T1
cs: [TEMP] Palubní deska CorpUnitCommander Armor T1

# game/items:2627:DefaultText
source: [TEMP] DESCRIPTION Board CorpUnitCommander Armor T1
cs: [TEMP] DESCRIPTION Deska CorpUnitCommander Armor T1

# game/items:2629:DefaultText
source: [TEMP] Board CorpUnitCommander Armor T2
cs: [TEMP] Rada CorpUnitCommander Armor T2

# game/items:2630:DefaultText
source: [TEMP] DESCRIPTION Board CorpUnitCommander Armor T2
cs: [TEMP] DESCRIPTION Deska CorpUnitCommander Armor T2

# game/items:2632:DefaultText
source: [TEMP] Board CorpUnitCommander Armor T3
cs: [TEMP] Palubní deska CorpUnitCommander Armor T3

# game/items:2633:DefaultText
source: [TEMP] DESCRIPTION Board CorpUnitCommander Armor T3
cs: [TEMP] DESCRIPTION Deska CorpUnitCommander Armor T3

# game/items:2635:DefaultText
source: [TEMP] Board CorpUnitCommander Helmet T1
cs: [TEMP] Palubní deska CorpUnitCommander Přilba T1

# game/items:2636:DefaultText
source: [TEMP] DESCRIPTION Board CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION Deska CorpUnitCommander Přilba T1

# game/items:2637:DefaultText
source: [TEMP] FLAVOR STUB Board CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB Board CorpUnitCommander Helma T1

# game/items:2638:DefaultText
source: [TEMP] Board CorpUnitCommander Helmet T2
cs: [TEMP] Palubní deska CorpUnitCommander Přilba T2

# game/items:2639:DefaultText
source: [TEMP] DESCRIPTION Board CorpUnitCommander Helmet T2
cs: [TEMP] DESCRIPTION Deska CorpUnitCommander Přilba T2

# game/items:2640:DefaultText
source: [TEMP] FLAVOR STUB Board CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB Board CorpUnitCommander Helma T2

# game/items:2641:DefaultText
source: [TEMP] Board CorpUnitCommander Helmet T3
cs: [TEMP] Palubní deska CorpUnitCommander Přilba T3

# game/items:2642:DefaultText
source: [TEMP] DESCRIPTION Board CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION Deska CorpUnitCommander Přilba T3

# game/items:2643:DefaultText
source: [TEMP] FLAVOR STUB Board CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB Board CorpUnitCommander Přilba T3

# game/items:2653:DefaultText
source: [TEMP] C&P CorpUnitCommander Helmet T1
cs: [TEMP] C&P CorpUnitCommander Přilba T1

# game/items:2654:DefaultText
source: [TEMP] DESCRIPTION C&P CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION C&P CorpUnitCommander Přilba T1

# game/items:2655:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB C&P CorpUnitCommander Přilba T1

# game/items:2656:DefaultText
source: [TEMP] C&P CorpUnitCommander Helmet T2
cs: [TEMP] C&P CorpUnitCommander Přilba T2

# game/items:2657:DefaultText
source: [TEMP] DESCRIPTION C&P CorpUnitCommander Helmet T2
cs: [TEMP] DESCRIPTION C&P CorpUnitCommander Přilba T2

# game/items:2658:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB C&P CorpUnitCommander Přilba T2

# game/items:2659:DefaultText
source: [TEMP] C&P CorpUnitCommander Helmet T3
cs: [TEMP] C&P CorpUnitCommander Přilba T3

# game/items:2660:DefaultText
source: [TEMP] DESCRIPTION C&P CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION C&P CorpUnitCommander Přilba T3

# game/items:2661:DefaultText
source: [TEMP] FLAVOR STUB C&P CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB C&P CorpUnitCommander Přilba T3

# game/items:2671:DefaultText
source: [TEMP] MSI CorpUnitCommander Helmet T1
cs: [TEMP] Helma MSI CorpUnitCommander T1

# game/items:2672:DefaultText
source: [TEMP] DESCRIPTION MSI CorpUnitCommander Helmet T1
cs: [TEMP] POPIS MSI CorpUnitCommander Helma T1

# game/items:2673:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB MSI CorpUnitCommander Helma T1

# game/items:2674:DefaultText
source: [TEMP] MSI CorpUnitCommander Helmet T2
cs: [TEMP] Přilba MSI CorpUnitCommander T2

# game/items:2675:DefaultText
source: [TEMP] DESCRIPTION MSI CorpUnitCommander Helmet T2
cs: [TEMP] POPIS MSI CorpUnitCommander Helma T2

# game/items:2676:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB MSI CorpUnitCommander Helma T2

# game/items:2677:DefaultText
source: [TEMP] MSI CorpUnitCommander Helmet T3
cs: [TEMP] Přilba MSI CorpUnitCommander T3

# game/items:2678:DefaultText
source: [TEMP] DESCRIPTION MSI CorpUnitCommander Helmet T3
cs: [TEMP] POPIS MSI CorpUnitCommander Helma T3

# game/items:2679:DefaultText
source: [TEMP] FLAVOR STUB MSI CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB MSI CorpUnitCommander Helma T3

# game/items:2689:DefaultText
source: [TEMP] Rizzo CorpUnitCommander Helmet T1
cs: [TEMP] Rizzo CorpUnitCommander Přilba T1

# game/items:2690:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION Rizzo CorpUnitCommander Přilba T1

# game/items:2691:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB Rizzo CorpUnitCommander Přilba T1

# game/items:2692:DefaultText
source: [TEMP] Rizzo CorpUnitCommander Helmet T2
cs: [TEMP] Rizzo CorpUnitCommander Přilba T2

# game/items:2693:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpUnitCommander Helmet T2
cs: [TEMP] DESCRIPTION Rizzo CorpUnitCommander Přilba T2

# game/items:2694:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB Rizzo CorpUnitCommander Přilba T2

# game/items:2695:DefaultText
source: [TEMP] Rizzo CorpUnitCommander Helmet T3
cs: [TEMP] Rizzo CorpUnitCommander Přilba T3

# game/items:2696:DefaultText
source: [TEMP] DESCRIPTION Rizzo CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION Rizzo CorpUnitCommander Přilba T3

# game/items:2697:DefaultText
source: [TEMP] FLAVOR STUB Rizzo CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB Rizzo CorpUnitCommander Přilba T3

# game/items:2707:DefaultText
source: [TEMP] SC CorpUnitCommander Helmet T1
cs: [TEMP] SC CorpUnitCommander Přilba T1

# game/items:2708:DefaultText
source: [TEMP] DESCRIPTION SC CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION SC CorpUnitCommander Přilba T1

# game/items:2709:DefaultText
source: [TEMP] FLAVOR STUB SC CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB SC CorpUnitCommander Přilba T1

# game/items:2710:DefaultText
source: [TEMP] SC CorpUnitCommander Helmet T2
cs: [TEMP] SC CorpUnitCommander Přilba T2

# game/items:2711:DefaultText
source: [TEMP] DESCRIPTION SC CorpUnitCommander Helmet T2
cs: [TEMP] DESCRIPTION SC CorpUnitCommander Přilba T2

# game/items:2712:DefaultText
source: [TEMP] FLAVOR STUB SC CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB SC CorpUnitCommander Přilba T2

# game/items:2713:DefaultText
source: [TEMP] SC CorpUnitCommander Helmet T3
cs: [TEMP] SC CorpUnitCommander Helma T3

# game/items:2714:DefaultText
source: [TEMP] DESCRIPTION SC CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION SC CorpUnitCommander Přilba T3

# game/items:2715:DefaultText
source: [TEMP] FLAVOR STUB SC CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB SC CorpUnitCommander Přilba T3

# game/items:2725:DefaultText
source: [TEMP] T&L CorpUnitCommander Helmet T1
cs: [TEMP] T&L CorpUnitCommander Přilba T1

# game/items:2726:DefaultText
source: [TEMP] DESCRIPTION T&L CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION T&L CorpUnitCommander Přilba T1

# game/items:2727:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB T&L CorpUnitCommander Přilba T1

# game/items:2728:DefaultText
source: [TEMP] T&L CorpUnitCommander Helmet T2
cs: [TEMP] T&L CorpUnitCommander Přilba T2

# game/items:2729:DefaultText
source: [TEMP] DESCRIPTION T&L CorpUnitCommander Helmet T2
cs: [TEMP] POPIS T&L CorpUnitCommander Přilba T2

# game/items:2730:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB T&L CorpUnitCommander Přilba T2

# game/items:2731:DefaultText
source: [TEMP] T&L CorpUnitCommander Helmet T3
cs: [TEMP] T&L CorpUnitCommander Přilba T3

# game/items:2732:DefaultText
source: [TEMP] DESCRIPTION T&L CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION T&L CorpUnitCommander Přilba T3

# game/items:2733:DefaultText
source: [TEMP] FLAVOR STUB T&L CorpUnitCommander Helmet T3
cs: [TEMP] FLAVOR STUB T&L CorpUnitCommander Přilba T3

# game/items:2743:DefaultText
source: [TEMP] UDL CorpUnitCommander Helmet T1
cs: [TEMP] UDL CorpUnitCommander Přilba T1

# game/items:2744:DefaultText
source: [TEMP] DESCRIPTION UDL CorpUnitCommander Helmet T1
cs: [TEMP] DESCRIPTION UDL CorpUnitCommander Přilba T1

# game/items:2745:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpUnitCommander Helmet T1
cs: [TEMP] FLAVOR STUB UDL CorpUnitCommander Přilba T1

# game/items:2746:DefaultText
source: [TEMP] UDL CorpUnitCommander Helmet T2
cs: [TEMP] UDL CorpUnitCommander Přilba T2

# game/items:2747:DefaultText
source: [TEMP] DESCRIPTION UDL CorpUnitCommander Helmet T2
cs: [TEMP] DESCRIPTION UDL CorpUnitCommander Přilba T2

# game/items:2748:DefaultText
source: [TEMP] FLAVOR STUB UDL CorpUnitCommander Helmet T2
cs: [TEMP] FLAVOR STUB UDL CorpUnitCommander Přilba T2

# game/items:2749:DefaultText
source: [TEMP] UDL CorpUnitCommander Helmet T3
cs: [TEMP] UDL CorpUnitCommander Přilba T3

# game/items:2750:DefaultText
source: [TEMP] DESCRIPTION UDL CorpUnitCommander Helmet T3
cs: [TEMP] DESCRIPTION UDL CorpUnitCommander Přilba T3
