Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:652:DefaultText
source: A 2-handed hammer, which fires an energy pulse at the moment of impact, causing Plasma damage and knocking the target backwards.
cs: Dvouruční kladivo, které v okamžiku úderu vystřelí energetický puls, který způsobí plazmové poškození a srazí cíl dozadu.

# game/items:653:DefaultText
source: Why just hammer when you can Pulse Hammer?! People are falling over themselves to get one of these!
cs: Proč jen mlátit kladivem, když můžete mlátit pulzním kladivem?! Lidé se přetrhnou, aby si ho pořídili!

# game/items:654:DefaultText
source: Telescoping Staff
cs: Teleskopická tyč

# game/items:655:DefaultText
source: A 2-handed staff useful for bludgeoning various things. It can be modified to deal many kinds of damage types.
cs: Dvouruční hůl užitečná k mlácení různých věcí. Lze ji upravit tak, aby způsobovala různé druhy poškození.

# game/items:656:DefaultText
source: The iconic Spacer's Choice Telescoping Staff can be modified in many ways...for additional cost. Now available in Mark 2!
cs: Kultovní teleskopickou hůl Spacer's Choice lze za příplatek upravit mnoha způsoby... Nyní k dispozici ve verzi Mark 2!

# game/items:657:DefaultText
source: Tremor Cleaver
cs: Třasavka Cleaver

# game/items:658:DefaultText
source: A 2-handed weapon with a vibrating blade. The blade can be modified to deal different types of damage.
cs: Dvouruční zbraň s vibrující čepelí. Čepel lze upravit tak, aby způsobovala různé druhy poškození.

# game/items:659:DefaultText
source: It's not the best Cleaver, it's the...wait, it IS the best cleaver! Its throbbing blade will pulsate its way into even the most recalcitrant dissident!
cs: Není to nejlepší sekáček, je to... počkat, je to nejlepší sekáček! Jeho pulzující čepel si prorazí cestu i do toho nejodpornějšího disidenta!

# game/items:661:DefaultText
source: A 2-handed slashing weapon that inflicts Plasma Damage. It is particularly effective against flesh, less so against automechanicals and the heavily armored.
cs: Dvouruční sečná zbraň, která způsobuje plazmové poškození. Je obzvláště účinná proti tělu, méně proti automechanikům a silně obrněným osobám.

# game/items:662:DefaultText
source: Death itself will be jealous of anyone who wields the Inferno Scythe. It literally drips death!
cs: Sama smrt bude žárlit na každého, kdo ovládá Inferno Scythe. Doslova z ní kape smrt!

# game/items:663:DefaultText
source: Needler
cs: Jehla

# game/items:664:DefaultText
source: A special weapon which fires tiny flechette needles. The weapon automatically shaves needles from a spool of metal wire for effectively infinite ammo, and the user can apply ampules of harmful toxins or beneficial healing and stims that replace the standard poison that is delivered with each needle.
cs: Speciální zbraň, která vystřeluje drobné jehly. Zbraň automaticky stříhá jehly z cívky kovového drátu, čímž získává fakticky nekonečné množství munice, a uživatel může aplikovat ampule se škodlivými toxiny nebo blahodárnými léčivými a stimulačními látkami, které nahrazují standardní jed, jenž je dodáván s každou jehlou.

# game/items:676:DefaultText
source: DESCRIPTION Ampule: Acid
cs: POPIS Ampule: Acid

# game/items:681:DefaultText
source: Ampule: Healing
cs: Ampule: Léčení

# game/items:682:DefaultText
source: DESCRIPTION Ampule: Healing
cs: POPIS Ampule: Léčení

# game/items:683:DefaultText
source: FLAVOR STUB Ampule: Healing
cs: FLAVOR STUB Ampule: Léčivá

# game/items:685:DefaultText
source: Melee Weapon Mod - Grip Increases the chance to cause a critical hit.
cs: Modifikace zbraně pro boj zblízka - Grip Zvyšuje šanci na kritický zásah.

# game/items:686:DefaultText
source: This well-balanced grip lets the melee weapon swing a little more accurately, making critical hits more likely.
cs: Tento vyvážený úchop umožňuje o něco přesnější švih zbraně pro boj zblízka a zvyšuje pravděpodobnost kritických zásahů.

# game/items:688:DefaultText
source: Melee Weapon Mod - Attack Increases the damage dealt from a Power Attack.
cs: Modifikace zbraně pro boj zblízka - Útok Zvyšuje poškození způsobené silovým útokem.

# game/items:689:DefaultText
source: This mod makes a melee weapon have more inertia without increasing its weight. It's best not to think about that.
cs: Díky této úpravě má zbraň pro boj zblízka větší setrvačnost, aniž by se zvýšila její hmotnost. Nejlepší je o tom nepřemýšlet.

# game/items:691:DefaultText
source: Melee Weapon Mod - Grip Decreases the loss of Weapon Durability on use.
cs: Modifikace zbraně pro boj zblízka - Grip Snižuje ztrátu odolnosti zbraně při jejím použití.

# game/items:692:DefaultText
source: This strong, reinforced grip means the melee weapon loses less durability when used.
cs: Díky tomuto silnému a zesílenému úchopu ztrácí zbraň pro boj zblízka při použití menší odolnost.

# game/items:696:DefaultText
source: Tactical Shotgun
cs: Taktická brokovnice

# game/items:697:DefaultText
source: A shoulder-fired, magazine-fed shotgun that fires at a fairly quick rate. This weapon is devastating at close range against unarmored targets.
cs: Brokovnice na rameni se zásobníkem, která střílí poměrně rychle. Tato zbraň je ničivá na krátkou vzdálenost proti nepancéřovaným cílům.

# game/items:698:DefaultText
source: Sold by Hammersmith as a short-range, high-spread weapon, this gun works very well in the hands of people with little training.
cs: Tato zbraň, prodávaná společností Hammersmith jako zbraň s krátkým dosahem a velkým rozptylem, funguje velmi dobře v rukou lidí s malým výcvikem.

# game/items:699:DefaultText
source: Captain's Identification
cs: Identifikace kapitána

# game/items:700:DefaultText
source: Given to you by ADA after the unfortunate passing of Alex Hawthorne, this cartridge identifies you as the registered Captain of the Unreliable.
cs: Tato kazeta, kterou vám po nešťastném odchodu Alexe Hawthorna předala ADA, vás identifikuje jako registrovaného kapitána Nespolehlivé.

# game/items:701:DefaultText
source: Journal of M. Bakonu
cs: Časopis M. Bakonu

# game/items:702:DefaultText
source: A handwritten journal with the name M. Bakonu scrawled in the lower corner.
cs: Ručně psaný deník s naškrábaným jménem M. Bakonu v dolním rohu.

# game/items:707:DefaultText
source: TEMP Type-CH1 Wave Controller Circuit Board
cs: Deska plošných spojů TEMP Type-CH1 Wave Controller

# game/items:708:DefaultText
source: TEMP Type-CH1 Wave Controller Circuit Board description - this circuit board is a non-proprietary design, but has fallen out of favor amongst broadcast-gear manufacturers in the last few years.
cs: Popis desky plošných spojů TEMP Type-CH1 Wave Controller - tato deska plošných spojů není patentovaná, ale v posledních několika letech se dostala do nemilosti výrobců vysílacích zařízení.

# game/items:720:DefaultText
source: Radiator Parts
cs: Díly chladiče

# game/items:733:DefaultText
source: Attack
cs: Útok

# game/items:734:DefaultText
source: Barrel
cs: Sud

# game/items:737:DefaultText
source: Underbarrel
cs: Pod hlavní

# game/items:740:DefaultText
source: TEMP Parvati's Key
cs: TEMP Parvatiho klíč

# game/items:741:DefaultText
source: TEMP Parvati's Key Description
cs: TEMP Parvati's Key Popis

# game/items:747:DefaultText
source: TEMP Generator Building Key
cs: Klíč k budově generátoru TEMP

# game/items:748:DefaultText
source: TEMP Generator Building Key Description
cs: Klíč k budově generátoru TEMP Popis

# game/items:750:DefaultText
source: A 1-handed shovel that is surprisingly effective at staving off small animals from farms.
cs: Jednoruční lopata, která je překvapivě účinná při odhánění malých zvířat z farem.

# game/items:751:DefaultText
source: IMPROVISED WEAPON It's not just a suit in a deck of cards anymore.
cs: ZLEPŠENÁ ZBRAŇ Už to není jen barva v balíčku karet.

# game/items:752:DefaultText
source: Shovel
cs: Lopata

# game/items:753:DefaultText
source: This 2-handed shovel is sturdy enough to be used as an improvised weapon against medium or larger creatures encroaching on your fields.
cs: Tato dvouruční lopata je dostatečně pevná, aby se dala použít jako improvizovaná zbraň proti středně velkým nebo větším tvorům, kteří vniknou na vaše pole.

# game/items:754:DefaultText
source: IMPROVISED WEAPON It's made for digging in dirt, but you can also swing it into faces.
cs: VYLEPŠENÁ ZBRAŇ Je určena k hrabání v hlíně, ale můžete s ní také švihat do obličeje.

# game/items:755:DefaultText
source: Pickaxe
cs: Krumpáč

# game/items:756:DefaultText
source: While extremely adept at breaking up the boulders farmers find in their fields, this pickaxe is also quite adept at penetrating the skull of any varmint foolish enough to try and steal crops from a prepared farmer.
cs: Tento krumpáč je mimořádně zručný při rozbíjení balvanů, které farmáři nacházejí na svých polích, ale také dokáže proniknout lebkou každého škůdce, který je natolik hloupý, že se pokusí připravenému farmáři ukrást úrodu.

# game/items:757:DefaultText
source: IMPROVISED WEAPON It's like a spike with a handle. Exactly like that.
cs: VYLEPŠENÁ ZBRAŇ Je to něco jako bodák s rukojetí. Přesně takový.

# game/items:760:DefaultText
source: Hatchet
cs: Sekera

# game/items:761:DefaultText
source: A 1-handed axe that makes for a decent improvised weapon when faced with unexpected dangers.
cs: Jednoruční sekera, která je slušnou improvizovanou zbraní při nečekaných nebezpečích.

# game/items:762:DefaultText
source: IMPROVISED WEAPON For all of your light-duty axing needs.
cs: VYLEPŠENÁ ZBRAŇ Pro všechny vaše potřeby při lehkém sekání.

# game/items:771:DefaultText
source: Shears
cs: Nůžky

# game/items:772:DefaultText
source: Industrial long-bladed shears that make for a very handy slicing weapon when in a pinch.
cs: Průmyslové nůžky s dlouhou čepelí, které jsou v nouzi velmi praktickou zbraní pro stříhání.

# game/items:773:DefaultText
source: IMPROVISED WEAPON Think industrial-strength scissors.
cs: VYLEPŠENÁ ZBRAŇ Představte si průmyslové nůžky.

# game/items:774:DefaultText
source: Auntie Cleo ID Cartridge T1
cs: Teta Cleo ID Cartridge T1

# game/items:776:DefaultText
source: Auntie Cleo ID Cartridge T3
cs: Teta Cleo ID Cartridge T3

# game/items:777:DefaultText
source: TEMP Description -Auntie Cleo ID Cartridge Tier 1
cs: TEMP Popis -Auntie Cleo ID Cartridge Tier 1

# game/items:778:DefaultText
source: TEMP Description -Auntie Cleo ID Cartridge Tier 2
cs: TEMP Popis -Auntie Cleo ID Cartridge Tier 2

# game/items:779:DefaultText
source: TEMP Description -Auntie Cleo ID Cartridge Tier 3
cs: TEMP Popis -Auntie Cleo ID Cartridge Tier 3

# game/items:780:DefaultText
source: TEMP Lore Description -Auntie Cleo ID Cartridge Tier 1
cs: TEMP Lore Popis -Auntie Cleo ID Cartridge Tier 1

# game/items:781:DefaultText
source: TEMP Lore Description -Auntie Cleo ID Cartridge Tier 2
cs: TEMP Lore Popis -Auntie Cleo ID Cartridge Tier 2

# game/items:782:DefaultText
source: TEMP Lore Description -Auntie Cleo ID Cartridge Tier 3
cs: TEMP Lore Popis -Auntie Cleo ID Cartridge Tier 3

# game/items:783:DefaultText
source: TEST Stun Spell Weapon
cs: TEST Omračující kouzelná zbraň

# game/items:784:DefaultText
source: TEST Stagger Spell Weapon
cs: TEST Kouzelná zbraň Stagger

# game/items:785:DefaultText
source: TEST Execute Spell Weapon
cs: TEST Vykonat kouzelnou zbraň

# game/items:786:DefaultText
source: TEST Blind Spell Weapon
cs: TEST Zbraň na slepá kouzla

# game/items:787:DefaultText
source: TEST Maim Spell Weapon
cs: TEST Zbraň kouzla Maim

# game/items:788:DefaultText
source: TEST Leg Cripple Spell Weapon
cs: TEST Kouzelná zbraň na ochromení nohou

# game/items:789:DefaultText
source: TEST Concuss Spell Weapon
cs: TEST Kouzelná zbraň Concuss

# game/items:790:DefaultText
source: TEST Taunt Spell Weapon
cs: TEST Kouzelná zbraň Taunt

# game/items:791:DefaultText
source: TEST Trickshot Spell Weapon
cs: TEST Kouzelná zbraň Trickshot

# game/items:792:DefaultText
source: TEST Disease Spell Weapon
cs: TEST Kouzelná zbraň na nemoci

# game/items:793:DefaultText
source: TEST Barrage Spell Weapon
cs: Zbraň TEST Barrage Spell

# game/items:794:DefaultText
source: TEST Disarm Spell Weapon
cs: TEST Zneškodnění kouzelné zbraně

# game/items:795:DefaultText
source: TEST Acid Splash Spell Weapon
cs: TEST Kouzelná zbraň Acid Splash

# game/items:796:DefaultText
source: TEST Weaken Spell Weapon
cs: TEST Oslabit kouzelnou zbraň

# game/items:797:DefaultText
source: Journal
cs: Deník

# game/items:798:DefaultText
source: Magazine
cs: Časopis

# game/items:800:DefaultText
source: Aramid Ballistics
cs: Aramidová balistika

# game/items:801:DefaultText
source: Auntie Cleo
cs: Teta Cleo

# game/items:807:DefaultText
source: Glacial Age
cs: Doba ledová

# game/items:810:DefaultText
source: Happy Dale Farms
cs: Farmy Happy Dale

# game/items:812:DefaultText
source: Mostly
cs: Většinou

# game/items:814:DefaultText
source: Rocky Mountain
cs: Skalisté hory

# game/items:815:DefaultText
source: Saltuna of the Deep
cs: Saltuna z hlubin

# game/items:816:DefaultText
source: Spacer's Choice
cs: Volba rozdělovače

# game/items:818:DefaultText
source: Tile
cs: Dlaždice

# game/items:821:DefaultText
source: TEST Covering Fire Spell Weapon
cs: TEST Krycí ohnivé kouzlo Zbraň

# game/items:822:DefaultText
source: TEST Knockback Spell Weapon
cs: TEST Kouzelná zbraň se zpětným rázem

# game/items:823:DefaultText
source: TEST Knockdown Spell Weapon
cs: TEST Zbraň s omračujícím kouzlem

# game/items:824:DefaultText
source: TEST Knockout Spell Weapon
cs: TEST Knockoutovací kouzelná zbraň

# game/items:825:DefaultText
source: TEST Bleed Spell Weapon
cs: TEST Kouzelná zbraň Krvácení

# game/items:826:DefaultText
source: TEST Burn Spell Weapon
cs: TEST Kouzelná zbraň Burn

# game/items:827:DefaultText
source: TEST Poison Spell Weapon
cs: TEST Jedovatá kouzelná zbraň

# game/items:828:DefaultText
source: Claw Rake
cs: Hrábě s drápy

# game/items:829:DefaultText
source: A 1-handed rake used for gathering leaves and other debris. Its strong and pointy tines make for a decent weapon when in a pinch.
cs: Jednoruční hrábě používané ke sběru listí a jiných odpadků. Jeho silné a špičaté hroty jsou v nouzi slušnou zbraní.

# game/items:830:DefaultText
source: IMPROVISED WEAPON It's like a normal rake, only smaller, and with claws.
cs: VYLEPŠENÁ ZBRAŇ Je jako normální hrábě, jen menší a s drápy.

# game/items:833:DefaultText
source: Spectrum
cs: Spektrum

# game/items:836:DefaultText
source: Junlei's Keycard
cs: Klíčová karta Junlei

# game/items:837:DefaultText
source: Keycard to Junlei's private quarters on the Groundbreaker.
cs: Klíčová karta do Junleiho soukromé kajuty na Groundbreakeru.

# game/items:838:DefaultText
source: TEMP Minister of Earth's ID
cs: TEMP Ministr ID Země

# game/items:839:DefaultText
source: TEMP Description of Minister of Earth's ID
cs: TEMP Popis ID ministra Země

# game/items:840:DefaultText
source: Full Dimethyl Sulfoxide Canister
cs: Plný kanystr dimethylsulfoxidu

# game/items:841:DefaultText
source: This canister is full of dimethyl sulfoxide, the chemical Phineas needs to revive more colonists.
cs: Tento kanystr je plný dimethylsulfoxidu, chemikálie, kterou Phineas potřebuje k oživení dalších kolonistů.

# game/items:842:DefaultText
source: Hibernation Suit
cs: Hibernační oblek

# game/items:843:DefaultText
source: This suit is designed to be used in hibernation pods. Standard gear for every colonist making the long journey to Halcyon.
cs: Tento oblek je určen k použití v hibernačních modulech. Standardní výbava každého kolonisty, který se vydává na dlouhou cestu na Halcyon.

# game/items:844:DefaultText
source: Hibernation suits like this one have not been seen in Halcyon since the first colonists arrived on the Groundbreaker.
cs: Hibernační obleky, jako je tento, nebyly na Halcyonu k vidění od příchodu prvních kolonistů na Groundbreaker.

# game/items:845:DefaultText
source: Hibernation Helmet
cs: Hibernační přilba

# game/items:846:DefaultText
source: Standard gear for every colonist making the long journey to Halcyon.
cs: Standardní výbava každého kolonisty na dlouhé cestě do Halcyonu.

# game/items:847:DefaultText
source: Hibernation helmets like this one have not been seen in Halcyon since the first colonists arrived on the Groundbreaker.
cs: Hibernační přilby, jako je tato, se na Halcyonu neobjevily od příchodu prvních kolonistů na Groundbreaker.

# game/items:848:DefaultText
source: Parcel for Minister Clarke
cs: Balíček pro ministra Clarkea

# game/items:849:DefaultText
source: This parcel is light and flimsy. And it's definitely not a package.
cs: Tento balíček je lehký a křehký. A rozhodně to není balíček.

# game/items:850:DefaultText
source: TEMP Cartographer Office Key (Receptionist Copy)
cs: TEMP Kartograf Kancelářský klíč (kopie pro recepční)

# game/items:851:DefaultText
source: TEMP Description of Cartographer Office Key (Receptionist Copy) - This is the key to the cartographer's office that's obtained from the receptionist.
cs: TEMP Popis klíče od kanceláře kartografa (kopie recepční) - Jedná se o klíč od kanceláře kartografa, který získáte od recepční.

# game/items:852:DefaultText
source: Lockwood's Office Key
cs: Klíč od Lockwoodovy kanceláře

# game/items:853:DefaultText
source: This key unlocks the door to Rachel Lockwood's office in the Bureau of Exploration.
cs: Tento klíč odemyká dveře do kanceláře Rachel Lockwoodové v Úřadu pro průzkum.

# game/items:854:DefaultText
source: Lockwood's Papers
cs: Lockwoodovy dokumenty

# game/items:855:DefaultText
source: Surveys of the Emerald Vale region, conducted by Rachel Lockwood. The town of Edgewater is conspicuously absent.
cs: Průzkumy v oblasti Emerald Vale, které provedla Rachel Lockwoodová. Město Edgewater zde nápadně chybí.

# game/items:856:DefaultText
source: Note to Mr. Billingsly
cs: Poznámka pro pana Billingslyho

# game/items:857:DefaultText
source: Will: I don't know if you got my message, but could you please send your mechanical down to the maintenance tunnels with some drinks? I'm really missing my NearMaple Liqueurs. Also, could you PLEASE destroy this note when you're finished reading it? I owe you. -Rachel
cs: Will: Nevím, jestli jsi dostal můj vzkaz, ale mohl bys prosím poslat svou mechaniku do údržbářských tunelů s nějakým pitím? Opravdu mi chybí moje NearMaple likéry. A taky, mohl bys prosím zničit tenhle vzkaz, až ho dočteš? Dlužím ti to. -Rachel

# game/items:858:DefaultText
source: Board Uniform, Adjutant Class
cs: Stejnokroj, třída adjutantů

# game/items:859:DefaultText
source: Spacer's Choice Board Uniforms - no better board uniforms exist! Note: proof of employment is required to order Adjutant class clothing.
cs: Uniformy Spacer's Choice Board Uniforms - žádné lepší uniformy na prkno neexistují! Poznámka: pro objednání oděvu třídy Adjutant je vyžadován doklad o zaměstnání.

# game/items:860:DefaultText
source: [TEMP] FLAVOR STUB Tactical Ordnance Technician Armor T1
cs: [TEMP] FLAVOR STUB Taktická výzbrojní technika Armor T1

# game/items:861:DefaultText
source: [TEMP] Tactical Ordnance Technician Helmet T1
cs: [TEMP] Taktická přilba pro muniční techniky T1

# game/items:862:DefaultText
source: [TEMP] DESCRIPTION Tactical Ordnance Technician Helmet T1
cs: [TEMP] POPIS Taktická přilba pro muniční techniky T1

# game/items:863:DefaultText
source: [TEMP] FLAVOR STUB Tactical Ordnance Technician Helmet T1
cs: [TEMP] FLAVOR STUB Přilba taktického muničního technika T1

# game/items:864:DefaultText
source: Rebuilt Mining Gear
cs: Přestavěné důlní zařízení

# game/items:865:DefaultText
source: Marauder armor. This mining gear has seen some hard times in a sulfur pit somewhere. You can just smell it.
cs: Marauderské brnění. Toto důlní vybavení zažilo těžké časy někde v sirné jámě. Je to z ní cítit.

# game/items:867:DefaultText
source: Piecemeal Mining Helmet
cs: Dílčí hornická přilba

# game/items:868:DefaultText
source: [TEMP] DESCRIPTION Dreg Vandal Helmet T1
cs: [TEMP] POPIS Dreg Vandal Helmet T1

# game/items:870:DefaultText
source: Axe
cs: Sekera

# game/items:871:DefaultText
source: A 2-handed axe typically used to cut down various wooden objects.
cs: Dvouruční sekera, která se obvykle používá ke štípání různých dřevěných předmětů.

# game/items:872:DefaultText
source: IMPROVISED WEAPON For all of your heavy-duty axing needs.
cs: VYLEPŠENÁ ZBRAŇ Pro všechny vaše potřeby při těžkém sekání.

# game/items:874:DefaultText
source: Private Room Key
cs: Klíč od soukromého pokoje

# game/items:875:DefaultText
source: [TEMP] Description of key to to doors in Lost Hope Bar and the Stacks that connect via secret tunnel.
cs: [TEMP] Popis klíče ke dveřím v baru Ztracená naděje a ke komínům, které se spojují tajným tunelem.

# game/items:876:DefaultText
source: Stacks Room Key
cs: Klíč od místnosti Stacks

# game/items:877:DefaultText
source: [TEMP] Description of key to open room to Lost Hope in the Stacks in Midway.
cs: [TEMP] Popis klíče k otevření místnosti do Ztracené naděje ve Stohu v Midwayi.

# game/items:878:DefaultText
source: Folder of Terminal Printouts
cs: Složka s výtisky z terminálu

# game/items:879:DefaultText
source: [TEMP] Description for payment to Lilya Hagen. A collection of "proof" for various alien-related conspiracy theories.
cs: [TEMP] Popis platby pro Lilyu Hagen. Sbírka "důkazů" pro různé konspirační teorie o mimozemšťanech.

# game/items:880:DefaultText
source: Hideout Key
cs: Klíč k úkrytu

# game/items:881:DefaultText
source: [TEMP] Description for key to Whimbrel Crew hideout
cs: [TEMP] Popis klíče k úkrytu posádky Whimbrelů

# game/items:883:DefaultText
source: [TEMP] Description for key to unlock Security seal on Whimbrel docking pad
cs: [TEMP] Popis klíče k odemknutí bezpečnostní pečeti na dokovací plošině Whimbrel

# game/items:884:DefaultText
source: Blank Keycard
cs: Prázdná karta

# game/items:885:DefaultText
source: [TEMP] Description for unprogrammed key card
cs: [TEMP] Popis pro nenaprogramovanou kartu s klíčem

# game/items:887:DefaultText
source: An ID cartridge belonging to a UDL employee.
cs: ID kazeta patřící zaměstnanci UDL.

# game/items:888:DefaultText
source: The Holographic Shroud developed by Phineas Welles uses the biometric information stored on a corporate identity cartridge to construct a crude holographic disguise. You cannot appear as a specific individual, but will pass as a corporate employee - from a distance.
cs: Holografický plášť vyvinutý Phineasem Wellesem využívá biometrické informace uložené na firemní identifikační kazetě k vytvoření hrubého holografického převleku. Nemůžete vystupovat jako konkrétní osoba, ale vydáváte se za zaměstnance společnosti - na dálku.

# game/items:889:DefaultText
source: [TEMP] T2 Board ID Cartridge Consumable Item Name
cs: [TEMP] T2 Board ID Cartridge Název spotřebního materiálu

# game/items:890:DefaultText
source: [TEMP] T2 Board ID Cartridge Consumable Item Description
cs: [TEMP] T2 Board ID Cartridge Spotřební materiál Položka Popis

# game/items:891:DefaultText
source: [TEMP] T2 Board ID Cartridge Consumable Item Lore
cs: [TEMP] T2 Board ID Cartridge Spotřební materiál Lore

# game/items:892:DefaultText
source: [TEMP] T3 Board ID Cartridge Consumable Item Name
cs: [TEMP] T3 Board ID Cartridge Název spotřebního materiálu

# game/items:893:DefaultText
source: [TEMP] T3 Board ID Cartridge Consumable Item Description
cs: [TEMP] T3 Board ID Cartridge Spotřební materiál Položka Popis

# game/items:894:DefaultText
source: [TEMP] T3 Board ID Cartridge Consumable Item Lore
cs: [TEMP] T3 Board ID Cartridge Spotřební materiál Lore

# game/items:899:DefaultText
source: An ID cartridge belonging to an Auntie Cleo employee.
cs: Identifikační kazeta patřící zaměstnanci společnosti Auntie Cleo.

# game/items:900:DefaultText
source: An ID cartridge belonging to a Mardet security guard on Groundbreaker.
cs: Identifikační kazeta patřící ochrance Mardetu na Groundbreakeru.
