Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:0:DefaultText
source: Stun Baton
cs: Omračující obušek

# game/items:1:DefaultText
source: Door Key
cs: Klíč od dveří

# game/items:2:DefaultText
source: Chest Key
cs: Klíč od truhly

# game/items:3:DefaultText
source: Pass Key
cs: Klíč k průchodu

# game/items:4:DefaultText
source: Proto Heavy Handgun
cs: Proto těžká ruční zbraň

# game/items:5:DefaultText
source: Proto Light Handgun
cs: Proto lehká ruční zbraň

# game/items:6:DefaultText
source: Handgun AP
cs: Ruční zbraň AP

# game/items:7:DefaultText
source: Handgun HP
cs: Ruční zbraň HP

# game/items:8:DefaultText
source: Handgun
cs: Ruční zbraň

# game/items:10:DefaultText
source: Bypass Shunt
cs: Bypassový bočník

# game/items:12:DefaultText
source: Plasma Rifle
cs: Plazmová puška

# game/items:15:DefaultText
source: Ultimatum
cs: Ultimátum

# game/items:20:DefaultText
source: Melee Armor Penetration Mod
cs: Modifikace penetrace zbroje pro boj zblízka

# game/items:26:DefaultText
source: Range Mod
cs: Modifikace rozsahu

# game/items:28:DefaultText
source: Gyro Sight
cs: Gyroskopický zaměřovač

# game/items:34:DefaultText
source: Whisper Quiet Muzzler
cs: Tichý náhubek Whisper Quiet Muzzler

# game/items:45:DefaultText
source: DESCRIPTION Ultimatum T2
cs: POPIS Ultimátum T2

# game/items:46:DefaultText
source: FLAVOR STUB Ultimatum T2
cs: FLAVOR STUB Ultimátum T2

# game/items:49:DefaultText
source: TEST ITEM ID Cartridge (Long Duration)
cs: TEST ITEM ID kazety (dlouhá doba trvání)

# game/items:50:DefaultText
source: TEST ITEM ID Cartridge (Short Duration)
cs: TEST ITEM ID Cartridge (krátká doba trvání)

# game/items:51:DefaultText
source: TEST Clean Sweep Weapon
cs: Zbraň TEST Clean Sweep

# game/items:53:DefaultText
source: TEST Overload Weapon
cs: Zbraň s přetížením TEST

# game/items:54:DefaultText
source: A lumpy slice of fresh raptidon.
cs: Hrudkovitý plátek čerstvého raptidonu.

# game/items:58:DefaultText
source: Sedative Gas Canister
cs: Kanystr na sedativní plyn

# game/items:59:DefaultText
source: Light Pistol
cs: Lehká pistole

# game/items:60:DefaultText
source: Storage Facility Passcode
cs: Přístupový kód úložiště

# game/items:64:DefaultText
source: Mr. Ouch
cs: Pan Ouch

# game/items:67:DefaultText
source: Mr. Acid
cs: Pan Acid

# game/items:68:DefaultText
source: Mr. Zap
cs: Pan Zap

# game/items:70:DefaultText
source: Mr. Power
cs: Pan Power

# game/items:71:DefaultText
source: Mr. N
cs: Pan N

# game/items:72:DefaultText
source: Covert Lab Security Keycard
cs: Bezpečnostní karta Covert Lab

# game/items:73:DefaultText
source: Sedative Gas
cs: Sedativní plyn

# game/items:74:DefaultText
source: Porter's Office Keycard
cs: Klíčová karta Porterovy kanceláře

# game/items:75:DefaultText
source: Anton's Lab Keycard
cs: Antonova laboratorní karta

# game/items:76:DefaultText
source: Light Ammo
cs: Lehká munice

# game/items:77:DefaultText
source: Hollow Point Ammo
cs: Náboje s dutou špičkou

# game/items:78:DefaultText
source: Heartseeker Ammo
cs: Munice Heartseeker

# game/items:79:DefaultText
source: Heavy Ammo
cs: Těžká munice

# game/items:80:DefaultText
source: Shredder Ammo
cs: Munice do drtiče

# game/items:81:DefaultText
source: Penetrating Ammo
cs: Průbojná munice

# game/items:82:DefaultText
source: Advanced Defensive Armor
cs: Pokročilé obranné brnění

# game/items:83:DefaultText
source: Take charge of any situation with Aramid Ballistics Advanced Defensive Armor. Allies and enemies alike will know who gives the orders!
cs: Ovládněte každou situaci s pokročilým obranným brněním Aramid Ballistics. Spojenci i nepřátelé budou vědět, kdo vydává rozkazy!

# game/items:84:DefaultText
source: [TEMP] FLAVOR STUB Dissident Agitator Helmet T1
cs: [TEMP] FLAVOR STUB Dissident Agitator Helma T1

# game/items:85:DefaultText
source: Advanced Defensive Armor Gold
cs: Pokročilé obranné brnění Gold

# game/items:86:DefaultText
source: Riot Control Armor
cs: Brnění pro potlačování nepokojů

# game/items:87:DefaultText
source: Whether you are quelling a civilian riot or just beating down a drug-crazed vandal, Aramid Ballistics has you covered with their Riot Control Armor.
cs: Ať už potlačujete civilní nepokoje, nebo jen potíráte vandaly s drogovým šílenstvím, společnost Aramid Ballistics vám nabízí své brnění Riot Control Armor.

# game/items:88:DefaultText
source: Volatile Energy Cell
cs: Těkavý energetický článek

# game/items:89:DefaultText
source: Riot Control Armor Gold
cs: Brnění Riot Control Gold

# game/items:90:DefaultText
source: Energy Cell
cs: Energetický článek

# game/items:91:DefaultText
source: Coolant Tank
cs: Nádrž na chladicí kapalinu

# game/items:92:DefaultText
source: A small metallic vessel that holds a liquid refrigerant.
cs: Malá kovová nádoba, ve které je kapalné chladivo.

# game/items:93:DefaultText
source: This tank holds a low viscosity heat transfer fluid, used by automechanicals to regulate their internal temperature. It's almost certainly toxic.
cs: V této nádrži se nachází teplonosná kapalina s nízkou viskozitou, která se používá v automechanických zařízeních k regulaci vnitřní teploty. Téměř jistě je toxická.

# game/items:94:DefaultText
source: Corporation Service Award
cs: Cena za služby společnosti

# game/items:95:DefaultText
source: A medium-sized award, typical of the kind given out at annual company achievement banquets galaxy-wide.
cs: Středně velké ocenění, typické pro ocenění udělovaná na výročních firemních banketech v celé galaxii.

# game/items:96:DefaultText
source: What was this award for? Most unused paid time off? Greatest amount of coffee drunk in one break? Fewest bathroom rests? You will never know.
cs: Za co bylo toto ocenění uděleno? Nejvíce nevyužitého placeného volna? Největší množství kávy vypité během jedné přestávky? Nejméně odpočinků na toaletě? To se nikdy nedozvíte.

# game/items:97:DefaultText
source: Heavy Machine Gun
cs: Těžký kulomet

# game/items:98:DefaultText
source: Flywheel
cs: Setrvačník

# game/items:99:DefaultText
source: A small metal device used to store rotational energy.
cs: Malé kovové zařízení sloužící k ukládání rotační energie.

# game/items:100:DefaultText
source: Fun science fact: if you have ever wondered why it is hard to push over a functioning automechanical but it is easy to tip over a non-functioning one, this little device is the reason.
cs: Zábavný vědecký fakt: pokud jste někdy přemýšleli, proč je těžké přetlačit funkční automechaniku, ale je snadné převrátit nefunkční, je to právě toto malé zařízení.

# game/items:101:DefaultText
source: Auntie Cleo's Research Data
cs: Výzkumná data tety Cleo

# game/items:103:DefaultText
source: Needler
cs: Jehla

# game/items:104:DefaultText
source: Plasma Pistol
cs: Plazmová pistole

# game/items:105:DefaultText
source: Shotgun
cs: Brokovnice

# game/items:106:DefaultText
source: Assault Rifle
cs: Útočná puška

# game/items:107:DefaultText
source: Sniper Rifle
cs: Odstřelovací puška

# game/items:108:DefaultText
source: Launcher
cs: Spouštěcí zařízení

# game/items:109:DefaultText
source: Emitter
cs: Vysílač

# game/items:111:DefaultText
source: Grenade
cs: Granát

# game/items:113:DefaultText
source: Pistol
cs: Pistole

# game/items:114:DefaultText
source: Science Weapon
cs: Vědecká zbraň

# game/items:115:DefaultText
source: Hammersmith HMG Description Here
cs: Hammersmith HMG Popis zde

# game/items:116:DefaultText
source: TEST Thermal Pistol
cs: Termovizní pistole TEST

# game/items:117:DefaultText
source: TEST Energy Pistol
cs: Energetická pistole TEST

# game/items:118:DefaultText
source: TEST Poison Pistol
cs: TEST Jedovatá pistole

# game/items:121:DefaultText
source: TEST Corrosion Pistol
cs: TEST Korozní pistole

# game/items:123:DefaultText
source: Tripicale Pasta Pack
cs: Balení těstovin Tripicale

# game/items:124:DefaultText
source: Pancake Mix
cs: Palačinkové směsi

# game/items:129:DefaultText
source: Purpleberry Punch
cs: Purpurový punč

# game/items:131:DefaultText
source: High Society Cigarettes
cs: Cigarety z vyšší společnosti

# game/items:133:DefaultText
source: Facial Masque Skin Crème
cs: Pleťová maska Facial Masque Skin Crème

# game/items:135:DefaultText
source: Energizing Ointment
cs: Energizující mast

# game/items:136:DefaultText
source: Plain 'n Pure Water
cs: Obyčejná a čistá voda

# game/items:137:DefaultText
source: Vestments, Blue with Piping
cs: Hábit, modrý s lemováním

# game/items:138:DefaultText
source: Riot Control Armor Gold
cs: Brnění Riot Control Gold

# game/items:139:DefaultText
source: Ordnance Control Armor
cs: Pancíř pro kontrolu munice

# game/items:140:DefaultText
source: Defusing a bomb? Moving explosive ordnance? Dodging enemy grenades? Aramid Ballistics Ordnance Control Armor is your best bet to make it through the day.
cs: Zneškodnění bomby? Přemísťování výbušné munice? Vyhýbání se nepřátelským granátům? Aramidové brnění pro kontrolu balistické munice je tou nejlepší volbou, jak přežít celý den.

# game/items:141:DefaultText
source: Ports of Call Vestments are the perfect mix of formality and comfort. From our Scientician line of fine clothing!
cs: Oblečení Ports of Call je dokonalou kombinací formálnosti a pohodlí. Z naší vědecké řady jemných oděvů!

# game/items:142:DefaultText
source: Ordnance Control Armor Gold
cs: Zlatý pancíř pro kontrolu výzbroje

# game/items:143:DefaultText
source: Standard Troop Armor
cs: Standardní vojenská výzbroj

# game/items:144:DefaultText
source: Aramid Ballistics makes the gold-standard in entry level troop protective gear. Plus they make this version!
cs: Společnost Aramid Ballistics představuje zlatý standard v oblasti základních ochranných prostředků pro vojáky. Navíc vyrábí i tuto verzi!

# game/items:145:DefaultText
source: Technician-Grade Laboratory Cap
cs: Laboratorní čepice třídy Technician

# game/items:146:DefaultText
source: Bit Cartridge
cs: Bitová kazeta

# game/items:147:DefaultText
source: Weapon Parts
cs: Součásti zbraní

# game/items:148:DefaultText
source: Raptidon Meat
cs: Maso Raptidon

# game/items:149:DefaultText
source: Raptidon Hide
cs: Kůže Raptidon

# game/items:150:DefaultText
source: Raptidon Acid Gland
cs: Kyselá žláza Raptidon

# game/items:151:DefaultText
source: An internal acid gland from the mouth of a raptidon.
cs: Vnitřní kyselá žláza z úst raptidona.

# game/items:152:DefaultText
source: A modified parotid salivary gland, this organ secretes a highly acidic compound that expands when it hits the air.
cs: Tento orgán je modifikovanou příušní slinnou žlázou a vylučuje vysoce kyselou sloučeninu, která se při kontaktu se vzduchem rozpíná.

# game/items:153:DefaultText
source: A bright and scaly patch of raptidon skin.
cs: Světlá a šupinatá skvrna raptidoní kůže.

# game/items:155:DefaultText
source: The hard upper shell of a mantisaur.
cs: Tvrdý svrchní krunýř kudlanky nábožné.

# game/items:156:DefaultText
source: The mantisaur carapace is formed by the fusion of prosomal dorsal segments into a single unit. This one still has some fleshy bits stuck onto it.
cs: Karapax kudlanek vzniká spojením prozomálních hřbetních segmentů v jeden celek. Tento má na sobě ještě nalepené kousky masa.

# game/items:157:DefaultText
source: Canid Meat
cs: Maso psovitých šelem

# game/items:158:DefaultText
source: A slab of still-dripping meat from a canid.
cs: Kus ještě kapajícího masa z psovité šelmy.

# game/items:159:DefaultText
source: 4 out of 5 doctors recommend not eating this raw, bloody hunk of meat, even without the bits of detritus stuck to it. The 5th doctor died shortly after ingesting the meat, so his opinion could not be taken for the record.
cs: Čtyři z pěti lékařů nedoporučují jíst tento syrový, krvavý kus masa, a to ani bez kousků nalepených na něm. Pátý lékař zemřel krátce po požití masa, takže jeho názor nemohl být vzat na vědomí.

# game/items:160:DefaultText
source: Leather Boa Hide
cs: Kožená kůže Boa

# game/items:161:DefaultText
source: A thin strip of genuine leather boa skin.
cs: Tenký proužek kůže z pravého hroznýše.

# game/items:162:DefaultText
source: Leather boa hide is used for low and mid-tier fashion accessories. They also make great whips. But why would you want a whip? Really, give me one good reason?!
cs: Kůže boa se používá na výrobu módních doplňků nižší a střední třídy. Vyrábějí se z nich také skvělé biče. Ale proč byste měli chtít bič? Opravdu, řekněte mi jeden dobrý důvod?!

# game/items:163:DefaultText
source: Energy Canister
cs: Kanystr na energii

# game/items:164:DefaultText
source: This energy canister holds the power cells for an automechanical.
cs: V tomto zásobníku energie jsou uloženy napájecí články pro automechaniku.

# game/items:165:DefaultText
source: Automechanical energy canisters have been standardized in size and shape for decades, allowing them to be used in automechanicals of all types. This one appears depleted.
cs: Automechanické energetické kanystry jsou již desítky let standardizovány co do velikosti a tvaru, což umožňuje jejich použití v automechanických zařízeních všech typů. Tento se zdá být vyčerpaný.

# game/items:166:DefaultText
source: Shiny Servo
cs: Lesklé servo

# game/items:167:DefaultText
source: This servo, taken from an automechanical, appears nearly brand-new.
cs: Toto servo, vyjmuté z automechaniky, se zdá být téměř nové.

# game/items:168:DefaultText
source: This servo appears bright and shiny, as if it were brand new or recently well-cleaned. You would be proud to let it fulfill any of your servo-related needs.
cs: Toto servo vypadá jasně a leskle, jako by bylo zcela nové nebo nedávno dobře vyčištěné. S hrdostí byste ho mohli nechat plnit všechny vaše potřeby související se servy.

# game/items:170:DefaultText
source: A well-preserved foot of an adult sprat.
cs: Dobře zachovalá noha dospělého šprota.

# game/items:171:DefaultText
source: For the superstitious among us, carrying a lucky sprat foot means bad events will pass you by. Of course, it didn't pass by that sprat, did it?
cs: Pro pověrčivé z nás znamená nošení šprota pro štěstí, že vás špatné události minou. Toho šprota to ovšem neminulo, že ne?

# game/items:172:DefaultText
source: The arm and wing membrane of a Pteroray.
cs: Blána ramene a křídla pteroraye.

# game/items:173:DefaultText
source: Bred Worm Blood
cs: Krev chovaných červů

# game/items:174:DefaultText
source: Unclotted bred worm blood.
cs: Nesrážlivá krev chovaných červů.

# game/items:175:DefaultText
source: The blood is thick and viscous, and you have absolutely no use for it whatsoever.
cs: Krev je hustá a lepkavá a ty ji vůbec nepoužíváš.

# game/items:176:DefaultText
source: Chicken Feathers
cs: Kuřecí peří

# game/items:177:DefaultText
source: It's a small bag of chicken feathers.
cs: Je to malý sáček kuřecího peří.

# game/items:178:DefaultText
source: What are you going to do with a small bag of chicken feathers?
cs: Co uděláte s malým sáčkem kuřecího peří?

# game/items:179:DefaultText
source: A large bottle of shampoo.
cs: Velká láhev šamponu.

# game/items:180:DefaultText
source: Shampoo Bottle
cs: Láhev na šampon

# game/items:181:DefaultText
source: Compass
cs: Kompas

# game/items:182:DefaultText
source: A small magnetic compass.
cs: Malý magnetický kompas.

# game/items:183:DefaultText
source: This compass can be used to locate magnetic north on any world with a strong magnetic field, i.e. any planet with a ferro-dynamic core. Not for use on gas giants or in deep space.
cs: Tento kompas lze použít k určení polohy magnetického severu na jakémkoli světě se silným magnetickým polem, tj. na jakékoli planetě s ferodynamickým jádrem. Není určen pro použití na plynných obrech nebo v hlubokém vesmíru.

# game/items:185:DefaultText
source: White Chocolate Yummies
cs: Bílé čokoládové mňamky

# game/items:186:DefaultText
source: The best chocolate in the universe by the galaxy's foremost chocolate expert!
cs: Nejlepší čokoláda ve vesmíru od největšího odborníka na čokoládu v galaxii!

# game/items:187:DefaultText
source: Toughened
cs: Tvrzené stránky

# game/items:188:DefaultText
source: Reflective
cs: Reflexní

# game/items:189:DefaultText
source: Grounded
cs: Uzemněno

# game/items:190:DefaultText
source: Laminated
cs: Laminované stránky

# game/items:191:DefaultText
source: Reactive Kinematic Shield Projector
cs: Reaktivní kinematický štítový projektor

# game/items:192:DefaultText
source: Skeletal-Muscular Adreno-Stimulator
cs: Skeletálně-svalový adrenostimulátor

# game/items:193:DefaultText
source: Electro-Charged Surface
cs: Elektricky nabitý povrch

# game/items:194:DefaultText
source: Chrono-Field Aggregator
cs: Agregátor chrono-polí

# game/items:195:DefaultText
source: Tech Kit
cs: Technická sada

# game/items:196:DefaultText
source: Thug Kit
cs: Sada pro zločince

# game/items:198:DefaultText
source: Hunter Kit
cs: Sada Hunter Kit

# game/items:199:DefaultText
source: Silver Tongue Kit
cs: Sada Silver Tongue Kit

# game/items:200:DefaultText
source: Geographic Scanner
cs: Geografický skener

# game/items:202:DefaultText
source: Backpack
cs: Batoh

# game/items:204:DefaultText
source: Leaper Injectors
cs: Vstřikovače Leaper

# game/items:205:DefaultText
source: Anton's Pass Code
cs: Antonův průkazový kód

# game/items:207:DefaultText
source: A fast-firing ballistic pistol, with high accuracy and a fast reload.
cs: Rychle střílející balistická pistole s vysokou přesností a rychlým nabíjením.

# game/items:208:DefaultText
source: A rifle which fires balls of super-heated plasma, which can be overcharged for a larger blast. This weapon consumes ammunition quickly, and its plasma balls have a medium-sized blast radius.
cs: Puška, která vystřeluje koule superžhavé plazmy, jež lze nabít pro větší výbuch. Tato zbraň rychle spotřebovává munici a její plazmové koule mají střední poloměr výbuchu.

# game/items:209:DefaultText
source: A heavy ballistic weapon with a very fast rate of fire, poor accuracy, and a slow-to-reload drum magazine.
cs: Těžká balistická zbraň s velmi rychlou střelbou, nízkou přesností a pomalu se nabíjejícím bubnovým zásobníkem.

# game/items:210:DefaultText
source: A sturdy stick used by Tossball players to throw the ball, and occasionally inflict blunt force trauma.
cs: Pevná hůl, kterou hráči Tossballu používají k házení míče a příležitostně i ke způsobení úrazu tupým předmětem.

# game/items:211:DefaultText
source: A 1-handed melee weapon, dealing quick strikes of shock damage.
cs: Jednoruční zbraň pro boj zblízka, která způsobuje rychlé údery s šokovým poškozením.

# game/items:212:DefaultText
source: A powerful handgun that fires special energy projectiles that ricochet off of most surfaces.
cs: Silná ruční zbraň, která střílí speciální energetické projektily, jež se odrážejí od většiny povrchů.

# game/items:213:DefaultText
source: A bottle of Pale Kale Ale.
cs: Láhev Pale Kale Ale.

# game/items:214:DefaultText
source: A can of Pale Kale Ale (Alcohol).
cs: Plechovka Pale Kale Ale (alkohol).

# game/items:215:DefaultText
source: A carbonated beverage containing purpleberry and up to 3 other fruits!
cs: Sycený nápoj s obsahem fialových bobulí a až 3 dalších druhů ovoce!

# game/items:216:DefaultText
source: Genuine spectrum potato based vodka.
cs: Pravá bramborová vodka.

# game/items:218:DefaultText
source: Caffeine in lotion-form!
cs: Kofein ve formě pleťové vody!

# game/items:219:DefaultText
source: Skin cleanser. Safe for most skin types!
cs: Čistič pleti. Bezpečné pro většinu typů pleti!

# game/items:220:DefaultText
source: A box of pancake mix.
cs: Krabice směsi na palačinky.

# game/items:222:DefaultText
source: A box of Tripicale Pasta.
cs: Krabice těstovin Tripicale.

# game/items:223:DefaultText
source: A can of Boarst 'n Baked Beans.
cs: Plechovka fazolí Boarst 'n Baked Beans.

# game/items:224:DefaultText
source: A tin of Spacer's Chaw.
cs: Plechovka Spacer's Chaw.

# game/items:225:DefaultText
source: A pack of Stogie Slims.
cs: Balení Stogie Slims.

# game/items:226:DefaultText
source: A case of High Society cigarettes.
cs: Případ cigaret High Society.

# game/items:227:DefaultText
source: Average-grade ballistic ammunition used in most Handguns and other light ballistic weapons.
cs: Balistické střelivo střední třídy používané ve většině ručních zbraní a jiných lehkých balistických zbraní.

# game/items:228:DefaultText
source: High-grade ammunition used by hard-hitting ballistic weapons like Heavy Weapons and most Long Guns.
cs: Vysoce kvalitní munice používaná v těžkých balistických zbraních, jako jsou těžké zbraně a většina dlouhých zbraní.

# game/items:229:DefaultText
source: High-energy electrochemical cell pack used to power energy-based weapons.
cs: Vysokoenergetický elektrochemický článek používaný k napájení energetických zbraní.

# game/items:230:DefaultText
source: Deals moderate damage and has high armor penetration.
cs: Uděluje střední poškození a má vysokou průbojnost pancíře.

# game/items:231:DefaultText
source: Deals high damage, but the ammo is consumed twice as fast.
cs: Uděluje vysoké poškození, ale munice se spotřebovává dvakrát rychleji.

# game/items:232:DefaultText
source: Deals moderate damage and increases the Area of Effect of each shot.
cs: Způsobuje střední poškození a zvyšuje oblast účinku každého výstřelu.

# game/items:233:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against Physical damage.
cs: Modifikace brnění - brnění Zvyšuje hodnoty brnění těla a přilby proti fyzickému poškození.

# game/items:234:DefaultText
source: Armor Mod - Armoring Increases Armor Rating against Energy damage.
cs: Modifikace zbroje - brnění Zvyšuje odolnost zbroje proti energetickému poškození.

# game/items:235:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against Shock damage.
cs: Modifikace brnění - brnění Zvyšuje hodnoty brnění těla a přilby proti poškození nárazem.

# game/items:236:DefaultText
source: Armor Mod - Armoring Increases Body Armor and Helmet Armor Ratings against N-ray damage.
cs: Armor Mod - Armoring Zvyšuje hodnoty pancíře těla a helmy proti poškození N-ray.

# game/items:237:DefaultText
source: Armor Mod - Gadget When your health drops too low, this mod makes you temporarily invulnerable, and increases your regeneration for a short time. This effect has a cooldown.
cs: Modul brnění - Gadget Když vaše zdraví klesne příliš nízko, tento modus vás dočasně učiní nezranitelnými a na krátkou dobu zvýší vaši regeneraci. Tento účinek má časové omezení.

# game/items:238:DefaultText
source: Armor Mod - Gadget Increases your movement speed for a short time when you enter Tactical Time Dilation. This effect has a cooldown.
cs: Modifikace brnění - Gadget Zvýší rychlost pohybu na krátkou dobu, když vstoupíte do taktické časové dilatace. Tento účinek má cooldown.

# game/items:239:DefaultText
source: Armor Mod - Gadget This mod stuns and damages melee attackers. This effect has a cooldown.
cs: Modul brnění - Gadget Tento mod omračuje a poškozuje útočníky na blízko. Tento účinek má cooldown.

# game/items:240:DefaultText
source: Armor Mod - Gadget Restores some of your TTD meter when you deal a Critical Hit. This effect has a cooldown.
cs: Modifikace brnění - Gadget Obnoví část vašeho TTD, když dostanete kritický zásah. Tento účinek má cooldown.

# game/items:241:DefaultText
source: Armor Mod - Skill Kit Increases your Tech skills.
cs: Armor Mod - Skill Kit Zvyšuje vaše technické dovednosti.

# game/items:242:DefaultText
source: Armor Mod - Skill Kit Increases your Melee and Defense skills.
cs: Armor Mod - Skill Kit Zvyšuje vaše schopnosti boje zblízka a obrany.

# game/items:244:DefaultText
source: Armor Mod - Skill Kit Increases your Ranged Weapon skills.
cs: Armor Mod - Skill Kit Zvyšuje vaše schopnosti střelných zbraní.
