Repository: pavelhoral/outer-preklad
Catalog: source/*/game/items.po
Languages: cs

# game/items:1682:DefaultText
source: SCIENCE WEAPON Hammersmith was working on a hammer weapon (the Pulse Hammer) when its rival company Aramid Ballistics stole the plans, rushed its development, and beat them to market, all the while ridiculing Hammersmith with a marketing campaign about them having no hammers in their weapon line. Hammersmith executives demanded the ultimate hammer to be produced, but this prototype was so expensive that it never entered production.
cs: VĚDECKÁ ZBRAŇ Společnost Hammersmith pracovala na kladivové zbrani (Pulse Hammer), když její konkurenční společnost Aramid Ballistics ukradla plány, uspíšila vývoj a předstihla ji na trhu, přičemž zesměšnila Hammersmith marketingovou kampaní, že ve své řadě zbraní nemá žádná kladiva. Vedení společnosti Hammersmith požadovalo výrobu dokonalého kladiva, ale tento prototyp byl tak drahý, že se nikdy nedostal do výroby.

# game/items:1684:DefaultText
source: A strange 1-handed melee weapon which rearranges the facial bones of any human target it strikes. Blows to any targets slow them down and repeated hits will eventually cause them to stop moving for a short time. Increasing your Science skill causes enemies to be frozen for a longer duration.
cs: Podivná jednoruční zbraň pro boj zblízka, která upravuje obličejové kosti jakéhokoli lidského cíle, který zasáhne. Údery do jakéhokoli cíle jej zpomalí a opakované zásahy nakonec způsobí, že se na krátkou dobu přestane hýbat. Zvýšení vaší vědecké dovednosti způsobí, že nepřátelé budou zmrazeni na delší dobu.

# game/items:1685:DefaultText
source: SCIENCE WEAPON This weapon was created by an unknown, and possibly quite deranged, scientist. Exactly how it works (and why) is a mystery, and it has never been duplicated.
cs: VĚDECKÁ ZBRAŇ Tuto zbraň vytvořil neznámý a pravděpodobně zcela vyšinutý vědec. Jak přesně funguje (a proč), je záhadou a nikdy se ji nepodařilo napodobit.

# game/items:1686:DefaultText
source: Manufacturer Unknown
cs: Výrobce Neznámý

# game/items:1687:DefaultText
source: Armor Parts
cs: Části brnění

# game/items:1688:DefaultText
source: Components used to repair armors.
cs: Komponenty používané k opravě brnění.

# game/items:1689:DefaultText
source: A collection of hardened fibers, metal plates, zippers, buttons, durable threading, belts, elbow pads, knee pads, shoulder pads, and leather patches. The average contents of a tailor's trash can.
cs: Sbírka tvrzených vláken, kovových plátů, zipů, knoflíků, odolných nití, opasků, chráničů loktů, kolen, ramen a kožených záplat. Průměrný obsah krejčovské popelnice.

# game/items:1690:DefaultText
source: Stellar Bay Navkey
cs: Hvězdná zátoka Navkey

# game/items:1691:DefaultText
source: This device allows a ship's navigational computer to accurately plot a course for Stellar Bay's landing pad.
cs: Toto zařízení umožňuje lodnímu navigačnímu počítači přesně vytyčit kurz k přistávací ploše Hvězdné zátoky.

# game/items:1693:DefaultText
source: This device allows a ship's navigational computer to accurately plot a course for Byzantium's landing pad.
cs: Toto zařízení umožňuje lodnímu navigačnímu počítači přesně vytyčit kurz k přistávací ploše lodi Byzantium.

# game/items:1697:DefaultText
source: Nyoka's Journal
cs: Deník Nyoka

# game/items:1698:DefaultText
source: Amid drunken annotations, bad poetry, and surprisingly detailed descriptions of Monarch wildlife, you find notes regarding various contracts the hunter has taken in the past.
cs: Mezi opileckými poznámkami, špatnou poezií a překvapivě podrobnými popisy monarchické zvěře najdete poznámky týkající se různých zakázek, které lovec v minulosti přijal.

# game/items:1699:DefaultText
source: Sealed Bundle
cs: Zapečetěný balíček

# game/items:1700:DefaultText
source: A curious bundle discovered near a latrine in the Edgewater cantina. A note reads: "If found, please return to Ludwig Miller at the landing pad. Thanks."
cs: Podivný svazek nalezený poblíž latríny v kantýně Edgewater. Na lístku stojí: "V případě nálezu ho prosím vraťte Ludwigu Millerovi na přistávací ploše. Děkujeme."

# game/items:1701:DefaultText
source: Corrupted Logic Module
cs: Poškozený modul logiky

# game/items:1702:DefaultText
source: A logic module found in Emerald Vale's mechanicals, upgraded with suspicious components. "Engineer's Note: Upgraded the old models with a kill-on-sight contingency. Install with care."
cs: Logický modul nalezený v mechanikách Emerald Vale, vylepšený o podezřelé komponenty." Poznámka inženýra: Vylepšení starých modelů s možností zabití na potkání. Instalujte opatrně."

# game/items:1703:DefaultText
source: Clean Logic Module
cs: Modul Clean Logic

# game/items:1704:DefaultText
source: A logic module designed for Emerald Vale's automechanicals. "Engineer's Note: We're not using these modules on our mechanicals anymore. Dispose and replace."
cs: Logický modul určený pro automechaniky společnosti Emerald Vale." Poznámka inženýra: Tyto moduly už v našich mechanikách nepoužíváme. Zlikvidujte je a vyměňte."

# game/items:1705:DefaultText
source: Everett Gill's Note
cs: Poznámka Everetta Gilla

# game/items:1706:DefaultText
source: This note is a compact distillation of its owners recent findings.
cs: Tato poznámka je kompaktní destilací nedávných zjištění jeho vlastníků.

# game/items:1707:DefaultText
source: C&P Boarst Factory Gate Key
cs: Klíč od tovární brány C&P Boarst

# game/items:1708:DefaultText
source: A key to the C&P Boarst Factory's front gate.
cs: Klíč od vstupní brány továrny C&P Boarst.

# game/items:1709:DefaultText
source: This keycard is slightly greasy to the touch.
cs: Tato karta je na dotek mírně mastná.

# game/items:1721:DefaultText
source: Printing Press Parts
cs: Díly tiskových strojů

# game/items:1722:DefaultText
source: A collection of replacement rollers, gears, springs and adjustable metal plates, packed in a dust-caked box stamped with MSI's corporate logo.
cs: Sbírka náhradních válečků, ozubených kol, pružin a nastavitelných kovových desek zabalená v krabici s prachem a firemním logem MSI.

# game/items:1727:DefaultText
source: UDL Research Data
cs: Údaje z výzkumu UDL

# game/items:1728:DefaultText
source: This cartridge contains research data for Project LOREM IPSUM and proof that UDL is illegally operating on Monarch.
cs: Tato kazeta obsahuje výzkumná data pro projekt LOREM IPSUM a důkaz, že UDL působí na Monarchu nelegálně.

# game/items:1729:DefaultText
source: BOLT-52 Cartridge
cs: Kazeta BOLT-52

# game/items:1730:DefaultText
source: This cartridge feels heftier than most.
cs: Tato kazeta je těžší než většina ostatních.

# game/items:1731:DefaultText
source: [Temp] Printer Parts
cs: [Temp] Náhradní díly tiskáren

# game/items:1732:DefaultText
source: [Temp] Printer Parts Description
cs: [Temp] Popis dílů tiskárny

# game/items:1733:DefaultText
source: Broken Tossball Stick
cs: Zlomená hůl na přehazovanou

# game/items:1734:DefaultText
source: This ruined tossball stick is covered in blood and has a decayed, purple tooth embedded in it. "ELIJAH" is written along the shaft.
cs: Tato zničená házecí tyč je celá od krve a je v ní zasazený zkažený fialový zub. Podél dříku je napsáno "ELIJAH".

# game/items:1735:DefaultText
source: Gold Teeth
cs: Zlaté zuby

# game/items:1736:DefaultText
source: A set of golden teeth. Mostly complete.
cs: Sada zlatých zubů. Z větší části kompletní.

# game/items:1737:DefaultText
source: ARMS Building Key
cs: Klíč k budově ARMS

# game/items:1738:DefaultText
source: This key unlocks doors in and to the ARMS building outside Stellar Bay.
cs: Tento klíč odemyká dveře v budově ARMS mimo Hvězdnou zátoku.

# game/items:1741:DefaultText
source: Dispensary Supply Room Key
cs: Klíč od zásobovací místnosti

# game/items:1742:DefaultText
source: This key opens a supply room in the Stellar Bay dispensary.
cs: Tímto klíčem otevřete zásobovací místnost ve výdejně ve Hvězdné zátoce.

# game/items:1743:DefaultText
source: Caffenoid
cs: Kafenoid

# game/items:1744:DefaultText
source: "Every pill packs a punch!"
cs: "Každá pilulka je úderná!"

# game/items:1747:DefaultText
source: Iconoclast Trauma Kit
cs: Sada Iconoclast Trauma Kit

# game/items:1748:DefaultText
source: Among gauze, alcohol and empty adreno syringes, the kit also contains a surprisingly well-maintained Auntie Cleo defibrillator, suture wire and a pair of Spacer's Choice "Cauterinstant" brand surgical clamps.
cs: Mezi gázou, alkoholem a prázdnými stříkačkami od adrena je v sadě také překvapivě dobře udržovaný defibrilátor Auntie Cleo, šicí drát a pár chirurgických svorek značky Spacer's Choice "Cauterinstant".

# game/items:1749:DefaultText
source: This could be used for field dressing. Or the alcohol and gauze could make a half-decent explosive.
cs: To by se mohlo použít k oblékání na poli. Nebo by se z alkoholu a gázy dala vyrobit napůl slušná výbušnina.

# game/items:1756:DefaultText
source: The edge of the key is crusted with blood.
cs: Okraj klíče je od krve.

# game/items:1758:DefaultText
source: Pteroray Wing
cs: Křídlo Pteroray

# game/items:1759:DefaultText
source: Pteroray wings are not recommended for eating, chewing, or licking. In fact, just to be safe, don't do that to ANY part of a pteroray, OK?
cs: Pterorayská křídla se nedoporučují jíst, žvýkat ani olizovat. Pro jistotu to nedělejte s žádnou částí pteroraye, ano?

# game/items:1760:DefaultText
source: Pteroray Beak
cs: Pterorayův zobák

# game/items:1761:DefaultText
source: The pointy mouth part of a pteroray.
cs: Špičatá ústní část pteroraye.

# game/items:1762:DefaultText
source: Ground into a powder, boiled in water, then mixed with tobaccorn starch, pteroray beak becomes a food additive with a gelatinous consistency, often used as a binding agent for processed meats (such as nuggets, boarst, etc.).
cs: Rozemletý na prášek, povařený ve vodě a poté smíchaný s kukuřičným škrobem se pterorayský zob stává potravinářskou přísadou želatinové konzistence, která se často používá jako pojivo pro zpracované maso (např. nugety, kančí maso atd.).

# game/items:1763:DefaultText
source: Berthold Fox's C3 Keycard
cs: Klíčová karta C3 Bertholda Foxe

# game/items:1764:DefaultText
source: Keycard to the C3's special weapons locker.
cs: Klíčová karta ke speciální skříňce se zbraněmi v C3.

# game/items:1765:DefaultText
source: Mind Control Ray
cs: Paprsek ovládání mysli

# game/items:1766:DefaultText
source: The aptly named Mind Control Ray fires a continuous beam at targets that overrides synaptic nerves as well as automechanical behavior protocols causing targets to attack their allies instead of enemies. Increasing your Science skill improves the movement and attack rate of those controlled.
cs: Paprsek s příhodným názvem Mind Control Ray vystřeluje na cíle nepřetržitý paprsek, který překonává synaptické nervy i automechanické protokoly chování a způsobuje, že cíle útočí na své spojence místo na nepřátele. Zvýšení vaší vědecké dovednosti zlepšuje rychlost pohybu a útoku ovládaných osob.

# game/items:1767:DefaultText
source: SCIENCE WEAPON A misfiled form put a research group specializing in marketing jingles into an advanced top secret weapons research facility. The research group spent months incorporating their new marketing jingles into the advanced weaponry and developed the Mind Control Ray. Once the mishap was discovered, the entire facility was shut down and all personnel were reassigned to the most remote outposts corporate could find.
cs: VĚDECKÁ ZBRAŇ Chybně vyplněný formulář přivede výzkumnou skupinu specializující se na marketingové znělky do pokročilého přísně tajného výzkumného zařízení pro zbraně. Výzkumná skupina strávila měsíce tím, že do pokročilé zbraně začlenila své nové marketingové znělky a vyvinula paprsek pro ovládání mysli. Jakmile se na chybu přišlo, bylo celé zařízení uzavřeno a všichni zaměstnanci byli převeleni na nejvzdálenější základny, které korporace dokázala najít.

# game/items:1770:DefaultText
source: Braxton Hecht's Work ID
cs: ID práce Braxtona Hechta

# game/items:1771:DefaultText
source: Name: HECHT, BRAXTON Supervisor: BALLARD, VELMA Position: Chief Pescatological Health Manager, MSI If lost, please return to BALLARD, VELMA or current supervisor of MSI fishery operations in Stellar Bay.
cs: Jméno: HECHT, BRAXTON Nadřízený: HECHT, BRAXTON BALLARD, VELMA Pracovní pozice: HECHT: BALLARD, VELMA Pracovní pozice: BALLARD, VELMA Pokud se ztratí, vraťte jej prosím BALLARDOVI, VELMA nebo současnému vedoucímu rybářských operací MSI ve Stellar Bay.

# game/items:1773:DefaultText
source: Guillaume Antrim's Finger
cs: Prst Guillauma Antrima

# game/items:1774:DefaultText
source: A finger taken from Guillaume Antrim, a marauder from the Emerald Vale region.
cs: Prst odebraný Guillaumovi Antrimovi, nájezdníkovi z oblasti Smaragdového údolí.

# game/items:1775:DefaultText
source: Doc Maybell's Finger
cs: Prst doktora Maybella

# game/items:1776:DefaultText
source: A finger taken from Doc Maybell, a marauder from the Emerald Vale region.
cs: Prst odebraný doktorovi Maybellovi, nájezdníkovi z oblasti Smaragdového údolí.

# game/items:1777:DefaultText
source: Bertie Cotton's Finger
cs: Prst Bertieho Cottona

# game/items:1778:DefaultText
source: A finger taken from Bertie Cotton, a marauder from the Emerald Vale region.
cs: Prst odebraný Bertiemu Cottonovi, nájezdníkovi z oblasti Smaragdového údolí.

# game/items:1779:DefaultText
source: Guide to Mechanical Engineering: Volume 1
cs: Průvodce strojírenstvím: Svazek 1: Průvodce strojírenstvím.

# game/items:1780:DefaultText
source: The Young Spacer's Guide to Mechanical Engineering, Volume 1. A dense, technical primer on mechanical engineering published by Spacer's Choice. This volume describes the process of building a computing machine using electrodes and spectrum potatoes.
cs: Průvodce mladého inženýra strojírenstvím, 1. díl. Hutná technická učebnice strojírenství vydaná nakladatelstvím Spacer's Choice. Tento svazek popisuje postup stavby výpočetního stroje pomocí elektrod a spektrálních brambor.

# game/items:1781:DefaultText
source: Guide to Mechanical Engineering: Volume 2
cs: Průvodce strojírenstvím: Svazek 2: Průvodce strojírenstvím

# game/items:1782:DefaultText
source: The Young Spacer's Guide to Mechanical Engineering, Volume 2. A dense, technical primer on mechanical engineering published by Spacer's Choice. This volume describes the process of repairing and dismantling common models of automechanical workers.
cs: Průvodce mladého inženýra strojírenstvím, 2. díl. Hutná technická učebnice strojírenství vydaná nakladatelstvím Spacer's Choice. Tento svazek popisuje postup oprav a demontáže běžných modelů automechaniků.

# game/items:1783:DefaultText
source: Guide to Mechanical Engineering: Volume 3
cs: Průvodce strojírenstvím: Svazek 3: Průvodce strojírenstvím: svazek 3

# game/items:1784:DefaultText
source: The Young Spacer's Guide to Mechanical Engineering, Volume 3. A dense, technical primer on mechanical engineering published by Spacer's Choice. This volume discusses the operation and maintenance of computing terminals.
cs: Průvodce mladého inženýra strojírenstvím, svazek 3. Hutná technická učebnice strojírenství vydaná nakladatelstvím Spacer's Choice. Tento svazek pojednává o provozu a údržbě výpočetních terminálů.

# game/items:1785:DefaultText
source: Gloop Gun
cs: Pistole Gloop Gun

# game/items:1786:DefaultText
source: The Gloop Gun was designed to suppress workers and angry mobs. It lobs a mass of "Gloop" that splatters across a wide area. It both shocks and weakens those effected, and more surprisingly, levitates them in the air temporarily. Increasing your Science Skill increases the weaken duration.
cs: Zbraň Gloop Gun byla určena k potlačování dělníků a rozzuřených davů. Vrhá masu "Gloop", která se rozprskne po celé ploše. Zasažené osoby šokuje a oslabuje, a co je ještě překvapivější, dočasně je levituje ve vzduchu. Zvýšením své vědecké dovednosti prodloužíte dobu trvání oslabení.

# game/items:1787:DefaultText
source: SCIENCE WEAPON The development of this weapon was halted when one of the scientists working on it was killed by marauders, and the remaining team realized that no one understood her portion of the work. How the "Gloop" is produced, how it counteracts gravity, and how it creates and conducts electricity is unknown.
cs: VĚDECKÁ ZBRAŇ Vývoj této zbraně byl zastaven, když byl jeden z vědců, kteří na ní pracovali, zabit nájezdníky a zbývající tým zjistil, že její části práce nikdo nerozumí. Jak se "Gloop" vyrábí, jak působí proti gravitaci a jak vytváří a vede elektřinu, není známo.

# game/items:1788:DefaultText
source: Terminal Access Keycard
cs: Přístupová karta k terminálu

# game/items:1789:DefaultText
source: [TEMP] Description for keycard used to access Chartrand's locked terminal in C&P Factory on Monarch.
cs: [TEMP] Popis karty, která slouží k přístupu do Chartrandova uzamčeného terminálu v továrně C&P na Monarchu.

# game/items:1790:DefaultText
source: Experimental Anthrocillin
cs: Experimentální anthrocillin

# game/items:1791:DefaultText
source: A cache of experimental anthrocillin, manufactured by Auntie Cleo. Probably contraband in Edgewater.
cs: Úkryt experimentálního anthrocillinu, který vyrobila teta Cleo. Pravděpodobně kontraband v Edgewateru.

# game/items:1792:DefaultText
source: First Aid Room Key
cs: Klíč od místnosti první pomoci

# game/items:1793:DefaultText
source: This keycard unlocks the First Aid room in the Emerald Vale Community Center.
cs: Tato karta odemyká místnost první pomoci v komunitním centru Emerald Vale.

# game/items:1794:DefaultText
source: Relay Station Access Codes
cs: Přístupové kódy reléových stanic

# game/items:1795:DefaultText
source: Zora shared with you access codes one of her people found in the wilderness. Given their proximity to an old relay station, it's a safe bet they open the station's door.
cs: Zora se s vámi podělila o přístupové kódy, které jeden z jejích lidí našel v divočině. Vzhledem k jejich blízkosti ke staré retranslační stanici je jisté, že otevírají dveře stanice.

# game/items:1796:DefaultText
source: Then again, it could just as easily be the code to someone's secret stash of Auntie Cleo inspired adult magazines. Only one way to find out.
cs: Na druhou stranu by to klidně mohl být kód k něčí tajné skrýši časopisů pro dospělé inspirovaných tetou Cleo. Je jen jeden způsob, jak to zjistit.

# game/items:1800:DefaultText
source: Xenogold Needle Mushrooms
cs: Xenogold Jehličkové houby

# game/items:1801:DefaultText
source: TEMP // This particular strain of mushroom has been genetically tweaked for supreme tastiness. Or something.
cs: TEMP // Tento konkrétní kmen hub byl geneticky upraven pro dosažení vynikající chuti. Nebo tak nějak.

# game/items:1802:DefaultText
source: Terra One Dustback Casserole
cs: Kastrol Terra One Dustback

# game/items:1803:DefaultText
source: A delicious casserole unique to Terra One. Ingredients include but are not limited to saltuna and special mushrooms.
cs: Lahodný kastrol jedinečný pro Terra One. Mezi ingredience patří mimo jiné saltuna a speciální houby.

# game/items:1805:DefaultText
source: A delicious sweetheart cake that tastes nearly like actual marzipan, according to a blind taste-taste by consumers who have never tasted marzipan. Proudly manufactured by Rizzo's.
cs: Lahodný sladký dort, který podle slepé degustace spotřebitelů, kteří nikdy neochutnali marcipán, chutná téměř jako skutečný marcipán. Hrdě vyráběný společností Rizzo's.

# game/items:1807:DefaultText
source: TEMP // This plum blossom was carefully crafted out of yarn.
cs: TEMP // Tento švestkový květ byl pečlivě vyroben z příze.

# game/items:1808:DefaultText
source: A Cultural Primer on Pre-Incorporate China
cs: Základní kulturní informace o předkorporátní Číně

# game/items:1809:DefaultText
source: "With crisp, non-nonsense prose, esteemed Spacer's Choice University Professor Eglantine Brown illuminates the thousand years of Chinese culture prior to the Incorporation Period. A masterful piece of scholarship on a long-closed period of Earth history!" - Spacer's Choice University Review of Books (*****) Paperback: 560 pages, over 1000 illustrations Publisher: Spacer's Choice University Press; 1st edition (October 20, 2263) The most populous nation of old Earth, executives of Chinese descent still dominate many boardrooms and deep-range starship crews. Many proudly retain cultural traditions dating from before the rise of rational Scientism and unified corporate culture. In this comprehensive work, Dr. Brown examines the foundational influences from literature, music, art, and history. From poetry to astrology; from Philosophism to botany; from dynastic histories to speculative fiction, the reader will be hard-pressed to find a more readable single-volume survey of ideas and symbols common in a more complicated and less-prosperous time.
cs: "Eglantine Brownová, uznávaná univerzitní profesorka Spacer's Choice, svižně a bez zbytečných řečí osvětluje tisíciletou historii čínské kultury před obdobím inkorporace. Mistrovské dílo o dlouho uzavřeném období dějin Země!" - Spacer's Choice University Review of Books (*****) Paperback: 560 stran, přes 1000 ilustrací Nakladatel: Eglin Brownová, PhD: Spacer's Choice University Press; 1. vydání (20. října 2263) Nejlidnatější národ staré Země, vedoucí pracovníci čínského původu, stále dominují mnoha zasedacím místnostem a posádkám hvězdných lodí hlubokého doletu. Mnozí z nich hrdě uchovávají kulturní tradice pocházející z doby před nástupem racionálního scientismu a jednotné korporátní kultury. V této obsáhlé práci doktor Brown zkoumá základní vlivy z literatury, hudby, umění a historie. Od poezie po astrologii; od filosofie po botaniku; od dynastických dějin po spekulativní fikci - čtenář bude jen těžko hledat čtivější jednosvazkový přehled myšlenek a symbolů běžných ve složitější a méně prosperující době.

# game/items:1810:DefaultText
source: The Masked Marketeer: Episode Thirty-Eight
cs: Maskovaný obchodník: Třicátý osmý díl

# game/items:1811:DefaultText
source: Presenting the thrilling series finale of The Masked Marketeer: An Aetherwave Serial Drama in Thirty-Eight parts.
cs: Představujeme vám napínavé finále série Maskovaný markýz: seriálového dramatu Aetherwave v osmatřiceti dílech.

# game/items:1818:DefaultText
source: Zoe's Ring
cs: Zoein prsten

# game/items:1819:DefaultText
source: A simple band of metal. Zoe has scratched out her name on the side.
cs: Jednoduchý kovový pásek. Zoe na něj vyškrábala své jméno.

# game/items:1821:DefaultText
source: TEMP // A fancy outfit for Parvati to wear on her big date.
cs: TEMP // Luxusní oblečení pro Parvati na její velké rande.

# game/items:1822:DefaultText
source: Abernathy's Gravesite Fee
cs: Poplatek za hrob Abernathyho

# game/items:1823:DefaultText
source: Martin Abernathy's gravesite fees. Paperwork enclosed. To be delivered to Silas.
cs: Poplatky za hrob Martina Abernathyho. Přiložené dokumenty. Doručí se Silasovi.

# game/items:1824:DefaultText
source: Conrad's Gravesite Fee
cs: Poplatek za Conradův hrob

# game/items:1825:DefaultText
source: A promissory note for Conrad Sadik's gravesite fees. Paperwork enclosed. To be delivered to Silas.
cs: Dlužní úpis na hrobové poplatky Conrada Sadika. Přiloženy doklady. Doručit Silasovi.

# game/items:1826:DefaultText
source: Moreau's Gravesite Fee
cs: Poplatek za Moreauův hrob

# game/items:1827:DefaultText
source: Julius Moreau's gravesite fees. Paperwork enclosed. To be delivered to Silas.
cs: Poplatky za hrob Julia Moreaua. Přiložené dokumenty. Doručí se Silasovi.

# game/items:1828:DefaultText
source: Phyllis's Gravesite Fee
cs: Poplatek za hrob Phyllis

# game/items:1829:DefaultText
source: Phyllis Granger's gravesite fees. Paperwork enclosed. To be delivered to Silas.
cs: Poplatky za hrob Phyllis Grangerové. Přiložené dokumenty. Doručí se Silasovi.
