Repository: pavelhoral/outer-preklad
Catalog: source/*/game/loadingscreendescriptions.po
Languages: cs

# game/loadingscreendescriptions:0:DefaultText
source: REMEMBER THE HOPE
cs: PAMATUJTE NA NADĚJI

# game/loadingscreendescriptions:1:DefaultText
source: CHAIRMAN ROCKWELL RAISES A GLASS TO OUR LOST BROTHERS AND SISTERS
cs: PŘEDSEDA ROCKWELL POZVEDÁ SKLENKU ZA NAŠE ZTRACENÉ BRATRY A SESTRY

# game/loadingscreendescriptions:2:DefaultText
source: 60TH ANNIVERSARY OF THE HOPE'S DISAPPEARANCE
cs: 60. VÝROČÍ ZMIZENÍ NADĚJE

# game/loadingscreendescriptions:3:DefaultText
source: TERROR ON THE FRONTIER
cs: TEROR NA HRANICÍCH

# game/loadingscreendescriptions:4:DefaultText
source: A MYSTERIOUS STRANGER THREATENS OUR WAY OF LIFE!
cs: TAJEMNÝ CIZINEC OHROŽUJE NÁŠ ZPŮSOB ŽIVOTA!

# game/loadingscreendescriptions:5:DefaultText
source: THE DESTRUCTION OF EMERALD VALE
cs: ZNIČENÍ SMARAGDOVÉHO ÚDOLÍ

# game/loadingscreendescriptions:6:DefaultText
source: MIRACLE ON THE FRONTIER
cs: ZÁZRAK NA HRANICÍCH

# game/loadingscreendescriptions:7:DefaultText
source: REBELLIOUS DESERTERS DESTROYED BY HEROIC STRANGER!
cs: VZPURNÍ DEZERTÉŘI ZNIČENI HRDINNÝM CIZINCEM!

# game/loadingscreendescriptions:8:DefaultText
source: THE SALVATION OF EMERALD VALE
cs: ZÁCHRANA SMARAGDOVÉHO ÚDOLÍ

# game/loadingscreendescriptions:9:DefaultText
source: DEATH AND DESTRUCTION STALK THE FRONTIER
cs: SMRT A ZKÁZA NA HRANICÍCH

# game/loadingscreendescriptions:10:DefaultText
source: A MYSTERIOUS STRANGER LAYS WASTE TO ANY WHO CROSS THEIR PATH!
cs: TAJEMNÝ CIZINEC PUSTOŠÍ KAŽDÉHO, KDO MU ZKŘÍŽÍ CESTU!

# game/loadingscreendescriptions:11:DefaultText
source: DEVASTATION OF EMERALD VALE
cs: DEVASTACE SMARAGDOVÉHO ÚDOLÍ

# game/loadingscreendescriptions:12:DefaultText
source: MURDER MOST FOUL
cs: NEJODPORNĚJŠÍ VRAŽDA

# game/loadingscreendescriptions:13:DefaultText
source: THE LOSS OF A LEADER - CHAIRMAN GRIEVES, "THE ADJUTANT WAS A TRUE FRIEND"
cs: ZTRÁTA VŮDCE - PŘEDSEDA TRUCHLÍ, "ADJUTANT BYL OPRAVDOVÝ PŘÍTEL"

# game/loadingscreendescriptions:14:DefaultText
source: THE SHADOW OF THE STRANGER FALLS ON BYZANTIUM
cs: STÍN CIZINCE PADÁ NA BYZANC

# game/loadingscreendescriptions:15:DefaultText
source: MURDER MOST FOUL
cs: NEJODPORNĚJŠÍ VRAŽDA

# game/loadingscreendescriptions:16:DefaultText
source: THE LOSS OF A LEADER - CHAIRMAN GRIEVES, "THE MINISTER WAS A TRUE FRIEND"
cs: ZTRÁTA VŮDCE - PŘEDSEDA TRUCHLÍ, "MINISTR BYL OPRAVDOVÝ PŘÍTEL"

# game/loadingscreendescriptions:17:DefaultText
source: THE SHADOW OF THE STRANGER FALLS ON BYZANTIUM
cs: STÍN CIZINCE PADÁ NA BYZANC

# game/loadingscreendescriptions:18:DefaultText
source: WAR OF WORDS FIZZLES
cs: SLOVNÍ VÁLKA SE ROZPLYNE

# game/loadingscreendescriptions:19:DefaultText
source: MONARCH STELLAR INDUSTRIES ABSURD PROPAGANDA CUT OFF BY HEROIC BENEFACTOR!
cs: MONARCHA HVĚZDNÝ PRŮMYSL ABSURDNÍ PROPAGANDA ODŘÍZNUT HRDINNÝ MECENÁŠ!

# game/loadingscreendescriptions:20:DefaultText
source: AIRWAYS CLEARED
cs: VYČIŠTĚNÉ DÝCHACÍ CESTY

# game/loadingscreendescriptions:21:DefaultText
source: WAR OF WORDS FIZZLES
cs: SLOVNÍ VÁLKA SE ROZPLYNE

# game/loadingscreendescriptions:22:DefaultText
source: MONARCH STELLAR INDUSTRIES BLUSTER DIES WITH A WHIMPER!
cs: MONARCHA STELLAR INDUSTRIES BLUSTER UMÍRÁ S FŇUKÁNÍM!

# game/loadingscreendescriptions:23:DefaultText
source: AIRWAYS CLEARED
cs: VYČIŠTĚNÉ DÝCHACÍ CESTY

# game/loadingscreendescriptions:24:DefaultText
source: AN AFFRONT TO US ALL
cs: URÁŽKA NÁS VŠECH

# game/loadingscreendescriptions:25:DefaultText
source: CORPORATE IMPERSONATORS MAKE A MOCKERY OF OUR VALUES!
cs: FIREMNÍ IMITÁTOŘI JSOU VÝSMĚCHEM NAŠIM HODNOTÁM!

# game/loadingscreendescriptions:26:DefaultText
source: MONARCH STELLAR INDUSTRIES SINKS TO A NEW LOW
cs: MONARCH STELLAR INDUSTRIES KLESÁ NA NOVÉ MINIMUM

# game/loadingscreendescriptions:27:DefaultText
source: NO REST FOR THE DEPRAVED
cs: ŽÁDNÝ ODPOČINEK PRO ZKAŽENÉ

# game/loadingscreendescriptions:28:DefaultText
source: MONARCH'S ILLEGAL CLAIM LEADS TO THEIR INEVITABLE DEMISE!
cs: NEZÁKONNÝ NÁROK PANOVNÍKA VEDE K JEJICH NEVYHNUTELNÉMU ZÁNIKU!

# game/loadingscreendescriptions:29:DefaultText
source: ANARCHISTS WREST CONTROL FROM THE USURPERS
cs: ANARCHISTÉ SE ZMOCNILI VLÁDY NAD UZURPÁTORY.

# game/loadingscreendescriptions:30:DefaultText
source: WILL THE DEPRAVITY NEVER CEASE?
cs: NIKDY NEPŘESTANE ZKAŽENOST?

# game/loadingscreendescriptions:31:DefaultText
source: MONARCH STELLAR INDUSTRIES REVEAL THEIR TRUE COLORS!
cs: MONARCHOVÉ Z HVĚZDNÉHO PRŮMYSLU ODHALUJÍ SVOU PRAVOU TVÁŘ!

# game/loadingscreendescriptions:32:DefaultText
source: MSI JOINS FORCES WITH ICONOCLAST RADICALS
cs: MSI SPOJUJE SÍLY S RADIKÁLY Z ŘAD IKONOKLASTŮ

# game/loadingscreendescriptions:33:DefaultText
source: DEATH COMES TO THE DISSENTERS
cs: SMRT PŘICHÁZÍ K ODPŮRCŮM

# game/loadingscreendescriptions:34:DefaultText
source: JUST DESSERTS FOR THE SOWERS OF DISCORD!
cs: SPRAVEDLIVÝ TREST PRO ROZSÉVAČE SVÁRU!

# game/loadingscreendescriptions:35:DefaultText
source: NO ESCAPE FROM THE LAND OF THE DAMNED
cs: ZE ZEMĚ ZATRACENÝCH NENÍ ÚNIKU

# game/loadingscreendescriptions:36:DefaultText
source: ROGUE SCIENTIST CAPTURED
cs: DOPADENÍ ZLOTŘILÉHO VĚDCE

# game/loadingscreendescriptions:37:DefaultText
source: A COLLECTIVE SIGH OF RELIEF WITH THREAT TO THE COLONY NOW SAFELY BEHIND BARS!
cs: KOLEKTIVNÍ ÚLEVA, PROTOŽE HROZBA PRO KOLONII JE NYNÍ BEZPEČNĚ ZA MŘÍŽEMI!

# game/loadingscreendescriptions:38:DefaultText
source: MURDERER, THIEF AND VANDALIZER OF BOARD PROPERTY
cs: VRAH, ZLODĚJ A NIČITEL MAJETKU SPRÁVNÍ RADY

# game/loadingscreendescriptions:39:DefaultText
source: HOPE STILL LOST
cs: STÁLE ZTRACENÁ NADĚJE

# game/loadingscreendescriptions:40:DefaultText
source: SATELLITE DEBRIS COUPLED WITH A TRICK OF THE LIGHT!
cs: SATELITNÍ TROSKY V KOMBINACI SE SVĚTELNÝM TRIKEM!

# game/loadingscreendescriptions:41:DefaultText
source: SIGHTINGS DEBUNKED BY SCIENTISTS
cs: POZOROVÁNÍ VYVRÁCENÁ VĚDCI

# game/loadingscreendescriptions:42:DefaultText
source: JUSTICE SERVED
cs: SPRAVEDLIVOST SLOUŽÍ

# game/loadingscreendescriptions:43:DefaultText
source: CRIME SPREE FOILED BY HEROIC AGENTS
cs: HRDINNÍ AGENTI ZMAŘILI ŘÁDĚNÍ ZLOČINCŮ

# game/loadingscreendescriptions:44:DefaultText
source: AUNTIE CLEO EMPLOYEES CAUGHT WITH ILLEGAL RAPTIDONS AND DISAVOWED
cs: ZAMĚSTNANCI AUNTIE CLEO PŘISTIŽENI S NELEGÁLNÍMI RAPTIDONY A ZŘEKLI SE JICH

# game/loadingscreendescriptions:45:DefaultText
source: DESERTERS FORCED TO RETURN
cs: DEZERTÉŘI NUCENI K NÁVRATU
