Repository: pavelhoral/outer-preklad
Catalog: source/*/game/vendors.po
Languages: cs

# game/vendors:1:DefaultText
source: Auntie Cleo's Auto-Vend
cs: Automatická prodejna tety Cleo

# game/vendors:2:DefaultText
source: (SYSTEM ERROR) Auto-Vend
cs: (CHYBA SYSTÉMU) Automatický prodej

# game/vendors:3:DefaultText
source: Terra-fried Spratwurst, by Spacer's Choice!
cs: Terra-fried Spratwurst, podle Spacer's Choice!

# game/vendors:5:DefaultText
source: The Lost Hope Bar
cs: Bar Ztracená naděje

# game/vendors:6:DefaultText
source: C&P's Deep Fried Cystybits
cs: Smažené cystybity společnosti C&P

# game/vendors:7:DefaultText
source: Rizzo Candy Kiosk
cs: Kiosek s cukrovinkami Rizzo

# game/vendors:8:DefaultText
source: Ike's Armory
cs: Ikova zbrojnice

# game/vendors:9:DefaultText
source: Belle's Shells
cs: Mušle Belle's

# game/vendors:10:DefaultText
source: Spacer's Choice
cs: Volba rozdělovače

# game/vendors:11:DefaultText
source: Auntie's Kitchen
cs: Kuchyně tety

# game/vendors:15:DefaultText
source: The Yacht Club
cs: Yacht Club

# game/vendors:16:DefaultText
source: Emerald Vale General Store
cs: Všeobecný obchod Emerald Vale

# game/vendors:19:DefaultText
source: C&P's Fundable Edibles
cs: Fundované potraviny společnosti C&P

# game/vendors:20:DefaultText
source: (SYSTEM ERROR) Fundable Edibles
cs: (CHYBA SYSTÉMU) Financovatelné potraviny

# game/vendors:21:DefaultText
source: Rizzo's Self-Serve Snack System
cs: Systém samoobslužného občerstvení Rizzo's

# game/vendors:22:DefaultText
source: (SYSTEM ERROR) Self-Serve Snack System
cs: (CHYBA SYSTÉMU) Systém samoobslužného občerstvení

# game/vendors:24:DefaultText
source: (SYSTEM ERROR) Merchant Machine
cs: (CHYBA SYSTÉMU) Obchodní stroj

# game/vendors:26:DefaultText
source: (SYSTEM ERROR) Insta-Merch
cs: (CHYBA SYSTÉMU) Insta-Merch

# game/vendors:27:DefaultText
source: T&L's Exotic Assets
cs: Exotická aktiva společnosti T&L

# game/vendors:28:DefaultText
source: (SYSTEM ERROR) Exotic Assets
cs: (CHYBA SYSTÉMU) Exotická aktiva

# game/vendors:30:DefaultText
source: (SYSTEM ERROR) Bullets 'n Things
cs: (CHYBA SYSTÉMU) Bullets 'n Things

# game/vendors:32:DefaultText
source: Guns! Guns! Guns! And Ammo
cs: Zbraně! Zbraně! Zbraně! A munice

# game/vendors:33:DefaultText
source: Ante Up
cs: Předplaťte si

# game/vendors:34:DefaultText
source: The Tipsy Sprat
cs: Šprot s nápojem

# game/vendors:35:DefaultText
source: Billingsly's House of Inebriation
cs: Billingslyho dům opilosti

# game/vendors:36:DefaultText
source: Jolicoeur's Haberdashery
cs: Galanterie Jolicoeur's

# game/vendors:37:DefaultText
source: The Lost Hope Bar
cs: Bar Ztracená naděje

# game/vendors:39:DefaultText
source: Forsythe Luxury Munitions
cs: Luxusní munice Forsythe

# game/vendors:40:DefaultText
source: Percival's Curated Selections
cs: Percivalovy kurátorské výběry

# game/vendors:42:DefaultText
source: The Soda Jerk
cs: Soda Jerk

# game/vendors:43:DefaultText
source: Auntie Cleo's 17th Bar
cs: 17. bar Auntie Cleo's

# game/vendors:45:DefaultText
source: Window Shades
cs: Stínění oken

# game/vendors:46:DefaultText
source: Where There's Smoke Shop
cs: Kde se kouří

# game/vendors:49:DefaultText
source: Stellar Supplies
cs: Hvězdné dodávky
