Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal.po
Languages: cs

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:1:DefaultText
source: Relay Station GB-23 ---------------------------- Automechanical Home Security Control System: Please select from the following options:
cs: Reléová stanice GB-23 ---------------------------- Automechanický řídicí systém zabezpečení domu: Vyberte si z následujících možností:

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:2:DefaultText
source: [Update Security Routines]
cs: [Aktualizace bezpečnostních rutin]

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:8:DefaultText
source: Relay Station GB-23 ---------------------------- Security Routines --------------------------------- Please select from the following options:
cs: Reléová stanice GB-23 ---------------------------- Bezpečnostní rutiny --------------------------------- Vyberte jednu z následujících možností:

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:10:DefaultText
source: [Display Unit Status]
cs: [Zobrazení stavu jednotky]

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:12:DefaultText
source: [Begin Charging Cycle]
cs: [Zahájit nabíjecí cyklus]

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:13:DefaultText
source: Relay Station GB-23 ---------------------------- Security Routines --------------------------------- Beginning charging cycles for all units... ACTION COMPLETE
cs: Reléová stanice GB-23 ---------------------------- Bezpečnostní rutiny --------------------------------- Zahájení nabíjecích cyklů pro všechny jednotky... AKCE SPLNĚNA

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:14:DefaultText
source: Relay Station GB-23 ---------------------------- Security Review --------------------------------- <<< UNIT STATUS >>> ------------- _0_ mechanicals set to charging routine _6_ mechanicals set to patrol designated areas <<< UNIT SETTINGS >>> ------------- Hostility Level: Kill On Sight Hostility Override for Owner(s): Active List of Valid Owners: -- Alexander J. Frey
cs: Relay Station GB-23 ---------------------------- Security Review --------------------------------- <<< UNIT STATUS >>> ------------- _0_ mechanika nastavena na rutinní nabíjení _6_ mechanika nastavena na hlídání určených oblastí <<< UNIT SETTINGS >>> ------------- Úroveň nepřátelství: Seznam platných vlastníků: -- Alexander J. Frey

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:16:DefaultText
source: [Begin Charging Cycle]
cs: [Zahájit nabíjecí cyklus]

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:19:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/10_scylla/1004_relay_station/1004_cp_bot_terminal:21:DefaultText
source: Relay Station GB-23 ---------------------------- Security Review --------------------------------- <<< UNIT STATUS >>> ------------- _6_ mechanicals set to charging routine _0_ mechanicals set to patrol designated areas <<< UNIT SETTINGS >>> ------------- Hostility Level: Kill On Sight Hostility Override for Owner(s): Active List of Valid Owners: -- Alexander J. Frey
cs: Relay Station GB-23 ---------------------------- Security Review --------------------------------- <<< UNIT STATUS >>> ------------- _6_ mechanika nastavena na rutinní nabíjení _0_ mechanika nastavena na hlídání určených oblastí <<< NASTAVENÍ JEDNOTKY >>> ------------- Úroveň nepřátelství: Seznam platných vlastníků: -- Alexander J. Frey
