Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_party_landscape.po
Languages: bs

# conversations/00_emerald_vale/00_bs_party_landscape:2:DefaultText
source: They say the Vale was a big, bustling settlement. Company had high hopes for this place. 'Course, that was before they built the walls and moved everyone inside.
bs: Říká se, že Vale byla velká, rušná osada. Společnost do tohoto místa vkládala velké naděje. To bylo samozřejmě předtím, než postavili hradby a všechny nastěhovali dovnitř.

# conversations/00_emerald_vale/00_bs_party_landscape:4:DefaultText
source: Dad told me this place was abandoned before I was born. Long as I can remember, we been losing people.
bs: Táta mi řekl, že tohle místo bylo opuštěné, než jsem se narodil. Co si pamatuji, tak se nám tu ztrácejí lidé.

# conversations/00_emerald_vale/00_bs_party_landscape:6:DefaultText
source: I don't know anybody who ever came out this far.
bs: Neznám nikoho, kdo by se dostal tak daleko.

# conversations/00_emerald_vale/00_bs_party_landscape:10:DefaultText
source: Aw, he ain't no threat. Bet I could fix him up smart.
bs: Není to žádná hrozba. Vsadím se, že bych ho mohl dát do pořádku.

# conversations/00_emerald_vale/00_bs_party_landscape:12:DefaultText
source: I used to skip rocks in the river, 'till Constable Reyes ticketed me for "unlicensed terraforming."
bs: Přeskakoval jsem kameny v řece, dokud mi konstábl Reyes nedal pokutu za "neautorizované teraformace".

# conversations/00_emerald_vale/00_bs_party_landscape:14:DefaultText
source: I love the wind here.
bs: Miluji zdejší vítr.

# conversations/00_emerald_vale/00_bs_party_landscape:18:DefaultText
source: Oh wow. If I'd been able to get out here, I so would've stripped this for parts.
bs: Páni. Kdybych se sem dostal, tak bych to rozebral na součástky.

# conversations/00_emerald_vale/00_bs_party_landscape:46:DefaultText
source: Not today. Just helping this fella.
bs: Dnes ne. Jen pomáhám tomuhle chlápkovi.

# conversations/00_emerald_vale/00_bs_party_landscape:46:FemaleText
source: Not today. Just helping this lady.
bs: Dnes ne. Jen pomáhám této dámě.

# conversations/00_emerald_vale/00_bs_party_landscape:47:DefaultText
source: Hey, Ms. Parvati. Come for a visit?
bs: Zdravím, paní Parvati. Přišla jste na návštěvu?

# conversations/00_emerald_vale/00_bs_party_landscape:49:DefaultText
source: I think she was jealous. She don't know how to skip rocks her own self.
bs: Myslím, že žárlila. Sama neumí přeskakovat skály.

# conversations/00_emerald_vale/00_bs_party_landscape:50:DefaultText
source: When I was little, we'd get freighters in every Sunday noon. Now they only come but once a month.
bs: Když jsem byl malý, každou neděli v poledne k nám jezdily nákladní lodě. Teď přijíždějí jen jednou za měsíc.

# conversations/00_emerald_vale/00_bs_party_landscape:53:DefaultText
source: I always wanted to poke around in here.
bs: Vždycky jsem se tu chtěl porozhlédnout.

# conversations/00_emerald_vale/00_bs_party_landscape:58:DefaultText
source: Oh. You can see the whole world from here.
bs: Oh. Odtud je vidět celý svět.

# conversations/00_emerald_vale/00_bs_party_landscape:63:DefaultText
source: Oh, that's Thomas. He used to follow me around, afore he left the cannery.
bs: To je Thomas. Chodil za mnou, než odešel z konzervárny.

# conversations/00_emerald_vale/00_bs_party_landscape:66:DefaultText
source: Oh, gosh. It's so pretty.
bs: Bože, to je tak krásné.
