Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_lights_out_cannery_mob.po
Languages: bs

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:2:DefaultText
source: What are we supposed to do now?
bs: Co máme dělat teď?

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:3:DefaultText
source: I put my whole life in that cannery.
bs: Do té konzervárny jsem vložil celý svůj život.

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:4:DefaultText
source: Is Reed hiding in there?
bs: Schovává se tam Reed?

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:5:DefaultText
source: Maybe Adelaide was right to leave.
bs: Možná měla Adelaide pravdu, když odešla.

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:7:DefaultText
source: Mister Tobson is aware of your concerns, and remains committed to guiding Edgewater into prosperity.
bs: Pan Tobson si je vědom vašich obav a je i nadále odhodlán vést Edgewater k prosperitě.

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:8:DefaultText
source: Desertion is a criminal offense, punishable by hard labor.
bs: Dezerce je trestný čin, který se trestá nucenými pracemi.

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:9:DefaultText
source: You must be very proud.
bs: Musíte být velmi pyšný.

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:11:DefaultText
source: Exercise patience, and contemplate the scriptures.
bs: Buďte trpěliví a přemýšlejte o Písmu.

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:12:DefaultText
source: Are we getting paid or not?
bs: Dostáváme zaplaceno, nebo ne?

# conversations/00_emerald_vale/00_bs_lights_out_cannery_mob:13:DefaultText
source: Any loss of productivity will be deducted from your pay.
bs: Případná ztráta produktivity bude odečtena z vašeho platu.
