Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_party_emeraldvale.po
Languages: bs

# conversations/00_emerald_vale/00_bs_party_emeraldvale:7:DefaultText
source: Hey, that's- I mean, if you need it, okay.
bs: Hej, to je... chci říct, jestli to potřebuješ, dobře.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:8:DefaultText
source: If you're hungry, I could open a can of something.
bs: Jestli máš hlad, můžu ti něco otevřít.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:9:DefaultText
source: If you need to go, I'll wait outside.
bs: Pokud potřebuješ jít, počkám venku.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:10:DefaultText
source: You like flowers? I can't find many kinds around here.
bs: Máte rádi květiny? Tady v okolí moc druhů nenajdu.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:11:DefaultText
source: My dad's- it's an office. Just my office.
bs: U mého otce je to kancelář. Jen moje kancelář.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:12:DefaultText
source: This is where the magic happens. Well, science. But it still happens here.
bs: Zde se odehrává kouzlo. Tedy věda. Ale pořád se to děje tady.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:18:DefaultText
source: I don't like coming out here. People on the street stare.
bs: Nerad sem chodím. Lidé na ulici zírají.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:19:DefaultText
source: I cut my own hair. But Conrad sells real good disinfectant.
bs: Vlasy si stříhám sama. Ale Conrad prodává opravdu dobrou dezinfekci.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:20:DefaultText
source: You're not a big drinker, are you?
bs: Nejste velký piják, že ne?

# conversations/00_emerald_vale/00_bs_party_emeraldvale:21:DefaultText
source: I've always felt weird in here. It's too clean.
bs: Vždycky jsem se tu cítil divně. Je tu příliš čisto.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:22:DefaultText
source: I've never actually been in here. Seemed scary from the outside.
bs: Nikdy jsem tu vlastně nebyl. Zvenku to vypadalo děsivě.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:43:DefaultText
source: Everyone's staring. Can we go?
bs: Všichni zírají. Můžeme jít?

# conversations/00_emerald_vale/00_bs_party_emeraldvale:64:DefaultText
source: I'm not allowed in here. Not since the vending machine incident.
bs: Sem nesmím. Ne od toho incidentu s automatem.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:65:DefaultText
source: Holcomb! Got my eye on you, girl.
bs: Holcomb! Mám na tebe zálusk, děvče.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:67:DefaultText
source: I hate you, vending machine.
bs: Nenávidím tě, automate.

# conversations/00_emerald_vale/00_bs_party_emeraldvale:74:DefaultText
source: The date on that last entry. Dad wrote it just afore he died.
bs: Datum posledního záznamu. Táta ho napsal těsně před smrtí.
