Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_townies.po
Languages: bs

# conversations/00_emerald_vale/00_bs_townies:3:DefaultText
source: You think corporate's ever gonna visit?
bs: Myslíš, že tě společnost někdy navštíví?

# conversations/00_emerald_vale/00_bs_townies:4:DefaultText
source: Something got you down?
bs: Něco vás zklamalo?

# conversations/00_emerald_vale/00_bs_townies:6:DefaultText
source: I'm not holding out hope.
bs: Nedělám si naděje.

# conversations/00_emerald_vale/00_bs_townies:7:DefaultText
source: Nothing. Just don't want to fall sick.
bs: Nic. Jen nechci onemocnět.

# conversations/00_emerald_vale/00_bs_townies:8:DefaultText
source: Wonder if the plague's ever gonna pass.
bs: Zajímalo by mě, jestli ta nákaza někdy pomine.

# conversations/00_emerald_vale/00_bs_townies:9:DefaultText
source: Just keep working. Work fortifies the spirit.
bs: Prostě pokračujte v práci. Práce posiluje ducha.

# conversations/00_emerald_vale/00_bs_townies:14:DefaultText
source: Wish we had some better rations.
bs: Kéž bychom měli lepší příděly.

# conversations/00_emerald_vale/00_bs_townies:15:DefaultText
source: Almost lost a finger in the cannery today.
bs: Dnes jsem v konzervárně málem přišel o prst.

# conversations/00_emerald_vale/00_bs_townies:16:DefaultText
source: Sometimes I wonder what I'm doing with myself.
bs: Někdy si říkám, co to se sebou dělám.

# conversations/00_emerald_vale/00_bs_townies:17:DefaultText
source: Been eating nothing but saltuna for a year.
bs: Už rok nejím nic jiného než saltuna.

# conversations/00_emerald_vale/00_bs_townies:18:DefaultText
source: Don't let the boss catch you saying that.
bs: Ať tě při tom šéf nenachytá.

# conversations/00_emerald_vale/00_bs_townies:19:DefaultText
source: Nothing I can do about that.
bs: S tím nic nenadělám.

# conversations/00_emerald_vale/00_bs_townies:20:DefaultText
source: Just the way it goes, I suppose.
bs: Tak to prostě chodí.

# conversations/00_emerald_vale/00_bs_townies:21:DefaultText
source: Least you've got your health.
bs: Alespoň máš zdraví.

# conversations/00_emerald_vale/00_bs_townies:22:DefaultText
source: Friend of mine died a couple weeks back. Still ain't past it.
bs: Před pár týdny mi zemřel kamarád. Pořád to není za námi.

# conversations/00_emerald_vale/00_bs_townies:23:DefaultText
source: I've been feeling pretty low these days.
bs: V posledních dnech se cítím dost na dně.

# conversations/00_emerald_vale/00_bs_townies:24:DefaultText
source: I know how you feel.
bs: Vím, jak se cítíte.

# conversations/00_emerald_vale/00_bs_townies:25:DefaultText
source: We should keep our voices down.
bs: Měli bychom se ztišit.

# conversations/00_emerald_vale/00_bs_townies:27:DefaultText
source: Abernathy's chipper today. Guess he wasn't plagued.
bs: Abernathy je dnes čiperný. Asi ho nic netrápilo.

# conversations/00_emerald_vale/00_bs_townies:28:DefaultText
source: Did you hear? Reyes locked up some contraband.
bs: Slyšeli jste to? Reyes zavřel nějaký kontraband.

# conversations/00_emerald_vale/00_bs_townies:29:DefaultText
source: Cannery's been running at full capacity all day.
bs: Cannery jede celý den na plný výkon.

# conversations/00_emerald_vale/00_bs_townies:30:DefaultText
source: I hear Reed's leaving town.
bs: Slyšel jsem, že Reed opouští město.

# conversations/00_emerald_vale/00_bs_townies:31:DefaultText
source: Another day at the cannery.
bs: Další den v konzervárně.

# conversations/00_emerald_vale/00_bs_townies:32:DefaultText
source: Heard something outside the walls today.
bs: Dnes jsem něco zaslechl za zdmi.

# conversations/00_emerald_vale/00_bs_townies:33:DefaultText
source: Boss likes to tell us plague is a state of mind. Maybe he's right.
bs: Šéf nám rád říká, že mor je stav mysli. Možná má pravdu.

# conversations/00_emerald_vale/00_bs_townies:34:DefaultText
source: Long as it wasn't Adrena-Time.
bs: Dokud to nebyl Adrena-Time.

# conversations/00_emerald_vale/00_bs_townies:35:DefaultText
source: Must be all that extra power.
bs: To musí být tím výkonem navíc.

# conversations/00_emerald_vale/00_bs_townies:36:DefaultText
source: Wonder if corporate gave him the boot.
bs: Zajímalo by mě, jestli ho společnost vyhodila.

# conversations/00_emerald_vale/00_bs_townies:37:DefaultText
source: Don't go knocking your work. Least we've got work.
bs: Nezatracujte svou práci. Alespoň máme práci.

# conversations/00_emerald_vale/00_bs_townies:38:DefaultText
source: Nothing for us outside those walls. You oughta know that.
bs: Za těmito zdmi pro nás nic není. To bys měl vědět.

# conversations/00_emerald_vale/00_bs_townies:39:DefaultText
source: If you're falling sick, I don't want you near me.
bs: Pokud onemocníš, nechci, abys byl v mé blízkosti.

# conversations/00_emerald_vale/00_bs_townies:40:DefaultText
source: Don't worry. I wouldn't do that to you.
bs: Nebojte se. To bych ti neudělal.

# conversations/00_emerald_vale/00_bs_townies:41:DefaultText
source: Had your rations yet?
bs: Už jste dostali příděl?

# conversations/00_emerald_vale/00_bs_townies:42:DefaultText
source: Yep. Two whole cans of saltuna.
bs: Ano. Dvě celé plechovky saltuny.

# conversations/00_emerald_vale/00_bs_townies:47:DefaultText
source: I'm sorry. I'll just be a minute.
bs: Omlouvám se. Bude to jen chvilka.

# conversations/00_emerald_vale/00_bs_townies:48:DefaultText
source: You had a minute. Next one comes out of your pay.
bs: Měl jsi chvilku. Příští vám půjde z výplaty.

# conversations/00_emerald_vale/00_bs_townies:49:DefaultText
source: Ease off the threats, friend. I'm going.
bs: Přestaň vyhrožovat, příteli. Já jdu.

# conversations/00_emerald_vale/00_bs_townies:50:DefaultText
source: Boss's orders. We all got quotas to make.
bs: Příkazy šéfa. Všichni musíme splnit kvóty.

# conversations/00_emerald_vale/00_bs_townies:51:DefaultText
source: Hey, you hear about Wilson?
bs: Hej, slyšel jsi o Wilsonovi?

# conversations/00_emerald_vale/00_bs_townies:52:DefaultText
source: Heard marauders got him.
bs: Prý ho dostali nájezdníci.

# conversations/00_emerald_vale/00_bs_townies:53:DefaultText
source: Just between us - Wilson deserted. Lost his nerve. Ran off in the thick of night.
bs: Jen tak mezi námi - Wilson je opuštěný. Ztratil nervy. Utekl v husté noci.

# conversations/00_emerald_vale/00_bs_townies:54:DefaultText
source: You're kidding me. Damn. Always thought he was made of sterner stuff.
bs: To si děláte legraci. Sakra. Vždycky jsem si myslel, že je z pevnějšího materiálu.

# conversations/00_emerald_vale/00_bs_townies:55:DefaultText
source: Hey there, Mary. Don't see you around here too often.
bs: Ahoj, Mary. Nevídáme tě tu příliš často.

# conversations/00_emerald_vale/00_bs_townies:56:DefaultText
source: Oh - I just came to talk to the Vicar, is all. None of us are above confessionals.
bs: Oh - přišel jsem si jen promluvit s farářem, to je vše. Nikdo z nás není nad zpovědi.

# conversations/00_emerald_vale/00_bs_townies:57:DefaultText
source: What have you got to confess? You ain't thinking of deserting, are you?
bs: K čemu se chcete přiznat? Nepřemýšlíš o dezerci, že ne?

# conversations/00_emerald_vale/00_bs_townies:58:DefaultText
source: What? No. No no no no. And I resent the accusation.
bs: Cože? Ne. Ne, ne, ne, ne. A to obvinění se mi nelíbí.

# conversations/00_emerald_vale/00_bs_townies:59:DefaultText
source: You read the latest report?
bs: Četl jste poslední zprávu?

# conversations/00_emerald_vale/00_bs_townies:60:DefaultText
source: Only the part that said we ain't making our quotas.
bs: Pouze ta část, která říká, že neplníme kvóty.

# conversations/00_emerald_vale/00_bs_townies:61:DefaultText
source: If only McDevitt's folk hadn't abandoned us. Cannery could use those extra hands.
bs: Jen kdyby nás McDevittovi lidé neopustili. Cannery by potřebovala další ruce.

# conversations/00_emerald_vale/00_bs_townies:62:DefaultText
source: Nothing we can do about that.
bs: S tím nic nenaděláme.

# conversations/00_emerald_vale/00_bs_townies:64:DefaultText
source: I think he was plagued. Guess he didn't want to die in the sick house.
bs: Myslím, že ho to trápilo. Asi nechtěl umřít v nemocnici.

# conversations/00_emerald_vale/00_bs_townies:65:DefaultText
source: Plagued? Ah, shit. I had some of his saltuna.
bs: Trápí vás? Do prdele. Měl jsem trochu jeho saltuny.

# conversations/00_emerald_vale/00_bs_townies:66:DefaultText
source: You moron.
bs: Ty blbče.

# conversations/00_emerald_vale/00_bs_townies:67:DefaultText
source: Wasn't nothing but a question. Do excuse me.
bs: Nebylo to nic jiného než otázka. Omluvte mě.

# conversations/00_emerald_vale/00_bs_townies:68:DefaultText
source: I must be on my way. Verity to you.
bs: Musím být na cestě. Verity vám.

# conversations/00_emerald_vale/00_bs_townies:69:DefaultText
source: Sure there is. We can have another Zero Gee.
bs: Jistěže je. Můžeme mít dalšího Zero Gee.
