Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_phineas_barks.po
Languages: bs

# conversations/00_emerald_vale/00_bs_phineas_barks:1:DefaultText
source: Ah! You've landed! Good!
bs: Přistáli jste! Dobře!

# conversations/00_emerald_vale/00_bs_phineas_barks:2:DefaultText
source: What in Law's name? Is that him? That idiot - I told him to plant the beacon and move away, not stand there holding it.
bs: Jak se jmenuje Law? Je to on? Ten idiot - řekl jsem mu, aby položil maják a odešel, ne aby tam stál a držel ho.

# conversations/00_emerald_vale/00_bs_phineas_barks:3:DefaultText
source: Not sure I trusted the fellow. Might've gone after the bounty on my head.
bs: Nebyl jsem si jistý, jestli jsem mu věřil. Možná by šel po odměně za mou hlavu.

# conversations/00_emerald_vale/00_bs_phineas_barks:5:DefaultText
source: Shame about the whole... squashing thing. Nasty way to go.
bs: Škoda té věci s tím... mačkáním. Ošklivý způsob, jak odejít.

# conversations/00_emerald_vale/00_bs_phineas_barks:6:DefaultText
source: Hawthorne won't mind you taking his ship. Better you than the Board, eh?
bs: Hawthornovi nebude vadit, když si vezmeš jeho loď. Lepší ty než rada, co?

# conversations/00_emerald_vale/00_bs_phineas_barks:24:DefaultText
source: Oh well. No sense in letting his ship go to waste.
bs: No dobře. Nemá smysl nechat jeho loď přijít nazmar.

# conversations/00_emerald_vale/00_bs_phineas_barks:25:DefaultText
source: Easy, now. You've been frozen for a while. (static) bound to be unforeseen side effects.
bs: Teď už je to snadné. Chvíli jsi byl zmrzlý. (statický) určitě se objeví nepředvídané vedlejší účinky.

# conversations/00_emerald_vale/00_bs_phineas_barks:26:DefaultText
source: Damn it! My ears!
bs: Sakra! Moje uši!

# conversations/00_emerald_vale/00_bs_phineas_barks:27:DefaultText
source: What just happened? (static) you hear me? What in the (static) wrong with this (static) piece of junk?
bs: Co se právě stalo? Slyšíš mě? Co se to s tím (statický) krámem (statický) děje?

# conversations/00_emerald_vale/00_bs_phineas_barks:28:DefaultText
source: Hawthorne should be close by.
bs: Hawthorne by měl být blízko.
