Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_reedparvati.po
Languages: bs

# conversations/00_emerald_vale/00_bs_reedparvati:2:DefaultText
source: Ms. Holcomb, I need you to explain this with less of the- the grease-monkey argot.
bs: Paní Holcombová, potřebuji, abyste mi to vysvětlila méně mazaným argotem.

# conversations/00_emerald_vale/00_bs_reedparvati:3:DefaultText
source: Let's start over. Walk me through the process. Show me where it's going awry.
bs: Začněme znovu. Proveďte mě celým procesem. Ukažte mi, kde se to nedaří.

# conversations/00_emerald_vale/00_bs_reedparvati:4:DefaultText
source: This doesn't seem like it should be a problem. I put food in my oven - any food - it cooks.
bs: Nezdá se, že by to měl být problém. Když dám do trouby jídlo - jakékoliv jídlo - tak se upeče.

# conversations/00_emerald_vale/00_bs_reedparvati:5:DefaultText
source: The food swells during cooking, bursting the cans. So change the time. Or the temperature.
bs: Potraviny během vaření nabobtnají a plechovky prasknou. Změňte proto čas. Nebo teplotu.

# conversations/00_emerald_vale/00_bs_reedparvati:6:DefaultText
source: I'm sorry, Mister Tobson, sir. You asked why it's taking so long to fix. The answer's technical.
bs: Je mi líto, pane Tobsone. Ptal jste se, proč oprava trvá tak dlouho. Odpověď je technická.

# conversations/00_emerald_vale/00_bs_reedparvati:7:DefaultText
source: Well, sure. It's mostly on account of what we're feeding into the mechanism.
bs: No, jistě. Je to hlavně kvůli tomu, co do mechanismu vkládáme.

# conversations/00_emerald_vale/00_bs_reedparvati:8:DefaultText
source: Yeah, but Bess- I mean, the cannery cooks in sealed cans. Exact time, exact temperature.
bs: Jo, ale Bess... Myslím tím, že konzervárna vaří v uzavřených plechovkách. Přesný čas, přesná teplota.

# conversations/00_emerald_vale/00_bs_reedparvati:9:DefaultText
source: There's no controls for that. I'd have to dig into her guts, rig all manner of bypasses.
bs: Neexistují žádné ovládací prvky. Musel bych se jí prohrabat vnitřnostmi a vymyslet nejrůznější obchvaty.

# conversations/00_emerald_vale/00_bs_reedparvati:11:DefaultText
source: I don't believe there's any need to continue our previous discussion.
bs: Myslím, že není třeba pokračovat v naší předchozí diskusi.

# conversations/00_emerald_vale/00_bs_reedparvati:12:DefaultText
source: You should return to your father's workshop, Ms. Holcomb.
bs: Měla byste se vrátit do dílny svého otce, slečno Holcombová.

# conversations/00_emerald_vale/00_bs_reedparvati:13:DefaultText
source: I reckon not. I'll get back to work on that busted loader.
bs: Myslím, že ne. Vrátím se k práci na tom rozbitém nakladači.

# conversations/00_emerald_vale/00_bs_reedparvati:14:DefaultText
source: It's my- Yes, Mister Tobson.
bs: Ano, pane Tobsone.

# conversations/00_emerald_vale/00_bs_reedparvati:15:DefaultText
source: It puts food in cans. We have food. We have cans. Why won't it work like we need?
bs: Dává potraviny do konzerv. Máme jídlo. Máme konzervy. Proč to nefunguje, jak potřebujeme?

# conversations/00_emerald_vale/00_bs_reedparvati:16:DefaultText
source: She's expecting saltuna of a certain size. We're filling the cans with - well, not-fish.
bs: Očekává saltuna určité velikosti. Plníme konzervy - no, ne-rybami.

# conversations/00_emerald_vale/00_bs_reedparvati:17:DefaultText
source: Don't apologize. Just- try using small words for me.
bs: Neomlouvejte se. Zkus pro mě používat malá slova.

# conversations/00_emerald_vale/00_bs_reedparvati:18:DefaultText
source: Um. The cans bust open in the oven, because she's set to cook saltuna. Which isn't what we've got.
bs: Hm. Konzervy se v troubě otevřou, protože je nastavená na pečení salátu. Což není to, co máme.

# conversations/00_emerald_vale/00_bs_reedparvati:19:DefaultText
source: Mister Tobson? I think there's someone here to see you.
bs: Pan Tobson? Myslím, že je tu někdo, kdo vás chce vidět.

# conversations/00_emerald_vale/00_bs_reedparvati:20:DefaultText
source: Focus, Ms. Holcomb. You and I are still talking.
bs: Soustřeďte se, paní Holcombová. My dva spolu stále mluvíme.
