Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_charactercreation.po
Languages: bs

# conversations/00_emerald_vale/00_bs_charactercreation:329:DefaultText
source: Ah, a real salt-of-the-earth type.
bs: Opravdový zemitý typ.

# conversations/00_emerald_vale/00_bs_charactercreation:330:DefaultText
source: We colonists prefer our food canned, not grown.
bs: My kolonisté dáváme přednost konzervovaným, nikoli pěstovaným potravinám.

# conversations/00_emerald_vale/00_bs_charactercreation:332:DefaultText
source: You've got a cast-iron digestive system.
bs: Máš železný trávicí systém.

# conversations/00_emerald_vale/00_bs_charactercreation:333:DefaultText
source: Ah, I see. A gourmand by trade.
bs: Aha, chápu. Gurmán z povolání.

# conversations/00_emerald_vale/00_bs_charactercreation:334:DefaultText
source: No signs of monsterism? Lucky you.
bs: Žádné známky monsterismu? Máte štěstí.

# conversations/00_emerald_vale/00_bs_charactercreation:335:DefaultText
source: I hear Rizzo's was hiring candy testers.
bs: Slyšel jsem, že Rizzo's najímá testery cukrovinek.

# conversations/00_emerald_vale/00_bs_charactercreation:336:DefaultText
source: Good. You're used to having chemicals pumped into you.
bs: Dobré. Jsi zvyklý, že do tebe pumpují chemikálie.

# conversations/00_emerald_vale/00_bs_charactercreation:338:DefaultText
source: Don't we have mechanicals to do this?
bs: Nemáme na to mechaniky?

# conversations/00_emerald_vale/00_bs_charactercreation:339:DefaultText
source: If this were an aetherwave drama, I'd say something about cleaning up the colony.
bs: Kdyby to bylo drama o éterové vlně, řekl bych něco o úklidu kolonie.

# conversations/00_emerald_vale/00_bs_charactercreation:340:DefaultText
source: I bet you're a genius with a mop.
bs: Vsadím se, že jsi génius s mopem.

# conversations/00_emerald_vale/00_bs_charactercreation:341:DefaultText
source: I'm about to save you from a lifetime of cleaning our latrines.
bs: Chystám se vás zachránit před celoživotním čištěním našich latrín.

# conversations/00_emerald_vale/00_bs_charactercreation:342:DefaultText
source: You know what they say. Cleanliness is next to Lawfulness.
bs: Víte, co se říká. Čistota je vedle zákonnosti.

# conversations/00_emerald_vale/00_bs_charactercreation:344:DefaultText
source: Maybe you can do something about this lump in my neck.
bs: Možná bys mohl něco udělat s tou boulí na mém krku.

# conversations/00_emerald_vale/00_bs_charactercreation:345:DefaultText
source: Junior grade? Oh, morphine dispenser.
bs: Mladší ročník? Aha, dávkovač morfia.

# conversations/00_emerald_vale/00_bs_charactercreation:346:DefaultText
source: I hope you're comfortable with needles.
bs: Doufám, že vám jehly vyhovují.

# conversations/00_emerald_vale/00_bs_charactercreation:348:DefaultText
source: A physician? Not many of you left.
bs: Lékař? Moc vás nezbylo.

# conversations/00_emerald_vale/00_bs_charactercreation:350:DefaultText
source: Safety inspector? Oh, they must have meant bribe collector.
bs: Inspektor bezpečnosti? Aha, asi měli na mysli výběrčího úplatků.

# conversations/00_emerald_vale/00_bs_charactercreation:351:DefaultText
source: There's an archaic profession. Like town crier. Or civil defender.
bs: Existuje archaická profese. Třeba městský hlasatel. Nebo občanský obhájce.

# conversations/00_emerald_vale/00_bs_charactercreation:352:DefaultText
source: You're going to hate what I'm about to do to.
bs: To, co se chystám udělat, se ti nebude líbit.

# conversations/00_emerald_vale/00_bs_charactercreation:353:DefaultText
source: I didn't know they trained safety inspectors anymore.
bs: Nevěděl jsem, že už se školí inspektoři bezpečnosti.

# conversations/00_emerald_vale/00_bs_charactercreation:354:DefaultText
source: Nothing about what we're doing is even remotely safe.
bs: Nic z toho, co děláme, není ani zdaleka bezpečné.

# conversations/00_emerald_vale/00_bs_charactercreation:356:DefaultText
source: Class A? Oh - right. Test subject.
bs: Třída A? Aha - správně. Testovaný subjekt.

# conversations/00_emerald_vale/00_bs_charactercreation:357:DefaultText
source: I do have a lot of dirty test tubes.
bs: Mám spoustu špinavých zkumavek.

# conversations/00_emerald_vale/00_bs_charactercreation:358:DefaultText
source: Well, you are technically assisting me.
bs: Technicky vzato mi pomáháte.

# conversations/00_emerald_vale/00_bs_charactercreation:359:DefaultText
source: I wonder what experiments you were subjected to.
bs: Zajímalo by mě, jakým experimentům jste byl podroben.

# conversations/00_emerald_vale/00_bs_charactercreation:360:DefaultText
source: A lab-sprat, eh? We all start somewhere, I suppose.
bs: Laboratorní šprt, co? Všichni někde začínáme, předpokládám.

# conversations/00_emerald_vale/00_bs_charactercreation:362:DefaultText
source: Sub-sous chef? Some kind of flavor specialist?
bs: Sub-sous chef? Nějaký specialista na chutě?

# conversations/00_emerald_vale/00_bs_charactercreation:363:DefaultText
source: I'll have to ask you for a good cystypig recipe.
bs: Budu se tě muset zeptat na dobrý recept na cystypig.

# conversations/00_emerald_vale/00_bs_charactercreation:364:DefaultText
source: I bet you know how to spice up a saltuna ration.
bs: Vsadím se, že víš, jak okořenit příděl salátu.

# conversations/00_emerald_vale/00_bs_charactercreation:365:DefaultText
source: I hope you know how to cook with mostly inorganic material.
bs: Doufám, že víte, jak vařit převážně z anorganických materiálů.

# conversations/00_emerald_vale/00_bs_charactercreation:366:DefaultText
source: Can you really compete with a Spacer's Choice Frozen Dinner?
bs: Opravdu můžete konkurovat mražené večeři Spacer's Choice?

# conversations/00_emerald_vale/00_bs_charactercreation:368:DefaultText
source: Not the CircusTime Clowns, I hope.
bs: Doufám, že ne CircusTime Clowns.

# conversations/00_emerald_vale/00_bs_charactercreation:369:DefaultText
source: Hah! How degrading!
bs: Hah! Jak ponižující!

# conversations/00_emerald_vale/00_bs_charactercreation:370:DefaultText
source: The damage to your soul may be irreparable.
bs: Poškození vaší duše může být nenapravitelné.

# conversations/00_emerald_vale/00_bs_charactercreation:371:DefaultText
source: Now's your chance to have vengeance.
bs: Nyní máte šanci se pomstít.

# conversations/00_emerald_vale/00_bs_charactercreation:372:DefaultText
source: No one can see you cry inside of a mascot suit.
bs: Nikdo vás nemůže vidět plakat v obleku maskota.

# conversations/00_emerald_vale/00_bs_charactercreation:392:DefaultText
source: This one's decent. I suppose.
bs: Tenhle je slušný. Předpokládám, že.

# conversations/00_emerald_vale/00_bs_charactercreation:394:DefaultText
source: Let's see. What do we have here.
bs: Podívejme se na to. Co tu máme.

# conversations/00_emerald_vale/00_bs_charactercreation:395:DefaultText
source: Wonder if I left the macrowave running.
bs: Zajímalo by mě, jestli jsem nechal spuštěnou makrovlnnou troubu.

# conversations/00_emerald_vale/00_bs_charactercreation:396:DefaultText
source: You're all so... average.
bs: Všichni jste tak... průměrní.

# conversations/00_emerald_vale/00_bs_charactercreation:397:DefaultText
source: Next.
bs: Další.

# conversations/00_emerald_vale/00_bs_charactercreation:400:DefaultText
source: It's like a catalog of mediocrity.
bs: Je to jako katalog průměrnosti.

# conversations/00_emerald_vale/00_bs_charactercreation:401:DefaultText
source: This one's so... normal.
bs: Tenhle je tak... normální.

# conversations/00_emerald_vale/00_bs_charactercreation:402:DefaultText
source: Decisions, decisions.
bs: Rozhodnutí, rozhodnutí.

# conversations/00_emerald_vale/00_bs_charactercreation:403:DefaultText
source: Come on, Phineas. Pick one and leave.
bs: No tak, Phineasi. Vyber si jednu a odejdi.

# conversations/00_emerald_vale/00_bs_charactercreation:404:DefaultText
source: Excellent cellular integrity. Not likely to liquefy.
bs: Vynikající buněčná integrita. Není pravděpodobné, že se zkapalní.

# conversations/00_emerald_vale/00_bs_charactercreation:405:DefaultText
source: Yes, you look like you can take a beating.
bs: Ano, vypadáš, že sneseš náraz.

# conversations/00_emerald_vale/00_bs_charactercreation:406:DefaultText
source: No signs of muscular atrophy! Splendid!
bs: Žádné známky svalové atrofie! Skvělé!

# conversations/00_emerald_vale/00_bs_charactercreation:407:DefaultText
source: You could survive on the surface of Tartarus. Briefly.
bs: Mohl bys přežít na povrchu Tartaru. Stručně.

# conversations/00_emerald_vale/00_bs_charactercreation:408:DefaultText
source: This one seems promisingly resistant to physical torture.
bs: Ten se zdá být slibně odolný vůči fyzickému mučení.

# conversations/00_emerald_vale/00_bs_charactercreation:409:DefaultText
source: Very low likelihood of explosive cell death.
bs: Velmi nízká pravděpodobnost explozivní buněčné smrti.

# conversations/00_emerald_vale/00_bs_charactercreation:410:DefaultText
source: Good metabolism. High likelihood of digesting saltuna.
bs: Dobrý metabolismus. Vysoká pravděpodobnost trávení salátu.

# conversations/00_emerald_vale/00_bs_charactercreation:411:DefaultText
source: You shouldn't have any trouble digesting our food.
bs: S trávením naší stravy byste neměli mít žádné potíže.

# conversations/00_emerald_vale/00_bs_charactercreation:412:DefaultText
source: Rather anemic. But at least you'll fit in.
bs: Poněkud chudokrevné. Ale aspoň zapadneš.

# conversations/00_emerald_vale/00_bs_charactercreation:413:DefaultText
source: Must remember not to sneeze near you.
bs: Nesmí zapomenout kýchnout v tvé blízkosti.

# conversations/00_emerald_vale/00_bs_charactercreation:414:DefaultText
source: Quick on the draw.
bs: Rychlý tah.

# conversations/00_emerald_vale/00_bs_charactercreation:415:DefaultText
source: I wonder if you're also morally flexible.
bs: Zajímalo by mě, jestli jste také morálně flexibilní.

# conversations/00_emerald_vale/00_bs_charactercreation:416:DefaultText
source: But are your wits as quick as your fingers?
bs: Je však váš rozum stejně rychlý jako vaše prsty?

# conversations/00_emerald_vale/00_bs_charactercreation:417:DefaultText
source: I see you had a knack for... misappropriation.
bs: Vidím, že máš talent na... zpronevěru.

# conversations/00_emerald_vale/00_bs_charactercreation:418:DefaultText
source: Your test scores were better than mine. Almost.
bs: Vaše výsledky v testech byly lepší než moje. Téměř.

# conversations/00_emerald_vale/00_bs_charactercreation:419:DefaultText
source: Finally. Evidence of intelligent life in Halcyon.
bs: Nakonec. Důkaz inteligentního života v Halcyonu.

# conversations/00_emerald_vale/00_bs_charactercreation:420:DefaultText
source: You'll need all your wits to save your fellow colonists.
bs: Budete potřebovat veškerý svůj důvtip, abyste zachránili své spolubojovníky.

# conversations/00_emerald_vale/00_bs_charactercreation:421:DefaultText
source: Finally. Someone I can have a conversation with.
bs: Nakonec. Někdo, s kým si můžu popovídat.

# conversations/00_emerald_vale/00_bs_charactercreation:422:DefaultText
source: It says here that you solved mathematical problems just for fun.
bs: Píše se zde, že jste matematické problémy řešili jen tak pro zábavu.

# conversations/00_emerald_vale/00_bs_charactercreation:423:DefaultText
source: An intelligent colonist. I remember when we had those.
bs: Inteligentní kolonista. Vzpomínám si, když jsme je měli.

# conversations/00_emerald_vale/00_bs_charactercreation:424:DefaultText
source: This one's smarter than my navigation computer!
bs: Tenhle je chytřejší než můj navigační počítač!

# conversations/00_emerald_vale/00_bs_charactercreation:425:DefaultText
source: You're easily brainwashed. Glad I found you before the Board did.
bs: Snadno si necháte vymýt mozek. Ještě že jsem tě našel dřív než rada.

# conversations/00_emerald_vale/00_bs_charactercreation:426:DefaultText
source: I bet you really can believe it's not Boarst.
bs: Vsadím se, že opravdu věříte, že to není Boarst.

# conversations/00_emerald_vale/00_bs_charactercreation:427:DefaultText
source: I bet you could see right through the Board's lies.
bs: Vsadím se, že jste lži správní rady prokoukli.

# conversations/00_emerald_vale/00_bs_charactercreation:428:DefaultText
source: An eye for detail. I bet you wrote some thorough reports.
bs: Smysl pro detail. Vsadím se, že jsi napsal několik důkladných zpráv.

# conversations/00_emerald_vale/00_bs_charactercreation:429:DefaultText
source: I bet you're going to be very popular in this colony.
bs: Vsadím se, že budete v této kolonii velmi oblíbený.

# conversations/00_emerald_vale/00_bs_charactercreation:431:DefaultText
source: If I had this one's charisma, people might actually talk to me.
bs: Kdybych měl charisma jako on, lidé by se se mnou mohli bavit.

# conversations/00_emerald_vale/00_bs_charactercreation:432:DefaultText
source: This one had a - what are those called again? Social life.
bs: Tenhle měl - jak že se to jmenuje? Společenský život.

# conversations/00_emerald_vale/00_bs_charactercreation:433:DefaultText
source: I wonder if you've ever considered a career in pictures.
bs: Zajímalo by mě, jestli jste někdy uvažoval o kariéře fotografa.

# conversations/00_emerald_vale/00_bs_charactercreation:434:DefaultText
source: You're easy to like. Should come in handy if you're stopped by a guard.
bs: Je snadné si vás oblíbit. To by se mělo hodit, kdyby tě zastavil strážný.

# conversations/00_emerald_vale/00_bs_charactercreation:435:DefaultText
source: You could get away with all sorts of illegal activity.
bs: Mohlo by vám projít všechno možné nezákonné jednání.

# conversations/00_emerald_vale/00_bs_charactercreation:436:DefaultText
source: Cool-headed, and not just because you're frozen.
bs: Chladnou hlavu, a to nejen proto, že jste zmrzlí.

# conversations/00_emerald_vale/00_bs_charactercreation:437:DefaultText
source: Let's hope the trip back to my lab is as easygoing as you are.
bs: Doufejme, že cesta zpět do mé laboratoře bude stejně pohodová jako u vás.

# conversations/00_emerald_vale/00_bs_charactercreation:438:DefaultText
source: Stiff upper-lip, even without all the ice.
bs: Ztuhlá horní část rtů i bez ledu.
