Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_charactercreation.po
Languages: bs

# conversations/00_emerald_vale/00_bs_charactercreation:52:DefaultText
source: I bet you could arm-wrestle a primal.
bs: Vsadím se, že bys dokázal zápasit s primálem.

# conversations/00_emerald_vale/00_bs_charactercreation:54:DefaultText
source: You look better than my anatomy chart.
bs: Vypadáš lépe než moje anatomická mapa.

# conversations/00_emerald_vale/00_bs_charactercreation:56:DefaultText
source: This one could twist a marauder's head off.
bs: Tenhle by mohl záškodníkovi ukroutit hlavu.

# conversations/00_emerald_vale/00_bs_charactercreation:68:DefaultText
source: Let's just hope you're handy with a gun.
bs: Doufejme, že jste šikovný se zbraní.

# conversations/00_emerald_vale/00_bs_charactercreation:69:DefaultText
source: I hope you're ready to shoulder a burden, friend.
bs: Doufám, že jsi připraven nést břemeno, příteli.

# conversations/00_emerald_vale/00_bs_charactercreation:70:DefaultText
source: They must have been feeding you Spacer's Choice rations.
bs: Museli tě krmit přídělem Spacer's Choice.

# conversations/00_emerald_vale/00_bs_charactercreation:71:DefaultText
source: At least you don't have rickets. Yet.
bs: Alespoň nemáš křivici. Přesto.

# conversations/00_emerald_vale/00_bs_charactercreation:72:DefaultText
source: Muscular atrophy is practically a hobby in this colony.
bs: Svalová atrofie je v této kolonii prakticky koníčkem.

# conversations/00_emerald_vale/00_bs_charactercreation:73:DefaultText
source: Swift as a cheetah. Also, less extinct.
bs: Rychlý jako gepard. Také méně vyhynulý.

# conversations/00_emerald_vale/00_bs_charactercreation:74:DefaultText
source: Fastest gun in Halcyon. Or you will be, once you get hold of a gun.
bs: Nejrychlejší zbraň v Halcyonu. Nebo se jím staneš, jakmile se ti dostane do rukou zbraň.

# conversations/00_emerald_vale/00_bs_charactercreation:75:DefaultText
source: A pickpocket par excellence!
bs: Kapsář par excellence!

# conversations/00_emerald_vale/00_bs_charactercreation:76:DefaultText
source: Your quick hands could get you hired by SubLight.
bs: Vaše rychlé ruce by vás mohly zaměstnat u společnosti SubLight.

# conversations/00_emerald_vale/00_bs_charactercreation:77:DefaultText
source: I bet you could slip into all sorts of hard-to-reach places.
bs: Vsadím se, že bys mohl vklouznout do všech těžko přístupných míst.

# conversations/00_emerald_vale/00_bs_charactercreation:88:DefaultText
source: Slippery fingers. You'll need to be careful handling those chemicals.
bs: Kluzké prsty. S těmito chemikáliemi musíte zacházet opatrně.

# conversations/00_emerald_vale/00_bs_charactercreation:89:DefaultText
source: Two left feet, eh? No matter. Board outlawed dancing years ago.
bs: Dvě levé nohy, co? Nevadí. Rada zakázala tanec už před lety.

# conversations/00_emerald_vale/00_bs_charactercreation:90:DefaultText
source: You never did get used to the ship's gravity.
bs: Na gravitaci lodi jste si nikdy nezvykli.

# conversations/00_emerald_vale/00_bs_charactercreation:91:DefaultText
source: Hmm. Nerve damage in your extremities.
bs: Hmm. Poškození nervů v končetinách.

# conversations/00_emerald_vale/00_bs_charactercreation:92:DefaultText
source: I just hope your brain's quicker than your hands.
bs: Jen doufám, že máš rychlejší mozek než ruce.

# conversations/00_emerald_vale/00_bs_charactercreation:118:DefaultText
source: A genius! And the Board was going to leave you to rot.
bs: Génius! A rada tě chtěla nechat shnít.

# conversations/00_emerald_vale/00_bs_charactercreation:119:DefaultText
source: If I had your brains thirty years ago, we might not be in this mess.
bs: Kdybych měl před třiceti lety váš mozek, možná bychom se do této šlamastyky nedostali.

# conversations/00_emerald_vale/00_bs_charactercreation:120:DefaultText
source: You memorized how many digits of pi?
bs: Kolik číslic čísla pí jste si zapamatovali?

# conversations/00_emerald_vale/00_bs_charactercreation:121:DefaultText
source: You've got a once-in-a-generation mind.
bs: Máš mysl, která se objevuje jednou za generaci.

# conversations/00_emerald_vale/00_bs_charactercreation:122:DefaultText
source: If I can't save your body, I must at least save your brain.
bs: Když nemohu zachránit tvé tělo, musím zachránit alespoň tvůj mozek.

# conversations/00_emerald_vale/00_bs_charactercreation:133:DefaultText
source: That's all right, friend. I'll be the brains for both of us.
bs: To je v pořádku, příteli. Budu dělat mozek nám oběma.

# conversations/00_emerald_vale/00_bs_charactercreation:134:DefaultText
source: Hmm. I'll have to use smaller words around you.
bs: Hmm. Budu muset před tebou používat menší slova.

# conversations/00_emerald_vale/00_bs_charactercreation:135:DefaultText
source: You took a few blows to the brainpan.
bs: Dostal jsi pár ran do mozku.

# conversations/00_emerald_vale/00_bs_charactercreation:136:DefaultText
source: You're a few stars short of a constellation.
bs: Do souhvězdí ti chybí jen pár hvězdiček.

# conversations/00_emerald_vale/00_bs_charactercreation:137:DefaultText
source: Oh dear. You spelled your name with a five.
bs: Ach bože. Své jméno jsi napsal s pětkou.

# conversations/00_emerald_vale/00_bs_charactercreation:158:DefaultText
source: With your sharp eyes, you could've been an aetherwave detective.
bs: S tvým bystrým zrakem bys mohl být detektivem v oblasti éterových vln.

# conversations/00_emerald_vale/00_bs_charactercreation:159:DefaultText
source: Nothing gets past you. You would've made a formidable constable.
bs: Nic vám neprojde. Byl by z tebe skvělý strážník.

# conversations/00_emerald_vale/00_bs_charactercreation:160:DefaultText
source: You have an unnerving talent for reading people.
bs: Máš neuvěřitelný talent na čtení lidí.

# conversations/00_emerald_vale/00_bs_charactercreation:161:DefaultText
source: Eyes sharper than a pteroray!
bs: Oči bystřejší než pteroray!

# conversations/00_emerald_vale/00_bs_charactercreation:162:DefaultText
source: You might become the system's most dangerous sharpshooter.
bs: Můžete se stát nejnebezpečnějším ostrostřelcem systému.

# conversations/00_emerald_vale/00_bs_charactercreation:173:DefaultText
source: Oh dear. Your corrective lenses need corrective lenses.
bs: Ach bože. Vaše korekční čočky potřebují korekční čočky.

# conversations/00_emerald_vale/00_bs_charactercreation:174:DefaultText
source: You've run into your share of lamp-posts.
bs: Už jsi narazil na spoustu sloupů veřejného osvětlení.

# conversations/00_emerald_vale/00_bs_charactercreation:175:DefaultText
source: Someone made a note that you're oblivious to flirtation.
bs: Někdo poznamenal, že si nevšímáš flirtování.

# conversations/00_emerald_vale/00_bs_charactercreation:176:DefaultText
source: You're about as subtle as the Spacer's Choice mascot.
bs: Jsi asi tak rafinovaný jako maskot Spacer's Choice.

# conversations/00_emerald_vale/00_bs_charactercreation:177:DefaultText
source: You tend to miss obvious cues, like incoming walls.
bs: Máte tendenci přehlížet zjevné signály, například přicházející stěny.

# conversations/00_emerald_vale/00_bs_charactercreation:178:DefaultText
source: Charismatic enough to give the Chairman a run for his bits.
bs: Dostatečně charismatický na to, aby mohl předsedovi dát co proto.

# conversations/00_emerald_vale/00_bs_charactercreation:179:DefaultText
source: You could charm your way into Byzantium.
bs: Do Byzance by ses mohl dostat pomocí kouzel.

# conversations/00_emerald_vale/00_bs_charactercreation:180:DefaultText
source: You're a block of frozen meat, and I like you already.
bs: Jsi jako kus mraženého masa a už teď tě mám rád.

# conversations/00_emerald_vale/00_bs_charactercreation:181:DefaultText
source: Even your frozen body has a winning smile.
bs: Dokonce i vaše zmrzlé tělo má vítězný úsměv.

# conversations/00_emerald_vale/00_bs_charactercreation:182:DefaultText
source: You're going to have people hanging off you like tumors on a cystypig.
bs: Lidé na vás budou viset jako nádory na cystypigu.

# conversations/00_emerald_vale/00_bs_charactercreation:193:DefaultText
source: Oh dear. Someone vandalized your hibernation chamber.
bs: Ach bože. Někdo ti poničil hibernační komoru.

# conversations/00_emerald_vale/00_bs_charactercreation:194:DefaultText
source: You've been commonly described as "odious and boorish."
bs: Běžně se o vás říká, že jste "odporný a hulvát".

# conversations/00_emerald_vale/00_bs_charactercreation:195:DefaultText
source: It says you had a habit of snarling at people.
bs: Píše se tam, že jste měl ve zvyku vrčet na lidi.

# conversations/00_emerald_vale/00_bs_charactercreation:196:DefaultText
source: You won't be quite so boring after you've saved the entire colony.
bs: Až zachráníte celou kolonii, nebude to taková nuda.

# conversations/00_emerald_vale/00_bs_charactercreation:197:DefaultText
source: Some people are rough around the edges. You're serrated.
bs: Někteří lidé jsou drsní. Ty jsi vroubkovaný.

# conversations/00_emerald_vale/00_bs_charactercreation:198:DefaultText
source: Unflappable! You could've captained this very ship.
bs: Neochvějný! Mohl jste být kapitánem této lodi.

# conversations/00_emerald_vale/00_bs_charactercreation:199:DefaultText
source: You're like that spectrum potato chip. Unruffled.
bs: Jsi jako ten bramborový lupínek. Nepodrážděný.

# conversations/00_emerald_vale/00_bs_charactercreation:200:DefaultText
source: You've got ice in your veins. And not just because you're frozen.
bs: V žilách máš led. A nejen proto, že jsi zmrzlý.

# conversations/00_emerald_vale/00_bs_charactercreation:201:DefaultText
source: If you were any more composed, you'd be a symphony.
bs: Kdybys byl složitější, byla by z tebe symfonie.

# conversations/00_emerald_vale/00_bs_charactercreation:202:DefaultText
source: It's as if you're psychologically incapable of feeling anxiety.
bs: Je to, jako byste byli psychicky neschopní cítit úzkost.

# conversations/00_emerald_vale/00_bs_charactercreation:213:DefaultText
source: I hope you won't yell at me the moment I wake you up.
bs: Doufám, že na mě nebudeš křičet, až tě vzbudím.

# conversations/00_emerald_vale/00_bs_charactercreation:214:DefaultText
source: High blood-pressure. Could keep you from blacking out, at least.
bs: Vysoký krevní tlak. Mohl by vás alespoň ochránit před ztrátou vědomí.

# conversations/00_emerald_vale/00_bs_charactercreation:215:DefaultText
source: You'd need a navigational computer to find your temper.
bs: K nalezení nálady byste potřebovali navigační počítač.

# conversations/00_emerald_vale/00_bs_charactercreation:216:DefaultText
source: Oh dear. Did you actually punch out your anger counselor?
bs: Ach bože. Opravdu jsi vyrazil svého poradce pro hněv?

# conversations/00_emerald_vale/00_bs_charactercreation:217:DefaultText
source: I bet you could thaw yourself with sheer rage.
bs: Vsadím se, že bys dokázal roztát vzteky.

# conversations/00_emerald_vale/00_bs_charactercreation:248:DefaultText
source: A pugilist! How exciting!
bs: Pugilista! Jak vzrušující!

# conversations/00_emerald_vale/00_bs_charactercreation:249:DefaultText
source: I bet you're vicious with a tossball stick.
bs: Vsadím se, že jsi zlý s hokejkou na házení míčků.

# conversations/00_emerald_vale/00_bs_charactercreation:250:DefaultText
source: What I wouldn't pay to see you challenge the Chairman to fisticuffs.
bs: Co bych za to dal, kdybych tě viděl, jak předsedu vyzýváš na pěstní souboj.

# conversations/00_emerald_vale/00_bs_charactercreation:251:DefaultText
source: Good. I need someone who can smack a little sense into this colony.
bs: Dobré. Potřebuju někoho, kdo by tuhle kolonii přivedl k rozumu.

# conversations/00_emerald_vale/00_bs_charactercreation:252:DefaultText
source: Ah, a blunt force trauma specialist. I might have a job for you.
bs: Aha, specialista na tupá zranění. Možná bych pro vás měl práci.

# conversations/00_emerald_vale/00_bs_charactercreation:253:DefaultText
source: A crack-shot. Capital!
bs: Výstřel. Hlavní město!

# conversations/00_emerald_vale/00_bs_charactercreation:254:DefaultText
source: We'll put those marksmanship scores to good use.
bs: Tyhle střelecké výsledky dobře využijeme.

# conversations/00_emerald_vale/00_bs_charactercreation:255:DefaultText
source: You are going to paint this system red, my friend.
bs: Chystáte se tento systém natřít na červeno, příteli.

# conversations/00_emerald_vale/00_bs_charactercreation:256:DefaultText
source: I hear Monarch's in need of more game hunters.
bs: Slyšel jsem, že Monarcha potřebuje více lovců zvěře.

# conversations/00_emerald_vale/00_bs_charactercreation:257:DefaultText
source: A gunslinger. They're going to tell stories about you from here to Hephaestus.
bs: Pistolník. Budou si o tobě vyprávět příběhy až k Héfaistovi.

# conversations/00_emerald_vale/00_bs_charactercreation:258:DefaultText
source: You could've been a goalie for a tossball team!
bs: Mohl jsi být brankářem týmu v přehazované!

# conversations/00_emerald_vale/00_bs_charactercreation:259:DefaultText
source: Reflexes of a bristling canid!
bs: Reflexy štětinaté psovité šelmy!

# conversations/00_emerald_vale/00_bs_charactercreation:260:DefaultText
source: Good! I need someone with an instinct for self-preservation.
bs: Dobře! Potřebuji někoho s pudem sebezáchovy.

# conversations/00_emerald_vale/00_bs_charactercreation:261:DefaultText
source: You're going to be hard to kill, though not from lack of trying.
bs: Bude těžké tě zabít, i když ne kvůli nedostatku snahy.

# conversations/00_emerald_vale/00_bs_charactercreation:262:DefaultText
source: Yes, I should pick someone likely to survive a hail of gunfire.
bs: Ano, měl bych si vybrat někoho, kdo pravděpodobně přežije střelbu.

# conversations/00_emerald_vale/00_bs_charactercreation:263:DefaultText
source: If we're ever captured, I'll let you do the talking.
bs: Pokud nás někdy chytí, nechám mluvit tebe.

# conversations/00_emerald_vale/00_bs_charactercreation:264:DefaultText
source: I hope we haven't lost that silver tongue to frostbite.
bs: Doufám, že jsme o ten stříbrný jazyk nepřišli kvůli omrzlinám.

# conversations/00_emerald_vale/00_bs_charactercreation:265:DefaultText
source: You could probably talk your way out of a landing ticket.
bs: Pravděpodobně byste se mohli vymluvit na přistávací letenku.

# conversations/00_emerald_vale/00_bs_charactercreation:266:DefaultText
source: Someone with a talent for exploiting insecurities.
bs: Někdo, kdo má talent využívat nejistoty.

# conversations/00_emerald_vale/00_bs_charactercreation:267:DefaultText
source: You could make a vicar doubt the Law.
bs: Mohl bys přimět vikáře, aby pochyboval o Zákoně.

# conversations/00_emerald_vale/00_bs_charactercreation:268:DefaultText
source: If you wanted to steal from the rich, you've come to the right colony.
bs: Pokud jste chtěli okrádat bohaté, jste ve správné kolonii.

# conversations/00_emerald_vale/00_bs_charactercreation:269:DefaultText
source: Subtle and discreet. Exactly what I need.
bs: Jemné a nenápadné. Přesně to, co potřebuji.

# conversations/00_emerald_vale/00_bs_charactercreation:270:DefaultText
source: You had a hand in everyone's pocket.
bs: Měl jsi ruku v kapse každého z nás.

# conversations/00_emerald_vale/00_bs_charactercreation:271:DefaultText
source: You certainly know your way around a magpick.
bs: S magpickem to rozhodně umíš.

# conversations/00_emerald_vale/00_bs_charactercreation:272:DefaultText
source: Things tend to vanish off tables whenever you're around.
bs: Věci mají tendenci mizet ze stolů, kdykoli jste poblíž.

# conversations/00_emerald_vale/00_bs_charactercreation:273:DefaultText
source: At last! A kindred spirit!
bs: Konečně! Spřízněná duše!

# conversations/00_emerald_vale/00_bs_charactercreation:274:DefaultText
source: Look at that. A real scientist!
bs: Podívejte se na to. Skutečný vědec!

# conversations/00_emerald_vale/00_bs_charactercreation:275:DefaultText
source: Your skills would've been wasted in a corporate lab.
bs: Vaše schopnosti by byly v podnikové laboratoři zbytečné.

# conversations/00_emerald_vale/00_bs_charactercreation:276:DefaultText
source: Ah! A fellow tinkerer!
bs: Ach! Kolega kutil!

# conversations/00_emerald_vale/00_bs_charactercreation:277:DefaultText
source: You wrote that paper on breeding a cystypig with thirty percent more tumors.
bs: Napsal jsi tu práci o chovu cystypigů, kteří mají o třicet procent více nádorů.

# conversations/00_emerald_vale/00_bs_charactercreation:278:DefaultText
source: Chairman material. Or at least captain.
bs: Materiál předsedy. Nebo alespoň kapitán.

# conversations/00_emerald_vale/00_bs_charactercreation:279:DefaultText
source: A steady hand at the helm.
bs: Pevná ruka u kormidla.

# conversations/00_emerald_vale/00_bs_charactercreation:280:DefaultText
source: You would've made Outpost Administrator within a year.
bs: Do roka by ses stal správcem základny.

# conversations/00_emerald_vale/00_bs_charactercreation:281:DefaultText
source: A rabble-rouser! Perfect. The colony's full of rabble.
bs: Vzbouřenec! Perfektní. Kolonie je plná vzteklounů.

# conversations/00_emerald_vale/00_bs_charactercreation:282:DefaultText
source: Like barking orders? Good. We're used to being bossed around.
bs: Jako štěkání rozkazů? Dobře. Jsme zvyklí, že nás někdo komanduje.

# conversations/00_emerald_vale/00_bs_charactercreation:284:DefaultText
source: No discernible aptitude? We'll see about that.
bs: Žádné zřetelné vlohy? To se ještě uvidí.

# conversations/00_emerald_vale/00_bs_charactercreation:285:DefaultText
source: You're so much more than your designated profession.
bs: Jste mnohem víc než jen vaše profese.

# conversations/00_emerald_vale/00_bs_charactercreation:286:DefaultText
source: I'd say your aptitude is being incredibly lucky.
bs: Řekl bych, že vaše nadání je neuvěřitelné štěstí.

# conversations/00_emerald_vale/00_bs_charactercreation:287:DefaultText
source: Good for you. Don't let the Board tell you what you're meant to be.
bs: To je pro vás dobré. Nenech si od rady říkat, čím máš být.

# conversations/00_emerald_vale/00_bs_charactercreation:288:DefaultText
source: You're better off without an indenturement contract.
bs: Bez smlouvy o zprostředkování je to lepší.

# conversations/00_emerald_vale/00_bs_charactercreation:290:DefaultText
source: You were a swill-jockey? Waste of good talent.
bs: Byl jste swill-jockey? Plýtvání dobrým talentem.

# conversations/00_emerald_vale/00_bs_charactercreation:291:DefaultText
source: You were going to help us drown our sorrows.
bs: Chtěl jsi nám pomoci utopit náš smutek.

# conversations/00_emerald_vale/00_bs_charactercreation:292:DefaultText
source: The Board's been replacing you with vending machines, you know.
bs: Správní rada vás nahrazuje automaty, víte.

# conversations/00_emerald_vale/00_bs_charactercreation:293:DefaultText
source: Know how to mix a Zero Gee?
bs: Víte, jak namíchat Zero Gee?

# conversations/00_emerald_vale/00_bs_charactercreation:294:DefaultText
source: Maybe you can fix a drink for me.
bs: Možná bys mi mohl připravit něco k pití.

# conversations/00_emerald_vale/00_bs_charactercreation:296:DefaultText
source: Three promotions away from junior bean counter.
bs: Tři povýšení od mladšího úředníka.

# conversations/00_emerald_vale/00_bs_charactercreation:297:DefaultText
source: I hope you're not going to demand a receipt.
bs: Doufám, že nebudete požadovat účtenku.

# conversations/00_emerald_vale/00_bs_charactercreation:298:DefaultText
source: Ah. Pencil-pushing. A noble profession.
bs: Ach. Tlačení tužky. Ušlechtilé povolání.

# conversations/00_emerald_vale/00_bs_charactercreation:299:DefaultText
source: You must have been brilliant at organizing stationery.
bs: Musela jsi být skvělá v organizování psacích potřeb.

# conversations/00_emerald_vale/00_bs_charactercreation:300:DefaultText
source: Bureaucrat, eh? You'll have plenty of company.
bs: Byrokrat, co? Budete mít spoustu společnosti.

# conversations/00_emerald_vale/00_bs_charactercreation:302:DefaultText
source: At least you know the value of money.
bs: Alespoň znáte hodnotu peněz.

# conversations/00_emerald_vale/00_bs_charactercreation:303:DefaultText
source: Handled bits for a living, eh?
bs: Živil se manipulací s kousky, co?

# conversations/00_emerald_vale/00_bs_charactercreation:304:DefaultText
source: Working your way up to provisioner?
bs: Pracujete na pozici provisionera?

# conversations/00_emerald_vale/00_bs_charactercreation:305:DefaultText
source: I can be reasonably sure you know how to add and subtract.
bs: Mohu si být jistý, že umíte sčítat a odčítat.

# conversations/00_emerald_vale/00_bs_charactercreation:306:DefaultText
source: Good. I might require you to push a few buttons.
bs: Dobré. Možná po vás budu chtít, abyste stiskl několik tlačítek.

# conversations/00_emerald_vale/00_bs_charactercreation:308:DefaultText
source: Someone has to spool the wires, I suppose.
bs: Předpokládám, že někdo musí ty dráty namotat.

# conversations/00_emerald_vale/00_bs_charactercreation:309:DefaultText
source: Construction, eh? How riveting.
bs: Stavba, co? Jak poutavé.

# conversations/00_emerald_vale/00_bs_charactercreation:310:DefaultText
source: I wonder how many volts you've taken to the brain.
bs: Zajímalo by mě, kolik voltů jsi dostal do mozku.

# conversations/00_emerald_vale/00_bs_charactercreation:311:DefaultText
source: I hear Edgewater needs an electrician.
bs: Slyšel jsem, že Edgewater potřebuje elektrikáře.

# conversations/00_emerald_vale/00_bs_charactercreation:312:DefaultText
source: At least you'll know not to touch electrical fencing.
bs: Alespoň budete vědět, že se nemáte dotýkat elektrických ohradníků.

# conversations/00_emerald_vale/00_bs_charactercreation:314:DefaultText
source: Your career was on the rise.
bs: Vaše kariéra byla na vzestupu.

# conversations/00_emerald_vale/00_bs_charactercreation:315:DefaultText
source: You poor thing, made to listen to that dreadful music all day.
bs: Chudáčku, musíš celý den poslouchat tu příšernou hudbu.

# conversations/00_emerald_vale/00_bs_charactercreation:316:DefaultText
source: At least you're not claustrophobic.
bs: Alespoň nemáš klaustrofobii.

# conversations/00_emerald_vale/00_bs_charactercreation:317:DefaultText
source: This colony does love its elevators.
bs: Tato kolonie miluje své výtahy.

# conversations/00_emerald_vale/00_bs_charactercreation:318:DefaultText
source: Not much risk of injury in this profession.
bs: V této profesi nehrozí velké riziko zranění.

# conversations/00_emerald_vale/00_bs_charactercreation:320:DefaultText
source: A laborer. You'll have plenty of company.
bs: Dělník. Budeš mít spoustu společnosti.

# conversations/00_emerald_vale/00_bs_charactercreation:321:DefaultText
source: You've got all your limbs, at least.
bs: Alespoň máš všechny končetiny.

# conversations/00_emerald_vale/00_bs_charactercreation:322:DefaultText
source: You'll feel right at home in our saltuna canneries.
bs: V našich konzervárnách Saltuna se budete cítit jako doma.

# conversations/00_emerald_vale/00_bs_charactercreation:323:DefaultText
source: No missing fingers? You are good at your job.
bs: Žádné chybějící prsty? Jste ve své práci dobří.

# conversations/00_emerald_vale/00_bs_charactercreation:324:DefaultText
source: You must have had a vivid imagination.
bs: Musel jste mít bujnou fantazii.

# conversations/00_emerald_vale/00_bs_charactercreation:326:DefaultText
source: It'll be a miracle if you make anything grow.
bs: Bude to zázrak, pokud se vám podaří něco vypěstovat.

# conversations/00_emerald_vale/00_bs_charactercreation:327:DefaultText
source: You're going to be so disappointed by our dirt.
bs: Naše špína vás zklame.

# conversations/00_emerald_vale/00_bs_charactercreation:328:DefaultText
source: At least you're not afraid of getting your hands dirty.
bs: Alespoň se nebojíte ušpinit si ruce.
