Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_*_ada_shipexploration.po
Languages: bs

# conversations/00_emerald_vale/00_bs_ada_shipexploration:1:DefaultText
source: Intruders are not authorized to access the Unreliable's amenities - including the cargo hold's workbench.
bs: Vetřelci nemají přístup k vybavení lodi Unreliable - včetně pracovního stolu v nákladovém prostoru.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:2:DefaultText
source: If your equipment is in need of repair or modification, the Crux 2000 workbench is at your disposal, Captain.
bs: Pokud vaše zařízení potřebuje opravit nebo upravit, je vám k dispozici pracovní stůl Crux 2000, kapitáne.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:10:DefaultText
source: Marauder, please be informed that the engine room contains nothing of value.
bs: Maraudere, oznamte nám, že ve strojovně není nic cenného.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:11:DefaultText
source: The ship's engines cannot be powered until a replacement regulator has been properly installed.
bs: Lodní motory nemohou být poháněny, dokud nebude řádně nainstalován náhradní regulátor.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:14:DefaultText
source: Marauder, please be informed this ship does not possess a working power regulator for you to steal.
bs: Maraudere, upozorňujeme tě, že tato loď nemá funkční regulátor energie, který bys mohl ukrást.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:15:DefaultText
source: If you possess a power regulator, please insert the part into the appropriate slot. Which is this one.
bs: Pokud vlastníte regulátor napájení, vložte tento díl do příslušného slotu. Který je tento.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:18:DefaultText
source: Marauder, please be informed the ship has no crew for you to murder.
bs: Maraudere, věz, že loď nemá žádnou posádku, kterou bys mohl zavraždit.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:19:DefaultText
source: These are the crew's quarters. Alex preferred to travel alone. But he always had me.
bs: Toto jsou kajuty posádky. Alex raději cestoval sám. Ale vždycky měl mě.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:22:DefaultText
source: All doors are on security lockdown. Nice try, marauder.
bs: Všechny dveře jsou uzamčeny. Dobrý pokus, nájezdníku.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:23:DefaultText
source: Due to catastrophic power failure, all doors will remain on security lockdown.
bs: Z důvodu katastrofického výpadku proudu zůstanou všechny dveře v režimu bezpečnostního uzamčení.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:26:DefaultText
source: Marauder, please be informed that ignoring me is dangerous for your health.
bs: Maraudere, upozorňuji tě, že ignorovat mě je nebezpečné pro tvé zdraví.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:27:DefaultText
source: I suppose everything on the Unreliable belongs to you now, Captain. Help yourself. No, really.
bs: Předpokládám, že všechno na Nespolehlivé teď patří vám, kapitáne. Pomozte si sám. Ne, opravdu.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:30:DefaultText
source: Please be advised that using the Respecification Machine will not make you a better person.
bs: Upozorňujeme, že používání Respecifikačního stroje z vás neudělá lepšího člověka.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:31:DefaultText
source: Want to be a brand new you? Try out our Respecification Machine. Alex installed it himself, right before he died.
bs: Chcete být úplně novým já? Vyzkoušejte náš Respecification Machine. Alex si ho nainstaloval sám, těsně před svou smrtí.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:34:DefaultText
source: Back away from the Navigation Console, intruder.
bs: Ustupte od navigační konzoly, vetřelče.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:35:DefaultText
source: The Navigation Console is offline at this time, Captain.
bs: Navigační konzola je v tuto chvíli mimo provoz, kapitáne.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:38:DefaultText
source: Smile for my surveillance device, marauder. I am tracking your every move.
bs: Usměj se na mé sledovací zařízení, nájezdníku. Sleduji každý tvůj pohyb.

# conversations/00_emerald_vale/00_bs_ada_shipexploration:39:DefaultText
source: These surveillance devices allow me to monitor you constantly. Please ignore them.
bs: Tato sledovací zařízení mi umožňují vás neustále sledovat. Prosím, ignorujte je.
