Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_silas.po
Languages: cs

# conversations/00_emerald_vale/00_cv_silas:235:DefaultText
source: Got to thinking. If the town's all lit up and glowin', won't that just attract more attention?
cs: Přemýšlel jsem. Když bude město celé osvětlené a zářící, nepřiláká to jen více pozornosti?

# conversations/00_emerald_vale/00_cv_silas:236:DefaultText
source: Things are changing 'round the Vale. Don't matter much to me, though. Graves still need filling.
cs: V okolí Vale se věci mění. Mně na tom ale moc nezáleží. Hroby je stále třeba zasypávat.

# conversations/00_emerald_vale/00_cv_silas:237:DefaultText
source: Gravedigging's a fine profession. Always work to be had, and nary a word of complaint out of your clients.
cs: Hrobník je skvělá profese. Práce je vždycky dost a klienti si ani slovem nestěžují.

# conversations/00_emerald_vale/00_cv_silas:241:DefaultText
source: You mind not running around bare-assed? You're making my associates uncomfortable.
cs: Vadí ti, že neběháš s holým zadkem? Moji společníci se kvůli tobě cítí nepříjemně.

# conversations/00_emerald_vale/00_cv_silas:242:DefaultText
source: Fancy threads. That some kind of hibernation suit?
cs: Fantastická vlákna. To je nějaký druh hibernačního obleku?

# conversations/00_emerald_vale/00_cv_silas:243:DefaultText
source: Why is Abernathy a special case?
cs: Proč je Abernathy zvláštní případ?

# conversations/00_emerald_vale/00_cv_silas:244:DefaultText
source: He just is. Look, I don't want to get into it. Just make sure he pays up.
cs: Prostě je. Podívejte, nechci se do toho pouštět. Jen se ujistěte, že zaplatí.

# conversations/00_emerald_vale/00_cv_silas:245:DefaultText
source: You'll find 'em in town. All except Ludwig, that is. He's over by the landing pad.
cs: Najdete je ve městě. Tedy všechny kromě Ludwiga. Je u přistávací plochy.

# conversations/00_emerald_vale/00_cv_silas:247:DefaultText
source: There was something else I wanted to ask you.
cs: Chtěl jsem se tě zeptat ještě na něco.

# conversations/00_emerald_vale/00_cv_silas:253:DefaultText
source: I do what I want.
cs: Dělám si, co chci.

# conversations/00_emerald_vale/00_cv_silas:263:DefaultText
source: You're not worried about falling sick?
cs: Nebojíte se, že onemocníte?

# conversations/00_emerald_vale/00_cv_silas:267:DefaultText
source: Let's change the subject.
cs: Změňme téma.

# conversations/00_emerald_vale/00_cv_silas:268:DefaultText
source: Let's get going.
cs: Pojďme na to.

# conversations/00_emerald_vale/00_cv_silas:269:DefaultText
source: You first. I know you buried him.
cs: Vy první. Vím, že jsi ho pohřbil.

# conversations/00_emerald_vale/00_cv_silas:270:DefaultText
source: Well, yeah. It's what I'm contractually obligated to do. What's this about?
cs: No, jo. To je to, k čemu jsem smluvně zavázán. O co jde?

# conversations/00_emerald_vale/00_cv_silas:271:DefaultText
source: You know those gold teeth he had? I found them.
cs: Víš, jaké měl zlaté zuby? Našel jsem je.

# conversations/00_emerald_vale/00_cv_silas:273:DefaultText
source: His solid gold teeth. Could be worth something if you pulled them out.
cs: Jeho masivní zlaté zuby. Kdybyste je vytáhli, mohly by mít nějakou cenu.

# conversations/00_emerald_vale/00_cv_silas:275:DefaultText
source: Never mind. Forget I said anything.
cs: Nevadí. Zapomeň, že jsem něco řekl.

# conversations/00_emerald_vale/00_cv_silas:276:DefaultText
source: I heard he took his own life.
cs: Slyšel jsem, že si vzal život.

# conversations/00_emerald_vale/00_cv_silas:277:DefaultText
source: Left a sorry mess behind. I slashed five percent off his burial fees, on account of him missing half his head. Was the least I could do.
cs: Zanechal po sobě žalostný nepořádek. Snížil jsem mu pohřebné o pět procent, protože mu chyběla půlka hlavy. To bylo to nejmenší, co jsem mohl udělat.

# conversations/00_emerald_vale/00_cv_silas:278:DefaultText
source: You don't think his working conditions had anything to do with it?
cs: Myslíte si, že s tím jeho pracovní podmínky nesouvisely?

# conversations/00_emerald_vale/00_cv_silas:279:DefaultText
source: He overdosed on Adrena-Time. It took a heavy toll on him.
cs: Předávkoval se Adrena-Time. To si na něm vybralo těžkou daň.

# conversations/00_emerald_vale/00_cv_silas:280:DefaultText
source: Well that's a right hull-headed thing to do. He didn't read the label? Says so right there. May lead to paranoia and violent urges.
cs: To je správná hloupost. Nečetl etiketu? To je tam napsáno. Může vést k paranoie a násilnickým choutkám.

# conversations/00_emerald_vale/00_cv_silas:281:DefaultText
source: I suppose we could've given him *more* work to do. It's like the company always tells us - work fortifies our spirit.
cs: Předpokládám, že jsme mu mohli dát *více* práce. Je to tak, jak nám společnost vždycky říká - práce posiluje našeho ducha.

# conversations/00_emerald_vale/00_cv_silas:282:DefaultText
source: Listen, what happened with Eugene ain't exactly my purview. I'm no alienist.
cs: Poslyš, to, co se stalo s Eugenem, není zrovna v mé kompetenci. Nejsem žádný alienista.

# conversations/00_emerald_vale/00_cv_silas:285:DefaultText
source: Let me know if you find anything.
cs: Dejte mi vědět, pokud něco najdete.

# conversations/00_emerald_vale/00_cv_silas:286:DefaultText
source: Suit yourself. What's on your mind?
cs: Vyhovujte si. Na co myslíš?

# conversations/00_emerald_vale/00_cv_silas:287:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_silas:288:DefaultText
source: You were wondering what happened to Eugene? I found his teeth.
cs: Zajímalo vás, co se stalo s Eugenem? Našel jsem jeho zuby.

# conversations/00_emerald_vale/00_cv_silas:289:DefaultText
source: You lose a lot of people to marauders?
cs: Ztrácíte hodně lidí kvůli nájezdníkům?

# conversations/00_emerald_vale/00_cv_silas:290:DefaultText
source: Former people, yeah. Marauders been raiding my graves, you see. Hence the armed guards.
cs: Bývalí lidé, ano. Nájezdníci mi vykrádají hroby, víš. Proto ty ozbrojené stráže.

# conversations/00_emerald_vale/00_cv_silas:291:DefaultText
source: Right. Because you think they're cannibals.
cs: Vpravo. Protože si myslíš, že jsou to kanibalové.

# conversations/00_emerald_vale/00_cv_silas:292:DefaultText
source: What are they after? Loot?
cs: O co jim jde? O kořist?

# conversations/00_emerald_vale/00_cv_silas:293:DefaultText
source: Reyes has a bounty on marauders. You and your guards could make a few bits.
cs: Reyes vypsal odměnu na nájezdníky. Ty a tví strážci byste si mohli vydělat pár drobných.

# conversations/00_emerald_vale/00_cv_silas:294:DefaultText
source: Any idea where they're coming from?
cs: Máte představu, odkud pocházejí?

# conversations/00_emerald_vale/00_cv_silas:295:DefaultText
source: Flesh-gnawing, marrow-sipping creatures of pure depravity, they are!
cs: Jsou to masožravé, mozek hltající kreatury čiré zkaženosti!

# conversations/00_emerald_vale/00_cv_silas:296:DefaultText
source: They are after the most precious loot of all. Spacer's Choice company property.
cs: Jde jim o nejcennější kořist ze všech. Majetek společnosti Spacer's Choice.

# conversations/00_emerald_vale/00_cv_silas:297:DefaultText
source: Couldn't tell you. No, I mean, I'm contractually prohibited from saying anything that might reflect poorly on Spacer's Choice.
cs: Nemohl jsem vám to říct. Ne, myslím tím, že mám smluvně zakázáno říkat cokoli, co by mohlo mít špatný odraz na Spacer's Choice.

# conversations/00_emerald_vale/00_cv_silas:298:DefaultText
source: No can do. This is my post, and I must defend it with my life.
cs: Ne, to nejde. Tohle je můj post a já ho musím bránit vlastním životem.

# conversations/00_emerald_vale/00_cv_silas:299:DefaultText
source: Ah, void it. Shouldn't have said that either. Look, forget I said anything.
cs: Aha, vyprázdnit. To jsem taky neměl říkat. Podívej, zapomeň, že jsem něco řekl.

# conversations/00_emerald_vale/00_cv_silas:300:DefaultText
source: Even if you weren't helping Reyes out, I couldn't tell you. I am prohibited from saying anything that reflects poorly on Spacer's Choice.
cs: I kdybys Reyesovi nepomáhal, nemohl bych ti to říct. Mám zakázáno říkat cokoli, co by vrhalo špatné světlo na Spacer's Choice.

# conversations/00_emerald_vale/00_cv_silas:301:DefaultText
source: If those marauders swipe any more bodies out my cemetery, company's gonna dock my pay.
cs: Jestli mi ti nájezdníci vyfouknou další těla ze hřbitova, společnost mi strhne výplatu.

# conversations/00_emerald_vale/00_cv_silas:302:DefaultText
source: I heard you been crossing off marauders for Reyes, though. Good on you.
cs: Slyšel jsem, že jsi Reyesovi vyškrtával nájezdníky. To je dobře.

# conversations/00_emerald_vale/00_cv_silas:303:DefaultText
source: Thanks for your time.
cs: Děkujeme za váš čas.

# conversations/00_emerald_vale/00_cv_silas:304:DefaultText
source: Let me ask you about something else.
cs: Dovolte mi, abych se vás zeptal na něco jiného.

# conversations/00_emerald_vale/00_cv_silas:306:DefaultText
source: Abernathy was trying to hide his own illness.
cs: Abernathy se snažil skrýt svou vlastní nemoc.

# conversations/00_emerald_vale/00_cv_silas:307:DefaultText
source: Abernathy was sick? With the plague? That's disgusting. I shook hands with the guy!
cs: Abernathy byl nemocný? Morovou nákazou? To je nechutné. Potřásl jsem si s ním rukou!

# conversations/00_emerald_vale/00_cv_silas:308:DefaultText
source: He was convinced you knew.
cs: Byl přesvědčený, že to víš.

# conversations/00_emerald_vale/00_cv_silas:309:DefaultText
source: Yeah. Isn't that why you wanted me to collect his fees?
cs: Jo. Nechtěl jsi, abych vybíral jeho poplatky?

# conversations/00_emerald_vale/00_cv_silas:310:DefaultText
source: What? No. If I knew he was sick, I would've had him reported.
cs: Cože? Ne. Kdybych věděl, že je nemocný, nechal bych ho nahlásit.

# conversations/00_emerald_vale/00_cv_silas:311:DefaultText
source: I needed his fees 'cause of his name. A for Abernathy. He was at the top of my list, you see.
cs: Potřeboval jsem jeho poplatky kvůli jeho jménu. A jako Abernathy. Byl na vrcholu mého seznamu, víte.

# conversations/00_emerald_vale/00_cv_silas:312:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/00_emerald_vale/00_cv_silas:313:DefaultText
source: Look at that. I've got your gravesite fees right here.
cs: Podívejte se na to. Mám tady vaše poplatky za hrob.

# conversations/00_emerald_vale/00_cv_silas:315:DefaultText
source: How'd you know I needed these? Did the company send you or something? You a fixer? Never mind. Let me get you that reward.
cs: Jak jsi věděl, že je potřebuju? Poslala tě firma nebo tak něco? Jsi opravář? To je jedno. Přinesu ti tu odměnu.

# conversations/00_emerald_vale/00_cv_silas:321:DefaultText
source: Running around in a marauder's attire, you're liable to give some people the wrong idea.
cs: Když pobíháš v oděvu nájezdníka, můžeš v některých lidech vzbudit špatný dojem.

# conversations/00_emerald_vale/00_cv_silas:322:DefaultText
source: Don't be so sure. I could be a marauder.
cs: Nebuďte si tak jistí. Mohl bych být nájezdník.

# conversations/00_emerald_vale/00_cv_silas:323:DefaultText
source: Why do you say that?
cs: Proč to říkáte?

# conversations/00_emerald_vale/00_cv_silas:325:DefaultText
source: It's in poor taste. Dressing up like a marauder is disrespectful to all the workers that got eaten by 'em.
cs: Je to nevkusné. Oblékat se jako nájezdník je neúcta ke všem dělníkům, které sežrali.

# conversations/00_emerald_vale/00_cv_silas:327:DefaultText
source: Not my problem.
cs: To není můj problém.

# conversations/00_emerald_vale/00_cv_silas:328:DefaultText
source: Just passing you a fair warning, is all.
cs: Jen vás spravedlivě varujeme, to je vše.

# conversations/00_emerald_vale/00_cv_silas:333:DefaultText
source: You know anything about a ship that landed here?
cs: Víte něco o lodi, která tu přistála?

# conversations/00_emerald_vale/00_cv_silas:335:DefaultText
source: I know it made an awful commotion. Boss sent a couple guards out that way. I think Lieutenant Mercer was with 'em.
cs: Vím, že to způsobilo hrozný rozruch. Šéf tam poslal pár strážných. Myslím, že s nimi byl poručík Mercer.

# conversations/00_emerald_vale/00_cv_silas:336:DefaultText
source: I'm sure she'll be around any minute now. Unless she fell prey to a roving band of marauders, of course.
cs: Jsem si jistý, že tu bude každou chvíli. Pokud se ovšem nestala obětí potulné bandy nájezdníků.

# conversations/00_emerald_vale/00_cv_silas:337:DefaultText
source: Have you heard any news about the Hope?
cs: Slyšeli jste nějaké zprávy o Naději?

# conversations/00_emerald_vale/00_cv_silas:343:DefaultText
source: The colony ship? Are you talking about that old rumor? Some great big starship packed full of colonists what got lost in the aether, never to be found again.
cs: Koloniální loď? Mluvíš o té staré pověsti? O nějaké velké lodi plné kolonistů, která se ztratila v éteru a už nikdy se nenašla.

# conversations/00_emerald_vale/00_cv_silas:345:DefaultText
source: I don't understand. Are you saying everybody's forgotten about us?
cs: Nerozumím tomu. Chceš říct, že na nás všichni zapomněli?

# conversations/00_emerald_vale/00_cv_silas:346:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_silas:347:DefaultText
source: The Hope isn't a rumor. It's real. I'm living proof.
cs: Naděje není fáma. Je skutečná. Jsem toho živým důkazem.

# conversations/00_emerald_vale/00_cv_silas:349:DefaultText
source: Hope's just a rumor, friend. Ancient rumor, at that.
cs: Naděje je jen fáma, příteli. A to starodávná fáma.

# conversations/00_emerald_vale/00_cv_silas:351:DefaultText
source: All right, easy now. No need to get your hackles up.
cs: Dobře, teď už v klidu. Nemusíte se hned vztekat.

# conversations/00_emerald_vale/00_cv_silas:352:DefaultText
source: Maybe you been out in the sun too long. Why don't you head over to the cantina? Get yourself some Zero Gee Brew. It's a brew that's good for what ails you.
cs: Možná jste byli příliš dlouho na slunci. Proč nejdeš do kantýny? Dejte si Zero Gee Brew. Je to nápoj, který je dobrý na to, co tě trápí.

# conversations/00_emerald_vale/00_cv_silas:353:DefaultText
source: This is ridiculous.
cs: To je směšné.

# conversations/00_emerald_vale/00_cv_silas:354:DefaultText
source: I don't understand. They said the colony was expecting us.
cs: Nerozumím tomu. Říkali, že nás kolonie očekává.

# conversations/00_emerald_vale/00_cv_silas:355:DefaultText
source: No, this is sounding like sedition. I'm not too keen on getting clapped in irons 'cause you wouldn't stop running your mouth.
cs: Ne, to zní jako vzpoura. Nemám moc chuť nechat se klepat do želez, protože jsi nepřestal kecat.

# conversations/00_emerald_vale/00_cv_silas:356:DefaultText
source: Look. I don't know what's got you caterwauling about Hope this and colony that, but you need to stop. Or there's gonna be trouble.
cs: Podívejte se. Nevím, co tě přimělo k tomu, aby ses rozčiloval nad Hope a kolonií, ale musíš přestat. Nebo budou problémy.

# conversations/00_emerald_vale/00_cv_silas:357:DefaultText
source: Where's the trouble in asking a question?
cs: Kde je problém položit otázku?

# conversations/00_emerald_vale/00_cv_silas:358:DefaultText
source: Trouble's in the asking. Board don't much care for folk running their mouths, spreading hoaxes and the like. Frankly, neither do I.
cs: Problém je v poptávce. Správní rada se příliš nezajímá o lidi, kteří si pouštějí pusu na špacír, šíří hoaxy a podobně. Upřímně řečeno, ani já ne.

# conversations/00_emerald_vale/00_cv_silas:359:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_silas:366:DefaultText
source: If you've got a marauder problem, I can take care of it.
cs: Pokud máš problém s nájezdníky, můžu se o něj postarat.

# conversations/00_emerald_vale/00_cv_silas:367:DefaultText
source: Well, if you're gonna go headhunting, talk to Constable Reyes back in town. She pays for marauders by the finger.
cs: Jestli chceš lovit hlavy, promluv si s konstáblem Reyesem ve městě. Ta platí za nájezdníky po prstech.

# conversations/00_emerald_vale/00_cv_silas:368:DefaultText
source: You said something about marauders being cannibals.
cs: Říkal jsi něco o tom, že nájezdníci jsou kanibalové.

# conversations/00_emerald_vale/00_cv_silas:370:DefaultText
source: She never did come back, so I sent Ernie to take a look. Come to think of it, the boy's been gone a while now.
cs: Nikdy se nevrátila, tak jsem poslal Ernieho, aby se na to podíval. Když o tom tak přemýšlím, ten kluk už je nějakou dobu pryč.

# conversations/00_emerald_vale/00_cv_silas:371:DefaultText
source: Nice to meet you. I'm Alex Hawthorne. Captain of the Unreliable.
cs: Rád vás poznávám. Jsem Alex Hawthorne. Kapitán Nespolehlivé.

# conversations/00_emerald_vale/00_cv_silas:372:DefaultText
source: Ain't heard that one since I was but a stripling. Can't say it was terribly convincing, far as rumors go. There a reason you asking?
cs: Tuhle písničku jsem neslyšel od doby, kdy jsem byl ještě dítě. Nemůžu říct, že by to bylo nějak přesvědčivé, pokud jde o pověsti. Ptáš se na to z nějakého důvodu?

# conversations/00_emerald_vale/00_cv_silas:373:DefaultText
source: Yeah, but I took care of them. Grisly business. You wanna buy the teeth?
cs: Jo, ale postaral jsem se o ně. Hrůzostrašná záležitost. Chceš koupit ty zuby?
