Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_phyllis.po
Languages: cs

# conversations/00_emerald_vale/00_cv_phyllis:1:DefaultText
source: You the new worker?
cs: Jste nový pracovník?

# conversations/00_emerald_vale/00_cv_phyllis:2:DefaultText
source: Whatever. Make it quick, tenderfoot. I'm busy.
cs: To je jedno. Udělej to rychle, něžná noho. Mám práci.

# conversations/00_emerald_vale/00_cv_phyllis:3:DefaultText
source: I'm guessing you're the foreman.
cs: Hádám, že jste předák.

# conversations/00_emerald_vale/00_cv_phyllis:4:DefaultText
source: Foreman Granger. Mind those words don't come out of your mouth unless preceded by "Yes," or "Right away," or "Thank you."
cs: Předák Granger. Dbejte na to, aby tato slova nevypadla z vašich úst, pokud jim nepředchází "Ano", "Hned to bude" nebo "Děkuji".

# conversations/00_emerald_vale/00_cv_phyllis:5:DefaultText
source: Gravesite fees. I'm here to collect.
cs: Poplatky za hrobové místo. Přišel jsem si je vybrat.

# conversations/00_emerald_vale/00_cv_phyllis:6:DefaultText
source: Shit. Silas still on about that? Here, take the fees. I'd appreciate it if you didn't tell Reed I was late on my payment.
cs: Do prdele. Silas o tom pořád mluví? Tady, vezmi si poplatky. Ocenil bych, kdybys Reedovi neříkal, že jsem se opozdil s platbou.

# conversations/00_emerald_vale/00_cv_phyllis:7:DefaultText
source: I'll let you get back to work.
cs: Nechám tě pracovat.

# conversations/00_emerald_vale/00_cv_phyllis:8:DefaultText
source: What's on your mind?
cs: Na co myslíte?

# conversations/00_emerald_vale/00_cv_phyllis:9:DefaultText
source: These papers aren't signed in your name.
cs: Tyto dokumenty nejsou podepsány vaším jménem.

# conversations/00_emerald_vale/00_cv_phyllis:10:DefaultText
source: Because they're not my fees and not my gravesite. Guy I worked with shot himself. I paid the bill.
cs: Protože to nejsou moje poplatky ani můj hrob. Chlap, se kterým jsem pracoval, se zastřelil. Zaplatil jsem účet.

# conversations/00_emerald_vale/00_cv_phyllis:11:DefaultText
source: You have to pay for your neighbor's gravesite fees?
cs: Musíte platit za hrobové místo souseda?

# conversations/00_emerald_vale/00_cv_phyllis:12:DefaultText
source: That's kind of you. I guess.
cs: To je od vás milé. Myslím, že ano.

# conversations/00_emerald_vale/00_cv_phyllis:13:DefaultText
source: I could do without the sarcasm. Wasn't acting out of the goodness of my heart.
cs: Bez toho sarkasmu bych se obešel. Nejednal jsem z dobroty srdce.

# conversations/00_emerald_vale/00_cv_phyllis:14:DefaultText
source: If you're not familiar with Board law, you oughta be.
cs: Pokud nejste obeznámeni se zákonem o představenstvu, měli byste být.

# conversations/00_emerald_vale/00_cv_phyllis:15:DefaultText
source: Law requires delinquent gravesite fees to be paid by the deceased party's closest living relative. Which meant me.
cs: Zákon vyžaduje, aby poplatky za hrobové místo zaplatil nejbližší žijící příbuzný zemřelého. Což jsem byl já.

# conversations/00_emerald_vale/00_cv_phyllis:16:DefaultText
source: Shame, though. Eugene was a good worker.
cs: Škoda. Eugene byl dobrý pracovník.

# conversations/00_emerald_vale/00_cv_phyllis:17:DefaultText
source: Not half as awful as the bill Eugene left us with.
cs: Nebylo to ani z poloviny tak hrozné jako účet, který nám Eugene nechal.

# conversations/00_emerald_vale/00_cv_phyllis:18:DefaultText
source: You said this guy shot himself?
cs: Říkal jste, že se ten chlap zastřelil?

# conversations/00_emerald_vale/00_cv_phyllis:20:DefaultText
source: Woke up one morning and put a round through his upper story. Can't imagine why. The kid was doing all right at his desk. We all thought he was an upstanding receptionist.
cs: Jednou ráno se probudil a prostřelil si horní patro. Nedokážu si představit proč. Ten kluk si u stolu vedl dobře. Všichni jsme si mysleli, že je to bezúhonný recepční.

# conversations/00_emerald_vale/00_cv_phyllis:21:DefaultText
source: Just between the two of us, I'm pretty shocked his weapon didn't misfire. Spacer's Choice handguns aren't the most reliable.
cs: Jen mezi námi dvěma, jsem docela v šoku, že jeho zbraň nevystřelila. Pistole Spacer's Choice nejsou zrovna nejspolehlivější.

# conversations/00_emerald_vale/00_cv_phyllis:22:DefaultText
source: That's an awful thing to say.
cs: To je hrozné.

# conversations/00_emerald_vale/00_cv_phyllis:23:DefaultText
source: Must be tough losing family.
cs: Musí být těžké přijít o rodinu.

# conversations/00_emerald_vale/00_cv_phyllis:25:DefaultText
source: Eugene wasn't family.
cs: Eugene nebyl rodina.

# conversations/00_emerald_vale/00_cv_phyllis:27:DefaultText
source: Suicide's a crime. The legal term is irreparable damage to company property. What Eugene did to himself was vandalism.
cs: Sebevražda je zločin. Právní termín je nenapravitelná škoda na majetku společnosti. To, co si Eugene udělal, byl vandalismus.

# conversations/00_emerald_vale/00_cv_phyllis:28:DefaultText
source: I thought you said you were his closest living relative.
cs: Myslel jsem, že jsi říkal, že jsi jeho nejbližší žijící příbuzný.

# conversations/00_emerald_vale/00_cv_phyllis:29:DefaultText
source: Yeah. I was the closest living person relative to his body at time of death. I'm the one who found him, you see. So I pay the fines.
cs: Ano. V době smrti jsem byl nejbližší žijící příbuzný jeho těla. To já jsem ho našel, víte. Takže pokuty platím já.

# conversations/00_emerald_vale/00_cv_phyllis:31:DefaultText
source: You can't be serious.
cs: To snad nemyslíte vážně.

# conversations/00_emerald_vale/00_cv_phyllis:32:DefaultText
source: What are they gonna do? Arrest his corpse?
cs: Co budou dělat? Zatknou jeho mrtvolu?

# conversations/00_emerald_vale/00_cv_phyllis:33:DefaultText
source: I'm plenty serious. In fact I'm a little upset Eugene didn't think things through.
cs: Myslím to naprosto vážně. Vlastně jsem trochu naštvaný, že Eugene všechno nedomyslel.

# conversations/00_emerald_vale/00_cv_phyllis:34:DefaultText
source: When one of your workers commits a crime, the entire town pays for it.
cs: Když jeden z vašich zaměstnanců spáchá zločin, zaplatí za něj celé město.

# conversations/00_emerald_vale/00_cv_phyllis:35:DefaultText
source: In other words, Edgewater would've been penalized pretty hard. Whatever Eugene was worth as an asset, we would've had to pay out of pocket to Spacer's Choice.
cs: Jinými slovy, Edgewater by byl tvrdě potrestán. Ať už měl Eugene jako aktivum jakoukoli hodnotu, museli bychom ji zaplatit z vlastní kapsy společnosti Spacer's Choice.

# conversations/00_emerald_vale/00_cv_phyllis:36:DefaultText
source: Would've? You didn't?
cs: Chtěli byste? Neudělal jsi to?

# conversations/00_emerald_vale/00_cv_phyllis:37:DefaultText
source: He was a person, not an asset.
cs: Byl to člověk, ne majetek.

# conversations/00_emerald_vale/00_cv_phyllis:38:DefaultText
source: Well excuse you. I'll have you know Eugene was an asset to us all. May his atoms be commended to the Law.
cs: No, promiňte. Musím vám říct, že Eugene byl pro nás všechny přínosem. Nechť je jeho atentátníkům vzdána chvála zákona.

# conversations/00_emerald_vale/00_cv_phyllis:39:DefaultText
source: Look around. Edgewater ain't exactly swimming in luxury. We can't afford to pay the body-price of a suicide.
cs: Rozhlédněte se kolem sebe. Edgewater zrovna neplave v luxusu. Nemůžeme si dovolit platit cenu za sebevraždu.

# conversations/00_emerald_vale/00_cv_phyllis:40:DefaultText
source: All I know is Silas asked me for Eugene's gravesite fees. Which means he was approved for burial. Which means his papers went through. Which means the town's in the clear.
cs: Vím jen, že mě Silas požádal o poplatky za Eugenův hrob. Což znamená, že byl schválen jeho pohřeb. Což znamená, že jeho papíry prošly. Což znamená, že město je v pohodě.

# conversations/00_emerald_vale/00_cv_phyllis:41:DefaultText
source: I'm just glad to put this whole ugly affair behind me. Eugene can rest his bones in peace. And the rest of us can get on with our own lives.
cs: Jsem rád, že mám celou tuhle ošklivou záležitost za sebou. Eugene může v klidu odpočívat. A my ostatní se můžeme věnovat svým vlastním životům.

# conversations/00_emerald_vale/00_cv_phyllis:42:DefaultText
source: I'd like to talk to you about Eugene.
cs: Rád bych si s vámi promluvil o Eugenovi.

# conversations/00_emerald_vale/00_cv_phyllis:43:DefaultText
source: Yeah?
cs: Ano?

# conversations/00_emerald_vale/00_cv_phyllis:44:DefaultText
source: I paid his burial fees, didn't I? Let the dead sleep.
cs: Zaplatil jsem za jeho pohřeb, že? Nechte mrtvé spát.

# conversations/00_emerald_vale/00_cv_phyllis:45:DefaultText
source: The guy just shot himself?
cs: Ten chlap se právě zastřelil?

# conversations/00_emerald_vale/00_cv_phyllis:47:DefaultText
source: Actually, never mind.
cs: Vlastně je to jedno.

# conversations/00_emerald_vale/00_cv_phyllis:49:DefaultText
source: Yeah?
cs: Ano?

# conversations/00_emerald_vale/00_cv_phyllis:50:DefaultText
source: I found Eugene's teeth.
cs: Našel jsem Evženovy zuby.

# conversations/00_emerald_vale/00_cv_phyllis:51:DefaultText
source: I found your letter to Conrad.
cs: Našla jsem tvůj dopis Conradovi.

# conversations/00_emerald_vale/00_cv_phyllis:52:DefaultText
source: Conrad tells me Eugene wasn't a suicide.
cs: Conrad mi řekl, že Eugene nebyl sebevrah.

# conversations/00_emerald_vale/00_cv_phyllis:53:DefaultText
source: You what? How? Please don't tell me you dug up his corpse.
cs: Cože? Jak? Neříkej mi, že jsi vykopal jeho mrtvolu.

# conversations/00_emerald_vale/00_cv_phyllis:54:DefaultText
source: I don't understand. I found Eugene's body. I know the guy shot himself - wait, are you telling me he was murdered?
cs: Nerozumím tomu. Našel jsem Evženovo tělo. Vím, že se ten chlap zastřelil - počkej, chceš mi říct, že byl zavražděn?

# conversations/00_emerald_vale/00_cv_phyllis:55:DefaultText
source: Didn't anyone ever tell you not to go rifling through other peoples' correspondence?
cs: Copak ti nikdo nikdy neřekl, že se nemáš hrabat v cizí korespondenci?

# conversations/00_emerald_vale/00_cv_phyllis:56:DefaultText
source: Marauders stole his corpse before Silas had a chance to bury him.
cs: Nájezdníci ukradli jeho mrtvolu dřív, než ho Silas stačil pohřbít.

# conversations/00_emerald_vale/00_cv_phyllis:57:DefaultText
source: They were on Adelaide's desk.
cs: Ležely na Adelaidině stole.

# conversations/00_emerald_vale/00_cv_phyllis:58:DefaultText
source: Merciful Law. Why would they do a thing like that?
cs: Milosrdný zákon. Proč by něco takového dělali?

# conversations/00_emerald_vale/00_cv_phyllis:59:DefaultText
source: You don't want to know.
cs: To nechcete vědět.

# conversations/00_emerald_vale/00_cv_phyllis:60:DefaultText
source: Marauders have a discerning palate.
cs: Nájezdníci jsou nároční na chuťové buňky.

# conversations/00_emerald_vale/00_cv_phyllis:61:DefaultText
source: Probably had the same idea you did, when you suggested prying his teeth out of his corpse.
cs: Pravděpodobně měl stejný nápad jako ty, když jsi navrhl, že mu vyrveš zuby z mrtvoly.

# conversations/00_emerald_vale/00_cv_phyllis:62:DefaultText
source: Hey now. I wasn't planning on eating the poor guy's remains. He wasn't going to use those teeth, and we could've sold them off to help the town.
cs: Ahoj. Neměl jsem v plánu sníst ostatky toho chudáka. Ty zuby nechtěl použít a mohli jsme je prodat, abychom pomohli městu.

# conversations/00_emerald_vale/00_cv_phyllis:63:DefaultText
source: That's disgusting. I really wish you hadn't told me that. Now I've got that thought lodged in my skull.
cs: To je nechutné. Opravdu bych si přála, abys mi to neříkal. Teď mi ta myšlenka utkvěla v hlavě.

# conversations/00_emerald_vale/00_cv_phyllis:64:DefaultText
source: That bad, huh? Yeah, keep the details to yourself, maybe. I only get one meal a day, and I don't wanna lose it.
cs: Tak špatné, co? Jo, podrobnosti si možná nech pro sebe. Mám jen jedno jídlo denně a nechci o něj přijít.

# conversations/00_emerald_vale/00_cv_phyllis:65:DefaultText
source: What, McDevitt? Flavor specialist? Oh Law, please don't tell me that was her special ingredient.
cs: Cože, McDevitt? Specialista na příchutě? Ach, Lawe, prosím, neříkej mi, že to byla její speciální přísada.

# conversations/00_emerald_vale/00_cv_phyllis:66:DefaultText
source: She was using Eugene's body to fertilize her crops.
cs: Využívala Evženovo tělo k hnojení svých plodin.

# conversations/00_emerald_vale/00_cv_phyllis:68:DefaultText
source: I couldn't say.
cs: Nemohl jsem to říct.

# conversations/00_emerald_vale/00_cv_phyllis:69:DefaultText
source: You would've done the same. You were planning on selling his teeth.
cs: Ty bys udělal totéž. Chtěl jsi prodat jeho zuby.

# conversations/00_emerald_vale/00_cv_phyllis:70:DefaultText
source: Unbelievable. That is a blatant and grotesque misuse of company property.
cs: Neuvěřitelné. To je do očí bijící a groteskní zneužití majetku společnosti.

# conversations/00_emerald_vale/00_cv_phyllis:72:DefaultText
source: Look. This is gonna sound weird, but...
cs: Podívejte se. Bude to znít divně, ale...

# conversations/00_emerald_vale/00_cv_phyllis:73:DefaultText
source: Let me guess. You want to buy the teeth.
cs: Nech mě hádat. Chcete si koupit zuby.

# conversations/00_emerald_vale/00_cv_phyllis:74:DefaultText
source: That's never stopped you before.
cs: To tě ještě nikdy nezastavilo.

# conversations/00_emerald_vale/00_cv_phyllis:75:DefaultText
source: I'm well accustomed to weird.
cs: Na podivnosti jsem si už zvykl.

# conversations/00_emerald_vale/00_cv_phyllis:76:DefaultText
source: Only if it's not too much to ask. I'm not gonna sell 'em. I'm not gonna pawn 'em off.
cs: Pouze pokud to není příliš náročné. Nehodlám je prodat. Nebudu je zastavovat.

# conversations/00_emerald_vale/00_cv_phyllis:77:DefaultText
source: Eugene was a good worker who did his best for us. He deserved better. And his remains deserve better. I'm saying I'd like to buy his teeth.
cs: Eugene byl dobrý pracovník, který pro nás udělal maximum. Zasloužil si víc. A jeho ostatky si zaslouží víc. Říkám, že bych si rád koupil jeho zuby.

# conversations/00_emerald_vale/00_cv_phyllis:78:DefaultText
source: Deal.
cs: Dohoda.

# conversations/00_emerald_vale/00_cv_phyllis:79:DefaultText
source: No deal.
cs: Žádná dohoda.

# conversations/00_emerald_vale/00_cv_phyllis:80:DefaultText
source: Thanks. I won't forget this.
cs: Děkuji. Na to nezapomenu.

# conversations/00_emerald_vale/00_cv_phyllis:81:DefaultText
source: Come back if you change your mind.
cs: Pokud si to rozmyslíte, vraťte se.

# conversations/00_emerald_vale/00_cv_phyllis:82:DefaultText
source: You offered to buy those teeth off me, right?
cs: Nabídl jsi mi, že si ty zuby koupíš, že?

# conversations/00_emerald_vale/00_cv_phyllis:83:DefaultText
source: Eugene overdosed on medication. The medication drove him paranoid.
cs: Eugene se předávkoval léky. Léky ho přivedly k paranoie.

# conversations/00_emerald_vale/00_cv_phyllis:84:DefaultText
source: You didn't hear it from me.
cs: Ode mě jste to neslyšeli.

# conversations/00_emerald_vale/00_cv_phyllis:85:DefaultText
source: You'll have to ask Conrad for the details. I just thought you should know.
cs: Na podrobnosti se budete muset zeptat Conrada. Jen jsem myslel, že bys to měla vědět.

# conversations/00_emerald_vale/00_cv_phyllis:86:DefaultText
source: He was plagued? Oh, Law. That's awful. I helped carry his body out. I could've been infected!
cs: Byl sužován? Ach, Law. To je hrozné. Pomáhal jsem odnést jeho tělo. Mohl jsem se nakazit!

# conversations/00_emerald_vale/00_cv_phyllis:87:DefaultText
source: Like I didn't have enough to worry about. Now I've got to keep one eye peeled for a possible criminal.
cs: Jako bych neměl dost starostí. Teď musím jedním okem sledovat, jestli se neobjeví nějaký zločinec.

# conversations/00_emerald_vale/00_cv_phyllis:88:DefaultText
source: I suppose I'll have to. I'm not pleased he talked to you about all this without talking to me, first.
cs: Asi budu muset. Nejsem rád, že s tebou o tom všem mluvil, aniž by si nejdřív promluvil se mnou.

# conversations/00_emerald_vale/00_cv_phyllis:89:DefaultText
source: You were planning on stealing Eugene's gold teeth.
cs: Chtěl jsi ukrást Eugenovy zlaté zuby.

# conversations/00_emerald_vale/00_cv_phyllis:90:DefaultText
source: I do what I want.
cs: Dělám si, co chci.

# conversations/00_emerald_vale/00_cv_phyllis:91:DefaultText
source: Excuse you. Eugene's body and all rare-earth minerals contained therein already belong to Spacer's Choice. And we're all part of the Spacer's Choice family here.
cs: Promiňte. Eugenovo tělo a všechny minerály vzácných zemin v něm obsažené již patří společnosti Spacer's Choice. A my všichni jsme součástí rodiny Spacer's Choice.

# conversations/00_emerald_vale/00_cv_phyllis:92:DefaultText
source: Never mind. I don't have to explain myself to you.
cs: Nevadí. Nemusím ti nic vysvětlovat.

# conversations/00_emerald_vale/00_cv_phyllis:93:DefaultText
source: Yeah? Well. Disabuse yourself of any clever notions involving extortion. I'll have you know nothing I wrote in that letter was unlawful.
cs: Ano? Dobře. Zbavte se všech chytrých představ o vydírání. Musím ti říct, že nic z toho, co jsem v tom dopise napsal, nebylo nezákonné.

# conversations/00_emerald_vale/00_cv_phyllis:94:DefaultText
source: This is all a little too much for me to take in. But I guess if Eugene wasn't a suicide, our town won't have to pay a penalty.
cs: Tohle všechno je na mě trochu moc. Ale myslím, že když Eugene nebyl sebevrah, naše město nebude muset platit pokutu.

# conversations/00_emerald_vale/00_cv_phyllis:95:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_phyllis:96:DefaultText
source: You picked a fine time to visit, stranger.
cs: Vybral sis vhodnou dobu k návštěvě, cizinče.

# conversations/00_emerald_vale/00_cv_phyllis:98:DefaultText
source: Somebody's been spinning a tale about a lost colony ship. Talk like that will get you reported real quick.
cs: Někdo si vymyslel příběh o ztracené koloniální lodi. Takové řeči vás rychle nahlásí.

# conversations/00_emerald_vale/00_cv_phyllis:99:DefaultText
source: Vandalism, huh? Did you have to clean bits of him off the wall or something?
cs: Vandalismus, co? Musela jsi ho čistit od kousků ze zdi nebo tak něco?

# conversations/00_emerald_vale/00_cv_phyllis:100:DefaultText
source: This Eugene guy sounds like he was more trouble than he's worth.
cs: Ten Eugene vypadá, že s ním bylo víc problémů, než za kolik stál.

# conversations/00_emerald_vale/00_cv_phyllis:102:DefaultText
source: First of all, that's a horrible thing to say. Secondly, yes, we did.
cs: Zaprvé, to je hrozné. Zadruhé, ano, řekli jsme to.

# conversations/00_emerald_vale/00_cv_phyllis:103:DefaultText
source: That's an awful thing to say about your closest relative.
cs: To je hrozné říct o svém nejbližším příbuzném.

# conversations/00_emerald_vale/00_cv_phyllis:104:DefaultText
source: I'll just - I don't know - stick his teeth in an old Spacer's Choice can and leave 'em in his grave, where they belong.
cs: Prostě - já nevím - strčím jeho zuby do staré plechovky Spacer's Choice a nechám je v jeho hrobě, kam patří.
