Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_amelia_kim.po
Languages: cs

# conversations/00_emerald_vale/00_cv_amelia_kim:153:DefaultText
source: I'm not joking. My escape pod landed in the hills. On top of a guy.
cs: Nedělám si legraci. Můj únikový modul přistál v kopcích. Na vrcholu jednoho chlapa.

# conversations/00_emerald_vale/00_cv_amelia_kim:154:DefaultText
source: Look, I don't know what you're blathering about. If you took a blow to your skull, you really should settle down with some Zero Gee.
cs: Podívej, nevím, o čem to tady blábolíš. Jestli jsi dostal ránu do lebky, měl by ses opravdu uklidnit nějakým Zero Gee.

# conversations/00_emerald_vale/00_cv_amelia_kim:155:DefaultText
source: Most folk forget where they're standing after a few drinks. Seems to me you've got a head start.
cs: Většina lidí po pár skleničkách zapomene, kde stojí. Zdá se mi, že máš náskok.

# conversations/00_emerald_vale/00_cv_amelia_kim:156:DefaultText
source: Anyhow, whatever happens outside the walls is not my business. Only Deserters and marauders wander out there, and I cannot tell you which I revile more.
cs: Cokoli se děje za zdmi, není moje věc. Tam se potulují jen dezertéři a nájezdníci a nedokážu říct, co se mi hnusí víc.

# conversations/00_emerald_vale/00_cv_amelia_kim:157:DefaultText
source: Yeah, Reed mentioned those Deserters.
cs: Jo, Reed se o těch dezertérech zmínil.

# conversations/00_emerald_vale/00_cv_amelia_kim:158:DefaultText
source: I've met Adelaide's people. They seem decent enough.
cs: Setkal jsem se s lidmi z Adelaide. Vypadají dost slušně.

# conversations/00_emerald_vale/00_cv_amelia_kim:159:DefaultText
source: Traitors, the lot of 'em. Bunch of folks decided they were tired of working, and went out into the wilds to fend for their own selves.
cs: Jsou to zrádci. Banda lidí se rozhodla, že už je nebaví pracovat, a odešli do divočiny, aby se o sebe postarali sami.

# conversations/00_emerald_vale/00_cv_amelia_kim:160:DefaultText
source: Town's already struggling to make quotas, even without that band of slackwits abandoning their posts.
cs: Město už má problémy s naplněním kvót, i kdyby ta banda povalečů neopustila své posty.

# conversations/00_emerald_vale/00_cv_amelia_kim:162:DefaultText
source: Don't you go letting them traitors drip poison down your ear. Nothing decent about a worker who walks out on their own family.
cs: Nenechávej ty zrádce, aby ti kapali jed do ucha. Nic slušného na pracovníkovi, který odejde od vlastní rodiny.

# conversations/00_emerald_vale/00_cv_amelia_kim:164:DefaultText
source: I don't know you.
cs: Neznám vás.

# conversations/00_emerald_vale/00_cv_amelia_kim:166:DefaultText
source: Excuse me?
cs: Promiňte?

# conversations/00_emerald_vale/00_cv_amelia_kim:167:DefaultText
source: I'm <oeitoken>PlayerName</oeitoken>.
cs: Jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/00_emerald_vale/00_cv_amelia_kim:168:DefaultText
source: Nice to meet you, too. Everyone's so friendly and welcoming in this town.
cs: Rád vás poznávám. V tomto městě jsou všichni tak přátelští a přívětiví.

# conversations/00_emerald_vale/00_cv_amelia_kim:169:DefaultText
source: Alex Hawthorne. Captain of the Unreliable.
cs: Alex Hawthorne. Kapitán nespolehlivých.

# conversations/00_emerald_vale/00_cv_amelia_kim:170:DefaultText
source: Amelia Kim. Spacer's Choice beverage dispenser.
cs: Amelia Kim. Dávkovač nápojů Spacer's Choice.

# conversations/00_emerald_vale/00_cv_amelia_kim:171:DefaultText
source: Uh-huh. The Unreliable, you say. Never heard of any company supply ship with that particular name.
cs: Uh-huh. Nespolehlivý, říkáte. Nikdy jsem neslyšel o žádné zásobovací lodi společnosti s tímto konkrétním názvem.

# conversations/00_emerald_vale/00_cv_amelia_kim:172:DefaultText
source: I know every face that walks through those doors, except yours.
cs: Znám každou tvář, která projde těmito dveřmi, kromě té vaší.

# conversations/00_emerald_vale/00_cv_amelia_kim:173:DefaultText
source: We don't welcome trouble.
cs: Problémy nevítáme.

# conversations/00_emerald_vale/00_cv_amelia_kim:174:DefaultText
source: I don't know what you're about, but this here's a Spacer's Choice drinking establishment. We're all loyal, hard-working company folk here.
cs: Nevím, o co vám jde, ale tohle je pitný podnik Spacer's Choice. Všichni jsme tu loajální, tvrdě pracující lidé z firmy.

# conversations/00_emerald_vale/00_cv_amelia_kim:175:DefaultText
source: So you're not going to serve me a drink?
cs: Takže mi nepodáte pití?

# conversations/00_emerald_vale/00_cv_amelia_kim:176:DefaultText
source: Something going on here that I should know about?
cs: Děje se tu něco, o čem bych měl vědět?

# conversations/00_emerald_vale/00_cv_amelia_kim:177:DefaultText
source: And what a fine establishment it is.
cs: A je to skvělý podnik.

# conversations/00_emerald_vale/00_cv_amelia_kim:178:DefaultText
source: Nah. I'm contractually obligated to serve you. Just not gonna be too happy about it.
cs: Ne. Jsem smluvně zavázán vám sloužit. Jen z toho nebudu mít velkou radost.

# conversations/00_emerald_vale/00_cv_amelia_kim:179:DefaultText
source: If you're gonna have a drink, I'd like to ask that you do it within the premises. Can't have you taking drinks over to those Deserters.
cs: Pokud si chcete dát skleničku, chtěl bych vás požádat, abyste to udělali v rámci areálu. Nemůžeme dopustit, abys nosil pití těm dezertérům.

# conversations/00_emerald_vale/00_cv_amelia_kim:180:DefaultText
source: Am I that easy to read? Yeah, we been having some problems lately. Loyalty issues. Lines in the sand. I know where folk in Edgewater stand - but you? I don't know you.
cs: Jsem tak snadno čitelný? Jo, v poslední době máme nějaké problémy. Problémy s loajalitou. Čáry v písku. Vím, jak si lidé v Edgewateru stojí - ale ty? Já tě neznám.

# conversations/00_emerald_vale/00_cv_amelia_kim:181:DefaultText
source: You really think so? That's kind of you. I been trying to keep the floors clean. You got no idea how long it takes to scrub the tiles.
cs: Opravdu si to myslíte? To je od vás milé. Snažila jsem se udržovat podlahy čisté. Nemáš ponětí, jak dlouho trvá drhnout dlaždice.

# conversations/00_emerald_vale/00_cv_amelia_kim:185:DefaultText
source: Fine by me. Let's see what's on tap.
cs: Mně to vyhovuje. Podívejme se, co je v nabídce.

# conversations/00_emerald_vale/00_cv_amelia_kim:189:DefaultText
source: Bunch of lazy, shiftless rungleeches. Anyway, enough about them. What can I do for you?
cs: Banda líných a neschopných žvanilů. No nic, dost o nich. Co pro vás mohu udělat?

# conversations/00_emerald_vale/00_cv_amelia_kim:192:DefaultText
source: Guess I misreckoned you. Sorry about that. I didn't mean to be curt - we just got some problems lately.
cs: Asi jsem vás špatně odhadl. Omlouvám se za to. Nechtěl jsem být hrubý - jen máme v poslední době nějaké problémy.

# conversations/00_emerald_vale/00_cv_amelia_kim:193:DefaultText
source: I can get you a drink if you'd like. Gotta ask you to enjoy your beverage within the premises, though. Can't risk you bringing a drink over to those deserters, you understand.
cs: Můžu ti přinést pití, jestli chceš. Musím vás ale požádat, abyste si nápoj vychutnal v areálu. Nemůžeme riskovat, že přineseš pití těm dezertérům, rozumíš.

# conversations/00_emerald_vale/00_cv_amelia_kim:194:DefaultText
source: You're inviting trouble talking that way, and I don't want a part of it.
cs: Takovým mluvením si zaděláváš na problémy a já se jich nechci účastnit.

# conversations/00_emerald_vale/00_cv_amelia_kim:195:DefaultText
source: Asking questions is the foundation of science. The best scientists ask too many.
cs: Kladení otázek je základem vědy. Nejlepší vědci si jich kladou příliš mnoho.

# conversations/00_emerald_vale/00_cv_amelia_kim:196:DefaultText
source: That's quitter talk. If I can be a scientist, anybody can.
cs: To jsou řeči o odchodu. Když můžu být vědec já, může být každý.

# conversations/00_emerald_vale/00_cv_amelia_kim:197:DefaultText
source: Don't talk to me that way, please. Spent many years disabusing myself of that notion. Don't need you putting it back in my head.
cs: Takhle se mnou nemluv, prosím. Strávil jsem mnoho let tím, že jsem si tuto představu vyvrátil. Nepotřebuju, abys mi to zase vnucoval.

# conversations/00_emerald_vale/00_cv_amelia_kim:199:DefaultText
source: Lab work ain't for me. Never was. Never will be. Spacer's Choice put me where I belong, and for that I am grateful.
cs: Laboratorní práce není pro mě. Nikdy nebyla. Nikdy nebude. Díky Spacer's Choice jsem se dostal tam, kam patřím, a za to jsem vděčný.

# conversations/00_emerald_vale/00_cv_amelia_kim:200:DefaultText
source: Could've fooled me. All I see are a bunch of drunken slobs and one ugly bartender.
cs: Mohl mě oklamat. Vidím jen bandu opilých povalečů a jednoho ošklivého barmana.

# conversations/00_emerald_vale/00_cv_amelia_kim:201:DefaultText
source: Hey, come on now. That was uncalled for. Some of us are still sober.
cs: Hej, no tak. To bylo nevhodné. Někteří z nás jsou ještě střízliví.
