Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_conrad.po
Languages: cs

# conversations/00_emerald_vale/00_cv_conrad:136:DefaultText
source: You may think that, but the tidiness of my fellow worker is my responsibility. Alive or otherwise.
cs: Možná si to myslíte, ale za pořádek svých spolupracovníků jsem zodpovědný já. Ať už je živá, nebo ne.

# conversations/00_emerald_vale/00_cv_conrad:137:DefaultText
source: Whether you're showing up to work or going to that great cannery in the sky, it's my job to make you look like a million bits.
cs: Ať už se objevíte v práci, nebo jdete do té velké konzervárny v oblacích, mým úkolem je, abyste vypadali jako miliónové kousky.

# conversations/00_emerald_vale/00_cv_conrad:138:DefaultText
source: I'm guessing you were trained at a medical school.
cs: Předpokládám, že jste absolvoval lékařskou fakultu.

# conversations/00_emerald_vale/00_cv_conrad:139:DefaultText
source: Experience was my teacher. Experience and 'So You Want To Be An Embalmer,' brochures one through five, courtesy of the Spacer's Choice Department of Career Development.
cs: Mým učitelem byla zkušenost. Zkušenosti a "Tak chceš být balzamovačem", brožury jedna až pět, s laskavým svolením oddělení kariérního rozvoje Spacer's Choice.

# conversations/00_emerald_vale/00_cv_conrad:140:DefaultText
source: I've got some questions for you.
cs: Mám na vás několik otázek.

# conversations/00_emerald_vale/00_cv_conrad:141:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_conrad:143:DefaultText
source: I know about Eugene. Why not use his teeth as collateral for your gravesite fees?
cs: O Eugenovi vím. Proč nepoužijete jeho zuby jako zástavu za hrobové poplatky?

# conversations/00_emerald_vale/00_cv_conrad:144:DefaultText
source: I don't approve of fantasizing. It's a dreadful habit, corrosive to the mental faculties. You ought to let the Vicar take a look inside your head.
cs: Neschvaluji fantazírování. Je to strašný zlozvyk, který ničí duševní schopnosti. Měl bys nechat faráře, aby se ti podíval do hlavy.

# conversations/00_emerald_vale/00_cv_conrad:145:DefaultText
source: I've met the Vicar already.
cs: S vikářem jsem se už setkal.

# conversations/00_emerald_vale/00_cv_conrad:146:DefaultText
source: Vicar Maximillian. Our man from the OSI, here to spread the message of Scientism like a soothing balm upon a feverish head. Or so you'd expect.
cs: Vikář Maxmilián. Náš člověk z OSI, který tu šíří poselství scientismu jako uklidňující balzám na horečnatou hlavu. Nebo se to dalo čekat.

# conversations/00_emerald_vale/00_cv_conrad:147:DefaultText
source: And he allowed you to wander around town spreading your pernicious fantasies about repairing ships? My opinion of him approaches its nadir.
cs: A dovolil vám, abyste se potuloval po městě a šířil své zhoubné fantazie o opravách lodí? Můj názor na něj se blíží svému vrcholu.

# conversations/00_emerald_vale/00_cv_conrad:148:DefaultText
source: Merciful Law. Is that a marauder's outfit? I don't want you wandering into my shop wearing something you've lifted off a corpse.
cs: Milosrdný zákon. Je to nájezdnický oděv? Nechci, abys mi vlezl do obchodu v něčem, co jsi sundal z mrtvoly.

# conversations/00_emerald_vale/00_cv_conrad:150:DefaultText
source: I'm a mind-reader.
cs: Umím číst myšlenky.

# conversations/00_emerald_vale/00_cv_conrad:151:DefaultText
source: You were probably poking around my things. I really shouldn't leave my letters sitting out in the open.
cs: Pravděpodobně ses mi hrabal ve věcech. Opravdu bych neměl nechávat své dopisy ležet na volném prostranství.

# conversations/00_emerald_vale/00_cv_conrad:152:DefaultText
source: <Shrug>
cs: <Pokrčení ramen>

# conversations/00_emerald_vale/00_cv_conrad:153:DefaultText
source: Were you snooping around in my things? Or was it just dumb luck?
cs: Šmejdil jsi v mých věcech? Nebo to bylo jen hloupé štěstí?

# conversations/00_emerald_vale/00_cv_conrad:154:DefaultText
source: Um - are you asking rhetorically? Because if you're being serious - ew. Gross.
cs: Um - ptáte se řečnicky? Protože jestli to myslíš vážně - fuj. Hnus.

# conversations/00_emerald_vale/00_cv_conrad:155:DefaultText
source: Desperate measures, Ms. Holcomb. Desperate measures.
cs: Zoufalá opatření, paní Holcombová. Zoufalá opatření.

# conversations/00_emerald_vale/00_cv_conrad:156:DefaultText
source: I'm going to have to ask Silas to dig up those teeth. It's the only way I'm paying my gravesite fees.
cs: Budu muset požádat Silase, aby ty zuby vykopal. Je to jediný způsob, jak zaplatit hrobové poplatky.

# conversations/00_emerald_vale/00_cv_conrad:157:DefaultText
source: Are you sure about this?
cs: Jste si tím jistý?

# conversations/00_emerald_vale/00_cv_conrad:158:DefaultText
source: I'm sure that I have no other choice.
cs: Jsem si jistý, že nemám jinou možnost.

# conversations/00_emerald_vale/00_cv_conrad:159:DefaultText
source: Yes, I suppose I must.
cs: Ano, asi musím.

# conversations/00_emerald_vale/00_cv_conrad:160:DefaultText
source: I'm sure he won't miss them.
cs: Určitě mu nebudou chybět.
