Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_adelaide.po
Languages: cs, in_ev

# conversations/00_emerald_vale/00_cv_adelaide:758:DefaultText
source: But none of the folk you used had a say. You didn't ask, ma'am. And- and what about my dad? I talk to his grave every Saturday. Is he even there?
cs: Ale nikdo z lidí, které jste použili, se k tomu nevyjádřil. Neptala jste se, madam. A... a co můj táta? Každou sobotu mluvím s jeho hrobem. Je tam vůbec?

# conversations/00_emerald_vale/00_cv_adelaide:759:DefaultText
source: Robert is just where you left him, dear. He died too long ago. By now, he's naught but a skeleton.
cs: Robert je tam, kde jsi ho nechala, drahá. Zemřel před příliš dlouhou dobou. Teď už z něj zbyla jen kostra.

# conversations/00_emerald_vale/00_cv_adelaide:770:DefaultText
source: This might sound strange, but I don't know where I am.
cs: Možná to bude znít divně, ale nevím, kde jsem.

# conversations/00_emerald_vale/00_cv_adelaide:773:DefaultText
source: That's not strange at all, dear. Few of us truly know where we are. The world can seem like a forest without end, and it is all too easy to lose one's way.
cs: To není vůbec divné, drahá. Málokdo z nás skutečně ví, kde se nachází. Svět se může zdát jako nekonečný les a je příliš snadné se v něm ztratit.

# conversations/00_emerald_vale/00_cv_adelaide:774:DefaultText
source: But we must remember that being lost is the first step in discovering yourself.
cs: Musíme si však uvědomit, že ztracení je prvním krokem k objevení sebe sama.

# conversations/00_emerald_vale/00_cv_adelaide:776:DefaultText
source: No, I mean I actually don't know where I am.
cs: Ne, chci říct, že vlastně nevím, kde jsem.

# conversations/00_emerald_vale/00_cv_adelaide:777:DefaultText
source: Not the answer I was expecting, but you still cheered me up.
cs: Takovou odpověď jsem nečekal, ale i tak jsi mě rozveselil.

# conversations/00_emerald_vale/00_cv_adelaide:778:DefaultText
source: I could do without the clichés.
cs: Bez klišé bych se obešel.

# conversations/00_emerald_vale/00_cv_adelaide:779:DefaultText
source: Whoa. That's deep.
cs: Páni. To je hluboké.

# conversations/00_emerald_vale/00_cv_adelaide:780:DefaultText
source: You almost sound like you've never had anyone ask after your spiritual condition. You poor thing.
cs: Skoro to vypadá, jako by se tě nikdo nikdy neptal na tvůj duchovní stav. Jsi chudák.

# conversations/00_emerald_vale/00_cv_adelaide:781:DefaultText
source: This is the old botanical lab. In Emerald Vale. On Terra 2. By the look on your face, I'm guessing you're not quite following me.
cs: Toto je stará botanická laboratoř. Ve Smaragdovém údolí. Na Terře 2. Podle toho, jak se tváříš, hádám, že mi tak docela nerozumíš.

# conversations/00_emerald_vale/00_cv_adelaide:782:DefaultText
source: Glad I could help, dear. A sadness of the heart brings sickness upon the whole body.
cs: Jsem rád, že jsem mohl pomoci, drahá. Smutek v srdci přináší nemoc celému tělu.

# conversations/00_emerald_vale/00_cv_adelaide:783:DefaultText
source: No need to be tetchy, dear. I was only trying to help.
cs: Nemusíš být nervózní, drahá. Jen jsem se ti snažila pomoct.

# conversations/00_emerald_vale/00_cv_adelaide:784:DefaultText
source: Are you not feeling well? Ought to lay your head down, if you're running fever.
cs: Necítíte se dobře? Pokud máte horečku, měli byste si položit hlavu.

# conversations/00_emerald_vale/00_cv_adelaide:785:DefaultText
source: Just getting my bearings. My pod landed not far from here.
cs: Právě se orientuji. Můj modul přistál nedaleko odsud.

# conversations/00_emerald_vale/00_cv_adelaide:786:DefaultText
source: I was kidnapped by a crazy scientist and shot into space. But thanks for asking.
cs: Byl jsem unesen šíleným vědcem a vystřelen do vesmíru. Ale díky za optání.

# conversations/00_emerald_vale/00_cv_adelaide:787:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_adelaide:788:DefaultText
source: I'm hoping this is all a bad dream, and I'm still in hibernation.
cs: Doufám, že je to všechno jen zlý sen a já jsem stále v hibernaci.

# conversations/00_emerald_vale/00_cv_adelaide:789:DefaultText
source: Are you talking about an escape pod of some sort?
cs: Mluvíte o nějakém únikovém modulu?

# conversations/00_emerald_vale/00_cv_adelaide:790:DefaultText
source: That sounds like fever-talk, all right. So why am I tempted to believe you?
cs: To zní jako řeči o horečce. Tak proč jsem v pokušení vám věřit?

# conversations/00_emerald_vale/00_cv_adelaide:791:DefaultText
source: I get the sense that when you say hibernation, you are not talking about a full night's sleep.
cs: Mám pocit, že když říkáte hibernace, nemáte na mysli plnohodnotný spánek.

# conversations/00_emerald_vale/00_cv_adelaide:792:DefaultText
source: Where did you say you were from?
cs: Odkud jste říkal, že jste?

# conversations/00_emerald_vale/00_cv_adelaide:793:DefaultText
source: Does the Hope ring any bells?
cs: Říká vám něco jméno Hope?

# conversations/00_emerald_vale/00_cv_adelaide:794:DefaultText
source: Nowhere. Forget I said anything.
cs: Nikde. Zapomeň, že jsem něco řekl.

# conversations/00_emerald_vale/00_cv_adelaide:795:DefaultText
source: I didn't say. I arrived here from Earth.
cs: Neřekl jsem. Přišel jsem sem ze Země.

# conversations/00_emerald_vale/00_cv_adelaide:796:DefaultText
source: I could do without the mockery. If you don't want to tell me where you're from, that's fine by me.
cs: Bez posměšků bych se obešel. Pokud mi nechcete říct, odkud jste, nevadí mi to.

# conversations/00_emerald_vale/00_cv_adelaide:797:DefaultText
source: Is that a new settlement of some kind? I haven't kept news from outside the Vale.
cs: Je to nějaká nová osada? Nemám zprávy zvenčí Údolí.

# conversations/00_emerald_vale/00_cv_adelaide:798:DefaultText
source: You don't understand. I'm from the Hope.
cs: Nerozumíte tomu. Jsem z Naděje.

# conversations/00_emerald_vale/00_cv_adelaide:799:DefaultText
source: Not exactly. It's a colony ship.
cs: Ne tak docela. Je to koloniální loď.

# conversations/00_emerald_vale/00_cv_adelaide:800:DefaultText
source: You've never met anyone from the Hope? There were thousands on that ship.
cs: Nikdy jsi nepotkal nikoho z Hope? Na té lodi jich byly tisíce.

# conversations/00_emerald_vale/00_cv_adelaide:801:DefaultText
source: Now I'm convinced you're delirious. You really ought to lay your head down, dear. Babbling only agitates the humors.
cs: Teď jsem přesvědčen, že blouzníš. Opravdu by sis měla položit hlavu, drahá. Blábolení jen rozrušuje humor.

# conversations/00_emerald_vale/00_cv_adelaide:802:DefaultText
source: Oh, dear. I see what's happening. You've been taking Adrena-Time. That stuff will burn right through your upper story. Leave you raving and babbling.
cs: Ach, bože. Už vím, co se děje. Bral jsi Adrena-Time. Ta věc ti propálí horní patro. Nechá tě blouznit a blábolit.

# conversations/00_emerald_vale/00_cv_adelaide:803:DefaultText
source: You ought to try some of my purgative tea. Won't cure what ails you, but it will distract you for a spell.
cs: Měl bys ochutnat můj očistný čaj. Nevyléčí to, co tě trápí, ale na chvíli tě to rozptýlí.

# conversations/00_emerald_vale/00_cv_adelaide:804:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_adelaide:805:DefaultText
source: Let's just talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/00_emerald_vale/00_cv_adelaide:806:DefaultText
source: I just told you. Earth. You really don't believe me?
cs: Právě jsem ti to řekl. Země. Opravdu mi nevěříš?

# conversations/00_emerald_vale/00_cv_adelaide:812:DefaultText
source: You don't believe me?
cs: Nevěříte mi?

# conversations/00_emerald_vale/00_cv_adelaide:813:DefaultText
source: Listen, don't you worry about what I think. That's not important. Worry about what the Board thinks of you going around talking about lost ships from decades past.
cs: Poslyš, nedělej si starosti s tím, co si myslím. To není důležité. Starej se o to, co si myslí rada o tom, že chodíš a mluvíš o ztracených lodích z minulých desetiletí.

# conversations/00_emerald_vale/00_cv_adelaide:814:DefaultText
source: No, but the Board may have reason to fear you.
cs: Ne, ale rada má možná důvod se vás obávat.

# conversations/00_emerald_vale/00_cv_adelaide:815:DefaultText
source: Why? I haven't done anything wrong.
cs: Proč? Neudělal jsem nic špatného.

# conversations/00_emerald_vale/00_cv_adelaide:816:DefaultText
source: I'm not afraid of the Board.
cs: Rady se nebojím.

# conversations/00_emerald_vale/00_cv_adelaide:817:DefaultText
source: You carry on about coming here from another world, and people will talk. Talk leads to questions. Ask enough questions, and the Board comes answering.
cs: Když budete vyprávět o tom, že jste sem přišli z jiného světa, lidé budou mluvit. Mluvení vede k otázkám. Položte dostatek otázek a rada vám odpoví.

# conversations/00_emerald_vale/00_cv_adelaide:819:DefaultText
source: I thought you should know that Reed asked me to cut off your power. Also, he's dead.
cs: Myslel jsem, že bys měl vědět, že mě Reed požádal, abych ti odpojil elektřinu. A taky je mrtvý.

# conversations/00_emerald_vale/00_cv_adelaide:820:DefaultText
source: Reed's dead? Excuse me if I don't shed a tear. I'm not exactly surprised he'd hire someone to cut off our power, either. That's exactly his style.
cs: Reed je mrtvý? Omluvte mě, jestli neuroním slzu. Taky mě zrovna nepřekvapuje, že si najal někoho, kdo nás odpojil od elektřiny. To je přesně jeho styl.

# conversations/00_emerald_vale/00_cv_adelaide:821:DefaultText
source: There a reason you've got a grudge against a dead man?
cs: Máš nějaký důvod, proč máš zášť vůči mrtvému muži?

# conversations/00_emerald_vale/00_cv_adelaide:829:DefaultText
source: I don't like the idea of being Reed's lackey.
cs: Nelíbí se mi představa, že bych byl Reedovým poskokem.

# conversations/00_emerald_vale/00_cv_adelaide:830:DefaultText
source: Reed Tobson hired me to shut off your power. I decided to help you instead.
cs: Reed Tobson mě najal, abych vám vypnul proud. Místo toho jsem se rozhodl pomoci vám.

# conversations/00_emerald_vale/00_cv_adelaide:831:DefaultText
source: I was wondering what happened. The lab's running at full capacity for the first time in an age. There's power running through every outlet in the camp.
cs: Zajímalo mě, co se stalo. Laboratoř jede na plný výkon poprvé za celou věčnost. V táboře je elektřina ve všech zásuvkách.

# conversations/00_emerald_vale/00_cv_adelaide:832:DefaultText
source: You say Reed Tobson hired you to cut us off, huh? No warnings. No negotiating. Yeah, that sounds like him.
cs: Říkáš, že tě Reed Tobson najal, abys nás odřízl? Žádné varování. Žádné vyjednávání. Jo, to zní jako on.

# conversations/00_emerald_vale/00_cv_adelaide:833:DefaultText
source: You are welcome here.
cs: Jste zde vítáni.

# conversations/00_emerald_vale/00_cv_adelaide:836:DefaultText
source: You're using decomposing bodies to fortify the soil and help your crops along.
cs: Pomocí rozkládajících se těl posilujete půdu a pomáháte svým plodinám.

# conversations/00_emerald_vale/00_cv_adelaide:837:DefaultText
source: I cannot tell you how refreshing it is to converse with a rational mind. That's exactly right. Rot is necessary for life. A corpse is bursting with the nutrients a young sapling craves.
cs: Ani nevíte, jak je osvěžující hovořit s racionálně uvažujícím člověkem. Přesně tak. Hniloba je pro život nezbytná. Mrtvola překypuje živinami, po kterých mladý stromek touží.

# conversations/00_emerald_vale/00_cv_adelaide:838:DefaultText
source: Oh, you're talking about that old piece of folklore.
cs: Mluvíš o té staré pověsti.

# conversations/00_emerald_vale/00_cv_adelaide:839:DefaultText
source: Maybe I do. I don't know yet. Growing up, I heard my folks talking about the Hope. Always believed it was just a story we told ourselves to keep our spirits up.
cs: Možná ano. Zatím nevím. Když jsem vyrůstal, slyšel jsem rodiče mluvit o Naději. Vždycky jsem věřil, že je to jen příběh, který si vyprávíme, abychom si udrželi dobrou náladu.

# conversations/00_emerald_vale/00_cv_adelaide:840:DefaultText
source: At least his remains have returned to the soil where they belong, except for his teeth, of course.
cs: Alespoň se jeho ostatky vrátily do země, kam patří, samozřejmě kromě zubů.

# conversations/00_emerald_vale/00_cv_adelaide:841:DefaultText
source: Maybe I do. I don't know yet.
cs: Možná ano. Zatím nevím.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:24:DefaultText
source: Time changes all things. Even Reed's stranglehold over Edgewater must inevitably yield to the attrition of time.
in_ev: Čas mění všechny věci. Dokonce i Reedova moc nad Edgewaterem musí nevyhnutelně podlehnout úbytku času.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:26:DefaultText
source: May you find peace in the Eternal.
in_ev: Kéž naleznete pokoj ve Věčnosti.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:27:DefaultText
source: What can I do for you?
in_ev: Co pro vás mohu udělat?

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:29:DefaultText
source: Take care.
in_ev: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:30:DefaultText
source: Now that Reed's gone, what do you plan to do?
in_ev: Co plánujete dělat teď, když je Reed pryč?

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:36:DefaultText
source: Are you concerned about the plague?
in_ev: Obáváte se nákazy?

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:37:DefaultText
source: I was wondering about your garden.
in_ev: Zajímalo by mě, jak je to s vaší zahradou.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:39:DefaultText
source: Start anew. Edgewater will become the town it was meant to be. A place where we live in harmony with the world. Where none of us writhe under the whips of corporate masters.
in_ev: Začněte znovu. Edgewater se stane městem, kterým měl být. Místem, kde žijeme v harmonii se světem. Kde se nikdo z nás nebude zmítat pod bičem korporátních pánů.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:40:DefaultText
source: A place where all are welcome. Except for Reed's supporters, of course.
in_ev: Místo, kde jsou všichni vítáni. Samozřejmě kromě Reedových příznivců.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:41:DefaultText
source: The garden will bloom anew. I have plans to transform the old cannery into a nursery, with crops enough to feed a town.
in_ev: Zahrada znovu rozkvete. Mám v plánu přeměnit starou konzervárnu na školku s úrodou, která by uživila celé město.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:43:DefaultText
source: Saltuna was making the town sick. From now on, if anybody's hungry, they may feast from the bounty of the soil.
in_ev: Saltuna dělala městu zle. Od nynějška, pokud bude mít někdo hlad, může hodovat z hojnosti půdy.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:46:DefaultText
source: You're still using corpses in your fertilizer.
in_ev: Stále používáte mrtvoly jako hnojivo.

# conversations/00_emerald_vale/00_cv_adelaide_in_ev:47:DefaultText
source: But of course. And now we have a whole cemetery to ourselves.
in_ev: Ale samozřejmě. A teď máme celý hřbitov pro sebe.
