Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_cave_guard.po
Languages: cs

# conversations/00_emerald_vale/00_cv_cave_guard:1:DefaultText
source: You've tried the best. Now-
cs: Vyzkoušeli jste to nejlepší. Nyní-

# conversations/00_emerald_vale/00_cv_cave_guard:2:DefaultText
source: - now try the rest. Spacer's Choice. Oh Law, that stings.
cs: - nyní zkuste zbytek. Výběr Spacer's Choice. Oh Law, to pálí.

# conversations/00_emerald_vale/00_cv_cave_guard:3:DefaultText
source: How are you feeling?
cs: Jak se cítíte?

# conversations/00_emerald_vale/00_cv_cave_guard:4:DefaultText
source: What happened to you?
cs: Co se vám stalo?

# conversations/00_emerald_vale/00_cv_cave_guard:5:DefaultText
source: Spacer's what?
cs: Co je Spacer?

# conversations/00_emerald_vale/00_cv_cave_guard:7:DefaultText
source: We were out on patrol. I saw a marauder camp up in the hills. Thought I could take 'em.
cs: Byli jsme na hlídce. V kopcích jsem viděl tábor nájezdníků. Myslel jsem, že bych je mohl dostat.

# conversations/00_emerald_vale/00_cv_cave_guard:8:DefaultText
source: Oh, we're all part of the Spacer's Choice family here. Not that I deserve to be. Can't even deliver a company slogan.
cs: Všichni jsme součástí rodiny Spacer's Choice. Ne že bych si to zasloužil. Nedokážu ani dodat slogan společnosti.

# conversations/00_emerald_vale/00_cv_cave_guard:10:DefaultText
source: Then my gun misfired. Right through my side. I mean, what are the odds of that, right?
cs: Pak moje zbraň nevystřelila. Přímo do boku. Jaká je na to pravděpodobnost, že?

# conversations/00_emerald_vale/00_cv_cave_guard:12:DefaultText
source: Just barely scraped by with my life. Crawled in here and blocked off the exit with those canisters.
cs: Jen stěží jsem se protloukal životem. Vlezl jsem sem a zablokoval východ těmi kanystry.

# conversations/00_emerald_vale/00_cv_cave_guard:13:DefaultText
source: Sit still. I'll patch you up.
cs: Seďte klidně. Já tě ošetřím.

# conversations/00_emerald_vale/00_cv_cave_guard:14:DefaultText
source: Looks like the bleeding's stopped. I owe you one.
cs: Vypadá to, že krvácení se zastavilo. Dlužím ti to.

# conversations/00_emerald_vale/00_cv_cave_guard:15:DefaultText
source: What's this about marauders?
cs: Co je to s těmi nájezdníky?

# conversations/00_emerald_vale/00_cv_cave_guard:16:DefaultText
source: What were you doing out here?
cs: Co jsi tu dělal?

# conversations/00_emerald_vale/00_cv_cave_guard:17:DefaultText
source: You're hiding in a cave, and you blocked off the exit. You're as good as dead.
cs: Schováváte se v jeskyni a zablokovali jste východ. Jsi jako mrtvý.

# conversations/00_emerald_vale/00_cv_cave_guard:18:DefaultText
source: Better, thanks to you. I might've bled out on my own. Or worse - had to go begging the boss for some Adrena-Time.
cs: Díky vám je to lepší. Mohl jsem vykrvácet sám. Nebo hůř - musel bych jít prosit šéfa o nějaký Adrena-Time.

# conversations/00_emerald_vale/00_cv_cave_guard:19:DefaultText
source: Gibbering, flesh-eating, law-breaking, unemployed lunatics. With guns.
cs: Žvaniví, masožraví, zákony porušující, nezaměstnaní šílenci. Se zbraněmi.

# conversations/00_emerald_vale/00_cv_cave_guard:20:DefaultText
source: Some hullhead grounded their spacecraft out in the open. That's a real good way to attract marauders.
cs: Některé koráby uzemnily své kosmické lodě na volném prostranství. To je opravdu dobrý způsob, jak přilákat nájezdníky.

# conversations/00_emerald_vale/00_cv_cave_guard:21:DefaultText
source: Investigating an illegally grounded ship! All spacecraft must arrive and depart from authorized landing pads. That's Board law, that is.
cs: Vyšetřování nelegálně odstavené lodi! Všechny kosmické lodě musí přilétat a odlétat z autorizovaných přistávacích ploch. To je zákon Rady.

# conversations/00_emerald_vale/00_cv_cave_guard:23:DefaultText
source: See those canisters by the entrance? Marauders come sniffing around in here, and I can take 'em all out with a single shot. Not bad, huh?
cs: Vidíte ty kanystry u vchodu? Chodí sem nájezdníci a já je můžu všechny zlikvidovat jediným výstřelem. To není špatné, co?

# conversations/00_emerald_vale/00_cv_cave_guard:24:DefaultText
source: Spacer's Choice policy clearly stipulates that "dead" and "as good as dead" are two completely different properties of matter.
cs: Zásady Spacer's Choice jasně stanoví, že "mrtvý" a "stejně dobrý jako mrtvý" jsou dvě zcela odlišné vlastnosti hmoty.

# conversations/00_emerald_vale/00_cv_cave_guard:25:DefaultText
source: Unless I'm dead, I'm contractually obligated to attend to my post. I will report that illegally grounded spacecraft if it is the last thing I do.
cs: Pokud nejsem mrtvý, jsem smluvně zavázán k tomu, abych se věnoval svému postu. Nahlásím tu nelegálně uzemněnou kosmickou loď, pokud to bude poslední věc, kterou udělám.

# conversations/00_emerald_vale/00_cv_cave_guard:26:DefaultText
source: I've got a better idea. Give me your gun, and I'll go get help.
cs: Mám lepší nápad. Dej mi svou zbraň a já ti dojdu pro pomoc.

# conversations/00_emerald_vale/00_cv_cave_guard:27:DefaultText
source: Someone grounded their ship illegally? I'll hunt 'em down for you.
cs: Někdo uzemnil svou loď nelegálně? Najdu je pro vás.

# conversations/00_emerald_vale/00_cv_cave_guard:28:DefaultText
source: You're an idiot. Give me your gun before you get yourself killed.
cs: Jsi idiot. Dej mi svou zbraň, než se necháš zabít.

# conversations/00_emerald_vale/00_cv_cave_guard:29:DefaultText
source: Yeah, okay. You look like you know your way around a gun. Got some spare ammo, not counting the bullet in my side.
cs: Jo, dobře. Vypadáš, že se vyznáš ve zbraních. Mám nějaké náhradní náboje, když nepočítám kulku v boku.

# conversations/00_emerald_vale/00_cv_cave_guard:30:DefaultText
source: You'd better take my gun, then. Careful. It's worth more to the company than I am.
cs: Tak si raději vezměte mou zbraň. Opatrně. Pro společnost má větší cenu než já.

# conversations/00_emerald_vale/00_cv_cave_guard:31:DefaultText
source: Yeah, you sound a lot like my lieutenant. Here - hope this gun serves you better than it did me.
cs: Jo, mluvíš podobně jako můj poručík. Tady - doufám, že vám tahle zbraň poslouží lépe než mně.

# conversations/00_emerald_vale/00_cv_cave_guard:32:DefaultText
source: Here, you can have my sabre, too. For patching me up and all.
cs: Tady máš i mou šavli. Za to, že jsi mě dal dohromady a tak.

# conversations/00_emerald_vale/00_cv_cave_guard:33:DefaultText
source: All Spacer's Choice weapons are now thirty percent less likely to malfunction. You've tried the best. Now try the rest. Spacer's Choice.
cs: Všechny zbraně Spacer's Choice mají nyní o třicet procent nižší pravděpodobnost poruchy. Vyzkoušeli jste to nejlepší. Nyní vyzkoušejte ostatní. Spacer's Choice.

# conversations/00_emerald_vale/00_cv_cave_guard:34:DefaultText
source: Yes! Nailed it that time.
cs: Ano! Tentokrát to vyšlo.

# conversations/00_emerald_vale/00_cv_cave_guard:35:DefaultText
source: Hey, you. Come here.
cs: Ahoj, ty. Pojď sem.

# conversations/00_emerald_vale/00_cv_cave_guard:36:DefaultText
source: I just need to catch my breath.
cs: Potřebuji se jen nadechnout.

# conversations/00_emerald_vale/00_cv_cave_guard:37:DefaultText
source: Thanks for patching me up.
cs: Díky za opravu.

# conversations/00_emerald_vale/00_cv_cave_guard:38:DefaultText
source: I'm out of bullets...
cs: Došly mi náboje...

# conversations/00_emerald_vale/00_cv_cave_guard:39:DefaultText
source: Can you tell me where I am?
cs: Můžete mi říct, kde jsem?

# conversations/00_emerald_vale/00_cv_cave_guard:40:DefaultText
source: Do you know anything about the Hope?
cs: Víte něco o Naději?

# conversations/00_emerald_vale/00_cv_cave_guard:41:DefaultText
source: I'm off.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_cave_guard:42:DefaultText
source: Already? Lucky for you, I've got some more right here.
cs: Už? Naštěstí pro vás mám další.

# conversations/00_emerald_vale/00_cv_cave_guard:43:DefaultText
source: You hit your head or something? You're in Emerald Vale. We're a Spacer's Choice community.
cs: Uhodil ses do hlavy nebo tak něco? Jsi v Emerald Vale. Jsme komunita Spacer's Choice.

# conversations/00_emerald_vale/00_cv_cave_guard:44:DefaultText
source: The Hope? Is that some sort of fancy new drug? Are you with Auntie Cleo or something?
cs: Naděje? To je nějaká nová droga? Jsi s tetou Cleo nebo co?

# conversations/00_emerald_vale/00_cv_cave_guard:46:DefaultText
source: Hope you don't mind me omitting this little exchange from my report. Spacer's Choice doesn't like us accepting outside help.
cs: Doufám, že vám nevadí, že jsem tuto malou výměnu názorů ze své zprávy vynechal. Spacer's Choice nemá rád, když přijímáme pomoc zvenčí.

# conversations/00_emerald_vale/00_cv_cave_guard:47:DefaultText
source: Don't take this the wrong way or nothing, but I'm not allowed to fraternize with Cleo workers. Company policy.
cs: Neberte si to špatně nebo tak, ale nemám dovoleno se bratříčkovat s pracovníky Cleo. Zásady společnosti.

# conversations/00_emerald_vale/00_cv_cave_guard:48:DefaultText
source: Edgewater's a little ways down. Prettiest place in the vale. Be sure to stop by our provisioner's for a can of our famous saltuna.
cs: Edgewater je kousek dál. Nejkrásnější místo v údolí. Nezapomeňte se zastavit u našeho provianťáka pro plechovku naší slavné saltuny.

# conversations/00_emerald_vale/00_cv_cave_guard:49:DefaultText
source: It's not the best choice. It's Spacer's Choice.
cs: Není to nejlepší volba. Je to volba Spacer's Choice.

# conversations/00_emerald_vale/00_cv_cave_guard:52:DefaultText
source: You got past those marauders? Nice work.
cs: Dostal ses přes ty nájezdníky? Dobrá práce.

# conversations/00_emerald_vale/00_cv_cave_guard:53:DefaultText
source: Hey, thanks for helping me back in that cave. You got a real knack for curative work.
cs: Hej, díky za pomoc v té jeskyni. Máš opravdový talent na léčitelskou práci.

# conversations/00_emerald_vale/00_cv_cave_guard:54:DefaultText
source: They're saying the power's out until further notice. Company wouldn't just do that to us - would they?
cs: Říkají, že elektřina je až do odvolání vypnutá. To by nám společnost jen tak neudělala, že ne?
