Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_abernathy.po
Languages: cs

# conversations/00_emerald_vale/00_cv_abernathy:189:DefaultText
source: I guess that's fair.
cs: Myslím, že je to spravedlivé.

# conversations/00_emerald_vale/00_cv_abernathy:190:DefaultText
source: Look. I'm sorry. Never had much in the way of social graces. But the job is a good one, if you're interested.
cs: Podívejte se. Omlouvám se. Nikdy jsem nebyl moc společensky zdvořilý. Ale ta práce je dobrá, jestli máš zájem.

# conversations/00_emerald_vale/00_cv_abernathy:192:DefaultText
source: Somebody's been running around talking about the Hope. Wonder if that's a new drug of some kind.
cs: Někdo tu běhá a mluví o Naději. Zajímalo by mě, jestli je to nějaká nová droga.

# conversations/00_emerald_vale/00_cv_abernathy:193:DefaultText
source: Does it feel good? Robbing an old man of his last shred of hope?
cs: Je to dobrý pocit? Připravit starého muže o poslední zbytky naděje?

# conversations/00_emerald_vale/00_cv_abernathy:194:DefaultText
source: I'm sorry. I did what I had to do.
cs: Omlouvám se. Udělal jsem, co jsem musel.

# conversations/00_emerald_vale/00_cv_abernathy:195:DefaultText
source: Little bit, yeah.
cs: Trochu ano.

# conversations/00_emerald_vale/00_cv_abernathy:199:DefaultText
source: Betray a man in his final hours? Of course. I understand. Hell, I'd probably do the same to you, given the chance.
cs: Zradit člověka v jeho posledních hodinách? Samozřejmě. Chápu. K čertu, já bych nejspíš udělal totéž tobě, kdybych měl tu možnost.

# conversations/00_emerald_vale/00_cv_abernathy:200:DefaultText
source: So, you just here to watch me die, or what?
cs: Takže jsi tu jen proto, aby ses díval, jak umírám, nebo co?

# conversations/00_emerald_vale/00_cv_abernathy:204:DefaultText
source: You really are a piece of work. I hope somebody with plague spits in your drink.
cs: Ty jsi opravdu kus práce. Doufám, že ti někdo s morem plivne do pití.

# conversations/00_emerald_vale/00_cv_abernathy:207:DefaultText
source: Sorry, Abernathy. I gave that anthrocillin to someone else.
cs: Omlouvám se, Abernathy. Ten anthrocillin jsem dal někomu jinému.

# conversations/00_emerald_vale/00_cv_abernathy:208:DefaultText
source: You what? But why? I was depending on you.
cs: Cože? Ale proč? Spoléhal jsem na tebe.

# conversations/00_emerald_vale/00_cv_abernathy:209:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_abernathy:210:DefaultText
source: Oh sweet, merciful Law! A marauder's in my domicile!
cs: Ó, sladký, milosrdný Zákon! V mém domě je nájezdník!

# conversations/00_emerald_vale/00_cv_abernathy:211:DefaultText
source: Oh, wait. It's just you. Near as killed me with fright.
cs: Počkat. To jsi jen ty. Skoro mě to zabilo strachem.

# conversations/00_emerald_vale/00_cv_abernathy:212:DefaultText
source: Hey, take it easy. I'm not a marauder.
cs: Hej, uklidni se. Nejsem nájezdník.

# conversations/00_emerald_vale/00_cv_abernathy:213:DefaultText
source: <Wave your gun.> Hand over all your bits.
cs: <Mávejte zbraní.> Odevzdejte všechny své kousky.

# conversations/00_emerald_vale/00_cv_abernathy:214:DefaultText
source: Where? Where?!
cs: Kde? Kde?!

# conversations/00_emerald_vale/00_cv_abernathy:216:DefaultText
source: Oh Law, please don't eat me! I got scrumpox! And chalkstones! You don't want none of that!
cs: Ach, Lawe, prosím, nejez mě! Mám neštovice! A křídové kameny! Nic z toho nechceš!

# conversations/00_emerald_vale/00_cv_abernathy:217:DefaultText
source: Least I know I ain't hallucinating. You need something?
cs: Aspoň vím, že nemám halucinace. Potřebuješ něco?

# conversations/00_emerald_vale/00_cv_abernathy:218:DefaultText
source: Please don't kill me! I still gotta pay my gravesite fees!
cs: Prosím, nezabíjejte mě! Ještě musím zaplatit hrobové poplatky!

# conversations/00_emerald_vale/00_cv_abernathy:219:DefaultText
source: Oh just go ahead and kill me, then. I got nothing left to live for.
cs: Tak mě klidně zabij. Už nemám pro co žít.

# conversations/00_emerald_vale/00_cv_abernathy:220:DefaultText
source: Don't say that, Mr. Abernathy. You still got a couple decades in you.
cs: To neříkejte, pane Abernathy. Máte před sebou ještě pár desítek let.

# conversations/00_emerald_vale/00_cv_abernathy:221:DefaultText
source: I'd steer clear, Ms. Holcomb. My affliction is bound to be contagious.
cs: Vyhýbala bych se tomu, paní Holcombová. Moje postižení je určitě nakažlivé.

# conversations/00_emerald_vale/00_cv_abernathy:223:DefaultText
source: Wait a second - I heard marauders don't talk much. You can talk just fine. Did Mr. Tobson send you to put the fear in me?
cs: Počkej - slyšel jsem, že nájezdníci moc nemluví. Ty mluvit umíš. Poslal tě pan Tobson, abys mi nahnal strach?

# conversations/00_emerald_vale/00_cv_abernathy:225:DefaultText
source: Whoa! Did - uh - did Mr. Tobson send you?
cs: Páni! Poslal vás pan Tobson?

# conversations/00_emerald_vale/00_cv_abernathy:227:DefaultText
source: There a reason you're running around outfitted like one of those monsters? Did Mr. Tobson send you to put the fear in me?
cs: Je nějaký důvod, proč tu pobíháš oblečený jako jedno z těch monster? Poslal tě pan Tobson, abys mi nahnal strach?

# conversations/00_emerald_vale/00_cv_abernathy:228:DefaultText
source: I know that. But I got nobody else to turn to.
cs: To vím. Ale nemám nikoho jiného, na koho bych se mohl obrátit.

# conversations/00_emerald_vale/00_cv_abernathy:229:DefaultText
source: I know, I know. Should've availed myself of your services days ago. Thanks anyway, Vicar.
cs: Já vím, já vím. Měl jsem využít tvých služeb už před několika dny. Ale i tak díky, pane faráři.

# conversations/00_emerald_vale/00_cv_abernathy:230:DefaultText
source: I am sorry to hear that Mr. Abernathy. My confessional is always open. Except for right now.
cs: To mě mrzí, pane Abernathy. Moje zpovědnice je vždy otevřená. Kromě této chvíle.

# conversations/00_emerald_vale/00_cv_abernathy:231:DefaultText
source: I know, I know. Should've availed myself of your services days ago. Thanks anyway, Vicar.
cs: Já vím, já vím. Měl jsem využít tvých služeb už před několika dny. Ale i tak díky, pane faráři.

# conversations/00_emerald_vale/00_cv_abernathy:232:DefaultText
source: I tried medicating myself with Adrena-Time. Didn't do much for me, far as I can tell.
cs: Zkoušel jsem se léčit Adrena-Time. Pokud vím, moc mi to nepomohlo.

# conversations/00_emerald_vale/00_cv_abernathy:233:DefaultText
source: I need you to break in, nab that medicine, and bring it back to me.
cs: Potřebuju, aby ses tam vloupal, sebral ten lék a přinesl mi ho zpátky.

# conversations/00_emerald_vale/00_cv_abernathy:234:DefaultText
source: Leave me alone, will you? I got enough problems.
cs: Nechte mě na pokoji, ano? Mám dost problémů.

# conversations/00_emerald_vale/00_cv_abernathy:235:DefaultText
source: Sorry, Abernathy. I gave that anthrocillin to someone else.
cs: Omlouvám se, Abernathy. Ten anthrocillin jsem dal někomu jinému.
