Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_zoe_*_marauder_camp.po
Languages: in

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:1:DefaultText
source: I already told you - I want Rizzo's. Ri. Zo's. Not saltuna cans. Not, you know, canid bits. Why is this so hard?
in: Už jsem vám to říkal - chci Rizzo's. Ri. Zo's. Ne saltuna plechovky. Ne, víš, kousky kanidů. Proč je to tak těžké?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:2:DefaultText
source: What I wouldn't do for a Wentsworth.
in: Co bych pro Wentswortha neudělal.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:3:DefaultText
source: I've been sent to find you.
in: Byl jsem poslán, abych tě našel.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:5:DefaultText
source: Why? Adelaide wants me back on garden duty or something? Thanks, but I'm not going anywhere. This is where I belong.
in: Proč? Adelaide mě chce zpátky na zahradě nebo co? Díky, ale já nikam nepůjdu. Sem patřím.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:6:DefaultText
source: Are you a prisoner here?
in: Jste zde vězněm?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:7:DefaultText
source: Uh, no? I insinuated myself into their company, see. And they didn't seem to mind one whit.
in: Ne? Vsunul jsem se do jejich společnosti, chápete? A nezdálo se, že by jim to vadilo.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:8:DefaultText
source: How are you even alive?
in: Jak to, že vůbec žiješ?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:9:DefaultText
source: I don't know. The vital processes that constitute the miracle of life are mysterious and unknowable.
in: Nevím. Životní procesy, které tvoří zázrak života, jsou tajemné a nepoznatelné.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:10:DefaultText
source: There was something else, actually.
in: Vlastně tu bylo ještě něco jiného.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:11:DefaultText
source: Stefan told me about your favorite serial.
in: Stefan mi řekl o tvém oblíbeném seriálu.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:12:DefaultText
source: Ever consider the marauder life? It's pretty sweet.
in: Uvažoval jsi někdy o životě nájezdníka? Je to docela fajn.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:13:DefaultText
source: You actually have it? The episode where Lord Cavendish reveals he's been the Masked Marketeer all along? All right, you convinced me.
in: Opravdu ho máte? Ten díl, kde lord Cavendish odhalí, že byl celou dobu Maskovaný Markétář? Dobře, přesvědčil jsi mě.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:14:DefaultText
source: Look, I already bought what you were selling me. Just give me some time to gather up my personals.
in: Podívejte, už jsem si koupil to, co jste mi prodávali. Jen mi dejte trochu času, abych si shromáždil osobní věci.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:15:DefaultText
source: You should go back. People are worried.
in: Měli byste se vrátit. Lidé se bojí.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:16:DefaultText
source: I need you to clarify something for me.
in: Potřebuji, abyste mi něco vysvětlil.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:17:DefaultText
source: I'm great at clarifying.
in: Umím skvěle vysvětlovat.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:18:DefaultText
source: I've got all the time in Halcyon.
in: V Halcyonu mám všechen čas.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:19:DefaultText
source: Why did you leave camp?
in: Proč jsi opustil tábor?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:20:DefaultText
source: I'd heard some outlaws set up camp in the botanical labs. I decided to throw in with them, seeing as I always wanted to be an outlaw myself!
in: Slyšel jsem, že v botanických laboratořích se utábořili nějací zločinci. Rozhodl jsem se, že se k nim přidám, protože jsem vždycky chtěl být psancem!

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:21:DefaultText
source: Are you from Edgewater?
in: Jste z Edgewateru?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:23:DefaultText
source: I doubt that. Nobody in that camp really cared about me.
in: O tom pochybuji. Nikdo v tom táboře se o mě nezajímal.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:24:DefaultText
source: I can't imagine you're happy out here. Food's awful. Company worse. And no serial dramas.
in: Neumím si představit, že bys tu byl šťastný. Jídlo je příšerné. Společnost ještě horší. A žádné seriály.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:25:DefaultText
source: And no serial dramas. I've been thinking about going back. I just gotta know if Lord Cavendish really is the Masked Marketeer.
in: A žádné seriály. Přemýšlela jsem, že se vrátím. Jen musím vědět, jestli je lord Cavendish opravdu Maskovaný Markétář.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:26:DefaultText
source: Go back to camp.
in: Vraťte se do tábora.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:27:DefaultText
source: You know, you make a very convincing point. This place was getting dull anyhow.
in: Víte, máte velmi přesvědčivý názor. Stejně to tu začínalo být nudné.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:31:DefaultText
source: I'll take my stuff and head on back, I suppose. Grace is gonna be glaring knives at me. So I've got that to look forward to.
in: Asi si vezmu své věci a půjdu zpátky. Grace na mě bude zírat noži. Takže se mám na co těšit.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:32:DefaultText
source: You're Zoe? Your people are looking for you.
in: Vy jste Zoe? Hledají tě tví lidé.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:33:DefaultText
source: Well, I'm pretty confused right now.
in: No, jsem teď dost zmatený.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:34:DefaultText
source: You sound confused. Or possibly unscrewed.
in: Zníte zmateně. Nebo možná vyšroubovaný.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:35:DefaultText
source: Life is hard. Get used to disappointment.
in: Život je těžký. Zvykněte si na zklamání.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:37:DefaultText
source: Hold on - what? My people? Wait. I see what's happening here.
in: Počkejte - cože? Moji lidé? Počkejte. Už vím, co se děje.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:38:DefaultText
source: Wow. Complete sentences. You're either the smartest marauder I've ever seen, or -
in: Páni. Celé věty. Buď jsi nejchytřejší nájezdník, jakého jsem kdy viděl, nebo -

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:39:DefaultText
source: Unscrewed! Hardly! I am well and properly scr- wait. Forget I said that. Also, when did you get all eloquent?
in: Odšroubováno! Těžko! Jsem řádně a řádně rozšroubovaný... počkat. Zapomeň, že jsem to řekl. A taky, kdy jsi začal být tak výmluvný?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:40:DefaultText
source: You lift that line from my diary? Also, were you rummaging through my personals? Also, since when do you read?
in: Tuhle větu jsi vytáhl z mého deníku? Taky ses mi hrabal v osobních věcech? A taky, od kdy čteš?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:41:DefaultText
source: You're not a marauder. This is embarrassing. See, you were armed, so I thought...
in: Nejsi nájezdník. Tohle je trapné. Vidíš, byl jsi ozbrojený, tak jsem si myslel...

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:42:DefaultText
source: So you tracked me down just to gab about The Masked Marketeer? I am impressed.
in: Takže jsi mě vystopoval jen proto, abys mluvil o Maskovaném marketeerovi? To na mě udělalo dojem.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:43:DefaultText
source: I've got it here. Yours, if you promise to go back.
in: Mám to tady. Tvoje, pokud slíbíš, že se vrátíš.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:44:DefaultText
source: Stefan wanted to watch this with you.
in: Stefan se na to chtěl dívat s tebou.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:45:DefaultText
source: I see what's going on here. I'm being bribed.
in: Chápu, o co tu jde. Jsem uplácen.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:47:DefaultText
source: What about Stefan? You two were friends.
in: A co Stefan? Vy dva jste byli přátelé.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:48:DefaultText
source: Stefan's planning to surprise you with an episode of your favorite serial.
in: Stefan vás chce překvapit epizodou vašeho oblíbeného seriálu.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:49:DefaultText
source: Yeah, I suppose you're right. Also, he could carry on a conversation, unlike these hooligans.
in: Jo, asi máš pravdu. Na rozdíl od těch chuligánů uměl vést konverzaci.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:51:DefaultText
source: Yeah? Or what?
in: Ano? Nebo co?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:52:DefaultText
source: Do I look like I want to play games with you?
in: Vypadám, že si s vámi chci hrát?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:53:DefaultText
source: Or I bring back what's left of you. Grace never said you had to be alive.
in: Nebo přivedu zpět to, co z tebe zbylo. Grace nikdy neřekla, že musíš být naživu.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:56:DefaultText
source: Oh, you mean around these guys? The marauders wouldn't hurt me. They love me. I'm practically their queen. Must be my natural charisma.
in: Myslíš v blízkosti těchto lidí? Ti nájezdníci by mi neublížili. Mají mě rádi. Jsem prakticky jejich královna. To musí být moje přirozené charisma.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:57:DefaultText
source: Instead, what do I find but a bunch of former workers camped out around a greenhouse. I couldn't just go back to the cannery, so I was stuck with 'em.
in: Místo toho jsem našel partu bývalých zaměstnanců, kteří se utábořili kolem skleníku. Nemohl jsem se jen tak vrátit do konzervárny, takže jsem s nimi zůstal.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:58:DefaultText
source: I got kicked out of Edgewater on account of falling sick with plague and stealing some medicine to treat myself.
in: Vyhodili mě z Edgewateru, protože jsem onemocněl morem a ukradl léky, abych se léčil.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:60:DefaultText
source: Wait, you're telling me he's got a copy of the Masked Marketeer? Why didn't you say so?
in: Počkej, chceš mi říct, že má kopii Maskovaného markýze? Proč jsi to neřekl?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:63:DefaultText
source: I may have bartered them a few boxes of Adrena-Time, but I'm sure that's got nothing to do with it.
in: Možná jsem jim vyměnil pár krabic Adrena-Time, ale jsem si jistý, že to s tím nemá nic společného.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:64:DefaultText
source: I'm impressed. How'd you pull it off?
in: Jsem ohromen. Jak se ti to povedlo?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:67:DefaultText
source: Wow. You crossed 'em all off. Like some sort of heroic accountant running down a list. Teach me your ways?
in: Páni. Všechny jsi je odškrtl. Jako nějaký hrdinný účetní, který sepisuje seznam. Naučíš mě své způsoby?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:68:DefaultText
source: You're Zoe? Your people are looking for you.
in: Vy jste Zoe? Hledají tě tví lidé.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:69:DefaultText
source: Well, I'm pretty confused right now.
in: No, jsem teď dost zmatený.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:70:DefaultText
source: You sound confused. Or possibly unscrewed.
in: Zníte zmateně. Nebo možná vyšroubovaný.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:71:DefaultText
source: Not for free.
in: Ne zadarmo.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:72:DefaultText
source: What, you mean Adelaide's little congregation of nature-loving nobodies? I could not possibly be less interested in them.
in: Myslíš Adelaidinu malou kongregaci přírodymilovných nýmandů? Nemohli by mě zajímat méně.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:73:DefaultText
source: You, on the other hand. You were a sight to behold. If I had half your skills, I'd be the greatest outlaw the coast has ever seen.
in: Na druhou stranu vy. Na tebe se dalo dívat. Kdybych měl polovinu tvých schopností, byl bych největší psanec, jakého kdy pobřeží vidělo.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:74:DefaultText
source: Hey, me too. But mostly because I just had my second dose of Adrena-Time. I am so completely addled right now.
in: Hej, já taky. Ale hlavně proto, že jsem právě dostala druhou dávku Adrena-Time. Jsem teď úplně závislá.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:75:DefaultText
source: Only thing unscrewed around here's the head of that marauder you took down. Never seen moves like that outside my serial dramas.
in: Jediná odšroubovaná věc tady je hlava toho nájezdníka, kterého jsi sundal. Takové pohyby jsem mimo seriály ještě neviděl.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:76:DefaultText
source: Aw. Well, that's a shame. I mean I could pay you in Adrena-Time, but I've already bartered most of my stash over to these poor saps.
in: Aw. To je škoda. Mohl bych ti zaplatit v Adrena-Time, ale většinu svých zásob už jsem těm chudákům vyměnil.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:77:DefaultText
source: Wow. You put those marauders in the dirt quicker than the Masked Marketeer! Teach me your ways?
in: Páni. Ty jsi ty nájezdníky dostal do hlíny rychleji než Maskovaný Markétář! Naučíš mě svým způsobům?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:78:DefaultText
source: Thanks, I guess. Who's the Masked Marketeer?
in: Myslím, že díky. Kdo je Maskovaný obchodník?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:79:DefaultText
source: Only the most dashing champion of private enterprise ever to don a mask! Until I get my start, that is.
in: Jen ten nejsympatičtější zastánce soukromého podnikání, který kdy nosil masku! Tedy dokud nezačnu já.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:80:DefaultText
source: Take care.
in: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:81:DefaultText
source: I'll be back.
in: Vrátím se.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:83:DefaultText
source: Who's a good boy? You're a good boy! Yes you are!
in: Kdo je hodný chlapec? Ty jsi hodný chlapec! Ano, jsi!

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:85:DefaultText
source: Got some canid meat in your teeth there, pal.
in: Máš v zubech nějaký kanidský maso, kámo.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:89:DefaultText
source: You want what? Adrena-Time? Yeah yeah, I'll get you some.
in: Co chcete? Adrena-Time? Jo, jo, něco ti přinesu.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:94:DefaultText
source: Come on, get 'em!
in: No tak, chyťte je!

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:95:DefaultText
source: Wow, that's a lot of blood.
in: Páni, to je spousta krve.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:96:DefaultText
source: This is better than the serials!
in: Tohle je lepší než seriály!

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:98:DefaultText
source: Aw, no encore?
in: Žádný přídavek?

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:99:DefaultText
source: Stand and deliver! Always wanted to say that.
in: Postavte se a doručte! Vždycky jsem to chtěl říct.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:101:DefaultText
source: That had to hurt!
in: To muselo bolet!

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:102:DefaultText
source: Pow. Right in the vitals.
in: Pow. Přímo do životních funkcí.

# conversations/00_emerald_vale/00_cv_zoe_in_marauder_camp:103:DefaultText
source: Well, it's working. I can't say no to my favorite serial.
in: Funguje to. Svému oblíbenému seriálu nemůžu říct ne.
