Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_grace.po
Languages: cs

# conversations/00_emerald_vale/00_cv_grace:262:DefaultText
source: Listen - we go back to Reed, hat in hand, begging for our old jobs back - well, Adelaide's not gonna forgive us. She'd never talk to us again.
cs: Poslouchej - když se vrátíme k Reedovi s kloboukem v ruce a budeme prosit, aby nám vrátil naše stará místa - no, Adelaide nám to neodpustí. Už s námi nikdy nepromluví.

# conversations/00_emerald_vale/00_cv_grace:263:DefaultText
source: Leave Adelaide behind, then. Edgewater needs you back.
cs: Adelaide tedy nechte za sebou. Edgewater tě potřebuje zpět.

# conversations/00_emerald_vale/00_cv_grace:264:DefaultText
source: Don't do anything hasty. I'm going to try to talk Reed into stepping down.
cs: Nedělejte nic ukvapeně. Pokusím se Reeda přemluvit, aby odstoupil.

# conversations/00_emerald_vale/00_cv_grace:265:DefaultText
source: Why not?
cs: Proč ne?

# conversations/00_emerald_vale/00_cv_grace:266:DefaultText
source: Adelaide's dead. It's time for you to move on.
cs: Adelaide je mrtvá. Je čas, abys šel dál.

# conversations/00_emerald_vale/00_cv_grace:267:DefaultText
source: What did you just say? She's - she's dead? I don't understand. How?
cs: Co jsi právě řekl? Ona je - ona je mrtvá? Nerozumím tomu. Jak?

# conversations/00_emerald_vale/00_cv_grace:268:DefaultText
source: This is a lot to take in. I'm going to have to talk to the others. Adelaide held this camp together. Without her, we've got no reason to stay.
cs: Je toho hodně. Budu si muset promluvit s ostatními. Adelaide držela tento tábor pohromadě. Bez ní nemáme důvod zůstat.

# conversations/00_emerald_vale/00_cv_grace:269:DefaultText
source: Edgewater's not just a town to Adelaide. It's a symbol of everything that's wrong with this colony. A big, heartless machine of metal and gears, grinding workers down to dust.
cs: Edgewater není pro Adelaide jen město. Je to symbol všeho, co je v této kolonii špatně. Velký, bezcitný stroj z kovu a ozubených kol, který dělníky drtí na prach.

# conversations/00_emerald_vale/00_cv_grace:270:DefaultText
source: We're the closest thing Adelaide's got to a family. We go back to Edgewater, she's gonna feel betrayed.
cs: Jsme to nejbližší, co má Adelaide k rodině. Když se vrátíme do Edgewateru, bude se cítit zrazená.

# conversations/00_emerald_vale/00_cv_grace:271:DefaultText
source: Sure, suit yourself. I'll be here.
cs: Jistě, jak je libo. Budu tady.

# conversations/00_emerald_vale/00_cv_grace:272:DefaultText
source: Yeah. Yeah - you're right. And I suspect Reed's learned his lesson by now. Might even be willing to talk terms with us.
cs: Jo. Jo - máš pravdu. A předpokládám, že Reed už se poučil. Možná by s námi dokonce byl ochoten jednat o podmínkách.

# conversations/00_emerald_vale/00_cv_grace:273:DefaultText
source: Hey, Thomas. Gather up your personals, and we'll go talk to Reed together.
cs: Ahoj, Thomasi. Seber si svoje osobní věci a půjdeme si s Reedem promluvit.

# conversations/00_emerald_vale/00_cv_grace:274:DefaultText
source: This is all happening so fast. Give me a little time to give this place a proper goodbye, yeah?
cs: Všechno se to děje tak rychle. Dejte mi trochu času, abych se s tímhle místem pořádně rozloučil, ano?

# conversations/00_emerald_vale/00_cv_grace:277:DefaultText
source: Edgewater could use another mechanic. I'm not sure if I'm ready to step into that role, but I'm willing to try my best.
cs: Edgewater by potřeboval dalšího mechanika. Nejsem si jistý, jestli jsem připravený na tuto roli, ale jsem ochotný se o to pokusit.

# conversations/00_emerald_vale/00_cv_grace:278:DefaultText
source: If you find any more of those manuals, I'll be in Edgewater.
cs: Pokud najdete další z těchto příruček, budu v Edgewateru.

# conversations/00_emerald_vale/00_cv_grace:279:DefaultText
source: Listen, after this is all over, I'd like to talk to you. Come find me in Edgewater, if you're ever about town.
cs: Poslyš, až tohle všechno skončí, rád bych si s tebou promluvil. Pokud budeš někdy ve městě, najdi mě v Edgewateru.

# conversations/00_emerald_vale/00_cv_grace:280:DefaultText
source: If you see Reed, let him know we're coming back.
cs: Pokud uvidíte Reeda, dejte mu vědět, že se vrátíme.

# conversations/00_emerald_vale/00_cv_grace:281:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_grace:282:DefaultText
source: Leave Adelaide here. Edgewater needs you back.
cs: Nechte Adelaide tady. Edgewater tě potřebuje zpět.

# conversations/00_emerald_vale/00_cv_grace:283:DefaultText
source: Thomas told me the same thing.
cs: Thomas mi řekl totéž.

# conversations/00_emerald_vale/00_cv_grace:284:DefaultText
source: I'll have a word with Adelaide. Don't do anything yet.
cs: Promluvím si s Adelaide. Zatím nic nedělej.

# conversations/00_emerald_vale/00_cv_grace:285:DefaultText
source: I'm looking for Adelaide. I need some answers.
cs: Hledám Adelaide. Potřebuji nějaké odpovědi.

# conversations/00_emerald_vale/00_cv_grace:286:DefaultText
source: You better be sure about this. We go back to Edgewater without Adelaide, she's never coming back.
cs: Raději si tím buďte jisti. Když se vrátíme do Edgewateru bez Adelaide, už se nikdy nevrátí.

# conversations/00_emerald_vale/00_cv_grace:287:DefaultText
source: I'm sure. It's time you went back to Edgewater. Let Adelaide stay here.
cs: Jsem si jistý. Je načase, aby ses vrátil do Edgewateru. Ať tu Adelaide zůstane.

# conversations/00_emerald_vale/00_cv_grace:289:DefaultText
source: Trouble with marauders?
cs: Problémy s nájezdníky?

# conversations/00_emerald_vale/00_cv_grace:291:DefaultText
source: Where can I find Adelaide?
cs: Kde najdu Adelaide?

# conversations/00_emerald_vale/00_cv_grace:292:DefaultText
source: Over in the hothouse, tending crop.
cs: Ve skleníku se stará o úrodu.
