Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_vicar.po
Languages: cs

# conversations/00_emerald_vale/00_cv_vicar:1:DefaultText
source: Yes, what is it? You're an outsider. Fantastic! Vicar Maximillian DeSoto, at your service. Or Vicar Max, if you're the sort who prefers brevity.
cs: Ano, co to je? Jste outsider. Fantastické! Vikář Maximillian DeSoto, k vašim službám. Nebo vikář Max, pokud jste typ, který dává přednost stručnosti.

# conversations/00_emerald_vale/00_cv_vicar:3:DefaultText
source: I'm looking for a power regulator.
cs: Hledám regulátor napájení.

# conversations/00_emerald_vale/00_cv_vicar:4:DefaultText
source: Mechanical tomfoolery is well out of my purview. I suggest you take such matters to Mr. Tobson, in the Cannery.
cs: Mechanické hlouposti jsou mimo můj obor. Doporučuji vám, abyste se s takovými záležitostmi obrátil na pana Tobsona v Konzervárně.

# conversations/00_emerald_vale/00_cv_vicar:18:DefaultText
source: I'll look for your book.
cs: Podívám se po vaší knize.

# conversations/00_emerald_vale/00_cv_vicar:23:DefaultText
source: What sort of spiritual advice do you offer here?
cs: Jaké duchovní rady zde nabízíte?

# conversations/00_emerald_vale/00_cv_vicar:26:DefaultText
source: I so rarely get new people to talk to. Name your poison, anything at all. Spiritual counseling? This season's tossball predictions? The quickest way out of town?
cs: Málokdy se mi podaří získat nové lidi, se kterými bych si mohla popovídat. Řekni si, co tě otráví, cokoliv. Duchovní poradenství? Předpovědi na letošní sezónu? Nejrychlejší cesta z města?

# conversations/00_emerald_vale/00_cv_vicar:28:DefaultText
source: 'They who are not satisfied with their work, are satisfied with nothing.' No? How about 'Work fortifies the spirit. True exhaustion awaits idle hands.'?
cs: "Kdo není spokojen se svou prací, není spokojen s ničím. Ne? Co třeba 'Práce posiluje ducha. Nečinné ruce čeká opravdové vyčerpání.'?

# conversations/00_emerald_vale/00_cv_vicar:47:DefaultText
source: Just a moment - if you're going to be walking around outside, make sure you're well prepared. Unless you don't care for your life.
cs: Ještě chvilku - pokud se chystáte chodit venku, ujistěte se, že jste dobře připraveni. Pokud vám ovšem nezáleží na vašem životě.

# conversations/00_emerald_vale/00_cv_vicar:49:DefaultText
source: I've changed my mind. I'll find that book for you.
cs: Změnil jsem názor. Najdu ti tu knihu.

# conversations/00_emerald_vale/00_cv_vicar:50:DefaultText
source: Do, and you'll have my undying gratitude.
cs: Udělejte to a budete mít můj nehynoucí vděk.

# conversations/00_emerald_vale/00_cv_vicar:51:DefaultText
source: I've got your book right here.
cs: Mám tu vaši knihu.

# conversations/00_emerald_vale/00_cv_vicar:52:DefaultText
source: Wonderful. This is fantastic! Well worth all the sacrifices I... wait...
cs: Nádhera. To je fantastické! Stojí to za všechny ty oběti, které jsem... počkat...

# conversations/00_emerald_vale/00_cv_vicar:58:DefaultText
source: All right, let's go.
cs: Dobře, jdeme na to.

# conversations/00_emerald_vale/00_cv_vicar:60:DefaultText
source: You mean this book? Here you go.
cs: Myslíte tuto knihu? Tady máte.

# conversations/00_emerald_vale/00_cv_vicar:62:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_vicar:63:DefaultText
source: Thank you. If you retrieve it, you can always find me here.
cs: Děkujeme. Pokud si ji obnovíte, vždycky mě tu najdete.

# conversations/00_emerald_vale/00_cv_vicar:70:DefaultText
source: What's in it for me?
cs: Co z toho budu mít?

# conversations/00_emerald_vale/00_cv_vicar:71:DefaultText
source: How about no?
cs: Co třeba ne?

# conversations/00_emerald_vale/00_cv_vicar:72:DefaultText
source: Free spiritual counseling, someone to watch your back. Not to mention a grown-up in the party.
cs: Bezplatné duchovní poradenství, někdo, kdo vám kryje záda. A to nemluvím o dospělém ve straně.

# conversations/00_emerald_vale/00_cv_vicar:74:DefaultText
source: Have you reconsidered? I'd be quite valuable to have with you.
cs: Zvážili jste to? Byl bych pro vás docela cenný.

# conversations/00_emerald_vale/00_cv_vicar:75:DefaultText
source: Hmm. Nope. Still don't care.
cs: Hmm. Ne. Stále je mi to jedno.

# conversations/00_emerald_vale/00_cv_vicar:76:DefaultText
source: You have to admire the Architect's sense of humor. French. Hah.
cs: Musíte obdivovat architektův smysl pro humor. Francouzština. Hah.

# conversations/00_emerald_vale/00_cv_vicar:78:DefaultText
source: How did you know I'm an outsider?
cs: Jak víte, že jsem cizinec?

# conversations/00_emerald_vale/00_cv_vicar:79:DefaultText
source: And why is that?
cs: A proč tomu tak je?

# conversations/00_emerald_vale/00_cv_vicar:81:DefaultText
source: My retrieval efforts have been thwarted by marauders who've overrun the property. Should you fare better than me, I'd pay a handsome sum for the book.
cs: Moje snahy o získání byly zmařeny nájezdníky, kteří obsadili pozemek. Kdyby se vám dařilo lépe než mně, zaplatil bych za knihu slušnou sumu.

# conversations/00_emerald_vale/00_cv_vicar:84:DefaultText
source: A handsome sum, you say? Tell me more.
cs: Říkáte, že je to slušná částka? Řekni mi víc.

# conversations/00_emerald_vale/00_cv_vicar:85:DefaultText
source: So you'll consider it? I do appreciate your hearing me out. And, uh, your discretion.
cs: Takže to zvážíte? Oceňuji, že jste mě vyslechl. A vaši diskrétnost.

# conversations/00_emerald_vale/00_cv_vicar:86:DefaultText
source: It's a handwritten journal. A faded blue cover, with the name M. Bakonu handwritten in the lower corner. I'll mark where I saw it on your map. Assuming you're serious.
cs: Je to ručně psaný deník. Vybledlá modrá obálka, v dolním rohu ručně napsané jméno M. Bakonu. Označím si na mapě, kde jsem ho viděl. Za předpokladu, že to myslíš vážně.

# conversations/00_emerald_vale/00_cv_vicar:87:DefaultText
source: On second thought, I'm not interested in running errands.
cs: Když o tom tak přemýšlím, nemám zájem o pochůzky.

# conversations/00_emerald_vale/00_cv_vicar:93:DefaultText
source: All very fascinating, I'm sure, but I've got to be going.
cs: Všechno je to jistě velmi fascinující, ale už musím jít.

# conversations/00_emerald_vale/00_cv_vicar:94:DefaultText
source: I've never seen you before. And there's been no paperwork indicating a transfer. Half the time it's wrong, but a new worker without paperwork? Unheard of.
cs: Nikdy předtím jsem tě neviděl. A žádné papíry nenaznačují, že by došlo k přeložení. V polovině případů je to špatně, ale nový pracovník bez papírů? To je neslýchané.

# conversations/00_emerald_vale/00_cv_vicar:95:DefaultText
source: Also, you lack the distinctive worker gaze. Usually either a deadening behind the eyes, or, in some rare cases, a wild-eyed frenzy. Like a trapped animal.
cs: Také vám chybí výrazný pohled dělníka. Obvykle je to buď mrtvý pohled za očima, nebo v některých vzácných případech divoké vytřeštění očí. Jako chycené zvíře.

# conversations/00_emerald_vale/00_cv_vicar:96:DefaultText
source: You seem quite dismissive of the common man for a spiritual leader.
cs: Zdá se, že se k obyčejnému člověku chováte jako k duchovnímu vůdci dosti přezíravě.

# conversations/00_emerald_vale/00_cv_vicar:98:DefaultText
source: Yes, but there are few who hear me in this miserable place.
cs: Ano, ale na tomto nešťastném místě mě slyší jen málokdo.

# conversations/00_emerald_vale/00_cv_vicar:100:DefaultText
source: Nothing could be further from the truth.
cs: Nic nemůže být vzdálenější pravdě.

# conversations/00_emerald_vale/00_cv_vicar:101:DefaultText
source: Isn't it your job to raise that?
cs: Není to vaše práce, abyste to zvýšil?

# conversations/00_emerald_vale/00_cv_vicar:110:DefaultText
source: All you've got are platitudes about enjoying your work? Have you looked around here lately?
cs: Máte jen fráze o tom, že vás práce baví? Podíval ses sem někdy v poslední době?

# conversations/00_emerald_vale/00_cv_vicar:111:DefaultText
source: Have you? These people need something, anything they can grasp to survive. Delving into the metaphysical minutiae of the Grand Plan would be nonsense to them, if not worse.
cs: Opravdu? Tito lidé potřebují něco, cokoli, čeho se mohou chytit, aby přežili. Zabývat se metafyzickými drobnostmi Velkého plánu by pro ně byl nesmysl, ne-li něco horšího.

# conversations/00_emerald_vale/00_cv_vicar:112:DefaultText
source: Pretty universal here. Except for Ms. Holcomb. Who, for some reason, doesn't seem to have much to say to me. Isn't that right?
cs: Je to docela univerzální. Kromě paní Holcombové. Která mi z nějakého důvodu nemá moc co říct. Není to tak?

# conversations/00_emerald_vale/00_cv_vicar:125:DefaultText
source: Let's get back on track.
cs: Vraťme se zpět na cestu.

# conversations/00_emerald_vale/00_cv_vicar:127:DefaultText
source: Seriously? That's what you're selling here?
cs: Vážně? Tohle tady prodáváte?

# conversations/00_emerald_vale/00_cv_vicar:128:DefaultText
source: Selling? No, it is free for all who seek it. I'm sorry you don't find these tried and true words of wisdom to your liking.
cs: Prodej? Ne, je zdarma pro všechny, kdo o ni stojí. Je mi líto, že vám tato osvědčená moudra nevyhovují.

# conversations/00_emerald_vale/00_cv_vicar:129:DefaultText
source: It's just- there's more to it all than numbers. Sorry.
cs: Jde jen o to, že jde o víc než jen o čísla. Omlouvám se.

# conversations/00_emerald_vale/00_cv_vicar:130:DefaultText
source: Maybe it's because you're so dismissive. Quite inappropriate for a vicar, isn't it?
cs: Možná je to proto, že jsi tak odmítavý. Na faráře je to docela nevhodné, ne?

# conversations/00_emerald_vale/00_cv_vicar:135:DefaultText
source: That's understandable. If you change your mind, let me know.
cs: To je pochopitelné. Pokud si to rozmyslíte, dejte mi vědět.

# conversations/00_emerald_vale/00_cv_vicar:136:DefaultText
source: Hold on a minute. Did you just refer to this town as a 'miserable place'?
cs: Počkejte chvíli. Řekl jsi právě o tomto městě, že je to "mizerné místo"?

# conversations/00_emerald_vale/00_cv_vicar:137:DefaultText
source: Yes, and thank you for pointing it out. It is wrong of me to succumb to distress. This place could be so much more, and I will continue in my quest to make it so.
cs: Ano, a děkuji za upozornění. Je ode mě špatné, že jsem podlehl tísni. Tohle místo by mohlo být mnohem víc a já budu pokračovat ve svém úsilí, aby tomu tak bylo.

# conversations/00_emerald_vale/00_cv_vicar:138:DefaultText
source: I've been outside, I'm not impressed. And I can handle myself better than a vicar.
cs: Byl jsem venku, nejsem ohromen. A umím se o sebe postarat líp než farář.

# conversations/00_emerald_vale/00_cv_vicar:140:DefaultText
source: Ha. The marauders I met when I ventured outside the walls might agree with you. Bastards snuck up on me while I was dutifully hunting for a banned book in a collector's library.
cs: Ha. Nájezdníci, které jsem potkal, když jsem se vydal za hradby, by s tebou mohli souhlasit. Bastardi se ke mně připlížili, když jsem poslušně lovil zakázanou knihu ve sběratelské knihovně.

# conversations/00_emerald_vale/00_cv_vicar:141:DefaultText
source: Barely escaped with my life. But you see, one of the reasons I transferred here was to get my hands on that heretical text.
cs: Sotva jsem vyvázl bez úhony. Ale víte, jedním z důvodů, proč jsem sem přestoupil, byla snaha dostat se k tomu kacířskému textu.

# conversations/00_emerald_vale/00_cv_vicar:142:DefaultText
source: This conversation has become tiresome. I'm done with it.
cs: Tato konverzace se stala únavnou. Končím s ní.

# conversations/00_emerald_vale/00_cv_vicar:145:DefaultText
source: What the fuck is this? Is this... French? I can't fucking read French!
cs: Co to kurva je? Je tohle... Francouzština? Neumím kurva číst francouzsky!

# conversations/00_emerald_vale/00_cv_vicar:147:DefaultText
source: I'm no animal, and I don't like being insulted by you and your high-falutin language.
cs: Nejsem žádné zvíře a nemám rád, když mě urážíš ty a tvůj vznešený jazyk.

# conversations/00_emerald_vale/00_cv_vicar:148:DefaultText
source: You must be right, Parvati. I don't know hardly any numbers, and I do just fine.
cs: Určitě máš pravdu, Parvati. Já neznám skoro žádná čísla a jde mi to.

# conversations/00_emerald_vale/00_cv_vicar:149:DefaultText
source: And I'm not an ass. That makes one of us.
cs: A já nejsem vůl. To z nás dělá jednoho z nás.

# conversations/00_emerald_vale/00_cv_vicar:150:DefaultText
source: Handsome? What kinda weirdness you all into around here?
cs: Pohledný? Jaké podivnosti tady máte rádi?

# conversations/00_emerald_vale/00_cv_vicar:151:DefaultText
source: Sounds like you're terrible at your job, Vicar.
cs: Zdá se, že jste ve své práci hrozný, pane faráři.

# conversations/00_emerald_vale/00_cv_vicar:152:DefaultText
source: What? Uh... you seem the perfect type to go blindly into the wild on a suicidal quest.
cs: Cože? Zdá se, že jsi ideální typ na to, abys šel naslepo do divočiny na sebevražednou výpravu.

# conversations/00_emerald_vale/00_cv_vicar:153:DefaultText
source: I'm looking for a journal - a handwritten book - with the name 'M. Bakonu' on the cover. I'll pay you to find it.
cs: Hledám deník - ručně psanou knihu - se jménem "M. Bakonu" na obálce. Zaplatím vám za jeho nalezení.

# conversations/00_emerald_vale/00_cv_vicar:154:DefaultText
source: I merely meant to say that you're not beaten down by... you know what? Forget it. You have my sincerest apologies.
cs: Chtěl jsem jen říct, že tě neporáží... víš co? Zapomeň na to. Upřímně se ti omlouvám.

# conversations/00_emerald_vale/00_cv_vicar:157:DefaultText
source: Uhm, I was actually asking what your religion was all about.
cs: Uhm, vlastně jsem se ptal, co je to vaše náboženství.

# conversations/00_emerald_vale/00_cv_vicar:159:DefaultText
source: The OSI teaches that the Grand Architect set a perfect system in motion at the beginning of time. Contentment is found by accepting one's role in that Grand Plan.
cs: OSI učí, že Velký architekt uvedl na počátku času do pohybu dokonalý systém. Spokojenost lze nalézt přijetím své role v tomto Velkém plánu.

# conversations/00_emerald_vale/00_cv_vicar:160:DefaultText
source: What does OSI stand for?
cs: Co znamená zkratka OSI?

# conversations/00_emerald_vale/00_cv_vicar:166:DefaultText
source: The Order of Scientific Inquiry. Also known as Scientism to the layperson.
cs: Řád vědeckého bádání. Pro laiky známý také jako scientismus.

# conversations/00_emerald_vale/00_cv_vicar:167:DefaultText
source: How do you talk to this Grand Architect? Prayer, meditation, or what?
cs: Jak s tímto Velkým architektem mluvíte? Modlitbou, meditací nebo čím?

# conversations/00_emerald_vale/00_cv_vicar:168:DefaultText
source: You don't talk to the Grand Architect. Once the universe was set in motion, it stepped back. It has no concern for us.
cs: S Velkým architektem se nemluví. Jakmile se vesmír dal do pohybu, ustoupil. Nás se to netýká.

# conversations/00_emerald_vale/00_cv_vicar:169:DefaultText
source: What would you like to discuss?
cs: O čem byste chtěli diskutovat?

# conversations/00_emerald_vale/00_cv_vicar:170:DefaultText
source: Doesn't sound like a very motivational religious philosophy. What's there to aspire to?
cs: To nezní jako příliš motivační náboženská filozofie. O co by se mělo usilovat?

# conversations/00_emerald_vale/00_cv_vicar:171:DefaultText
source: We will eventually decode the Plan and all its intricacies. Once we are able to deduce the properties of every particle in the universe and its trajectory we will know everything.
cs: Plán a všechny jeho složitosti nakonec rozluštíme. Až budeme schopni odvodit vlastnosti každé částice ve vesmíru a její trajektorii, budeme vědět všechno.

# conversations/00_emerald_vale/00_cv_vicar:172:DefaultText
source: The future, the past, each person's place within the Plan, all will be laid out before us, removing struggle and bringing peace. No one will ever need question their path again.
cs: Budoucnost, minulost, místo každého člověka v Plánu, to vše bude před námi vyloženo, odstraní se boj a nastane mír. Nikdo už nikdy nebude muset pochybovat o své cestě.

# conversations/00_emerald_vale/00_cv_vicar:173:DefaultText
source: How much to put in a good word for me with the Grand Architect?? You know, unofficial like?
cs: Kolik za to, že se za mě přimluvíte u Velkého architekta?? Víte, neoficiálně?

# conversations/00_emerald_vale/00_cv_vicar:174:DefaultText
source: That's not how it works. The Grand Architect has no concern for us beyond setting the Plan in motion.
cs: Tak to nefunguje. Velký architekt se o nás nezajímá víc, než že uvede plán do pohybu.

# conversations/00_emerald_vale/00_cv_vicar:177:DefaultText
source: I don't get it.
cs: Nechápu to.

# conversations/00_emerald_vale/00_cv_vicar:178:DefaultText
source: Obviously. Look. If we can figure out how to... read the Grand Plan, we can more perfectly align ourselves to it, bringing everyone peace.
cs: Samozřejmě. Podívejte se. Pokud přijdeme na to, jak... přečíst Velký plán, můžeme se mu lépe přizpůsobit a přinést všem mír.

# conversations/00_emerald_vale/00_cv_vicar:179:DefaultText
source: I'm... my apologies. The townsfolk are having a tough time of it, and it's been difficult for me to enrich their lives. They are good people, it is just... difficult to reach them.
cs: Já... omlouvám se. Obyvatelé města to mají těžké a pro mě bylo obtížné obohatit jejich život. Jsou to dobří lidé, jen je... těžké se k nim dostat.

# conversations/00_emerald_vale/00_cv_vicar:181:DefaultText
source: No, I am not, though there is something to your accusation. It is wrong for me to succumb to distress.
cs: Ne, nejsem, i když na vašem obvinění něco je. Je špatné, že podléhám tísni.

# conversations/00_emerald_vale/00_cv_vicar:182:DefaultText
source: What were you saying about wanting a book so bad you'd pay for it?
cs: Co jsi říkal o tom, že bys chtěl knihu tak moc, že bys za ni zaplatil?

# conversations/00_emerald_vale/00_cv_vicar:183:DefaultText
source: The outsider who brought the errant children back to the flock! A pleasure to finally meet you.
cs: Cizinec, který přivedl zbloudilé děti zpět ke stádu! Je mi potěšením se s vámi konečně setkat.

# conversations/00_emerald_vale/00_cv_vicar:184:DefaultText
source: I heard you were able to bring the errant children back to the flock. I'm impressed.
cs: Slyšel jsem, že se ti podařilo přivést zbloudilé děti zpět ke stádu. To na mě udělalo dojem.

# conversations/00_emerald_vale/00_cv_vicar:185:DefaultText
source: Any progress on that matter we discussed?
cs: Nějaký pokrok v té záležitosti, o které jsme mluvili?

# conversations/00_emerald_vale/00_cv_vicar:187:DefaultText
source: I haven't found your book yet.
cs: Vaši knihu jsem ještě nenašel.

# conversations/00_emerald_vale/00_cv_vicar:188:DefaultText
source: Please get it.
cs: Pořiďte si ji, prosím.

# conversations/00_emerald_vale/00_cv_vicar:189:DefaultText
source: You seem pretty concerned about that book. Care to tell me why?
cs: Zdá se, že vás ta kniha dost znepokojuje. Řeknete mi proč?

# conversations/00_emerald_vale/00_cv_vicar:190:DefaultText
source: Because I'm also a collector. Of books. Rare things in this colony, appreciation of the written word outside monthly periodicals is virtually unknown here.
cs: Protože jsem také sběratel. Knih. V této kolonii je to vzácné, ocenění psaného slova mimo měsíčníky je tu prakticky neznámé.

# conversations/00_emerald_vale/00_cv_vicar:193:DefaultText
source: That seems... unlikely.
cs: To se zdá... nepravděpodobné.

# conversations/00_emerald_vale/00_cv_vicar:194:DefaultText
source: I would love to discuss the finer points of my religion with you. Oh, wait, no I wouldn't.
cs: Rád bych s vámi diskutoval o jemných bodech mého náboženství. Počkat, ne, to bych nechtěl.

# conversations/00_emerald_vale/00_cv_vicar:197:DefaultText
source: What happened to all your crap about leading your flock?
cs: Kam se poděly ty vaše kecy o vedení stáda?

# conversations/00_emerald_vale/00_cv_vicar:202:DefaultText
source: I must double my efforts to elevate my flock. These are good, hard working people here.
cs: Musím zdvojnásobit své úsilí, abych pozvedl své stádo. Jsou to dobří a pracovití lidé.

# conversations/00_emerald_vale/00_cv_vicar:203:DefaultText
source: I must double my efforts to elevate my flock. These are good, hard working people here.
cs: Musím zdvojnásobit své úsilí, abych pozvedl své stádo. Jsou to dobří a pracovití lidé.

# conversations/00_emerald_vale/00_cv_vicar:204:DefaultText
source: An ass? Who do you think... ahem. Please, excuse my ill temper. I fear you've misunderstood.
cs: Osel? Kdo si myslíte, že... ehm. Prosím, omluvte mou špatnou náladu. Obávám se, že jste to špatně pochopil.

# conversations/00_emerald_vale/00_cv_vicar:205:DefaultText
source: I'm simply bemoaning the... level of spiritual awareness in this town.
cs: Jen si stěžuji nad... úrovní duchovního povědomí v tomto městě.

# conversations/00_emerald_vale/00_cv_vicar:206:DefaultText
source: Sheesh. I'm working on it. You need to practice some patience, Vicar.
cs: Páni. Pracuji na tom. Musíš být trpělivý, vikáři.

# conversations/00_emerald_vale/00_cv_vicar:207:DefaultText
source: Keep your gratitude. I'm expecting a reward.
cs: Zachovejte si vděčnost. Očekávám odměnu.

# conversations/00_emerald_vale/00_cv_vicar:208:DefaultText
source: Of course.
cs: Samozřejmě.

# conversations/00_emerald_vale/00_cv_vicar:209:DefaultText
source: Spiritual counseling? Are you even a real vicar?
cs: Duchovní poradenství? Jste vůbec skutečný farář?

# conversations/00_emerald_vale/00_cv_vicar:211:DefaultText
source: I'm pretty handy with a tossball stick, or any blunt instrument, really. I'm also a passable gunhand, if it comes to that. I can usually talk my way out of conflict, though.
cs: S házecí tyčí nebo vlastně s jakýmkoli tupým nástrojem to umím. Také umím dobře zacházet se zbraněmi, pokud na to přijde. Obvykle se ale dokážu z konfliktu vymluvit.

# conversations/00_emerald_vale/00_cv_vicar:212:DefaultText
source: That all part of your vicar training?
cs: To všechno je součástí vašeho vikářského výcviku?

# conversations/00_emerald_vale/00_cv_vicar:213:DefaultText
source: Well, understanding computers is, though I admit I took it further than most. And I was quite the 32nd back during my seminary days. Left many an opponent bleeding on the field.
cs: No, pochopení počítačů je, i když přiznávám, že jsem to vzal dál než většina. A to jsem byl v době svého semináře docela 32. Nechal jsem na hřišti krvácet nejednoho soupeře.

# conversations/00_emerald_vale/00_cv_vicar:215:DefaultText
source: Nothing could be more excruciating than discussing the true nature of reality with people who have no interest beyond their next aetherwave programme.
cs: Není nic horšího než diskutovat o skutečné povaze reality s lidmi, kteří nemají zájem o nic jiného než o svůj další program na éterových vlnách.

# conversations/00_emerald_vale/00_cv_vicar:217:DefaultText
source: I don't think so.
cs: To si nemyslím.

# conversations/00_emerald_vale/00_cv_vicar:218:DefaultText
source: Of course. I'm a vicar who is dedicated to his calling. More dedicated than any other you'll find in this colony. I joined the OSI to help decipher the Grand Plan.
cs: Samozřejmě. Jsem vikář, který je oddaný svému povolání. Oddanější než kdokoli jiný, koho v této kolonii najdete. Připojil jsem se k OSI, abych pomohl rozluštit Velký plán.

# conversations/00_emerald_vale/00_cv_vicar:219:DefaultText
source: But instead I ended up the vicar in a prison due to ignorance and politics. Then I came here. Satisfied?
cs: Ale místo toho jsem kvůli nevědomosti a politice skončil jako farář ve vězení. Pak jsem přišel sem. Spokojený?
