Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_esther.po
Languages: cs

# conversations/00_emerald_vale/00_cv_esther:84:DefaultText
source: I appreciate what you've done, but we shouldn't be seen together.
cs: Vážím si toho, co jsi udělal, ale neměli bychom se vidět spolu.

# conversations/00_emerald_vale/00_cv_esther:85:DefaultText
source: I've got some time.
cs: Mám trochu času.

# conversations/00_emerald_vale/00_cv_esther:87:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_esther:88:DefaultText
source: Hey, I need to talk to you.
cs: Ahoj, potřebuju s tebou mluvit.

# conversations/00_emerald_vale/00_cv_esther:89:DefaultText
source: Excuse me. I'm Esther Blaine - Spacer's Choice actuary. I overheard your talk with Abernathy. I hope you're not thinking about getting him that medicine.
cs: Promiňte. Jsem Esther Blaineová - pojistná matematička Spacer's Choice. Zaslechla jsem váš rozhovor s Abernathyovou. Doufám, že neuvažujete o tom, že mu pořídíte ten lék.

# conversations/00_emerald_vale/00_cv_esther:91:DefaultText
source: Abernathy is a well-known hypochondriac. Anthrocillin is wasted on him. You're better off selling it to me instead.
cs: Abernathy je známý hypochondr. Anthrocillin je pro něj zbytečný. Raději ho prodejte mně.

# conversations/00_emerald_vale/00_cv_esther:92:DefaultText
source: I'll think about it.
cs: Budu o tom přemýšlet.

# conversations/00_emerald_vale/00_cv_esther:94:DefaultText
source: What do you need it for?
cs: K čemu ji potřebujete?

# conversations/00_emerald_vale/00_cv_esther:95:DefaultText
source: I probably shouldn't tell you. Don't want you implicated for what I'm trying to do.
cs: Asi bych ti to neměl říkat. Nechci, abys byl zapleten do toho, o co se snažím.

# conversations/00_emerald_vale/00_cv_esther:96:DefaultText
source: I've got that medicine you were after.
cs: Mám ten lék, po kterém jsi toužil.

# conversations/00_emerald_vale/00_cv_esther:98:DefaultText
source: You're in luck. I've got that anthrocillin right here.
cs: Máte štěstí. Mám tady ten anthrocillin.

# conversations/00_emerald_vale/00_cv_esther:99:DefaultText
source: Thanks. I'll see to it that this medicine gets to the people who need it.
cs: Děkuji. Postarám se, aby se tento lék dostal k lidem, kteří ho potřebují.

# conversations/00_emerald_vale/00_cv_esther:100:DefaultText
source: Cannery's dead. This is gonna throw a wrench into my actuarial tables.
cs: Cannery je mrtvá. Tohle mi zamíchá s pojistně-matematickými tabulkami.

# conversations/00_emerald_vale/00_cv_esther:107:DefaultText
source: He's a hippo-what?
cs: Je to hroch - co?

# conversations/00_emerald_vale/00_cv_esther:108:DefaultText
source: He's got symptoms of something. You're saying it's psychosomatic.
cs: Něco se u něj projevuje. Říkáte, že je to psychosomatické.

# conversations/00_emerald_vale/00_cv_esther:109:DefaultText
source: That's all I can ask of you.
cs: To je vše, co po vás mohu chtít.

# conversations/00_emerald_vale/00_cv_esther:110:DefaultText
source: All I'm saying is Abernathy's worked in this town longer than some of us been alive.
cs: Jen říkám, že Abernathy v tomhle městě pracuje déle, než někteří z nás žijí.

# conversations/00_emerald_vale/00_cv_esther:111:DefaultText
source: How do I put this gently? He's uh... he's got a lot of cobwebs up in his attic.
cs: Jak to mám říct jemně? Má... má na půdě spoustu pavučin.

# conversations/00_emerald_vale/00_cv_esther:113:DefaultText
source: That's not shady at all.
cs: To vůbec není pochybné.

# conversations/00_emerald_vale/00_cv_esther:114:DefaultText
source: Have it your way.
cs: Ať je po vašem.

# conversations/00_emerald_vale/00_cv_esther:115:DefaultText
source: Let me worry about that.
cs: O to se postarám já.

# conversations/00_emerald_vale/00_cv_esther:116:DefaultText
source: All right. Here's the summary. Lotta sick people in this town, and we don't have the medicine to treat 'em all.
cs: Dobře. Tady je shrnutí. V tomhle městě je spousta nemocných lidí a my nemáme léky, abychom je všechny vyléčili.

# conversations/00_emerald_vale/00_cv_esther:117:DefaultText
source: I'm doing right by the town. I'll tell you that much. You bring me that medicine, and I'll see that it goes to the right people.
cs: Pro město dělám dobře. To vám řeknu. Přines mi ty léky a já dohlédnu, aby se dostaly k těm správným lidem.

# conversations/00_emerald_vale/00_cv_esther:118:DefaultText
source: Can't reach out to corporate without crossing a river of red tape, so I'm reaching out to you.
cs: Nemohu se obrátit na společnost, aniž bych překročil byrokratickou překážku, a proto se obracím na vás.

# conversations/00_emerald_vale/00_cv_esther:119:DefaultText
source: Abernathy's paying me for my trouble. Can you match his offer?
cs: Abernathy mi za to platí. Můžeš se vyrovnat jeho nabídce?

# conversations/00_emerald_vale/00_cv_esther:120:DefaultText
source: I'll consider it.
cs: Zvážím to.

# conversations/00_emerald_vale/00_cv_esther:121:DefaultText
source: I get it. You need someone to smuggle you medicine under the table.
cs: Chápu to. Potřebuješ někoho, kdo ti propašuje léky pod stůl.

# conversations/00_emerald_vale/00_cv_esther:122:DefaultText
source: I'm paid better than Abernathy. Whatever he's giving you, I will do you one better.
cs: Jsem placen lépe než Abernathy. Ať už ti dává cokoli, já ti to udělám ještě lépe.

# conversations/00_emerald_vale/00_cv_esther:124:DefaultText
source: Something like that. Look, I'm not in the habit of lawbreaking. But sometimes you've gotta do the wrong thing for the right reasons.
cs: Něco takového. Podívejte, nemám ve zvyku porušovat zákony. Ale někdy musíš udělat špatnou věc ze správných důvodů.

# conversations/00_emerald_vale/00_cv_esther:125:DefaultText
source: Here - something for your trouble. Nothing personal, but I hope we never do business together again. Don't want to make a habit of consorting with smuggler types.
cs: Tady - něco za tvou námahu. Nic osobního, ale doufám, že už spolu nikdy nebudeme obchodovat. Nechci mít ve zvyku stýkat se s pašeráky.

# conversations/00_emerald_vale/00_cv_esther:126:DefaultText
source: Thanks, I guess.
cs: Myslím, že díky.

# conversations/00_emerald_vale/00_cv_esther:127:DefaultText
source: I'm curious. Who are you going to give that medicine to?
cs: Jsem zvědavý. Komu ten lék dáte?

# conversations/00_emerald_vale/00_cv_esther:128:DefaultText
source: Somebody deserving. Silas, on account of him being out in the cold. Amelia, seeing how she's around people all the time. Anybody in the sick room.
cs: Někdo, kdo si to zaslouží. Silas, protože je venku v chladu. Amelie, protože je pořád mezi lidmi. Někdo na marodce.

# conversations/00_emerald_vale/00_cv_esther:131:DefaultText
source: It's not that simple. You want my silence, you're going to have to buy it.
cs: Není to tak jednoduché. Pokud chcete mé mlčení, budete si ho muset koupit.

# conversations/00_emerald_vale/00_cv_esther:132:DefaultText
source: And there it is. The reason I don't like depending on a criminal. I kept a little contingency fee in case you decided to shake me down.
cs: A je to tady. Důvod, proč nejsem rád závislý na zločinci. Nechal jsem si malý poplatek za nepředvídané události pro případ, že byste se rozhodli mě setřást.

# conversations/00_emerald_vale/00_cv_esther:133:DefaultText
source: Never? That's harsh. At least leave me something to remember you by.
cs: Nikdy? To je kruté. Aspoň mi nech něco na památku.

# conversations/00_emerald_vale/00_cv_esther:134:DefaultText
source: You do have some cheek on you. Lucky for you, I kept a little contingency fee in case you tried to negotiate with me.
cs: Jsi opravdu drzý. Naštěstí pro tebe jsem si nechal malý poplatek pro případ, že by ses se mnou pokusil vyjednávat.

# conversations/00_emerald_vale/00_cv_esther:135:DefaultText
source: What do you do here?
cs: Co tu děláte?

# conversations/00_emerald_vale/00_cv_esther:136:DefaultText
source: Oh, I'm an actuary. That means I keep tabs on a worker's living expenses. How much it costs to feed, clothe, shelter, bury, and replace your average human worker.
cs: Jsem pojistný matematik. To znamená, že sleduji životní náklady pracovníka. Kolik stojí nakrmit, obléct, ubytovat, pohřbít a nahradit průměrného pracovníka.

# conversations/00_emerald_vale/00_cv_esther:137:DefaultText
source: Technically, I'm employed by the Spacer's Choice Department of Human Resources.
cs: Technicky vzato jsem zaměstnán v oddělení lidských zdrojů společnosti Spacer's Choice.

# conversations/00_emerald_vale/00_cv_esther:138:DefaultText
source: You're making a mistake working for Abernathy.
cs: Děláš chybu, že pracuješ pro Abernathyho.

# conversations/00_emerald_vale/00_cv_esther:139:DefaultText
source: You made a real mistake. That medicine could've saved a lot of lives.
cs: Udělal jste skutečnou chybu. Ten lék mohl zachránit spoustu životů.

# conversations/00_emerald_vale/00_cv_esther:140:DefaultText
source: Abernathy needed that medicine. I let him have it.
cs: Abernathy tento lék potřeboval. Nechal jsem mu ho.

# conversations/00_emerald_vale/00_cv_esther:141:DefaultText
source: That medicine belonged to the authorities. I gave it to Constable Reyes.
cs: Tento lék patřil úřadům. Dal jsem ho konstáblu Reyesovi.

# conversations/00_emerald_vale/00_cv_esther:142:DefaultText
source: I can't say I'm pleased, but what's done is done.
cs: Nemohu říct, že jsem spokojený, ale co se stalo, stalo se.

# conversations/00_emerald_vale/00_cv_esther:143:DefaultText
source: You know Reyes doesn't tolerate contraband, right? That medicine's gonna sit in a vault until the end of days.
cs: Víš, že Reyes netoleruje pašování, že? Ten lék bude ležet v trezoru až do konce světa.

# conversations/00_emerald_vale/00_cv_esther:144:DefaultText
source: Somebody's been running around town raving about a colony ship. Plague must have got into their brain-matter.
cs: Někdo pobíhá po městě a básní o koloniální lodi. Do mozku se jim musel dostat mor.
