Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_adelaide.po
Languages: cs, in_ev

# conversations/00_emerald_vale/00_cv_adelaide:331:DefaultText
source: If you're hungry, there's meat turning on the spit outside. If you're bearin' illness, find a place to lay your head down, and I'll fetch you a poultice.
cs: Pokud máte hlad, venku se na rožni otáčí maso. Pokud trpíš nemocí, najdi si místo, kde si můžeš položit hlavu, a já ti přinesu obklad.

# conversations/00_emerald_vale/00_cv_adelaide:336:DefaultText
source: Do you hear that? That low, pleasant hum of electricity? It whispers across the vale like the winds of change. You've done well.
cs: Slyšíte to? To tiché, příjemné hučení elektřiny? Šepotá údolím jako vítr změny. Vedl sis dobře.

# conversations/00_emerald_vale/00_cv_adelaide:338:DefaultText
source: Anything else I can do for you?
cs: Mohu pro vás ještě něco udělat?

# conversations/00_emerald_vale/00_cv_adelaide:339:DefaultText
source: Are you staying long? You should try some of my tobaccorn tea. I brew it in an old spittoon, but it's been cleaned.
cs: Zůstáváte dlouho? Měl bys ochutnat můj tabákový čaj. Vařím ho ve starém plivátku, ale je vyčištěný.

# conversations/00_emerald_vale/00_cv_adelaide:340:DefaultText
source: Reed sent me to make peace with you.
cs: Reed mě poslal, abych s tebou uzavřel mír.

# conversations/00_emerald_vale/00_cv_adelaide:343:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_adelaide:344:DefaultText
source: Reed Tobson? You here on behalf of that cold-eyed reptile?
cs: Reed Tobson? Jste tu jménem toho studenookého plaza?

# conversations/00_emerald_vale/00_cv_adelaide:345:DefaultText
source: Let's hear it. What's Reed's idea of peace, then?
cs: Poslechněme si to. Jaká je tedy Reedova představa míru?

# conversations/00_emerald_vale/00_cv_adelaide:346:DefaultText
source: You're living off power that belongs to the town. Come back to the cannery. That's about it.
cs: Žijete z energie, která patří městu. Vrať se do konzervárny. To je vše.

# conversations/00_emerald_vale/00_cv_adelaide:348:DefaultText
source: Like everything else that comes out of Edgewater, that peace offering is canned. I and my own are living just fine out here by ourselves.
cs: Stejně jako všechno ostatní, co pochází z Edgewateru, je i tato mírová nabídka konzervovaná. Já a moji vlastní si tu žijeme sami.

# conversations/00_emerald_vale/00_cv_adelaide:349:DefaultText
source: Reed asked me to divert your power over to him. He mentioned a geothermal plant.
cs: Reed mě požádal, abych na něj převedl tvou moc. Zmínil se o geotermální elektrárně.

# conversations/00_emerald_vale/00_cv_adelaide:350:DefaultText
source: You're doing this for Reed? Why?
cs: Děláš to pro Reeda? Proč?

# conversations/00_emerald_vale/00_cv_adelaide:351:DefaultText
source: Your camp has a power regulator. I need it to repair my ship.
cs: Váš tábor má regulátor výkonu. Potřebuji ho k opravě své lodi.

# conversations/00_emerald_vale/00_cv_adelaide:352:DefaultText
source: My reasons are my own.
cs: Důvody jsou moje vlastní.

# conversations/00_emerald_vale/00_cv_adelaide:354:DefaultText
source: Cannery's got a regulator. You want ship parts, you ought to rip 'em out of the cannery's guts, and leave us be.
cs: Cannery má regulátor. Jestli chceš součástky na loď, měl bys je vytrhnout z útrob Cannery a nás nechat být.

# conversations/00_emerald_vale/00_cv_adelaide:355:DefaultText
source: You've seen that miserable excuse for a town with your own lamps. Hollowed-out workers laboring their lives away at the cannery. Living off whatever scraps Spacer's Choice throws 'em.
cs: Viděli jste tu ubohou náhražku města s vlastními lampami. Vyhloubení dělníci, kteří dřou svůj život v konzervárně. Žijí ze zbytků, které jim Spacer's Choice hodí.

# conversations/00_emerald_vale/00_cv_adelaide:356:DefaultText
source: If you're going down to the plant, you should divert power away from Edgewater, and toward our end of the grid.
cs: Pokud se chystáte do elektrárny, měli byste odklonit energii z Edgewateru směrem k našemu konci sítě.

# conversations/00_emerald_vale/00_cv_adelaide:357:DefaultText
source: Think about it. You'd be liberating an entire town from a lifetime of service to that odious cannery. Seems the sort of thing a hero would do.
cs: Přemýšlejte o tom. Osvobodili byste celé město od celoživotní služby té odporné konzervárně. Zdá se, že by to udělal hrdina.

# conversations/00_emerald_vale/00_cv_adelaide:358:DefaultText
source: You think Reed's just trying to spite you.
cs: Myslíš si, že tě Reed chce jen naštvat.

# conversations/00_emerald_vale/00_cv_adelaide:359:DefaultText
source: Life in Edgewater grinds to a halt. The cannery shuts down. Workers desert in droves, and our own little camp grows and thrives.
cs: Život v Edgewateru se zastaví. Konzervárna se zavírá. Dělníci houfně odcházejí a náš malý tábor roste a vzkvétá.

# conversations/00_emerald_vale/00_cv_adelaide:360:DefaultText
source: A hero to you, maybe.
cs: Pro vás možná hrdina.

# conversations/00_emerald_vale/00_cv_adelaide:361:DefaultText
source: Reed will never understand. He has been too long inebriated on the wine of corporate culture. All he sees is productivity. Output. Profits.
cs: Reed to nikdy nepochopí. Příliš dlouho se opíjel vínem firemní kultury. Vidí jen produktivitu. Výstup. Zisky.

# conversations/00_emerald_vale/00_cv_adelaide:362:DefaultText
source: I'll consider it.
cs: Zvážím to.

# conversations/00_emerald_vale/00_cv_adelaide:363:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_adelaide:372:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/00_emerald_vale/00_cv_adelaide:374:DefaultText
source: I would've paid my last five bits to see the look on Reed's face when the last lamp in town burnt out, and the cannery fell to silence.
cs: Dal bych svých posledních pět babek za to, abych viděl, jak se Reed tváří, když ve městě dohoří poslední lampa a konzervárna utichne.

# conversations/00_emerald_vale/00_cv_adelaide:375:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_adelaide:417:DefaultText
source: I'm about to divert your power to the town. Consider yourself fairly warned.
cs: Chystám se přesměrovat vaši sílu do města. Považujte se za varované.

# conversations/00_emerald_vale/00_cv_adelaide:418:DefaultText
source: Why, in the name of the Eternal, would you do such a thing?
cs: Proč bys ve jménu Věčného něco takového dělal?

# conversations/00_emerald_vale/00_cv_adelaide:419:DefaultText
source: Your camp has a power regulator. I need it to repair my ship.
cs: Váš tábor má regulátor výkonu. Potřebuji ho k opravě své lodi.

# conversations/00_emerald_vale/00_cv_adelaide:421:DefaultText
source: The cannery could use the extra power.
cs: Konzervárně by se hodil další výkon.

# conversations/00_emerald_vale/00_cv_adelaide:423:DefaultText
source: This has Reed's fingerprints all over it. Hire some out-of-towner to turn on the power for Edgewater, thereby robbing the camp of power.
cs: Je na tom vidět Reedův otisk. Najmout nějakého cizince, aby zapnul elektřinu pro Edgewater, a tím připravit tábor o energii.

# conversations/00_emerald_vale/00_cv_adelaide:425:DefaultText
source: Whatever your troubles with Edgewater, leave them at the gates and be welcomed here. Any questions, dear?
cs: Ať už máte s Edgewaterem jakékoli problémy, nechte je za branami a nechte se zde přivítat. Nějaké otázky, drahá?

# conversations/00_emerald_vale/00_cv_adelaide:426:DefaultText
source: You must be Adelaide.
cs: Vy musíte být Adelaide.

# conversations/00_emerald_vale/00_cv_adelaide:427:DefaultText
source: And just who are you, now?
cs: A kdo jste teď vy?

# conversations/00_emerald_vale/00_cv_adelaide:428:DefaultText
source: Yeah. What's that smell?
cs: Jo. Co je to za vůni?

# conversations/00_emerald_vale/00_cv_adelaide:429:DefaultText
source: I'm not here to join your camp.
cs: Nepřišel jsem se připojit k vašemu táboru.

# conversations/00_emerald_vale/00_cv_adelaide:430:DefaultText
source: I have been called that, among other things. Greenthumb. Grandmother. The strange old lady who keeps flowers. But yes, Adelaide will do just fine.
cs: Mimo jiné mi tak říkali. Zelený palec. Babička. Podivná stará paní, která chová květiny. Ale ano, Adelaide to zvládne.

# conversations/00_emerald_vale/00_cv_adelaide:431:DefaultText
source: Suppose that weighs on who's asking. My flock likes to call me grandmother, on account of my providing hot soup and free advice. You can call me Adelaide, though.
cs: Předpokládejme, že záleží na tom, kdo se ptá. Moje stádo mi rádo říká babičko, protože mu poskytuji teplou polévku a bezplatné rady. Můžete mi ale říkat Adelaide.

# conversations/00_emerald_vale/00_cv_adelaide:432:DefaultText
source: That'd be the garden, dear. You're standing in a garden. Also fertilizer, so mind your boots.
cs: To bude zahrada, drahá. Stojíš v zahradě. A taky hnojivo, takže si dávej pozor na boty.

# conversations/00_emerald_vale/00_cv_adelaide:433:DefaultText
source: Really? Now that you mention it, you don't have the look of an indentured laborer about you. Not nearly enough despair in your eyes.
cs: Opravdu? Teď, když o tom mluvíš, nemáš vzhled námezdního dělníka. V očích nemáš ani zdaleka tolik zoufalství.

# conversations/00_emerald_vale/00_cv_adelaide:435:DefaultText
source: Hi, Ms. McDevitt.
cs: Dobrý den, paní McDevittová.

# conversations/00_emerald_vale/00_cv_adelaide:436:DefaultText
source: I do apologize for visiting upon your intentions. You and yours are welcome here.
cs: Omlouvám se, že jsem narušil vaše záměry. Vy i vaši přátelé jste zde vítáni.

# conversations/00_emerald_vale/00_cv_adelaide:437:DefaultText
source: I'm not from around here, but Parvati is.
cs: Já odtud nepocházím, ale Parvati ano.

# conversations/00_emerald_vale/00_cv_adelaide:438:DefaultText
source: Parvati. Are you still in the custom of collecting flowers? You're welcome to take your pick.
cs: Parvati. Máte ještě ve zvyku sbírat květiny? Můžete si vybrat.

# conversations/00_emerald_vale/00_cv_adelaide:452:DefaultText
source: Reed asks you to consider coming back to town. He's willing to make amends.
cs: Reed vás žádá, abyste zvážil návrat do města. Je ochoten se napravit.

# conversations/00_emerald_vale/00_cv_adelaide:453:DefaultText
source: Something about coming back to town or losing power. I wasn't really listening.
cs: Něco o návratu do města nebo o ztrátě energie. Moc jsem neposlouchal.

# conversations/00_emerald_vale/00_cv_adelaide:454:DefaultText
source: Make amends? Spare me. Only thing Reed knows how to make is a mess.
cs: Napravit škody? Ušetřete mě. Jediné, co Reed umí, je dělat nepořádek.

# conversations/00_emerald_vale/00_cv_adelaide:455:DefaultText
source: I can't say I blame you. Reed is positively soporific.
cs: Nemohu říct, že bych se vám divil. Rákos je pozitivně uspávající.

# conversations/00_emerald_vale/00_cv_adelaide:456:DefaultText
source: This is serious. I'm about to cut off your power.
cs: Tohle je vážné. Chystám se vám odpojit energii.

# conversations/00_emerald_vale/00_cv_adelaide:457:DefaultText
source: A hero to the people who matter. To us. To the ones who come around. To the ones you save.
cs: Hrdina pro lidi, na kterých záleží. Pro nás. Těm, kteří se kolem nás pohybují. Pro ty, které zachráníš.

# conversations/00_emerald_vale/00_cv_adelaide:459:DefaultText
source: Is this your greenhouse?
cs: Je to váš skleník?

# conversations/00_emerald_vale/00_cv_adelaide:460:DefaultText
source: Looks like you've made a home for yourself out here.
cs: Vypadá to, že jste si tu udělali domov.

# conversations/00_emerald_vale/00_cv_adelaide:461:DefaultText
source: No, dear. The garden belongs to us all. Life is the gift of the universe, and the universe yields its bounty equally, absent of prejudice.
cs: Ne, drahá. Zahrada patří nám všem. Život je dar vesmíru a vesmír dává svou štědrost stejně, bez předsudků.

# conversations/00_emerald_vale/00_cv_adelaide:462:DefaultText
source: A home for anyone who's ever turned their backs on Edgewater, and a home for those of us with nowhere left to go, and nothing to lose.
cs: Domov pro každého, kdo se k Edgewateru někdy otočil zády, a domov pro ty z nás, kteří už nemají kam jít a nemají co ztratit.

# conversations/00_emerald_vale/00_cv_adelaide:463:DefaultText
source: I'm surprised you've managed to grow anything out here.
cs: Překvapuje mě, že se vám tu podařilo něco vypěstovat.

# conversations/00_emerald_vale/00_cv_adelaide:464:DefaultText
source: Funny. Never knew you could grow tripe in a garden.
cs: Vtipné. Nikdy jsem nevěděl, že se na zahradě dají pěstovat dršťky.

# conversations/00_emerald_vale/00_cv_adelaide:465:DefaultText
source: So, like the spores of the puffball, cast on the wind and alighting on fresh soil, we put down new roots.
cs: A tak jako výtrusy puchýřky, které vítr vrhá na čerstvou půdu, zapouštíme nové kořeny.

# conversations/00_emerald_vale/00_cv_adelaide:466:DefaultText
source: Why did you leave your old home?
cs: Proč jste opustil svůj starý domov?

# conversations/00_emerald_vale/00_cv_adelaide:467:DefaultText
source: You picked a terrible place to put down roots.
cs: Vybrali jste si příšerné místo, kde zapustit kořeny.

# conversations/00_emerald_vale/00_cv_adelaide:468:DefaultText
source: Ah, cynicism. The privilege of the young.
cs: Ach, cynismus. Privilegium mladých.

# conversations/00_emerald_vale/00_cv_adelaide:469:DefaultText
source: The soil around the Vale went sour years ago. But I found a way to sweeten it back up.
cs: Půda v okolí Vale zkysla už před lety. Ale našel jsem způsob, jak ji znovu osladit.

# conversations/00_emerald_vale/00_cv_adelaide:470:DefaultText
source: It is an unpleasant story, dear. But the short of it is that sometimes one wakes up and realizes the place that was once her home for much of her life has changed.
cs: Je to nepříjemný příběh, drahá. Ale zkrátka se někdy člověk probudí a uvědomí si, že místo, které bylo kdysi po většinu jeho života jeho domovem, se změnilo.

# conversations/00_emerald_vale/00_cv_adelaide:471:DefaultText
source: Terrible to those of us accustomed to the comforts of a civilized life. But I have always believed that freedom is more important than comfort.
cs: Pro nás, kteří jsme zvyklí na pohodlí civilizovaného života, je to hrozné. Ale já jsem vždycky věřil, že svoboda je důležitější než pohodlí.

# conversations/00_emerald_vale/00_cv_adelaide:472:DefaultText
source: The secret recipe is a little bit of elbow grease, a dash of love, and a heaping pile of special fertilizer.
cs: Tajným receptem je trocha píle, trocha lásky a pořádná hromada speciálního hnojiva.

# conversations/00_emerald_vale/00_cv_adelaide:473:DefaultText
source: What you need is a little taste of my special mushroom soup. It'll broaden your mind - or at least your irises.
cs: Potřebujete ochutnat mou speciální houbovou polévku. Rozšíří vám mysl - nebo alespoň duhovky.

# conversations/00_emerald_vale/00_cv_adelaide:474:DefaultText
source: Hold on. You guys can fly?
cs: Počkejte. Vy umíte létat?

# conversations/00_emerald_vale/00_cv_adelaide:475:DefaultText
source: My goodness. Aren't you just charming?
cs: Můj bože. Nejste prostě okouzlující?

# conversations/00_emerald_vale/00_cv_adelaide:476:DefaultText
source: The home in which we spent our lives has left us behind, and so we must move on. And that is as much as I will say on the subject.
cs: Domov, ve kterém jsme strávili svůj život, nás opustil, a proto musíme jít dál. A to je vše, co k tomuto tématu řeknu.

# conversations/00_emerald_vale/00_cv_adelaide:487:DefaultText
source: When we first talked, you assumed I'd come to live here.
cs: Když jsme spolu poprvé mluvili, předpokládal jsi, že sem přijedu bydlet.

# conversations/00_emerald_vale/00_cv_adelaide:491:DefaultText
source: You bring power to Reed's town, and you'll be killing us. Reed knows it. He's counting on it.
cs: Když přineseš do Reedova města moc, zabiješ nás. Reed to ví. Počítá s tím.

# conversations/00_emerald_vale/00_cv_adelaide:492:DefaultText
source: You want to tell me what these gold teeth are for?
cs: Nechceš mi říct, k čemu jsou ty zlaté zuby?

# conversations/00_emerald_vale/00_cv_adelaide:493:DefaultText
source: Haven't you ever seen a novelty paperweight?
cs: Neviděli jste někdy novinkové těžítko?

# conversations/00_emerald_vale/00_cv_adelaide:494:DefaultText
source: I am getting old, you know. These two lamps of mine are not as bright as they once were, or I might have seen you for what you are.
cs: Stárnu, víte. Tyhle moje dvě lampy už nejsou tak jasné jako kdysi, jinak bych možná viděl, co jsi zač.

# conversations/00_emerald_vale/00_cv_adelaide:495:DefaultText
source: And what's that?
cs: A co je to?

# conversations/00_emerald_vale/00_cv_adelaide:496:DefaultText
source: I don't imagine you get a lot of visitors.
cs: Neumím si představit, že by vás navštěvovalo hodně lidí.

# conversations/00_emerald_vale/00_cv_adelaide:497:DefaultText
source: Remains to be seen. Might be the man that saves the Vale. Might be Reed's personal gunhand.
cs: Ještě se uvidí. Mohl by to být muž, který zachrání Vale. Možná je to Reedův osobní pistolník.

# conversations/00_emerald_vale/00_cv_adelaide:497:FemaleText
source: Remains to be seen. Might be the woman that saves the Vale. Might be Reed's personal gunhand.
cs: Ještě se uvidí. Mohla by to být žena, která zachrání Údolí. Možná je to Reedova osobní pistolnice.

# conversations/00_emerald_vale/00_cv_adelaide:498:DefaultText
source: Or I could just be passing through.
cs: Nebo jen projíždím.

# conversations/00_emerald_vale/00_cv_adelaide:499:DefaultText
source: None of us are ever just passing through, dear. Not without leaving some footprints behind.
cs: Nikdo z nás tudy nikdy jen neprochází, drahá. Ne bez toho, abychom za sebou zanechali nějaké stopy.

# conversations/00_emerald_vale/00_cv_adelaide:500:DefaultText
source: My dear, we are all visitors in a momentary universe. Our lives flicker in and out like the guttering of a flame - here now, then gone.
cs: Má drahá, všichni jsme návštěvníky v chvilkovém vesmíru. Naše životy se mihotají a zhasínají jako plamínek v žlábku - teď jsou tady a pak zase zmizí.

# conversations/00_emerald_vale/00_cv_adelaide:501:DefaultText
source: Me and mine are just carrying on as best we can, trying to live our lives in a way that does not feel wasted.
cs: Já a můj syn se snažíme žít dál, jak nejlépe umíme, a snažíme se žít tak, abychom se necítili zbytečně.

# conversations/00_emerald_vale/00_cv_adelaide:502:DefaultText
source: Save the Vale?
cs: Zachránit údolí?

# conversations/00_emerald_vale/00_cv_adelaide:503:DefaultText
source: People around here lack the strength to affect change. Or they have the strength but not the will. You seem to have both.
cs: Lidé tady nemají sílu něco změnit. Nebo sílu mají, ale nemají vůli. Zdá se, že vy máte obojí.

# conversations/00_emerald_vale/00_cv_adelaide:504:DefaultText
source: Not a bad way to go about your life.
cs: To není špatný způsob, jak žít.

# conversations/00_emerald_vale/00_cv_adelaide:505:DefaultText
source: Why are you telling me all this?
cs: Proč mi to všechno říkáš?

# conversations/00_emerald_vale/00_cv_adelaide:506:DefaultText
source: Until your power cuts out, anyway.
cs: Dokud vám nevypadne proud.

# conversations/00_emerald_vale/00_cv_adelaide:507:DefaultText
source: A little prattling never hurt anyone, dear. You might even catch a little sense, if you listen close enough.
cs: Trocha žvanění ještě nikomu neublížila, drahá. Když budeš poslouchat dostatečně pozorně, můžeš dokonce zachytit trochu smyslu.

# conversations/00_emerald_vale/00_cv_adelaide:508:DefaultText
source: More of the colony felt the way you did, we'd have ourselves a proper revolution.
cs: Kdyby se více lidí v kolonii cítilo stejně jako vy, měli bychom tu pořádnou revoluci.

# conversations/00_emerald_vale/00_cv_adelaide:510:DefaultText
source: I'm just made of sterner stuff.
cs: Jsem prostě z pevnějšího materiálu.

# conversations/00_emerald_vale/00_cv_adelaide:511:DefaultText
source: Flattery won't work on me.
cs: Lichotky na mě neplatí.

# conversations/00_emerald_vale/00_cv_adelaide:512:DefaultText
source: As long as we leave the world a better place than we found it.
cs: Pokud opustíme svět lepší, než jsme ho našli.

# conversations/00_emerald_vale/00_cv_adelaide:513:DefaultText
source: Once I'm done here, I won't be coming back.
cs: Až tady skončím, už se sem nevrátím.

# conversations/00_emerald_vale/00_cv_adelaide:514:DefaultText
source: I can't stop you from conducting your business down at the plant. I just want you to know that if you take our power away, you will have brought an end to our way of life.
cs: Nemohu vám bránit v tom, abyste si v továrně vedl svou práci. Jen chci, abyste věděli, že pokud nám vezmete energii, ukončíte náš způsob života.

# conversations/00_emerald_vale/00_cv_adelaide:515:DefaultText
source: Don't you ever get tired of talking in circles?
cs: Neunavuje tě někdy mluvit pořád dokola?

# conversations/00_emerald_vale/00_cv_adelaide:516:DefaultText
source: Reed's making an offer in good faith. You should consider it.
cs: Reed podává nabídku v dobré víře. Měli byste ji zvážit.

# conversations/00_emerald_vale/00_cv_adelaide:517:DefaultText
source: You could always continue your way of life back in town.
cs: Vždycky můžeš pokračovat ve svém způsobu života ve městě.

# conversations/00_emerald_vale/00_cv_adelaide:518:DefaultText
source: We've talked enough.
cs: Už jsme toho namluvili dost.

# conversations/00_emerald_vale/00_cv_adelaide:519:DefaultText
source: Maybe it deserves to come to an end.
cs: Možná si zaslouží skončit.

# conversations/00_emerald_vale/00_cv_adelaide:520:DefaultText
source: What makes you say that?
cs: Proč to říkáte?

# conversations/00_emerald_vale/00_cv_adelaide:522:DefaultText
source: You're not contributing to society.
cs: Nepřispíváte společnosti.

# conversations/00_emerald_vale/00_cv_adelaide:523:DefaultText
source: I just hate seeing people happy.
cs: Nesnáším, když vidím lidi šťastné.

# conversations/00_emerald_vale/00_cv_adelaide:525:DefaultText
source: This is my home. It will be my home even if Reed cuts our power. Simple as that.
cs: Tohle je můj domov. Bude to můj domov, i kdyby nám Reed vypnul elektřinu. To je jednoduché.

# conversations/00_emerald_vale/00_cv_adelaide:528:DefaultText
source: You can't change the world by running away from it.
cs: Svět nezměníte tím, že před ním budete utíkat.

# conversations/00_emerald_vale/00_cv_adelaide:529:DefaultText
source: Not under Reed's watch. He and I would come to blows within a day. And he would never tolerate my tending to a garden.
cs: Ne pod Reedovým dohledem. Do jednoho dne bychom se s ním pohádali. A nikdy by nesnesl, abych se staral o zahradu.

# conversations/00_emerald_vale/00_cv_adelaide:532:DefaultText
source: If you think Reed does anything in good faith, then you are asking to be lied to.
cs: Pokud si myslíte, že Reed dělá cokoli v dobré víře, pak si koledujete o to, aby vám lhali.

# conversations/00_emerald_vale/00_cv_adelaide:533:DefaultText
source: Ought to give up the freelancing life and go run the Board.
cs: Měl by se vzdát práce na volné noze a jít řídit správní radu.

# conversations/00_emerald_vale/00_cv_adelaide:534:DefaultText
source: I labor in my gardens. I fashion medicine from herbs and leaves. I nurse the sick to health, and feed the hungry.
cs: Pracuji na svých zahradách. Z bylinek a listů vyrábím léky. Ošetřuji nemocné a krmím hladové.

# conversations/00_emerald_vale/00_cv_adelaide:536:DefaultText
source: You and Reed obviously have some sort of history.
cs: Ty a Reed máte zřejmě nějakou minulost.
