Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reed.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reed:759:DefaultText
source: Every meal? Hold on there, friend. This isn't Byzantium. We eat once a day, in accordance with Spacer's Choice nourishment regulations.
cs: Každé jídlo? Počkej, příteli. Tohle není Byzanc. Jíme jednou denně, v souladu se stravovacími předpisy Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reed:760:DefaultText
source: A vegetable? You mean like hydro-kale? Chewy, fibrous material that springs out of the dirt?
cs: Zelenina? Myslíte jako hydro-kale? Žvýkavý vláknitý materiál, který vyrůstá z hlíny?

# conversations/00_emerald_vale/00_cv_reed:761:DefaultText
source: Some of which possess a texture akin to a well-boiled slab of saltuna. The difference is all but impossible to detect to any but the prissiest of palate.
cs: Některé z nich mají strukturu podobnou dobře uvařenému saltuna. Rozdíl je pro každého, kromě těch nejvybíravějších, téměř nepostřehnutelný.

# conversations/00_emerald_vale/00_cv_reed:762:DefaultText
source: As it so turns out, saltuna do not take as readily to the waters of Terra 2. Scrawnier than their Monarch cousins. Forces us to pack our cans with additives, you see.
cs: Jak se ukázalo, saltuna se do vod Terry 2 nedostane tak snadno. Scrawnier než jejich monarchové. Nutí nás to balit konzervy s přísadami.

# conversations/00_emerald_vale/00_cv_reed:763:DefaultText
source: I do not trust any food that grows out of the dirt. Worms copulate in the dirt. Did you know that?
cs: Nevěřím žádné potravině, která vyrůstá z hlíny. Červi kopulují v hlíně. Věděli jste to?

# conversations/00_emerald_vale/00_cv_reed:782:DefaultText
source: I can't make that decision for you, Reed.
cs: Nemohu to rozhodnout za tebe, Reede.

# conversations/00_emerald_vale/00_cv_reed:783:DefaultText
source: This town could use all the help it can get.
cs: Toto město by potřebovalo veškerou pomoc, kterou může dostat.

# conversations/00_emerald_vale/00_cv_reed:784:DefaultText
source: You're right. I am being obstinate. If the best thing I can do for this town is to stand down, then stand down I shall.
cs: Máte pravdu. Jsem tvrdohlavý. Jestli je to nejlepší, co mohu pro město udělat, odstoupit, tak odstoupím.

# conversations/00_emerald_vale/00_cv_reed:785:DefaultText
source: I-I mean, if that's all right with you, Mister Tobson. Sir.
cs: Tedy, pokud vám to nevadí, pane Tobsone. Pane.

# conversations/00_emerald_vale/00_cv_reed:792:DefaultText
source: I'll wait until you're finished.
cs: Počkám, až skončíš.

# conversations/00_emerald_vale/00_cv_reed:793:DefaultText
source: You must be the town boss.
cs: Musíte být šéfem města.

# conversations/00_emerald_vale/00_cv_reed:794:DefaultText
source: You were saying, Ms. Holcomb?
cs: Říkala jste, slečno Holcombová?

# conversations/00_emerald_vale/00_cv_reed:795:DefaultText
source: Are you Reed? I was told I should talk to you.
cs: Jste Reed? Bylo mi řečeno, že bych s vámi měl mluvit.

# conversations/00_emerald_vale/00_cv_reed:796:DefaultText
source: My apologies. I am not in the habit of allowing my guests to witness such a row. Now, what can I do for you?
cs: Omlouvám se. Nemám ve zvyku nechat své hosty být svědky takové hádky. Co pro vás mohu udělat?

# conversations/00_emerald_vale/00_cv_reed:797:DefaultText
source: We can start with introductions. I'm <oeitoken>PlayerName</oeitoken>.
cs: Můžeme začít s představováním. Jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/00_emerald_vale/00_cv_reed:801:DefaultText
source: I can't let you have our power regulator. But I happen to know of another one. And I happen to know exactly how you may retrieve it without frying yourself in the process.
cs: Nemohu vám nechat náš regulátor energie. Ale náhodou vím o jiném. A náhodou vím přesně, jak ho můžeš získat, aniž by ses při tom usmažil.

# conversations/00_emerald_vale/00_cv_reed:803:DefaultText
source: Let's hear it.
cs: Poslechněme si to.

# conversations/00_emerald_vale/00_cv_reed:804:DefaultText
source: Frying myself?
cs: Smažit se?

# conversations/00_emerald_vale/00_cv_reed:805:DefaultText
source: Let me guess. You want me to do something for you before you'll help me.
cs: Nech mě hádat. Chceš, abych pro tebe něco udělal, než mi pomůžeš.

# conversations/00_emerald_vale/00_cv_reed:806:DefaultText
source: My proposition benefits the both of us. Please, hear me out.
cs: Můj návrh je výhodný pro nás oba. Prosím, vyslechněte mě.

# conversations/00_emerald_vale/00_cv_reed:807:DefaultText
source: Oh yes. Saw someone put his hands on a regulator while the power was running. His legs were still twitching when we buried him.
cs: Ach ano. Viděl jsem, jak někdo položil ruce na regulátor, když běžel proud. Když jsme ho pohřbívali, ještě mu cukaly nohy.

# conversations/00_emerald_vale/00_cv_reed:808:DefaultText
source: There's a power regulator in the old botanical lab. It's mostly abandoned, so all that power is being squandered.
cs: Ve staré botanické laboratoři je regulátor napájení. Ta je z větší části opuštěná, takže veškerá energie přichází vniveč.

# conversations/00_emerald_vale/00_cv_reed:809:DefaultText
source: Go down to the geothermal plant. Reroute power from the botanical district over to us. Once their power's shut down, you can have their regulator and be along on your way.
cs: Jděte dolů ke geotermální elektrárně. Přesměrujte k nám energii z botanické čtvrti. Až jim vypnou proud, můžete si vzít jejich regulátor a pokračovat v cestě.

# conversations/00_emerald_vale/00_cv_reed:811:DefaultText
source: What kind of danger?
cs: Jaké nebezpečí hrozí?

# conversations/00_emerald_vale/00_cv_reed:812:DefaultText
source: Marauders. Bloodthirsty lunatics, the lot of them.
cs: Nájezdníci. Krvežízniví šílenci, ti všichni.

# conversations/00_emerald_vale/00_cv_reed:813:DefaultText
source: Most of the Vale is now abandoned. All that power is going to waste.
cs: Většina údolí je nyní opuštěná. Všechna ta síla přijde vniveč.

# conversations/00_emerald_vale/00_cv_reed:814:DefaultText
source: We could use the power. Cannery's been struggling. If we don't ramp up productivity, the company might cut us loose.
cs: Mohli bychom tu sílu využít. Cannery se potýká s problémy. Pokud nezvýšíme produktivitu, společnost by nás mohla propustit.

# conversations/00_emerald_vale/00_cv_reed:818:DefaultText
source: This botanical lab you mentioned. You said it was mostly abandoned.
cs: Ta botanická laboratoř, kterou jste zmínil. Říkal jste, že je z větší části opuštěná.

# conversations/00_emerald_vale/00_cv_reed:819:DefaultText
source: You should've opened with that. Anything else you want to tell me?
cs: Měla jsi začít tímhle. Chceš mi ještě něco říct?

# conversations/00_emerald_vale/00_cv_reed:820:DefaultText
source: I'm not afraid of a few marauders.
cs: Nebojím se několika nájezdníků.

# conversations/00_emerald_vale/00_cv_reed:821:DefaultText
source: I suppose that's fair.
cs: To je asi spravedlivé.

# conversations/00_emerald_vale/00_cv_reed:823:DefaultText
source: I appreciate your gallantry. You deserve my honesty, and so I will be plain with you.
cs: Oceňuji vaši galantnost. Zasloužíte si mou upřímnost, a proto k vám budu upřímný.

# conversations/00_emerald_vale/00_cv_reed:824:DefaultText
source: What a surprise. I never would've guessed.
cs: Jaké překvapení. Nikdy by mě to nenapadlo.

# conversations/00_emerald_vale/00_cv_reed:825:DefaultText
source: I don't think these people will take kindly to losing their power.
cs: Nemyslím si, že by tito lidé byli rádi, kdyby přišli o svou moc.

# conversations/00_emerald_vale/00_cv_reed:826:DefaultText
source: You mean marauders? Marauders aren't people.
cs: Myslíte nájezdníky? Nájezdníci nejsou lidé.

# conversations/00_emerald_vale/00_cv_reed:827:DefaultText
source: I know the place. With the greenhouse, right?
cs: To místo znám. Se skleníkem, že?

# conversations/00_emerald_vale/00_cv_reed:828:DefaultText
source: The people living in the botanical labs - they're deserters. Former workers. I need them back at their posts. I need them to come home.
cs: Lidé žijící v botanických laboratořích jsou dezertéři. Bývalí pracovníci. Potřebuji je zpátky na jejich místa. Potřebuji, aby se vrátili domů.

# conversations/00_emerald_vale/00_cv_reed:829:DefaultText
source: Why?
cs: Proč?

# conversations/00_emerald_vale/00_cv_reed:830:DefaultText
source: Edgewater is struggling. We haven't hit our production quota in years.
cs: Edgewater se potýká s problémy. Už několik let jsme nedosáhli naší výrobní kvóty.

# conversations/00_emerald_vale/00_cv_reed:831:DefaultText
source: How can I help?
cs: Jak mohu pomoci?

# conversations/00_emerald_vale/00_cv_reed:832:DefaultText
source: None of what you're telling me is my problem.
cs: Nic z toho, co mi říkáte, není můj problém.

# conversations/00_emerald_vale/00_cv_reed:833:DefaultText
source: It's our problem, not yours. But I'm asking for your help. If those workers don't come back, Edgewater is going to collapse.
cs: Je to náš problém, ne váš. Ale žádám vás o pomoc. Pokud se ti dělníci nevrátí, Edgewater se zhroutí.

# conversations/00_emerald_vale/00_cv_reed:834:DefaultText
source: I am not trying to pull one over on you, friend. You were bound to run into them sooner or later.
cs: Nesnažím se na tebe vyzrát, příteli. Dříve nebo později jsi na ně musel narazit.

# conversations/00_emerald_vale/00_cv_reed:835:DefaultText
source: No, I do not imagine they will be pleased. But like a parent disciplining an unruly child, you will be doing them a kindness.
cs: Ne, nepředpokládám, že by je to potěšilo. Ale stejně jako rodič, který kárá neposlušné dítě, jim prokážete laskavost.

# conversations/00_emerald_vale/00_cv_reed:841:DefaultText
source: That's right! You've been there? Good. That gives me hope. I have nothing against Adelaide and her followers, you see.
cs: Přesně tak! Byl jsi tam? Dobře. To mi dává naději. Nemám nic proti Adelaide a jejím stoupencům, víte.

# conversations/00_emerald_vale/00_cv_reed:842:DefaultText
source: I need you to go to the geothermal plant and reroute power from the botanical lab over to us. Simple as that.
cs: Potřebuji, abys šel do geotermální elektrárny a přesměroval k nám energii z botanické laboratoře. To je jednoduché.

# conversations/00_emerald_vale/00_cv_reed:844:DefaultText
source: That's a lot to ask of a stranger.
cs: To je na cizího člověka moc.

# conversations/00_emerald_vale/00_cv_reed:845:DefaultText
source: You're the first stranger to wander into town in an age. Scripture tells us that nothing happens without reason.
cs: Jsi první cizinec, který se po dlouhé době zatoulal do města. Písmo nám říká, že nic se neděje bezdůvodně.

# conversations/00_emerald_vale/00_cv_reed:846:DefaultText
source: You're a man of faith, Reed?
cs: Jste věřící muž, Reede?

# conversations/00_emerald_vale/00_cv_reed:847:DefaultText
source: I do not attend the good vicar's sermons as often as I should. But yes. I am a Scientician born and raised.
cs: Na kázání dobrého faráře nechodím tak často, jak bych měl. Ale ano. Narodil jsem se a vyrostl jako vědec.

# conversations/00_emerald_vale/00_cv_reed:848:DefaultText
source: Let's pretend I'm interested. What can you tell me about this geothermal plant?
cs: Předstírejme, že mám zájem. Co mi můžete říct o této geotermální elektrárně?

# conversations/00_emerald_vale/00_cv_reed:849:DefaultText
source: And my faith tells me that hard work and difficulty fortify our spirit. Well, this is hard work I ask of you, but there is a reward at the end of it.
cs: A moje víra mi říká, že tvrdá práce a těžkosti posilují našeho ducha. No, tohle je těžká práce, kterou po vás žádám, ale na jejím konci je odměna.

# conversations/00_emerald_vale/00_cv_reed:851:DefaultText
source: Before I make any promises, is there anything you're not telling me?
cs: Než vám něco slíbím, je něco, co jste mi neřekl?

# conversations/00_emerald_vale/00_cv_reed:852:DefaultText
source: What's so special about this plant?
cs: Co je na této rostlině tak zvláštního?

# conversations/00_emerald_vale/00_cv_reed:853:DefaultText
source: I trust Adelaide's people have seen their way to reason. So, when can I expect them back at their posts?
cs: Věřím, že lidé z Adelaide přišli na rozum. Kdy je tedy mohu očekávat zpět na jejich místech?

# conversations/00_emerald_vale/00_cv_reed:871:DefaultText
source: You said you and Adelaide had a history. What happened?
cs: Říkal jste, že jste s Adelaide měli společnou minulost. Co se stalo?

# conversations/00_emerald_vale/00_cv_reed:872:DefaultText
source: Wait. There's something I've been meaning to ask you.
cs: Počkejte. Chtěl jsem se tě na něco zeptat.

# conversations/00_emerald_vale/00_cv_reed:873:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_reed:874:DefaultText
source: Her son got sick with plague couple years back. Company never gave us enough medication to treat the whole town.
cs: Její syn před několika lety onemocněl morem. Společnost nám nikdy nedala dostatek léků na léčbu celého města.

# conversations/00_emerald_vale/00_cv_reed:875:DefaultText
source: So I had to choose, you see. Adelaide's child or someone else's. She's never forgiven me. I don't expect she ever will.
cs: Takže jsem si musel vybrat. Dítě Adelaide, nebo někoho jiného. Nikdy mi neodpustila. A nečekám, že někdy odpustí.

# conversations/00_emerald_vale/00_cv_reed:876:DefaultText
source: There was something I've been meaning to ask you.
cs: Chtěl jsem se tě na něco zeptat.

# conversations/00_emerald_vale/00_cv_reed:877:DefaultText
source: By all means.
cs: V každém případě.

# conversations/00_emerald_vale/00_cv_reed:878:DefaultText
source: You have your workers back. What happens now?
cs: Máte zpět své zaměstnance. Co se stane teď?

# conversations/00_emerald_vale/00_cv_reed:879:DefaultText
source: Someone named Grace was guarding Adelaide's camp. Do you know the name?
cs: Někdo jménem Grace hlídal Adelaidin tábor. Znáte to jméno?

# conversations/00_emerald_vale/00_cv_reed:880:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_reed:881:DefaultText
source: I met a worker by the name of Thomas. Says he wants to be an engineer.
cs: Potkal jsem pracovníka jménem Thomas. Říkal, že chce být inženýrem.

# conversations/00_emerald_vale/00_cv_reed:882:DefaultText
source: This whole fiasco is not one I am keen on repeating. I was too hard on my own workers. I pushed them to their breaking point.
cs: Celé toto fiasko se mi nechce opakovat. Byl jsem na své pracovníky příliš tvrdý. Tlačil jsem na ně až k bodu zlomu.

# conversations/00_emerald_vale/00_cv_reed:883:DefaultText
source: With more hands at the cannery, I expect productivity will rise. I expect we'll grow. And I expect I can ask corporate to send us some more medicine. We'll survive, one way or another.
cs: Očekávám, že s větším počtem rukou v konzervárně se zvýší produktivita. Očekávám, že porosteme. A očekávám, že budu moci požádat firmu, aby nám poslala další léky. Tak či onak přežijeme.

# conversations/00_emerald_vale/00_cv_reed:884:DefaultText
source: Good for you.
cs: To je pro vás dobré.

# conversations/00_emerald_vale/00_cv_reed:885:DefaultText
source: You're their boss. You don't have to bend for them.
cs: Jste jejich šéf. Nemusíte se kvůli nim ohýbat.

# conversations/00_emerald_vale/00_cv_reed:886:DefaultText
source: Look. We're a small, poor town on some backwater corner of Terra 2. Only way we're surviving the coming years is by working together.
cs: Podívejte se. Jsme malé, chudé městečko v zapadlém koutě Terry 2. Jediný způsob, jak přežít příští roky, je spolupracovat.

# conversations/00_emerald_vale/00_cv_reed:887:DefaultText
source: I do. Grace Romero, wasn't it? Brusque. Truculent. Never seemed to care much for cannery work.
cs: Já ano. Grace Romero, že? Hrubý. Drzá. Nikdy se nezdálo, že by ji práce v konzervárně nějak zvlášť zajímala.

# conversations/00_emerald_vale/00_cv_reed:888:DefaultText
source: She's wasted on the cannery. You should think about making her a guard.
cs: Je zbytečná v konzervárně. Měl bys přemýšlet o tom, že z ní uděláš stráž.

# conversations/00_emerald_vale/00_cv_reed:889:DefaultText
source: This isn't really my business, but there's a reason she wasn't happy working here.
cs: Tohle není moje věc, ale existuje důvod, proč tu nepracovala ráda.

# conversations/00_emerald_vale/00_cv_reed:890:DefaultText
source: Thomas. Thomas Kemp? I remember him. Had to write him up for daydreaming a few too many times.
cs: Thomas. Thomas Kemp? Vzpomínám si na něj. Několikrát jsem ho musel sepsat za snění.

# conversations/00_emerald_vale/00_cv_reed:891:DefaultText
source: You should give him a chance. He has the knack for it.
cs: Měli byste mu dát šanci. Má na to talent.

# conversations/00_emerald_vale/00_cv_reed:892:DefaultText
source: Frankly, I think you could use another engineer.
cs: Upřímně řečeno, myslím, že byste potřebovali dalšího inženýra.

# conversations/00_emerald_vale/00_cv_reed:893:DefaultText
source: Protecting a camp from marauders is no small task. I'll see to fitting her out in a guard's uniform.
cs: Chránit tábor před nájezdníky není lehký úkol. Dohlédnu na to, aby si oblékla strážní uniformu.

# conversations/00_emerald_vale/00_cv_reed:894:DefaultText
source: Likely because I was squandering her talents. If she knows her way around a gun, she ought to be in a uniform. I'll see to it.
cs: Pravděpodobně proto, že jsem mrhal jejím talentem. Když to umí se zbraní, měla by mít uniformu. Postarám se o to.

# conversations/00_emerald_vale/00_cv_reed:895:DefaultText
source: I will give him a chance to impress me. If he knows his way around a toolbox, I may have a place for him in the Holcomb workshop.
cs: Dám mu šanci, aby na mě zapůsobil. Pokud se vyzná v nářadí, možná pro něj budu mít místo v dílně Holcomb.

# conversations/00_emerald_vale/00_cv_reed:896:DefaultText
source: You may be right. And with the town set to grow, it is time I invested in a new mechanic.
cs: Možná máte pravdu. A vzhledem k tomu, že se město bude rozrůstat, je načase investovat do nového mechanika.

# conversations/00_emerald_vale/00_cv_reed:897:DefaultText
source: He's a decent mechanic. Parvati will vouch for him.
cs: Je to slušný mechanik. Parvati se za něj zaručí.

# conversations/00_emerald_vale/00_cv_reed:899:DefaultText
source: Adelaide's people aren't getting sick with plague.
cs: Lidé v Adelaide neonemocní morem.

# conversations/00_emerald_vale/00_cv_reed:900:DefaultText
source: I don't believe you. Plague's a reality of life. Best treatment is a good work ethic.
cs: Nevěřím ti. Mor je realita života. Nejlepší léčbou je dobrá pracovní morálka.

# conversations/00_emerald_vale/00_cv_reed:901:DefaultText
source: This town doesn't eat anything but saltuna. Of course you're going to get sick.
cs: V tomto městě se nejí nic jiného než saltuna. Samozřejmě, že se ti udělá špatně.

# conversations/00_emerald_vale/00_cv_reed:902:DefaultText
source: Have you people ever eaten an actual vegetable?
cs: Jedli jste někdy skutečnou zeleninu?

# conversations/00_emerald_vale/00_cv_reed:903:DefaultText
source: The very notion is just grotesque. A raw vegetable? Why don't you just ask me to go chew the bark off a tree?
cs: Samotná představa je groteskní. Syrová zelenina? Proč mě prostě nepožádáš, abych šel žvýkat kůru ze stromu?

# conversations/00_emerald_vale/00_cv_reed:904:DefaultText
source: You are disparaging our parent company, and it is not appreciated.
cs: Znevažujete naši mateřskou společnost a to se nám nelíbí.

# conversations/00_emerald_vale/00_cv_reed:905:DefaultText
source: We are a Spacer's Choice Saltuna Cannery. We eat saltuna here. And only saltuna.
cs: Jsme konzervárna Spacer's Choice Saltuna. Jíme zde saltunu. A pouze saltuna.

# conversations/00_emerald_vale/00_cv_reed:906:DefaultText
source: That can't be healthy.
cs: To nemůže být zdravé.

# conversations/00_emerald_vale/00_cv_reed:907:DefaultText
source: What exactly are you putting in those cans?
cs: Co přesně do těch plechovek dáváte?

# conversations/00_emerald_vale/00_cv_reed:908:DefaultText
source: Health is a state of mind, friend. Afflictions in one's body are reflections of afflictions in one's work ethic and attitude.
cs: Zdraví je stav mysli, příteli. Tělesné potíže jsou odrazem potíží v pracovní morálce a přístupu.

# conversations/00_emerald_vale/00_cv_reed:909:DefaultText
source: We've added wood chips. Some mushrooms. Bit of sand. Tossed some canid bits in our processor once. It all tastes like saltuna in the end.
cs: Přidali jsme dřevěné štěpky. Nějaké houby. Trochu písku. Jednou jsme do procesoru přihodili kousky candáta. Nakonec to všechno chutná jako salát.

# conversations/00_emerald_vale/00_cv_reed:910:DefaultText
source: Processed, liquified, retextured saltuna rendered in a chemical bath, of course. Well, mostly saltuna. We've been experiencing a saltuna shortage, you see. So we've had to improvise.
cs: Samozřejmě zpracovanou, zkapalněnou a znovu upravenou saltunou, která se taví v chemické lázni. Tedy většinou saltuna. Zažíváme nedostatek saltuny, víte. Takže jsme museli improvizovat.

# conversations/00_emerald_vale/00_cv_reed:911:DefaultText
source: That's it? Just saltuna, every single day?
cs: To je vše? Jen saltuna, každý den?

# conversations/00_emerald_vale/00_cv_reed:912:DefaultText
source: The saltuna's been a mite bland ever since Adelaide left. And we don't get as much saltuna these days, so we've had to improvise to meet quotas.
cs: Od té doby, co Adelaide odešla, je Saltuna poněkud nevýrazná. A v dnešní době se nám saltuna tolik nedostává, takže jsme museli improvizovat, abychom splnili kvóty.

# conversations/00_emerald_vale/00_cv_reed:913:DefaultText
source: How long have you been living like this?
cs: Jak dlouho už takhle žiješ?

# conversations/00_emerald_vale/00_cv_reed:914:DefaultText
source: Couple years, give or take. Right around the time the first wave of plagues hit the town.
cs: Pár let, plus minus. Přesně v době, kdy město zasáhla první vlna epidemií.

# conversations/00_emerald_vale/00_cv_reed:916:DefaultText
source: Now, listen. I do not know what pretty rhetoric Adelaide has fed you, but plagues are a simple fact of life.
cs: Teď poslouchejte. Nevím, jakými krásnými řečičkami vás Adelaide krmí, ale pohromy jsou prostou skutečností.

# conversations/00_emerald_vale/00_cv_reed:917:DefaultText
source: Adelaide feeds her people what she grows. They seem pretty healthy to me.
cs: Adelaide krmí svůj lid tím, co vypěstuje. Zdá se mi, že jsou docela zdraví.

# conversations/00_emerald_vale/00_cv_reed:918:DefaultText
source: You people are seriously in need of a decent meal. Adelaide can help you.
cs: Vy vážně potřebujete pořádné jídlo. Adelaide vám může pomoci.

# conversations/00_emerald_vale/00_cv_reed:919:DefaultText
source: I don't understand. You say Adelaide's growing her own food, but that should not be possible.
cs: Nerozumím tomu. Říkáte, že si Adelaide pěstuje vlastní potraviny, ale to by nemělo být možné.

# conversations/00_emerald_vale/00_cv_reed:921:DefaultText
source: The soil's gone sour. Company said as much. Our own botanists couldn't grow decent crops for us. So the company got rid of 'em and shut down the greenhouse.
cs: Půda zkysla. Společnost to potvrdila. Naši vlastní botanici pro nás nedokázali vypěstovat slušné plodiny. Tak se jich společnost zbavila a skleník zavřela.

# conversations/00_emerald_vale/00_cv_reed:922:DefaultText
source: I'm pretty sure it's your food that's making you sick. You need Adelaide's garden.
cs: Jsem si jistá, že je ti špatně z jídla. Potřebuješ Adelaidinu zahradu.
