Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_adelaide_confrontation.po
Languages: cs

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:12:DefaultText
source: That's the thing about growing old. Your eyes start to fail. Elsewise, I would've seen you for the snake that you are, chopped you into pieces, and roasted you on a spit.
cs: To je právě to stárnutí. Začínají vám selhávat oči. Jinak bych tě viděl jako hada, který jsi, rozsekal bych tě na kousky a opekl na rožni.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:13:DefaultText
source: I figured whoever cut off that power was going to come here to salvage something. Too smart to be a marauder. That must mean Reed sent you.
cs: Napadlo mě, že ať už tu elektřinu odpojil kdokoli, přišel sem něco zachránit. Příliš chytrý na to, aby to byl nájezdník. To znamená, že tě poslal Reed.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:14:DefaultText
source: This is all your doing. Cutting off my power. Killing off my garden. Without refrigeration, my food will spoil and my flock will starve.
cs: To vše je vaše práce. Odříznutí mé moci. Zničil jsi mi zahradu. Bez chlazení se mi jídlo zkazí a moje stádo umře hlady.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:15:DefaultText
source: I want to ask you this in private, away from the eyes of my flock, so they do not see me lose my temper. Tell me - why did you do it?
cs: Chci se tě na to zeptat v soukromí, daleko od očí mého stáda, aby neviděli, že se neovládám. Řekni mi - proč jsi to udělal?

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:16:DefaultText
source: This isn't personal, Adelaide. I need your power regulator.
cs: Tohle není osobní, Adelaide. Potřebuji tvůj regulátor výkonu.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:17:DefaultText
source: Reed needs his people back.
cs: Reed potřebuje své lidi zpět.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:18:DefaultText
source: Dunno. I like pressing buttons, I guess.
cs: Nevím. Asi rád mačkám tlačítka.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:19:DefaultText
source: I don't owe you an explanation.
cs: Nedlužím ti žádné vysvětlení.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:20:DefaultText
source: Go talk to Grace and Thomas. Look them in the eye and tell them their life here is over, and the only thing left to do is go back to Edgewater. This is now your responsibility.
cs: Jdi si promluvit s Grace a Thomasem. Podívej se jim do očí a řekni jim, že jejich život tady skončil a jediné, co jim zbývá, je vrátit se do Edgewateru. Teď je to tvoje zodpovědnost.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:21:DefaultText
source: And you tell Reed Tobson that I will never return to Edgewater. I would rather die among my flowers than live under his management.
cs: A vyřiďte Reedu Tobsonovi, že se do Edgewateru už nikdy nevrátím. Raději zemřu mezi svými květinami, než abych žil pod jeho vedením.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:23:DefaultText
source: You killed my garden. Destroyed my community. Sentenced my flock to a lifetime of slavery in Edgewater - for a power regulator? Well shit, I wish it was personal.
cs: Zničil jsi mi zahradu. Zničil jsi mou komunitu. Odsoudili jste mé stádo k doživotnímu otroctví v Edgewateru - kvůli regulátoru energie? No do prdele, kéž by to bylo osobní.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:24:DefaultText
source: Are you really this moronical, or you just putting on airs? Listen here, hullhead. I'm only gonna say this once.
cs: Jste opravdu takový debil, nebo se jen přetvařujete? Poslouchej, hlupáku. Řeknu to jen jednou.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:25:DefaultText
source: You know what? You're right. The Eternal made you a loathsome reptile, and it is not in my power to change the color of your scales.
cs: Víte co? Máš pravdu. Věčný z tebe udělal odporného plaza a není v mé moci změnit barvu tvých šupin.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:26:DefaultText
source: You're being unreasonable. Come back to Edgewater.
cs: Chováte se nerozumně. Vrať se do Edgewateru.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:27:DefaultText
source: What happened to you, Adelaide? All this anger had to come from somewhere.
cs: Co se ti stalo, Adelaide? Všechna ta zloba se musela někde vzít.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:29:DefaultText
source: I'm willing to deal with Reed for you.
cs: Jsem ochotný se s Reedem dohodnout.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:30:DefaultText
source: Reed isn't going to just leave his post. I'll need some help convincing him.
cs: Reed svůj post jen tak neopustí. Budu potřebovat pomoc, abych ho přesvědčil.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:31:DefaultText
source: Enough talk.
cs: Dost bylo řečí.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:32:DefaultText
source: As long as Reed is still in Edgewater, I will not return. Those are my terms.
cs: Dokud bude Reed v Edgewateru, nevrátím se tam. To jsou mé podmínky.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:33:DefaultText
source: Reed's dead. Come back to Edgewater.
cs: Reed je mrtvý. Vrať se do Edgewateru.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:34:DefaultText
source: You offering to cross Reed off, huh? This some sort of twisted reparation for what you've done? Or are you just looking for a chance to sow some chaos?
cs: Nabízíš Reedovi, že ho vyškrtneš, co? To je nějaká zvrácená odplata za to, co jsi udělal? Nebo jen hledáš příležitost, jak zasít chaos?

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:35:DefaultText
source: Kill Reed, if you must. Or talk him into leaving, if you can. He and I are not sharing the same four walls together.
cs: Zabij Reeda, když musíš. Nebo ho přemluv, aby odešel, pokud můžeš. On a já spolu nesdílíme stejné čtyři stěny.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:36:DefaultText
source: Tell Reed that I can make his people healthy again. I can end their plague. Start a new garden right in the cannery. Three square meals for every man and woman in Edgewater.
cs: Řekni Reedovi, že mohu jeho lidi znovu uzdravit. Mohu ukončit jejich nákazu. Založte novou zahradu přímo v konzervárně. Tři čtvereční jídla pro každého muže a ženu v Edgewateru.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:38:DefaultText
source: Tell him how I've made the Vale bloom again. The soil has whispered its secrets to me, and I alone know how to breathe life back into the earth.
cs: Řekni mu, jak jsem znovu rozkvetla v údolí. Půda mi pošeptala svá tajemství a jen já vím, jak zemi znovu vdechnout život.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:39:DefaultText
source: The secret is human corpses. I've been grinding 'em up in my fertilizer for years. Marauder. Worker. Don't matter much to me. A human body is rich with nutrients.
cs: Tajemstvím jsou lidské mrtvoly. Už léta je rozemílám ve svém hnojivu. Marauder. Dělník. Na tom mi moc nezáleží. Lidské tělo je bohaté na živiny.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:41:DefaultText
source: My son worked in that cannery. When the plagues started coming, he was one of the first to fall sick.
cs: Můj syn v té konzervárně pracoval. Když začaly epidemie, byl jedním z prvních, kdo onemocněl.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:42:DefaultText
source: Look at that. The snake's come back.
cs: Podívejte se na to. Had se vrátil.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:43:DefaultText
source: Leave me be. Got nothing to say to you.
cs: Nechte mě být. Nemám ti co říct.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:44:DefaultText
source: I need some time to gather my personals.
cs: Potřebuji nějaký čas na shromáždění osobních údajů.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:45:DefaultText
source: I've convinced your flock to go back. They're returning to their posts.
cs: Přesvědčil jsem vaše stádo, aby se vrátilo. Vracejí se na svá místa.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:46:DefaultText
source: Good for them. I'm glad. Back to the old cannery with Grace. And Thomas. And Stefan. And all the others.
cs: To je pro ně dobré. Jsem rád. Zpátky do staré konzervárny s Grace. A Thomasem. A Stefanem. A všemi ostatními.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:47:DefaultText
source: I talked Reed into leaving. Come back to Edgewater.
cs: Přemluvil jsem Reeda, aby odešel. Vrať se do Edgewateru.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:48:DefaultText
source: I never thought I'd see the day that Reed Tobson abandoned his post. Suppose we all have a breaking point.
cs: Nikdy jsem si nemyslel, že se dožiju dne, kdy Reed Tobson opustí svůj post. Předpokládejme, že všichni máme nějaký bod zlomu.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:49:DefaultText
source: You have a peculiar comfort with violence. Killing off my garden. Gunning down Reed Tobson.
cs: Násilí je pro tebe zvláštním způsobem příjemné. Zabíjení mé zahrady. Zastřelení Reeda Tobsona.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:50:DefaultText
source: I do not know what you hoped to accomplish. Killing Reed. Killing my garden. You have sown chaos, and now we must reap the fruits of your violence.
cs: Nevím, čeho jste chtěli dosáhnout. Zabít Reeda. Zabít mou zahradu. Zasel jsi chaos a my teď musíme sklízet plody tvého násilí.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:52:DefaultText
source: My flock has no choice but to return to Edgewater. We must tend to what remains of the town, and carry on with our lives as best we may.
cs: Mé stádo nemá jinou možnost než se vrátit do Edgewateru. Musíme se postarat o to, co z města zbylo, a pokračovat v životě, jak nejlépe dovedeme.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:53:DefaultText
source: That's disgusting.
cs: To je nechutné.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:54:DefaultText
source: What happens when you run out of corpses?
cs: Co se stane, když vám dojdou mrtvoly?

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:55:DefaultText
source: I need to think this over.
cs: Musím si to promyslet.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:56:DefaultText
source: Tell him what I have already told you. That I know the secret to bringing life back to the soil.
cs: Řekněte mu, co jsem vám už řekl. Že znám tajemství, jak vrátit půdě život.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:57:DefaultText
source: Edgewater's cemetery's got corpses aplenty. Enough for a generation's worth of crops.
cs: Na hřbitově v Edgewateru je spousta mrtvol. Dost na úrodu pro celou generaci.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:58:DefaultText
source: If I were in a better mood, I might be inclined to try and change your mind.
cs: Kdybych měl lepší náladu, možná bych se pokusil změnit tvůj názor.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:59:DefaultText
source: I still think that's disgusting.
cs: Stále si myslím, že je to nechutné.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:60:DefaultText
source: We had a store of medicine locked away, but Reed refused to treat him. Said my boy didn't deserve treatment. Said the medicine would've been wasted on him.
cs: Měli jsme zamčené zásoby léků, ale Reed ho odmítl léčit. Říkal, že si můj chlapec léčbu nezaslouží. Říkal, že ty léky by pro něj byly zbytečné.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:61:DefaultText
source: So I buried my boy in the cemetery, gathered my belongings, and left. That's as much of the story as you need to hear.
cs: Pohřbil jsem tedy svého chlapce na hřbitově, sebral si věci a odešel. To je tolik z příběhu, kolik potřebujete slyšet.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:62:DefaultText
source: Suppose it's time our flock made our way back to Edgewater. We must tend to what remains of the town, and carry on with our lives as best we may.
cs: Myslím, že je načase, aby se naše stádo vrátilo do Edgewateru. Musíme se postarat o to, co z města zbylo, a pokračovat v životě, jak nejlépe umíme.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:63:DefaultText
source: You're vexing to me, you know. Injuring us with one hand, helping us with the other. Here - I'm giving you something to leave us be. It's a ransom, you understand, not a reward.
cs: Víš, že jsi mi protivný. Jednou rukou nás zraňuješ, druhou nám pomáháš. Tady - dávám ti něco, abys nás nechal být. Je to výkupné, rozumíš, ne odměna.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:64:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:65:DefaultText
source: Edgewater's better off with you running the place.
cs: Edgewateru bude lépe, když ho povedeš ty.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:67:DefaultText
source: I made a mess of things. Guess I'm just trying to set it right.
cs: Udělal jsem nepořádek. Asi se to snažím dát do pořádku.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:68:DefaultText
source: This don't put us on even footing, you understand. But it is a start.
cs: To nás nestaví na stejnou úroveň, chápete. Ale je to začátek.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:69:DefaultText
source: You telling me you did all this just to put me in charge of Edgewater? Stranger, you are some kind of twisted.
cs: Chceš mi říct, že jsi to všechno udělal jen proto, abys mě pověřil vedením Edgewateru? Cizinče, ty jsi nějaký zvrácený.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:70:DefaultText
source: I might turn that old cannery into a garden. Got ourselves a whole cemetery bursting with bodies.
cs: Možná bych z té staré konzervárny udělal zahradu. Máme tu celý hřbitov plný mrtvol.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:71:DefaultText
source: I need some time to gather my personals. Long walk back to Edgewater. Got a considerable burden to carry.
cs: Potřebuji nějaký čas na shromáždění osobních údajů. Dlouhá cesta zpět do Edgewateru. Musím nést značné břemeno.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:72:DefaultText
source: I expected it'd end like this. Lived out here for years, all by my lonesome. Only right that I'd die the same way.
cs: Čekal jsem, že to takhle skončí. Žil jsem tu celé roky sám. Je správné, že zemřu stejně.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:73:DefaultText
source: I expect you've done enough for the Vale. If you don't mind leaving an old lady with her thoughts, I'd be much obliged.
cs: Předpokládám, že jsi pro Vale udělal dost. Pokud vám nevadí, že tu necháte starou dámu s jejími myšlenkami, budu vám velmi zavázán.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:74:DefaultText
source: It's not too late. You can still go back to Edgewater.
cs: Ještě není pozdě. Stále se můžete vrátit do Edgewateru.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:76:DefaultText
source: All right. Goodbye, Adelaide.
cs: Dobře. Sbohem, Adelaide.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:77:DefaultText
source: It is too late. And I am tired of talking.
cs: Je příliš pozdě. A už mě nebaví mluvit.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:78:DefaultText
source: You think that'll convince Reed to step down?
cs: Myslíte, že to Reeda přesvědčí, aby odstoupil?

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:79:DefaultText
source: I have got a means to cure the plague, and I will not share that cure until Reed leaves town. Those are my terms.
cs: Mám prostředek, jak vyléčit mor, a o ten se nepodělím, dokud Reed neopustí město. To jsou mé podmínky.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:80:DefaultText
source: You want my flock wasting their lives in that cannery? Fine. Go and talk to them.
cs: Chceš, aby moje stádo marnilo život v té konzervárně? Dobře. Jdi a promluv si s nimi.

# conversations/00_emerald_vale/00_cv_adelaide_confrontation:81:DefaultText
source: And I'm tired of listening to you.
cs: A už mě nebaví tě poslouchat.
