Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_parvati.po
Languages: cs

# conversations/00_emerald_vale/00_cv_parvati:1:DefaultText
source: Hold on. Just a- shh.
cs: Počkejte. Jen... pšššt.

# conversations/00_emerald_vale/00_cv_parvati:8:DefaultText
source: Good luck with your engine.
cs: Hodně štěstí s motorem.

# conversations/00_emerald_vale/00_cv_parvati:30:DefaultText
source: Let's get going.
cs: Pojďme na to.

# conversations/00_emerald_vale/00_cv_parvati:47:DefaultText
source: We don't leave town much anymore. When I was little, I used to wander all over.
cs: Z města už moc neodjíždíme. Když jsem byla malá, toulala jsem se po celém městě.

# conversations/00_emerald_vale/00_cv_parvati:61:DefaultText
source: What do you do here?
cs: Co tu děláte?

# conversations/00_emerald_vale/00_cv_parvati:64:DefaultText
source: I fix busted stuff. I got wrenches over there, diagnostics yonder, a big powerlift in the floor.
cs: Opravuju rozbité věci. Támhle mám klíče, támhle diagnostiku a v podlaze velký zvedák.

# conversations/00_emerald_vale/00_cv_parvati:110:DefaultText
source: Excuse me?
cs: Promiňte?

# conversations/00_emerald_vale/00_cv_parvati:111:DefaultText
source: I came to ask you a question.
cs: Přišel jsem se vás na něco zeptat.

# conversations/00_emerald_vale/00_cv_parvati:113:DefaultText
source: What are you doing?
cs: Co to děláte?

# conversations/00_emerald_vale/00_cv_parvati:115:DefaultText
source: Shh! You hear that?
cs: Pšššt! Slyšíte to?

# conversations/00_emerald_vale/00_cv_parvati:116:DefaultText
source: Hear what?
cs: Co jste slyšeli?

# conversations/00_emerald_vale/00_cv_parvati:117:DefaultText
source: Sure. It's a pretty loud engine.
cs: Jistě. Je to dost hlasitý motor.

# conversations/00_emerald_vale/00_cv_parvati:118:DefaultText
source: That ting-ting-ka-shick noise?
cs: To cink-ting-ka-šuk?

# conversations/00_emerald_vale/00_cv_parvati:121:DefaultText
source: Yes! You know what that is?
cs: Ano! Víte, co to je?

# conversations/00_emerald_vale/00_cv_parvati:122:DefaultText
source: Sounded like one of the e-motor pinions stripped a gear tooth.
cs: Znělo to, jako by jeden z pastorků elektromotoru přišel o zub.

# conversations/00_emerald_vale/00_cv_parvati:123:DefaultText
source: Aside from "an engine," no.
cs: Kromě "motoru" ne.

# conversations/00_emerald_vale/00_cv_parvati:124:DefaultText
source: One of the e-motor pinions stripped a gear, I just spent two days realigning the magnetic drivers, now this.
cs: Jeden z pastorků elektromotoru oddělal ozubené kolo, dva dny jsem strávil seřizováním magnetických ovladačů a teď tohle.

# conversations/00_emerald_vale/00_cv_parvati:125:DefaultText
source: There's a ting-ting-ka-shick noise. Repeats every six seconds.
cs: Ozve se cink-ťuk-ka-šuk. Opakuje se každých šest sekund.

# conversations/00_emerald_vale/00_cv_parvati:126:DefaultText
source: Seriously? No one ever hears the things I do. Not even my- Sorry. Did you need something?
cs: Vážně? Nikdo nikdy neslyšel, co dělám já. Ani moje... Promiň. Potřeboval jsi něco?

# conversations/00_emerald_vale/00_cv_parvati:129:DefaultText
source: Is stripping a gear that big a deal?
cs: Je rozebrání převodovky tak velký problém?

# conversations/00_emerald_vale/00_cv_parvati:131:DefaultText
source: If I don't replace it, it'll bust in- sounds like ninety-six hours. Maybe ninety-seven?
cs: Pokud ho nevyměním, praskne za devadesát šest hodin. Možná devadesát sedm?

# conversations/00_emerald_vale/00_cv_parvati:132:DefaultText
source: Mr. Tobson's gonna be mad at me again. Either 'cause I take the time to fix it now, or because it breaks again later.
cs: Pan Tobson se na mě zase bude zlobit. Buď proto, že si teď dám práci s opravou, nebo proto, že se to později zase rozbije.

# conversations/00_emerald_vale/00_cv_parvati:136:DefaultText
source: One of the e-mot-
cs: Jeden z e-motorů

# conversations/00_emerald_vale/00_cv_parvati:137:DefaultText
source: Maybe I just stopped by because I find you interesting.
cs: Možná jsem se zastavil jen proto, že mi připadáte zajímavý.

# conversations/00_emerald_vale/00_cv_parvati:138:DefaultText
source: Be serious.
cs: Buďte vážní.

# conversations/00_emerald_vale/00_cv_parvati:139:DefaultText
source: I am serious.
cs: Myslím to vážně.

# conversations/00_emerald_vale/00_cv_parvati:141:DefaultText
source: Huh. Weird.
cs: Huh. Divné.

# conversations/00_emerald_vale/00_cv_parvati:163:DefaultText
source: Right, I get it. You're "quirky." Want to wrap this up?
cs: Jasně, chápu to. Jsi "svérázný". Chceš to uzavřít?

# conversations/00_emerald_vale/00_cv_parvati:165:DefaultText
source: I'm sorry. I just get wrapped up in things. Sorry.
cs: Omlouvám se. Prostě se do toho zamotávám. Omlouvám se.

# conversations/00_emerald_vale/00_cv_parvati:175:DefaultText
source: Why don't the people here leave town anymore?
cs: Proč už zdejší lidé neopouštějí město?

# conversations/00_emerald_vale/00_cv_parvati:176:DefaultText
source: Oh, you know. Wild canids and marauder gangs. Lava flows and crashing ships. We should be fine together, though.
cs: Však víte. Divoké kanidy a bandy nájezdníků. Lávové proudy a havarující lodě. Ale měli bychom to spolu zvládnout.

# conversations/00_emerald_vale/00_cv_parvati:184:DefaultText
source: Hey, mister. Need something fixed?
cs: Hej, pane. Potřebujete něco opravit?

# conversations/00_emerald_vale/00_cv_parvati:184:FemaleText
source: Hey, ma'am. Need something fixed?
cs: Hej, madam. Potřebujete něco opravit?

# conversations/00_emerald_vale/00_cv_parvati:189:DefaultText
source: Were you calling that loader Clancy?
cs: Volal jsi tomu nakladači Clancy?

# conversations/00_emerald_vale/00_cv_parvati:190:DefaultText
source: W-what? No! That would be-! I'd never-! Who would-!
cs: Cože? Ne! To by bylo... Nikdy bych... Kdo by...

# conversations/00_emerald_vale/00_cv_parvati:191:DefaultText
source: Um, yeah.
cs: Jo.

# conversations/00_emerald_vale/00_cv_parvati:192:DefaultText
source: But why?
cs: Ale proč?

# conversations/00_emerald_vale/00_cv_parvati:193:DefaultText
source: He looks like a Clancy. He's got a moustache, see? Or a grill where a moustache should be. And Clancy is the sort of name you have when you got a moustache.
cs: Vypadá jako Clancy. Má knír, vidíš? Nebo mřížku tam, kde by měl být knír. A Clancy je jméno, které máš, když máš knír.

# conversations/00_emerald_vale/00_cv_parvati:196:DefaultText
source: There is something deeply wrong with you.
cs: Něco s vámi není v pořádku.

# conversations/00_emerald_vale/00_cv_parvati:197:DefaultText
source: Yeah. That- that's what near everyone says around here. Sorry.
cs: Jo. To tady říkají skoro všichni. Omlouvám se.

# conversations/00_emerald_vale/00_cv_parvati:348:DefaultText
source: Oh! I could show you the pneumatic press if you want. Sometimes I use it to smoosh cans of saltuna.
cs: Mohl bych vám ukázat pneumatický lis, jestli chcete. Někdy ho používám k lisování plechovek saltuny.

# conversations/00_emerald_vale/00_cv_parvati:349:DefaultText
source: Uh, don't tell Mr. Tobson that.
cs: To panu Tobsonovi neříkejte.

# conversations/00_emerald_vale/00_cv_parvati:355:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/00_emerald_vale/00_cv_parvati:366:DefaultText
source: I meant in town, not in the garage.
cs: Myslel jsem ve městě, ne v garáži.

# conversations/00_emerald_vale/00_cv_parvati:367:DefaultText
source: So you don't just work in the cannery?
cs: Takže nepracujete jen v konzervárně?

# conversations/00_emerald_vale/00_cv_parvati:368:DefaultText
source: Ever tried building something, rather than refitting?
cs: Zkoušeli jste někdy něco postavit, místo toho, abyste to upravovali?

# conversations/00_emerald_vale/00_cv_parvati:369:DefaultText
source: Aside from keeping the cannery running? I fix most anything that's got busted.
cs: Kromě udržování provozu konzervárny? Opravím většinu věcí, které se rozbijí.

# conversations/00_emerald_vale/00_cv_parvati:371:DefaultText
source: Oh gosh, no. I fix everything that gets broke around the Vale.
cs: Ach bože, ne. Opravuju všechno, co se ve Vale rozbije.

# conversations/00_emerald_vale/00_cv_parvati:373:DefaultText
source: I- I've got too much work for such. Most things hereabouts are held together with engine tape and good intent.
cs: Mám na to příliš mnoho práce. Většina věcí tady drží pohromadě pomocí motorové pásky a dobrého úmyslu.

# conversations/00_emerald_vale/00_cv_parvati:374:DefaultText
source: Anyhow, everything in town is property of Spacer's Choice. If Mr. Tobson caught me using it for a personal project, he'd fire me.
cs: Každopádně všechno ve městě je majetkem společnosti Spacer's Choice. Kdyby mě pan Tobson přistihl, že to používám pro svůj osobní projekt, vyhodil by mě.

# conversations/00_emerald_vale/00_cv_parvati:375:DefaultText
source: Loaders, computers, doors. One time I got to work on a freighter with a bad thruster block.
cs: Nakladače, počítače, dveře. Jednou jsem pracoval na nákladní lodi se špatným blokem trysek.

# conversations/00_emerald_vale/00_cv_parvati:439:DefaultText
source: Sir, I been doing my best. Honest.
cs: Pane, snažím se, jak nejlépe umím. Upřímně.

# conversations/00_emerald_vale/00_cv_parvati:441:DefaultText
source: Mr. Tobson wouldn't look kindly on us talking. Maybe if you did that job for him.
cs: Pan Tobson by se na naše rozhovory nedíval zrovna přívětivě. Možná kdybys tu práci dělal za něj.

# conversations/00_emerald_vale/00_cv_parvati:442:DefaultText
source: Oh, uh... did you want my help after all? Maybe?
cs: Oh, uh... chtěla jsi nakonec mou pomoc? Možná?

# conversations/00_emerald_vale/00_cv_parvati:444:DefaultText
source: What happened at the 'thermal plant? I was working on Clancy- on the loader here, and everything shut down.
cs: Co se stalo v "tepelné elektrárně? Pracoval jsem tady na Clancyho nakladači a všechno se vypnulo.

# conversations/00_emerald_vale/00_cv_parvati:445:DefaultText
source: Oh, hey. I guess you sent power to Edgewater, like Mister Tobson wanted.
cs: Ahoj. Myslím, že jsi poslal energii do Edgewateru, jak chtěl pan Tobson.

# conversations/00_emerald_vale/00_cv_parvati:446:DefaultText
source: But word's got around that Mister Tobson was killed. I- I had problems, on account of how he never understood me. But I never wished him ill.
cs: Ale rozneslo se, že pan Tobson byl zabit. Měl jsem problémy, protože mi nikdy nerozuměl. Ale nikdy jsem mu nepřál nic zlého.

# conversations/00_emerald_vale/00_cv_parvati:447:DefaultText
source: I guess you're gonna leave now, huh? Fix your ship and fly off? Maybe some night, the falling star we wish on will be you.
cs: Hádám, že teď odejdeš, co? Opravíš si loď a odletíš? Možná, že někdy v noci budeš padat hvězda, kterou si budeme přát.

# conversations/00_emerald_vale/00_cv_parvati:453:DefaultText
source: I could use your help out there. Are you interested?
cs: Hodila by se mi vaše pomoc. Máte zájem?

# conversations/00_emerald_vale/00_cv_parvati:454:DefaultText
source: Not right now.
cs: Teď ne.

# conversations/00_emerald_vale/00_cv_parvati:463:DefaultText
source: Only with every part of my body! Was that rude?
cs: Pouze všemi částmi mého těla! Bylo to neslušné?

# conversations/00_emerald_vale/00_cv_parvati:488:DefaultText
source: On second thought, stay here.
cs: Když o tom tak přemýšlím, zůstaň tady.

# conversations/00_emerald_vale/00_cv_parvati:489:DefaultText
source: Abso-surely! I'll pack us a meal, and- I mean, I'm ready to go. Now. Let's go. Yay.
cs: Určitě! Zabalím nám jídlo a... chci říct, že jsem připravená vyrazit. Teď. Jdeme. Hurá.

# conversations/00_emerald_vale/00_cv_parvati:491:DefaultText
source: I was hoping you'd come back someday. Things haven't been the same since- well, you know.
cs: Doufal jsem, že se jednou vrátíš. Od té doby to není jako dřív... no, však víš.

# conversations/00_emerald_vale/00_cv_parvati:499:DefaultText
source: Maybe. Are you still interested?
cs: Možná. Máte ještě zájem?

# conversations/00_emerald_vale/00_cv_parvati:501:DefaultText
source: The folks from the camp invited me a few times, but... my dad's stuff is here.
cs: Lidé z tábora mě několikrát pozvali, ale... tátovy věci jsou tady.

# conversations/00_emerald_vale/00_cv_parvati:504:DefaultText
source: If we could all just get along, maybe things wouldn't have got so bad.
cs: Kdybychom spolu všichni vycházeli, možná by to nebylo tak zlé.

# conversations/00_emerald_vale/00_cv_parvati:507:DefaultText
source: I keep trying to work on something, to calm down. But half my stuff doesn't work.
cs: Pořád se snažím na něčem pracovat, uklidnit se. Ale polovina mých věcí nefunguje.

# conversations/00_emerald_vale/00_cv_parvati:524:DefaultText
source: I sent the power to the deserters. Everyone here should join them.
cs: Poslal jsem moc dezertérům. Všichni tady by se k nim měli přidat.

# conversations/00_emerald_vale/00_cv_parvati:526:DefaultText
source: You sound a little panicked.
cs: Zníte trochu panicky.

# conversations/00_emerald_vale/00_cv_parvati:527:DefaultText
source: Oh gosh. I- I didn't want anybody to lose their power. I knew folk on both sides. Mister Tobson must be beside himself.
cs: Bože. Nechtěl jsem, aby někdo přišel o svou moc. Znal jsem lidi na obou stranách. Pan Tobson musí být bez sebe.

# conversations/00_emerald_vale/00_cv_parvati:529:DefaultText
source: We got no lights to see, no heat to cook, no comms to call for help. If- if marauders come, what'll we do?
cs: Nemáme žádné světlo, abychom viděli, žádné teplo, abychom si mohli uvařit, žádné spojení, abychom si mohli zavolat pomoc. Pokud přijdou nájezdníci, co budeme dělat?

# conversations/00_emerald_vale/00_cv_parvati:532:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_parvati:564:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_parvati:565:DefaultText
source: Are you any good in a fight? I could use the company.
cs: Jsi dobrý v boji? Společnost by se mi hodila.

# conversations/00_emerald_vale/00_cv_parvati:566:DefaultText
source: Fighting? Gosh, no. I fix things. And I make them work better than they were built to. I know the Vale good as anyone. And, um, I'm good at opening things that don't wanna be?
cs: Bojujete? Bože, ne. Já věci opravuji. A zařídím, aby fungovaly lépe, než byly vyrobeny. Znám Vale tak dobře jako nikdo jiný. A umím dobře otevírat věci, které nechtějí být?

# conversations/00_emerald_vale/00_cv_parvati:567:DefaultText
source: I hesitate to release Parvati from my service without due cause. But if you have changed your mind about helping me, then I will gladly permit her to serve as your guide.
cs: Zdráhám se propustit Parvati ze svých služeb bez řádného důvodu. Pokud jste si však rozmysleli, zda mi chcete pomoci, rád jí dovolím, aby vám sloužila jako průvodkyně.

# conversations/00_emerald_vale/00_cv_parvati:568:DefaultText
source: Don't worry about that. Let's go.
cs: S tím si nedělejte starosti. Jdeme.

# conversations/00_emerald_vale/00_cv_parvati:569:DefaultText
source: All right. If that's what it takes.
cs: Dobře. Pokud je to nutné.

# conversations/00_emerald_vale/00_cv_parvati:570:DefaultText
source: I'll think about it.
cs: Budu o tom přemýšlet.

# conversations/00_emerald_vale/00_cv_parvati:575:DefaultText
source: Thank you. I can't tell you how much this means to me. The plant's not been maintained for years. You'll need my passcode to get inside.
cs: Děkujeme. Ani nevíte, jak moc to pro mě znamená. Rostlina nebyla léta udržována. Potřebujete můj přístupový kód, abyste se dostal dovnitř.

# conversations/00_emerald_vale/00_cv_parvati:576:DefaultText
source: Head into the plant, find the main door, and enter my passcode at the adjoining terminal.
cs: Jděte do továrny, najděte hlavní dveře a na přilehlém terminálu zadejte můj přístupový kód.

# conversations/00_emerald_vale/00_cv_parvati:577:DefaultText
source: Let's go, Parvati.
cs: Jdeme, Parvati.

# conversations/00_emerald_vale/00_cv_parvati:581:DefaultText
source: Meet us back at our ship.
cs: Sejdeme se na naší lodi.

# conversations/00_emerald_vale/00_cv_parvati:582:DefaultText
source: Welcome aboard. <oeitoken>CompanionSlotOneName</oeitoken>, you head back to the ship.
cs: Vítejte na palubě. <oeitoken>JménoSpolupracovníka</oeitoken>, vracíte se na loď.

# conversations/00_emerald_vale/00_cv_parvati:585:DefaultText
source: Glad to have you. Head back to the ship, <oeitoken>CompanionSlotTwoName</oeitoken>
cs: Jsem rád, že vás máme. Vraťte se na loď, <oeitoken>Jméno společníkaSlotTwo</oeitoken>.
