Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_vicar.po
Languages: cs

# conversations/00_emerald_vale/00_cv_vicar:226:DefaultText
source: I just thought of something else I need to be doing.
cs: Právě jsem si vzpomněl na něco jiného, co bych měl dělat.

# conversations/00_emerald_vale/00_cv_vicar:234:DefaultText
source: How'd you get assigned to prison duty?
cs: Jak jste se dostal do vězeňské služby?

# conversations/00_emerald_vale/00_cv_vicar:237:DefaultText
source: It's the journal of one of the originators of the Philosophist school of thought, though it would be more than a century before it was perverted into that belief system.
cs: Jde o deník jednoho z původců filosofické myšlenkové školy, i když trvalo více než sto let, než byl zvrácen do tohoto systému víry.

# conversations/00_emerald_vale/00_cv_vicar:240:DefaultText
source: Philosophism's a false religion that stands in contradiction to almost everything we know to be true. They believe all is chaos, in stark contrast to OSI's belief in the Plan.
cs: Filosofismus je falešné náboženství, které je v rozporu s téměř vším, co známe jako pravdivé. Věří, že vše je chaos, což je v příkrém rozporu s vírou OSI v Plán.

# conversations/00_emerald_vale/00_cv_vicar:241:DefaultText
source: But most of that came later. Bakonu had some interesting theories about man's perception of reality that I thought could be applied to our attempts to decipher the Plan.
cs: Ale většina z toho přišla později. Bakonu měl několik zajímavých teorií o lidském vnímání reality, které by se podle mě daly aplikovat na naše pokusy rozluštit Plán.

# conversations/00_emerald_vale/00_cv_vicar:245:DefaultText
source: Most laypeople are not aware of this, but we've not discovered any new insights into the Plan for a long, long time.
cs: Většina laiků si to neuvědomuje, ale už dlouho jsme neobjevili žádné nové poznatky o Plánu.

# conversations/00_emerald_vale/00_cv_vicar:248:DefaultText
source: I had an idea that we should welcome the truth, no matter where we found it. I had the worse idea to share my thoughts with a superior.
cs: Napadlo mě, že bychom měli vítat pravdu, ať už ji najdeme kdekoli. Horší nápad jsem měl podělit se o své myšlenky s nadřízeným.

# conversations/00_emerald_vale/00_cv_vicar:249:DefaultText
source: Seriously, though, to truly understand the metaphysics involved takes years of study and contemplation.
cs: Ale vážně, k opravdovému pochopení metafyziky je třeba let studia a rozjímání.

# conversations/00_emerald_vale/00_cv_vicar:251:DefaultText
source: I think I'm pretty much done here.
cs: Myslím, že tady jsem skončil.

# conversations/00_emerald_vale/00_cv_vicar:252:DefaultText
source: Pretty weak religion you got there. Follow a preordained plan? Sounds like a lot of fun.
cs: Máte docela slabé náboženství. Řídíte se předem daným plánem? To zní jako zábava.

# conversations/00_emerald_vale/00_cv_vicar:253:DefaultText
source: So what's your part in all this, besides counseling people?
cs: Jaká je tedy vaše role v tom všem, kromě toho, že lidem radíte?

# conversations/00_emerald_vale/00_cv_vicar:254:DefaultText
source: Fun? It concerns much bigger things than 'fun'. Things like deciphering the secrets of the universe, to start.
cs: Zábava? Týká se to mnohem větších věcí než "zábavy". Třeba rozluštění tajemství vesmíru.

# conversations/00_emerald_vale/00_cv_vicar:255:DefaultText
source: And then?
cs: A pak?

# conversations/00_emerald_vale/00_cv_vicar:256:DefaultText
source: OSI? Scientism? Not very religious sounding. You sure you didn't just make all this up?
cs: OSI? Scientismus? To nezní moc nábožensky. Jsi si jistý, že sis to všechno nevymyslel?

# conversations/00_emerald_vale/00_cv_vicar:257:DefaultText
source: Mock me all you want. I know my beliefs to be true.
cs: Posmívejte se mi, jak chcete. Vím, že moje přesvědčení je pravdivé.

# conversations/00_emerald_vale/00_cv_vicar:259:DefaultText
source: I'll need to know a little bit more about this book before I agree to this.
cs: Musím se o této knize dozvědět trochu víc, než s tím budu souhlasit.

# conversations/00_emerald_vale/00_cv_vicar:260:DefaultText
source: Not many in this colony could understand its true value - should they ever read it.
cs: Málokdo v této kolonii by pochopil její skutečnou hodnotu - kdyby si ji někdy přečetl.

# conversations/00_emerald_vale/00_cv_vicar:261:DefaultText
source: It is not only a beautiful relic of a bygone time, it's also the thoughts of an early thinker on the nature of man's place in the cosmos.
cs: Není to jen krásná památka na minulou dobu, ale také myšlenky raného myslitele o povaze místa člověka ve vesmíru.

# conversations/00_emerald_vale/00_cv_vicar:262:DefaultText
source: I don't think you were being completely honest with me about that book. What's the story?
cs: Myslím, že jsi ke mně nebyl ohledně té knihy úplně upřímný. Jaký je příběh?

# conversations/00_emerald_vale/00_cv_vicar:263:DefaultText
source: Of course. But I had a something I wanted to ask you.
cs: Samozřejmě. Ale chtěl jsem se tě na něco zeptat.

# conversations/00_emerald_vale/00_cv_vicar:264:DefaultText
source: If you don't mind a bit of unsolicited advice, be cautious on your way to the geothermal plant. It is not as safe as you might assume.
cs: Pokud vám nevadí nevyžádaná rada, buďte na cestě do geotermální elektrárny opatrní. Není to tak bezpečné, jak byste se mohli domnívat.

# conversations/00_emerald_vale/00_cv_vicar:267:DefaultText
source: That's got to be tough.
cs: To musí být těžké.

# conversations/00_emerald_vale/00_cv_vicar:268:DefaultText
source: Yes, yes it is. But it's my job, and I take it very seriously.
cs: Ano, ano, je. Ale je to moje práce a beru ji velmi vážně.

# conversations/00_emerald_vale/00_cv_vicar:269:DefaultText
source: Really? How does that work? Tell me more.
cs: Opravdu? Jak to funguje? Řekni mi víc.

# conversations/00_emerald_vale/00_cv_vicar:270:DefaultText
source: Well, first there's the matter of the secret blood rites and animal sacrifices. I'm kidding, I'm kidding.
cs: Nejprve je tu otázka tajných krvavých obřadů a zvířecích obětí. Dělám si legraci, dělám si legraci.

# conversations/00_emerald_vale/00_cv_vicar:271:DefaultText
source: You're my best chance at getting that book translated. And maintaining my sanity. In short, I'm asking you to take me on as crew.
cs: Jsi moje nejlepší šance, jak tu knihu přeložit. A zachovat si zdravý rozum. Stručně řečeno, žádám vás, abyste mě přijali do týmu.

# conversations/00_emerald_vale/00_cv_vicar:276:DefaultText
source: I'm glad you stopped by. I've been... meditating since you retrieved that book. "Stewing" might be a better word. I have a proposition for you.
cs: Jsem ráda, že jste se zastavil. Od té doby, co jsi mi přinesl tu knihu, medituji. "Dusit" by možná bylo lepší slovo. Mám pro tebe návrh.

# conversations/00_emerald_vale/00_cv_vicar:281:DefaultText
source: I'm twenty-eight.
cs: Je mi dvacet osm let.

# conversations/00_emerald_vale/00_cv_vicar:284:DefaultText
source: And Ms. Holcomb, as well. How rare to see you out. And with a complete stranger. Curious.
cs: A také paní Holcombová. Je vzácné vidět vás venku. A navíc s úplně cizím člověkem. Zvědavá.

# conversations/00_emerald_vale/00_cv_vicar:285:DefaultText
source: Parvati wanted to talk to you, about what Reed asked us to do.
cs: Parvati s tebou chtěla mluvit o tom, o co nás požádal Reed.

# conversations/00_emerald_vale/00_cv_vicar:286:DefaultText
source: What? I-I thought you would talk to him.
cs: Cože? Myslel jsem, že si s ním promluvíš.

# conversations/00_emerald_vale/00_cv_vicar:287:DefaultText
source: You wanted to speak to me, Ms. Holcomb? Every time I've tried to engage you in conversation, you look at the floor, answer in single words, and slink away.
cs: Chtěla jste se mnou mluvit, slečno Holcombová? Pokaždé, když jsem se s vámi pokusil navázat rozhovor, podívala jste se na podlahu, odpověděla jednoslovně a odplížila se pryč.

# conversations/00_emerald_vale/00_cv_vicar:288:DefaultText
source: I can't imagine what would be so grave as to drive her to my mission. What has Mr. Tobson asked you to do?
cs: Nedokážu si představit, co by ji mohlo přimět k tomu, aby se vydala na mou misi. O co vás pan Tobson požádal?

# conversations/00_emerald_vale/00_cv_vicar:289:DefaultText
source: Fix the geothermal plant.
cs: Oprava geotermální elektrárny.

# conversations/00_emerald_vale/00_cv_vicar:290:DefaultText
source: Cut off the power to Adelaide's deserters.
cs: Odřízněte napájení dezertérů z Adelaide.

# conversations/00_emerald_vale/00_cv_vicar:291:DefaultText
source: So what do you advise?
cs: Co tedy radíte?

# conversations/00_emerald_vale/00_cv_vicar:292:DefaultText
source: That seems well within your expertise.
cs: Zdá se, že to je v rámci vašich odborných znalostí.

# conversations/00_emerald_vale/00_cv_vicar:293:DefaultText
source: Depriving them of safety from the marauders and wildlife.
cs: Zbavil je tak bezpečí před nájezdníky a divokou zvěří.

# conversations/00_emerald_vale/00_cv_vicar:294:DefaultText
source: The way we do it's by cutting off power to the others. The ones who left.
cs: Děláme to tak, že ostatním odpojíme napájení. Těm, kteří odešli.

# conversations/00_emerald_vale/00_cv_vicar:295:DefaultText
source: Adelaide McDevitt's encampment?
cs: Tábor Adelaide McDevittové?

# conversations/00_emerald_vale/00_cv_vicar:296:DefaultText
source: I can see why that troubles you.
cs: Chápu, proč vás to trápí.

# conversations/00_emerald_vale/00_cv_vicar:297:DefaultText
source: Ms. Holcomb has a soft heart. Always has, if you believe the talk.
cs: Paní Holcombová má měkké srdce. Vždycky měla, pokud věříte řečem.

# conversations/00_emerald_vale/00_cv_vicar:298:DefaultText
source: Can Parvati get that treated by a sawbones?
cs: Může si to Parvati nechat ošetřit pilou?

# conversations/00_emerald_vale/00_cv_vicar:299:DefaultText
source: I see today we'll be conversing without metaphors.
cs: Vidím, že dnes budeme hovořit bez metafor.

# conversations/00_emerald_vale/00_cv_vicar:300:DefaultText
source: I'd guess her condition is incurable. It's unlikely to be fatal, but she may feel more heartache than most.
cs: Řekl bych, že její stav je nevyléčitelný. Je nepravděpodobné, že by to bylo smrtelné, ale může ji to bolet víc než většinu ostatních.

# conversations/00_emerald_vale/00_cv_vicar:301:DefaultText
source: Could you maybe stop talking about me like I'm some kinda weird bug?
cs: Mohl bys o mně přestat mluvit, jako bych byl nějaký divný brouk?

# conversations/00_emerald_vale/00_cv_vicar:302:DefaultText
source: What do you think of Adelaide's group, Vicar?
cs: Co si myslíte o skupině Adelaide, vikáři?

# conversations/00_emerald_vale/00_cv_vicar:304:DefaultText
source: They rejected the order of society and live beyond the walls so thoughtfully provided by our Spacer's Choice patrons.
cs: Odmítli řád společnosti a žijí za zdmi, které jim tak promyšleně poskytli naši patroni Spacer's Choice.

# conversations/00_emerald_vale/00_cv_vicar:307:DefaultText
source: Does that strike you as a responsible life choice?
cs: Připadá vám to jako zodpovědná životní volba?

# conversations/00_emerald_vale/00_cv_vicar:308:DefaultText
source: Is that even possible?
cs: Je to vůbec možné?

# conversations/00_emerald_vale/00_cv_vicar:309:DefaultText
source: I spoke to the deserters. They have some disagreement about the town's leadership.
cs: Mluvil jsem s dezertéry. Mají nějaké neshody ohledně vedení města.

# conversations/00_emerald_vale/00_cv_vicar:311:DefaultText
source: Not if things are left to stand as they are.
cs: Ne, pokud se věci nechají tak, jak jsou.

# conversations/00_emerald_vale/00_cv_vicar:312:DefaultText
source: No doubt. But order is the nature of our universe. Some lead, others must follow. You might as well complain about the gravity being too high.
cs: Bezpochyby. Ale řád je podstatou našeho vesmíru. Někteří vedou, jiní je musí následovat. Stejně tak si můžete stěžovat na příliš vysokou gravitaci.

# conversations/00_emerald_vale/00_cv_vicar:314:DefaultText
source: Can Parvati get her soft heart treated by a sawbones?
cs: Může Parvati léčit své měkké srdce pilou?

# conversations/00_emerald_vale/00_cv_vicar:316:DefaultText
source: Right. Just talk everybody into coming together. I'll keep that in mind.
cs: Vpravo. Přemluvte všechny, aby se sešli. Budu na to pamatovat.

# conversations/00_emerald_vale/00_cv_vicar:317:DefaultText
source: If it were as easy as a few soothing words in the right ears, I'm sure it would have been done already. Consider it a challenge.
cs: Kdyby to bylo tak snadné jako pár uklidňujících slov do správných uší, určitě by to už bylo hotové. Berte to jako výzvu.

# conversations/00_emerald_vale/00_cv_vicar:319:DefaultText
source: Ah, Ms. Holcomb. How rare to see you out. And with a complete stranger. Curious.
cs: Ach, paní Holcombová. Je vzácné vidět vás venku. A navíc s úplně cizím člověkem. Zvědavá.

# conversations/00_emerald_vale/00_cv_vicar:320:DefaultText
source: Cut power to the deserters. If you could answer quickly, we're in a hurry.
cs: Přerušte dodávky energie dezertérům. Kdybyste mohl rychle odpovědět, spěcháme.

# conversations/00_emerald_vale/00_cv_vicar:321:DefaultText
source: Right, great. Can we wrap this up?
cs: Dobře, skvělé. Můžeme to uzavřít?

# conversations/00_emerald_vale/00_cv_vicar:337:DefaultText
source: Depends on how well the leader can provide, beyond your walls.
cs: Záleží na tom, jak dobře dokáže vedoucí poskytnout, mimo vaše zdi.

# conversations/00_emerald_vale/00_cv_vicar:339:DefaultText
source: Astute. But I am here, not in the deserter camp, so that's not a variable I can account for.
cs: Bystrý. Ale já jsem tady, ne v táboře dezertérů, takže to není proměnná, kterou bych mohl zohlednit.

# conversations/00_emerald_vale/00_cv_vicar:347:DefaultText
source: This has been a waste of time. Let's go, Parvati.
cs: Byla to ztráta času. Pojďme, Parvati.

# conversations/00_emerald_vale/00_cv_vicar:349:DefaultText
source: It's a Law-forsaken joke is what it is. French! Hah. I was so high and mighty, preaching to the yokels about following the Plan while fighting it at every turn.
cs: Je to zákonem zapomenutý vtip. Francouzština! Hah. Byl jsem tak vznešený, kázal jsem žluťákům o dodržování Plánu a přitom jsem proti němu bojoval na každém kroku.

# conversations/00_emerald_vale/00_cv_vicar:352:DefaultText
source: I've spent my life searching for the keys to unlocking the secrets of the Universal Equation that underlies the Plan. I had hoped this book held some of those answers.
cs: Celý život hledám klíče k odhalení tajemství Univerzální rovnice, která je základem Plánu. Doufal jsem, že tato kniha obsahuje některé z těchto odpovědí.

# conversations/00_emerald_vale/00_cv_vicar:355:DefaultText
source: Why did you think the book held the secrets you were looking for?
cs: Proč si myslíte, že kniha skrývá tajemství, která jste hledali?

# conversations/00_emerald_vale/00_cv_vicar:357:DefaultText
source: Bakonu - the author - had some interesting theories about man's perception of reality that I thought could be applied to our attempts to decipher the Plan.
cs: Bakonu - autor - měl několik zajímavých teorií o lidském vnímání reality, které by se podle mě daly aplikovat na naše pokusy o rozluštění Plánu.

# conversations/00_emerald_vale/00_cv_vicar:358:DefaultText
source: Unfortunately, he was also one of the founders of the Philosophist school of thought, so the book is banned in this colony.
cs: Bohužel byl také jedním ze zakladatelů filosofické myšlenkové školy, takže kniha je v této kolonii zakázána.

# conversations/00_emerald_vale/00_cv_vicar:360:DefaultText
source: What's a Philosophist?
cs: Co je to filosof?

# conversations/00_emerald_vale/00_cv_vicar:361:DefaultText
source: Philosophism's a false religion that stands in contradiction to almost everything we know to be true. They believe all is chaos, in stark contrast to OSI's belief in the Plan.
cs: Filosofismus je falešné náboženství, které je v rozporu s téměř vším, co známe jako pravdivé. Věří, že vše je chaos, což je v příkrém rozporu s vírou OSI v Plán.

# conversations/00_emerald_vale/00_cv_vicar:362:DefaultText
source: But most of the Philosophist perversion of Bakonu's thoughts came more than a century after his death.
cs: Většina filosofického překrucování Bakonových myšlenek však přišla více než sto let po jeho smrti.

# conversations/00_emerald_vale/00_cv_vicar:364:DefaultText
source: A vicar searching for a banned book sets a bad example, doesn't it?
cs: Farář, který hledá zakázanou knihu, je špatným příkladem, že?

# conversations/00_emerald_vale/00_cv_vicar:365:DefaultText
source: The story of my life. Most laypeople are not aware of this, but we've not discovered any new insights into the Plan for a long, long time.
cs: Příběh mého života. Většina laiků si to neuvědomuje, ale už dlouho, dlouho jsme neobjevili žádné nové poznatky o Plánu.

# conversations/00_emerald_vale/00_cv_vicar:366:DefaultText
source: I had an idea that we should welcome the truth, no matter where we found it. I had the worse idea to share my thoughts with a superior.
cs: Napadlo mě, že bychom měli vítat pravdu, ať už ji najdeme kdekoli. Horší nápad jsem měl podělit se o své myšlenky s nadřízeným.

# conversations/00_emerald_vale/00_cv_vicar:367:DefaultText
source: And that's how I ended up assigned prison duty, where I was fool enough to let an inmate bend my ear with stories of an original Bakonu journal.
cs: A tak jsem se dostal do vězení, kde jsem byl natolik bláhový, že jsem se nechal uchlácholit vyprávěním jednoho vězně o originálním deníku z Bakonu.

# conversations/00_emerald_vale/00_cv_vicar:369:DefaultText
source: I became so desperate I even got myself assigned to this plague-ridden backwater to find the damned thing. All the time and suffering I've spent... wasted!
cs: Byl jsem tak zoufalý, že jsem se dokonce nechal přidělit do tohoto morovou nákazou prolezlého zapadákova, abych tu zatracenou věc našel. Všechen ten čas a utrpení, které jsem strávil... zbytečně!

# conversations/00_emerald_vale/00_cv_vicar:371:DefaultText
source: I'll just let you have your existential crisis in peace.
cs: Nechám tě v klidu prožít tvou existenciální krizi.

# conversations/00_emerald_vale/00_cv_vicar:374:DefaultText
source: Speaking of plague-ridden backwaters, I should get going.
cs: Když už mluvíme o morovém zapadákově, měl bych vyrazit.

# conversations/00_emerald_vale/00_cv_vicar:380:DefaultText
source: All very fascinating, but I must be on my way.
cs: To vše je velmi fascinující, ale už musím jít.

# conversations/00_emerald_vale/00_cv_vicar:381:DefaultText
source: Plague-ridden backwater? What happened to all your crap about leading your flock?
cs: Morový zapadákov? Kam se poděly ty tvoje kecy o vedení stáda?

# conversations/00_emerald_vale/00_cv_vicar:382:DefaultText
source: Nothing could be more excruciating than discussing the true nature of reality with people who have no interest beyond their next aetherwave programme.
cs: Není nic horšího než diskutovat o skutečné povaze reality s lidmi, kteří se nezajímají o nic jiného než o svůj další program na éterových vlnách.

# conversations/00_emerald_vale/00_cv_vicar:383:DefaultText
source: That book seems a bit more important than you let on.
cs: Zdá se, že ta kniha je důležitější, než dáváš najevo.

# conversations/00_emerald_vale/00_cv_vicar:384:DefaultText
source: What's so important about this book?
cs: Co je na této knize tak důležité?

# conversations/00_emerald_vale/00_cv_vicar:393:DefaultText
source: Are you even a vicar? Because you aren't sounding very... vicarly right now.
cs: Jste vůbec vikář? Protože teď nezníte moc... farářsky.

# conversations/00_emerald_vale/00_cv_vicar:396:DefaultText
source: You mentioned something called a "Philosophist." What's that?
cs: Zmínil jste se o něčem, čemu se říká "filosof". Co to je?

# conversations/00_emerald_vale/00_cv_vicar:400:DefaultText
source: I apologize if my advice was wanting. I find many people can find their path when presented with the right questions.
cs: Omlouvám se, pokud jsem vám nechtěl poradit. Zjistil jsem, že mnoho lidí dokáže najít svou cestu, když jsou jim předloženy správné otázky.

# conversations/00_emerald_vale/00_cv_vicar:401:DefaultText
source: To divine a true path out of the aether takes time. There are calculations to be done, variables to consider. But there is something I'd like to ask if you're venturing outside.
cs: Prozkoumat pravou cestu z éteru vyžaduje čas. Je třeba provést výpočty a zvážit proměnné. Ale je tu něco, na co bych se rád zeptal, pokud se vydáte ven.

# conversations/00_emerald_vale/00_cv_vicar:403:DefaultText
source: I'm sorry, there are too many variables involved to choose the right path at the moment.
cs: Je mi líto, ale v tuto chvíli je příliš mnoho proměnných na to, aby bylo možné zvolit správnou cestu.

# conversations/00_emerald_vale/00_cv_vicar:404:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/00_emerald_vale/00_cv_vicar:412:DefaultText
source: One of the reasons I transferred here was to fulfill my duty in hunting down banned, heretical texts.
cs: Jedním z důvodů, proč jsem sem přestoupil, bylo splnění mé povinnosti při lovu zakázaných, kacířských textů.

# conversations/00_emerald_vale/00_cv_vicar:413:DefaultText
source: Eat your own variables, I prefer steak. See you, preacher-man.
cs: Jezte své vlastní proměnné, já dávám přednost steaku. Uvidíme se, kazateli.

# conversations/00_emerald_vale/00_cv_vicar:414:DefaultText
source: Ah, excuse me. I'm suddenly experiencing... quite an amazing headache.
cs: Ach, promiňte. Najednou mě... docela úžasně bolí hlava.

# conversations/00_emerald_vale/00_cv_vicar:415:DefaultText
source: Reed told me to cut power to the deserters. You have any thoughts on that?
cs: Reed mi řekl, abych dezertérům odpojil proud. Máš na to nějaký názor?

# conversations/00_emerald_vale/00_cv_vicar:416:DefaultText
source: Adelaide McDevitt's encampment?
cs: Tábor Adelaide McDevittové?

# conversations/00_emerald_vale/00_cv_vicar:417:DefaultText
source: Hardly surprising. Certainly I never expected the peace between them to last.
cs: To není překvapivé. Rozhodně jsem nečekal, že by mír mezi nimi vydržel.

# conversations/00_emerald_vale/00_cv_vicar:419:DefaultText
source: But-! Sorry, I don't mean to- I mean, if we cut their power, they won't have any protection from marauders. We've got a wall, at least.
cs: Ale... Promiňte, nechci... Chci říct, že když jim odpojíme energii, nebudou mít žádnou ochranu před nájezdníky. Máme alespoň zeď.

# conversations/00_emerald_vale/00_cv_vicar:420:DefaultText
source: Of course, that would leave Ms. McDevitt's group fully at the mercy of marauders.
cs: Tím by ovšem skupina slečny McDevittové zůstala plně vydána na milost a nemilost nájezdníkům.

# conversations/00_emerald_vale/00_cv_vicar:422:DefaultText
source: This has been a waste of time. I'm leaving.
cs: Byla to ztráta času. Odcházím.

# conversations/00_emerald_vale/00_cv_vicar:423:DefaultText
source: ...what?
cs: ...co?

# conversations/00_emerald_vale/00_cv_vicar:425:DefaultText
source: Ah, Ms. Holcomb. How rare to see you out. And with a complete stranger. Curious.
cs: Ach, paní Holcombová. Je vzácné vidět vás venku. A navíc s úplně cizím člověkem. Zvědavá.

# conversations/00_emerald_vale/00_cv_vicar:427:DefaultText
source: And you've somehow persuaded Ms. Holcomb to venture out in society. If you're going to keep performing such miracles, perhaps you should be the vicar.
cs: A vy jste nějak přesvědčil slečnu Holcombovou, aby se vydala do společnosti. Jestli chceš dál dělat takové zázraky, možná bys měl být farářem.

# conversations/00_emerald_vale/00_cv_vicar:432:DefaultText
source: Right, great. Any way to avoid that? I'm on a schedule here.
cs: Dobře, skvělé. Dá se tomu nějak vyhnout? Mám tu časový rozvrh.
