Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cp_greenhouse_lab_01.po
Languages: cs

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:1:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Terminal Access
cs: Botanická laboratoř a experimentální zařízení Emerald Vale A Spacer's Choice Property ======================== Terminal Access

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:2:DefaultText
source: [Experimental Notes]
cs: [Experimentální poznámky]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:3:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Experimental Notes
cs: Botanická laboratoř a experimentální zařízení Emerald Vale A Spacer's Choice Property ======================== Experimentální poznámky

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:5:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:8:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:10:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Personal Files ... [PASSWORD]: silentspring [PASSWORD ACCEPTED] WELCOME, A. McDevitt
cs: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Personal Files ... [HESLO]: silentspring [HESLO PŘIJATO] VÍTEJTE, A. McDevitt

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:11:DefaultText
source: [Open Last Entry]
cs: [Otevřít poslední záznam]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:12:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Personal Files - Last Entry We found another worker from Edgewater. Ex-worker, now. Desertion rates must be climbing. I'm not terribly surprised. Reed's style of management has always been tyrannical. I imagine an exodus is brewing. At any rate, the worker was in a sorry state. Fever. Shallow breathing. Delirious. Must have been plagued. I set him right with a diet of greens. He was all better in a couple weeks. Physically. Spiritually. He's one of our flock now.
cs: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Personal Files - Last Entry Našli jsme dalšího pracovníka z Edgewateru. Teď už bývalého pracovníka. Počet dezercí musí stoupat. To mě nijak zvlášť nepřekvapuje. Reedův styl řízení byl vždycky tyranský. Dovedu si představit, že se schyluje k exodu. Každopádně ten dělník byl v žalostném stavu. Horečka. Mělké dýchání. Blouznil. Musel být sužován. Napravil jsem ho zelenou stravou. Za pár týdnů se uzdravil. Fyzicky. Duchovně. Teď patří do našeho stáda.

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:13:DefaultText
source: [Open First Entry]
cs: [Otevřít první vstup]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:14:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Personal Files - First Entry May the Eternal bless my first endeavor. It's been two days since I walked away from life at the Edgewater cannery. Fortuitously, the old botanical labs are still operational. Mostly. The soil's sour. I'll do what I can, but I'm going to need some powerful fertilizer. Tired of having the taste of saltuna lingering on my tongue, day in, day out. I want something fresh. Something that grows out the earth.
cs: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Personal Files - First Entry May the Eternal bless my first endeavor. Jsou to dva dny, co jsem odešel od života v konzervárně Edgewater. Naštěstí jsou staré botanické laboratoře stále v provozu. Většinou. Půda je kyselá. Udělám, co budu moct, ale budu potřebovat nějaké silné hnojivo. Už mě nebaví, aby mi den co den na jazyku ulpívala chuť saltuny. Chci něco čerstvého. Něco, co vyroste ze země.

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:15:DefaultText
source: [Open Last Entry]
cs: [Otevřít poslední záznam]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:17:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Experimental Notes - Last Entry Flora are living things, as sensitive to their environment as any breathing, thinking body. I contend that the crops in this region failed because the corporate scientists tending to them are cold, heartless, inhumane people acting on behalf of a sterile and inhumane power. One cannot expect your crops to flush with green and reach for the sky under these conditions. The soil is sour, it's true. I don't know quite how to explain that. I am sure the Scienticians will say something about biology or the carbon cycle. But I can conclude, after months of my own experimentation, that the secret to a rich and wholesome garden is love, attention, compassion, and a natural fertilizer bursting with organic materials. Just as nature intended.
cs: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Experimental Notes - Last Entry Flora je živá bytost, která je stejně citlivá na své prostředí jako každé dýchající a myslící tělo. Tvrdím, že plodiny v této oblasti selhaly, protože korporátní vědci, kteří o ně pečují, jsou chladní, bezcitní a nelidští lidé jednající jménem sterilní a nelidské moci. V těchto podmínkách nelze očekávat, že se vaše úroda zazelená a bude sahat k nebi. Půda je kyselá, to je pravda. Nevím přesně, jak to vysvětlit. Vědci mi jistě řeknou něco o biologii nebo koloběhu uhlíku. Ale po měsících vlastního experimentování mohu dojít k závěru, že tajemstvím bohaté a zdravé zahrady je láska, pozornost, soucit a přírodní hnojivo překypující organickými látkami. Přesně tak, jak to příroda zamýšlela.

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:18:DefaultText
source: [Open First Entry]
cs: [Otevřít první vstup]

# conversations/00_emerald_vale/00_cp_greenhouse_lab_01:19:DefaultText
source: Emerald Vale Botanical Lab and Experimental Facility A Spacer's Choice Property ======================== Experimental Notes - First Entry I am hereby repurposing this botanical lab from its original conception as a gear in the soulless automaton of the corporate machine. This greenhouse may look impressive, but like all Spacer's Choice products, it is cheap and unreliable. I shall have to make some repairs with my own two hands. This place shall become a nursery. Before it was abandoned, I understand the horticulturalists failed to produce a single viable crop. Something about the soil being too poor. I am determined to find a way. May the Eternal smile upon my endeavors.
cs: Botanická laboratoř a experimentální zařízení Emerald Vale Vlastnost Spacer's Choice ======================== Poznámky k experimentům - První záznam Tímto měním funkci této botanické laboratoře z původního konceptu jako převodového kola v bezduchém automatu korporátního stroje. Tento skleník možná vypadá impozantně, ale stejně jako všechny výrobky Spacer's Choice je levný a nespolehlivý. Budu se muset pustit do oprav vlastníma rukama. Z tohoto místa se stane školka. Předtím, než byl opuštěn, se prý zahradníkům nepodařilo vypěstovat jedinou životaschopnou plodinu. Něco o příliš chudé půdě. Jsem odhodlán najít způsob, jak to udělat. Kéž se Věčný usměje na mé úsilí.
