Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reed.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reed:923:DefaultText
source: First of all, I do not believe anyone can be healthy without a day's work and a bowl of saltuna. But leaving that aside, Adelaide should not be able to grow her own food.
cs: Především nevěřím, že někdo může být zdravý bez celodenní práce a mísy salátu. Ale když pomineme tohle, Adelaide by neměla být schopná si sama vypěstovat jídlo.

# conversations/00_emerald_vale/00_cv_reed:924:DefaultText
source: What's it going to take to convince you?
cs: Co vás přesvědčí?

# conversations/00_emerald_vale/00_cv_reed:925:DefaultText
source: I'll come back with some proof.
cs: Vrátím se s nějakým důkazem.

# conversations/00_emerald_vale/00_cv_reed:926:DefaultText
source: I'm wasting my breath.
cs: Plýtvám dechem.

# conversations/00_emerald_vale/00_cv_reed:927:DefaultText
source: Evidence. Adelaide has a secret, and I want to know what it is. If she's tending crop in her greenhouse, she's discovered something.
cs: Důkazy. Adelaide má tajemství a já chci vědět, jaké. Pokud se stará o úrodu ve svém skleníku, něco objevila.

# conversations/00_emerald_vale/00_cv_reed:928:DefaultText
source: Any idea what it might be?
cs: Napadá vás, co by to mohlo být?

# conversations/00_emerald_vale/00_cv_reed:929:DefaultText
source: No, but I will give you a word of advice from the Spacer's Choice Manual of Conduct. If you want to discover the truth about someone, search their belongings.
cs: Ne, ale dám vám radu z Příručky chování Spacer's Choice. Pokud chceš o někom zjistit pravdu, prohledej jeho věci.

# conversations/00_emerald_vale/00_cv_reed:930:DefaultText
source: She's been using human corpses in her fertilizer.
cs: Do hnojiva používá lidské mrtvoly.

# conversations/00_emerald_vale/00_cv_reed:931:DefaultText
source: What a remarkably efficient solution. Recycling Spacer's Choice property long after its date of expiration. I was wondering about those missing bodies in Silas's cemetery.
cs: Pozoruhodně efektivní řešení. Recyklace majetku Spacer's Choice dlouho po skončení jeho platnosti. Přemýšlel jsem o těch chybějících tělech na Silasově hřbitově.

# conversations/00_emerald_vale/00_cv_reed:932:DefaultText
source: This town needs Adelaide. She won't come back so long as you're here.
cs: Tohle město potřebuje Adelaide. Dokud tu budeš ty, nevrátí se.

# conversations/00_emerald_vale/00_cv_reed:935:DefaultText
source: Do what you want. I'm not the one running this town to the ground.
cs: Dělejte si, co chcete. Já nejsem ten, kdo vede tohle město do záhuby.

# conversations/00_emerald_vale/00_cv_reed:936:DefaultText
source: I'm not in the mood to argue. You want Adelaide's help? Step down.
cs: Nemám náladu se hádat. Chceš Adelaide pomoct? Ustup.

# conversations/00_emerald_vale/00_cv_reed:939:DefaultText
source: You don't have to do this, you know.
cs: Nemusíš to dělat, víš.

# conversations/00_emerald_vale/00_cv_reed:940:DefaultText
source: I do. Adelaide's found a cure for the plague, and she knows how to tend to crop. She's what this town needs.
cs: Já ano. Adelaide našla lék na mor a ví, jak se starat o úrodu. Tu tohle město potřebuje.

# conversations/00_emerald_vale/00_cv_reed:941:DefaultText
source: This can't be easy for you.
cs: To pro vás nemůže být snadné.

# conversations/00_emerald_vale/00_cv_reed:942:DefaultText
source: I have always tried to do right by my town. It has never been easy.
cs: Vždycky jsem se snažil pro své město udělat něco dobrého. Nikdy to nebylo snadné.

# conversations/00_emerald_vale/00_cv_reed:944:DefaultText
source: You won't last a day outside the walls, you know.
cs: Za zdmi nevydržíš ani den, víš.

# conversations/00_emerald_vale/00_cv_reed:945:DefaultText
source: I don't know. I could see myself lasting a week.
cs: Nevím. Dokážu si představit, že bych to vydržel týden.

# conversations/00_emerald_vale/00_cv_reed:946:DefaultText
source: What are your plans?
cs: Jaké jsou vaše plány?

# conversations/00_emerald_vale/00_cv_reed:947:DefaultText
source: Couple months ago I might have put in for a transfer. It's a big colony. Spacer's Choice has other towns. Now? I couldn't show my face in any of 'em.
cs: Před pár měsíci jsem možná požádal o přestup. Je to velká kolonie. Spacer's Choice má další města. Teď? V žádném z nich bych se nemohl ukázat.

# conversations/00_emerald_vale/00_cv_reed:948:DefaultText
source: Why not?
cs: Proč ne?

# conversations/00_emerald_vale/00_cv_reed:949:DefaultText
source: No such thing as an honorable resignation. Suppose I could find a place outside the walls. Or put in for early retirement.
cs: Čestná rezignace neexistuje. Předpokládejme, že bych si mohl najít místo mimo hradby. Nebo se přihlásit do předčasného důchodu.

# conversations/00_emerald_vale/00_cv_reed:952:DefaultText
source: You will need an administrative passcode in order to enter the plant. I am trusting you with mine. And trusting Ms. Holcomb to guide you, if you'd like.
cs: Pro vstup do závodu budete potřebovat administrativní přístupový kód. Ten svůj vám svěřuji. A svěřuji ho slečně Holcombové, aby vás provedla, pokud budete chtít.

# conversations/00_emerald_vale/00_cv_reed:954:DefaultText
source: What if Adelaide doesn't want to come back?
cs: Co když se Adelaide nebude chtít vrátit?

# conversations/00_emerald_vale/00_cv_reed:955:DefaultText
source: That is not a hypothetical I enjoy entertaining. We need Adelaide back. Nonetheless, I will settle for the return of her followers.
cs: To není hypotéza, kterou bych se rád bavil. Potřebujeme Adelaide zpět. Nicméně se spokojím s návratem jejích následovníků.

# conversations/00_emerald_vale/00_cv_reed:957:DefaultText
source: I spoke with Adelaide in passing. What happens if she doesn't want to come back?
cs: S Adelaide jsem mluvil jen tak mimochodem. Co se stane, když se nebude chtít vrátit?

# conversations/00_emerald_vale/00_cv_reed:958:DefaultText
source: You let Adelaide's son die.
cs: Nechal jsi zemřít Adelaidina syna.

# conversations/00_emerald_vale/00_cv_reed:959:DefaultText
source: Her son got sick with plague couple years back. Company never gave us enough medication to treat the whole town.
cs: Její syn před několika lety onemocněl morem. Společnost nám nikdy nedala dostatek léků na léčbu celého města.

# conversations/00_emerald_vale/00_cv_reed:960:DefaultText
source: So I had to choose, you see. Adelaide's child or someone else's. She's never forgiven me. I don't expect she ever will.
cs: Takže jsem si musel vybrat. Dítě Adelaide, nebo někoho jiného. Nikdy mi neodpustila. A nečekám, že někdy odpustí.

# conversations/00_emerald_vale/00_cv_reed:961:DefaultText
source: It's not your place to make that decision.
cs: Není na vás, abyste o tom rozhodovali.

# conversations/00_emerald_vale/00_cv_reed:963:DefaultText
source: You've done enough. Maybe it's time to step down.
cs: Udělali jste dost. Možná je čas odstoupit.

# conversations/00_emerald_vale/00_cv_reed:964:DefaultText
source: But I did. I made the decision. I am responsible for it. And I must shoulder the burden.
cs: Ale já jsem to udělal. Rozhodl jsem se. Jsem za něj zodpovědný. A musím nést břemeno.

# conversations/00_emerald_vale/00_cv_reed:965:DefaultText
source: A change of leadership might be what this town needs.
cs: Město možná potřebuje změnu vedení.

# conversations/00_emerald_vale/00_cv_reed:966:DefaultText
source: You say you've done your best, but all I see is a town falling to pieces.
cs: Říkáš, že jsi udělal, co jsi mohl, ale já vidím jen město, které se rozpadá.

# conversations/00_emerald_vale/00_cv_reed:967:DefaultText
source: You might not care for my leadership, but I appreciate what you've done for this town.
cs: Možná se vám moje vedení nelíbí, ale vážím si toho, co jste pro město udělal.

# conversations/00_emerald_vale/00_cv_reed:968:DefaultText
source: Head into the plant, find the main door, and enter my passcode at the adjoining terminal.
cs: Jděte do továrny, najděte hlavní dveře a na přilehlém terminálu zadejte můj přístupový kód.

# conversations/00_emerald_vale/00_cv_reed:969:DefaultText
source: Well, I am glad to hear that. Best of luck to you, and thank you again for your help. It is a lot to ask of a stranger, I know.
cs: To rád slyším. Přeji vám hodně štěstí a ještě jednou děkuji za pomoc. Vím, že je toho hodně, co žádám od cizího člověka.

# conversations/00_emerald_vale/00_cv_reed:970:DefaultText
source: Let's get going.
cs: Pojďme na to.

# conversations/00_emerald_vale/00_cv_reed:971:DefaultText
source: You may find Ms. Holcomb at her garage, once she and I are done talking. I want you to know I appreciate what you're doing for us, even if you are a stranger. Best of luck to you.
cs: Slečnu Holcombovou najdete v její garáži, jakmile si s ní promluvíme. Chci, abyste věděl, že si vážím toho, co pro nás děláte, i když jste cizí člověk. Přeji vám hodně štěstí.

# conversations/00_emerald_vale/00_cv_reed:974:DefaultText
source: He tries real hard, Mister Tobson. This is something he wants to do. That'll make him twice as good.
cs: Opravdu se snaží, pane Tobsone. Je to něco, co chce dělat. To ho udělá dvakrát tak dobrým.

# conversations/00_emerald_vale/00_cv_reed:975:DefaultText
source: He tries real hard, Mister Tobson. This is something he wants to do. That'll make him twice as good.
cs: Opravdu se snaží, pane Tobsone. Je to něco, co chce dělat. To ho udělá dvakrát tak dobrým.

# conversations/00_emerald_vale/00_cv_reed:976:DefaultText
source: He tries real hard, Mister Tobson. This is something he wants to do. That'll make him twice as good.
cs: Opravdu se snaží, pane Tobsone. Je to něco, co chce dělat. To ho udělá dvakrát tak dobrým.

# conversations/00_emerald_vale/00_cv_reed:977:DefaultText
source: Great! I got my wrenches and diagnosticators and hairpins and engine tape, so I'm all set.
cs: Skvělé! Mám klíče, diagnostiku, vlásenky a motorovou pásku, takže jsem připraven.

# conversations/00_emerald_vale/00_cv_reed:982:DefaultText
source: Thank you. I can't tell you how much this means to me. The plant's not been maintained for years. You'll need my passcode to get inside.
cs: Děkujeme. Ani nevíte, jak moc to pro mě znamená. Rostlina nebyla léta udržována. Potřebujete můj přístupový kód, abyste se dostal dovnitř.

# conversations/00_emerald_vale/00_cv_reed:983:DefaultText
source: Head into the plant, find the main door, and enter my passcode at the adjoining terminal.
cs: Jděte do továrny, najděte hlavní dveře a na přilehlém terminálu zadejte můj přístupový kód.

# conversations/00_emerald_vale/00_cv_reed:984:DefaultText
source: Let's skip the small talk. I've got a ship in need of a power regulator.
cs: Přeskočme společenskou konverzaci. Mám loď, která potřebuje regulátor energie.

# conversations/00_emerald_vale/00_cv_reed:985:DefaultText
source: You said this botanical lab was mostly abandoned. What did you mean?
cs: Říkal jste, že tato botanická laboratoř je z větší části opuštěná. Co jste tím myslel?

# conversations/00_emerald_vale/00_cv_reed:986:DefaultText
source: I can take care of myself.
cs: Dokážu se o sebe postarat.

# conversations/00_emerald_vale/00_cv_reed:988:DefaultText
source: I've seen Edgewater. I don't blame those workers for walking out.
cs: Viděl jsem Edgewater. Nedivím se těm dělníkům, že odešli.

# conversations/00_emerald_vale/00_cv_reed:989:DefaultText
source: Neither do I. The fault was entirely mine. I pushed them too hard.
cs: Ani já ne. Chyba byla výhradně na mé straně. Příliš jsem na ně tlačil.

# conversations/00_emerald_vale/00_cv_reed:990:DefaultText
source: If we don't meet our quotas this year, the company might shut us down for good. I need those workers back at their stations.
cs: Pokud letos nesplníme kvóty, společnost nás možná nadobro zavře. Potřebuji, aby se ti zaměstnanci vrátili na svá místa.

# conversations/00_emerald_vale/00_cv_reed:991:DefaultText
source: Are you sure? I imagine Ms. Holcomb will make a reliable companion. She knows her way around the Vale.
cs: Jste si jistý? Myslím, že slečna Holcombová bude spolehlivou společnicí. V Údolí se vyzná.

# conversations/00_emerald_vale/00_cv_reed:992:DefaultText
source: All right. I'll take her along.
cs: Dobře. Vezmu ji s sebou.

# conversations/00_emerald_vale/00_cv_reed:993:DefaultText
source: I'm fine on my own.
cs: Sám jsem v pohodě.

# conversations/00_emerald_vale/00_cv_reed:997:DefaultText
source: No, I don't expect you to do any such thing. Edgewater is my own responsibility, and you have done quite enough for me already.
cs: Ne, nic takového od vás neočekávám. Za Edgewater jsem zodpovědný sám a ty už jsi pro mě udělal dost.

# conversations/00_emerald_vale/00_cv_reed:998:DefaultText
source: Seems we've got a guest.
cs: Zdá se, že máme hosta.

# conversations/00_emerald_vale/00_cv_reed:999:DefaultText
source: Really now, Parvati. I do wish you'd spoken up.
cs: Opravdu, Parvati. Přála bych si, abys promluvila.

# conversations/00_emerald_vale/00_cv_reed:1000:DefaultText
source: There's no convincing those Deserters to come back - not with Adelaide gone.
cs: Dezertéry už nikdo nepřesvědčí, aby se vrátili - ne, když je Adelaide pryč.

# conversations/00_emerald_vale/00_cv_reed:1001:DefaultText
source: I'm Reed Tobson. Outpost administrator. I must say, wearing a marauder's outfit is in very poor taste. I do wish you'd show your uniform a little more respect.
cs: Jsem Reed Tobson. Správce základny. Musím říct, že nosit oblečení nájezdníka je velmi nevkusné. Přál bych si, abyste své uniformě prokazoval trochu více úcty.

# conversations/00_emerald_vale/00_cv_reed:1002:DefaultText
source: You were always my wisest counsel, Vicar. I could turn to you in times of doubt.
cs: Vždycky jste byl mou nejmoudřejší radou, vikáři. Mohl jsem se na tebe obrátit ve chvílích pochybností.

# conversations/00_emerald_vale/00_cv_reed:1003:DefaultText
source: Your stewardship of Edgewater has run its course, Reed. You don't need scripture to tell you that.
cs: Tvé vedení Edgewateru je u konce, Reede. Nepotřebuješ, aby ti to říkalo Písmo.

# conversations/00_emerald_vale/00_cv_reed:1004:DefaultText
source: You're right. I am being obstinate. If the best thing I can do for this town is to stand down, then stand down I shall.
cs: Máte pravdu. Jsem tvrdohlavý. Jestli je to nejlepší, co mohu pro město udělat, odstoupit, tak odstoupím.

# conversations/00_emerald_vale/00_cv_reed:1005:DefaultText
source: Are you setting off for the Vale? 'Cause I know my way around. I mean - in case you want a guide.
cs: Vyrážíte do Vale? Protože já se tu vyznám. Tedy - kdybys chtěl průvodce.

# conversations/00_emerald_vale/00_cv_reed:1006:DefaultText
source: I-I mean, if that's all right with you, Mister Tobson. Sir.
cs: Tedy, pokud vám to nevadí, pane Tobsone. Pane.

# conversations/00_emerald_vale/00_cv_reed:1007:DefaultText
source: I hesitate to part ways with Ms. Holcomb. But I cannot deny that she is talented, and may prove useful to you.
cs: Váhám, zda se s paní Holcombovou rozloučit. Nemohu však popřít, že je talentovaná a může se vám hodit.

# conversations/00_emerald_vale/00_cv_reed:1010:DefaultText
source: Tell me what I need to do.
cs: Řekni mi, co mám udělat.

# conversations/00_emerald_vale/00_cv_reed:1011:DefaultText
source: The people living in the botanical labs - they're deserters. Former workers. I need them back at their posts. I need them to come home.
cs: Lidé žijící v botanických laboratořích jsou dezertéři. Bývalí pracovníci. Potřebuji je zpátky na jejich místa. Potřebuji, aby se vrátili domů.

# conversations/00_emerald_vale/00_cv_reed:1012:DefaultText
source: Have you tried being better at your jobs?
cs: Zkoušeli jste být lepší ve své práci?

# conversations/00_emerald_vale/00_cv_reed:1013:DefaultText
source: We are doing our very best. Trouble is, we simply do not have enough hands working the cannery.
cs: Děláme, co je v našich silách. Problém je, že prostě nemáme dost rukou, které by v konzervárně pracovaly.

# conversations/00_emerald_vale/00_cv_reed:1014:DefaultText
source: I know. You fill your cans with anything you can salvage. It's not healthy.
cs: Já vím. Konzervy plníte vším, co se dá zachránit. Není to zdravé.

# conversations/00_emerald_vale/00_cv_reed:1015:DefaultText
source: Look, Reed. All I know is that it involves some really complicated math, and it works.
cs: Podívej, Reede. Vím jen, že to zahrnuje opravdu složitou matematiku a funguje to.

# conversations/00_emerald_vale/00_cv_reed:1017:DefaultText
source: I'm Reed Tobson. Outpost administrator.
cs: Jsem Reed Tobson. Správce základny.
