Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_adelaide.po
Languages: cs, in_ev

# conversations/00_emerald_vale/00_cv_adelaide:537:DefaultText
source: That's because Reed was my boss. I was the cannery's one and only flavor specialist, you see. Remember that limited run of white chocolate saltuna? That was all me.
cs: To proto, že Reed byl můj šéf. Byl jsem jediný specialista na chutě v konzervárně. Pamatuješ si na tu omezenou sérii bílé čokoládové saltuny? To jsem byl celý já.

# conversations/00_emerald_vale/00_cv_adelaide:538:DefaultText
source: There's obviously more to it than that.
cs: Zřejmě jde o víc.

# conversations/00_emerald_vale/00_cv_adelaide:539:DefaultText
source: My son worked in that cannery. When the plagues started coming, he was one of the first to fall sick.
cs: Můj syn v té konzervárně pracoval. Když začaly epidemie, byl jedním z prvních, kdo onemocněl.

# conversations/00_emerald_vale/00_cv_adelaide:540:DefaultText
source: We had a store of medicine locked away, but Reed refused to treat him. Said my boy didn't deserve treatment. Said the medicine would've been wasted on him.
cs: Měli jsme zamčené zásoby léků, ale Reed ho odmítl léčit. Říkal, že si můj chlapec léčbu nezaslouží. Říkal, že ty léky by pro něj byly zbytečné.

# conversations/00_emerald_vale/00_cv_adelaide:541:DefaultText
source: So I buried my boy in the cemetery, gathered my belongings, and left. That's as much of the story as you need to hear.
cs: Pohřbil jsem tedy svého chlapce na hřbitově, sebral si věci a odešel. To je tolik z příběhu, kolik potřebujete slyšet.

# conversations/00_emerald_vale/00_cv_adelaide:542:DefaultText
source: Sounds like the town turned its back on you.
cs: Zdá se, že se k vám město obrátilo zády.

# conversations/00_emerald_vale/00_cv_adelaide:543:DefaultText
source: I'm guessing Reed has his own side of that story.
cs: Hádám, že Reed má k tomuto příběhu vlastní verzi.

# conversations/00_emerald_vale/00_cv_adelaide:544:DefaultText
source: I could not possibly care less if he does, but you're surely welcome to ask him.
cs: Je mi úplně jedno, jestli to udělá, ale určitě se ho můžete zeptat.

# conversations/00_emerald_vale/00_cv_adelaide:545:DefaultText
source: A fish rots from the head down. I do not blame the town. I blame the leader.
cs: Ryba hnije od hlavy dolů. Neobviňuji město. Obviňuji vůdce.

# conversations/00_emerald_vale/00_cv_adelaide:546:DefaultText
source: I did nothing wrong. The teeth were harvested from a body that went cold long before my tools ever touched it.
cs: Neudělal jsem nic špatného. Zuby byly vyjmuty z těla, které vychladlo dávno předtím, než jsem se ho dotkl já.

# conversations/00_emerald_vale/00_cv_adelaide:547:DefaultText
source: Gold does not decompose. The teeth had to be removed. And while I am no licensed dentist, I should think I did a fair job of it.
cs: Zlato se nerozkládá. Zuby musely být odstraněny. A i když nejsem licencovaný zubař, myslím, že jsem to udělal dobře.

# conversations/00_emerald_vale/00_cv_adelaide:548:DefaultText
source: Reminds me of this guy I heard about. Someone named Eugene. He had gold teeth.
cs: Připomíná mi to jednoho chlápka, o kterém jsem slyšel. Jmenoval se Eugene. Měl zlaté zuby.

# conversations/00_emerald_vale/00_cv_adelaide:549:DefaultText
source: Give me at least a little credit.
cs: Přiznejte mi alespoň trochu uznání.

# conversations/00_emerald_vale/00_cv_adelaide:550:DefaultText
source: I remember a Eugene. Pleasant enough boy. Whatever happened to him?
cs: Vzpomínám si na Eugena. Docela příjemný chlapec. Co se s ním stalo?

# conversations/00_emerald_vale/00_cv_adelaide:551:DefaultText
source: I never said anything happened.
cs: Nikdy jsem neřekl, že se něco stalo.

# conversations/00_emerald_vale/00_cv_adelaide:552:DefaultText
source: From the looks of it, you killed him.
cs: Podle toho, jak to vypadá, jsi ho zabil.

# conversations/00_emerald_vale/00_cv_adelaide:553:DefaultText
source: Eugene shot himself.
cs: Eugene se zastřelil.

# conversations/00_emerald_vale/00_cv_adelaide:554:DefaultText
source: How dumb do you think I am?
cs: Jak hloupý si myslíš, že jsem?

# conversations/00_emerald_vale/00_cv_adelaide:555:DefaultText
source: You asking me rhetorically? Or...
cs: Ptáte se mě řečnicky? Nebo...

# conversations/00_emerald_vale/00_cv_adelaide:556:DefaultText
source: Whatever absurd accusations you have churning about in your mind, I assure you I have heard them all.
cs: Ať už se vám v hlavě honí jakákoli absurdní obvinění, ujišťuji vás, že jsem je všechny slyšel.

# conversations/00_emerald_vale/00_cv_adelaide:557:DefaultText
source: I wasn't accusing you of anything.
cs: Z ničeho jsem vás neobviňoval.

# conversations/00_emerald_vale/00_cv_adelaide:558:DefaultText
source: Your left eye twitches when you're trying to lie.
cs: Když se snažíte lhát, cuká vám levé oko.

# conversations/00_emerald_vale/00_cv_adelaide:559:DefaultText
source: Do I look physically capable of harming anyone?
cs: Vypadám, že jsem fyzicky schopen někomu ublížit?

# conversations/00_emerald_vale/00_cv_adelaide:560:DefaultText
source: Wish I could say I was surprised. That town has a way of crushing your spirit.
cs: Kéž bych mohl říct, že mě to překvapilo. To město dokáže zdrtit ducha.

# conversations/00_emerald_vale/00_cv_adelaide:561:DefaultText
source: You'd better start making sense.
cs: Měl bys začít dávat smysl.

# conversations/00_emerald_vale/00_cv_adelaide:562:DefaultText
source: That doesn't answer my question. Why was there a corpse in your garden?
cs: To neodpovídá na mou otázku. Proč byla na vaší zahradě mrtvola?

# conversations/00_emerald_vale/00_cv_adelaide:563:DefaultText
source: I think I'm gonna be sick.
cs: Myslím, že mi bude špatně.

# conversations/00_emerald_vale/00_cv_adelaide:564:DefaultText
source: You're the one who stole Eugene's body out of the cemetery.
cs: To ty jsi ukradl Eugenovo tělo ze hřbitova.

# conversations/00_emerald_vale/00_cv_adelaide:565:DefaultText
source: I knew it. You people are cannibals.
cs: Věděl jsem to. Vy jste kanibalové.

# conversations/00_emerald_vale/00_cv_adelaide:567:DefaultText
source: My dear, I wasn't keeping a corpse in my garden. I was returning it to the soil where it belonged. Where it could do some good for my crops.
cs: Má drahá, já jsem na zahradě nechoval mrtvolu. Vracela jsem ji do půdy, kam patřila. Tam, kde by mohla prospět mé úrodě.

# conversations/00_emerald_vale/00_cv_adelaide:568:DefaultText
source: Stealing implies property. Are you trying to tell me that the husk of flesh that was Eugene's body belongs to Spacer's Choice, long after the spirit has left it?
cs: Krádež znamená majetek. Snažíš se mi říct, že slupka masa, která byla Eugenovým tělem, patří Spacer's Choice i dlouho poté, co ji duch opustil?

# conversations/00_emerald_vale/00_cv_adelaide:569:DefaultText
source: That doesn't answer my question. Why would you keep Eugene's corpse here?
cs: To neodpovídá na mou otázku. Proč bys tu nechával Eugenovu mrtvolu?

# conversations/00_emerald_vale/00_cv_adelaide:571:DefaultText
source: We're not cannibals, dear. I don't eat corpses. I just use them in my fertilizer.
cs: Nejsme kanibalové, drahá. Nejím mrtvoly. Jen je používám do hnojiva.

# conversations/00_emerald_vale/00_cv_adelaide:573:DefaultText
source: You seem pretty calm for someone who just admitted to grinding up corpses for fertilizer.
cs: Na někoho, kdo se právě přiznal k rozmělňování mrtvol na hnojivo, vypadáš docela klidně.

# conversations/00_emerald_vale/00_cv_adelaide:574:DefaultText
source: We're done talking.
cs: Skončili jsme.

# conversations/00_emerald_vale/00_cv_adelaide:575:DefaultText
source: The Vale's barren. Been that way for years. Soil's been sterile about as long as I can remember.
cs: Údolí je pusté. Už je to tak léta. Půda je neplodná, co si pamatuju.

# conversations/00_emerald_vale/00_cv_adelaide:576:DefaultText
source: Not all over my boots, please. I just washed them.
cs: Ne po mých botách, prosím. Právě jsem je vyprala.

# conversations/00_emerald_vale/00_cv_adelaide:577:DefaultText
source: But you found a way to grow something.
cs: Ale našel jsi způsob, jak něco vypěstovat.

# conversations/00_emerald_vale/00_cv_adelaide:578:DefaultText
source: Yeah, but we're talking about people here.
cs: Ano, ale mluvíme tu o lidech.

# conversations/00_emerald_vale/00_cv_adelaide:579:DefaultText
source: We are talking about organic compounds once inhabited by a sentient mind. A person lasts only until the last synapse burns out, the last brainwave flickers into the void.
cs: Mluvíme o organických sloučeninách, které kdysi obývala vnímající mysl. Člověk trvá jen do té doby, než vyhoří poslední synapse a poslední mozková vlna se rozplyne v prázdnotě.

# conversations/00_emerald_vale/00_cv_adelaide:580:DefaultText
source: What remains is a carcass mouldering 'neath the soil. Decomposition is a natural process, essential to new life. All life feeds on other life.
cs: Zůstala jen mrtvola, která se rozkládá pod zemí. Rozklad je přirozený proces, který je nezbytný pro nový život. Veškerý život se živí jiným životem.

# conversations/00_emerald_vale/00_cv_adelaide:581:DefaultText
source: All I did was follow nature's own way. Death is essential to life. When the spirit leaves the body, the body returns to the earth from whence it came.
cs: Jediné, co jsem udělal, bylo, že jsem se řídil cestou přírody. Smrt je pro život nezbytná. Když duch opustí tělo, tělo se vrátí na zem, odkud přišlo.

# conversations/00_emerald_vale/00_cv_adelaide:583:DefaultText
source: I need to think about this.
cs: Musím o tom přemýšlet.

# conversations/00_emerald_vale/00_cv_adelaide:584:DefaultText
source: I'm glad I didn't eat before talking to you.
cs: Jsem rád, že jsem před rozhovorem s vámi nejedl.

# conversations/00_emerald_vale/00_cv_adelaide:585:DefaultText
source: I still think you're crazy.
cs: Pořád si myslím, že jsi blázen.

# conversations/00_emerald_vale/00_cv_adelaide:586:DefaultText
source: Whatever you say, my dear.
cs: Jak myslíš, má drahá.

# conversations/00_emerald_vale/00_cv_adelaide:627:DefaultText
source: The crops I grow here are natural. Nutritious. Healthy. My garden does more than fill the bellies of my flock. It keeps them from falling ill.
cs: Plodiny, které zde pěstuju, jsou přírodní. Výživné. Zdravé. Moje zahrada slouží víc než jen k nasycení břicha mého stáda. Chrání je před nemocemi.

# conversations/00_emerald_vale/00_cv_adelaide:628:DefaultText
source: What do you mean by that?
cs: Co tím myslíte?

# conversations/00_emerald_vale/00_cv_adelaide:629:DefaultText
source: Do you see anyone ailing in my camp? Unlike the people in Edgewater, my flock don't fall sick with plague.
cs: Vidíte v mém táboře někoho nemocného? Na rozdíl od lidí v Edgewateru mé stádo neonemocní morem.

# conversations/00_emerald_vale/00_cv_adelaide:630:DefaultText
source: You could help a lot of people in town.
cs: Mohl bys pomoci mnoha lidem ve městě.

# conversations/00_emerald_vale/00_cv_adelaide:631:DefaultText
source: I'd rather they learn to help themselves by leaving that dreadful town behind. The people in this camp all had the courage to walk away from the cannery, and you see how happy they are.
cs: Byl bych raději, kdyby se naučili pomáhat si sami a opustili to strašné město. Všichni lidé v tomto táboře měli odvahu odejít z konzervárny a vidíte, jak jsou šťastní.

# conversations/00_emerald_vale/00_cv_adelaide:632:DefaultText
source: You could always teach them to farm.
cs: Vždycky je můžete naučit hospodařit.

# conversations/00_emerald_vale/00_cv_adelaide:634:DefaultText
source: Let's say I help you. What happens to Edgewater?
cs: Řekněme, že vám pomůžu. Co se stane s Edgewaterem?

# conversations/00_emerald_vale/00_cv_adelaide:635:DefaultText
source: I trust you will listen to your conscience.
cs: Věřím, že poslechnete své svědomí.

# conversations/00_emerald_vale/00_cv_adelaide:636:DefaultText
source: He would do such a thing. The question is - why would you agree to his plans?
cs: On by něco takového udělal. Otázka zní - proč byste s jeho plány souhlasili?

# conversations/00_emerald_vale/00_cv_adelaide:637:DefaultText
source: It seemed like the right thing to do.
cs: Zdálo se, že je to správné.

# conversations/00_emerald_vale/00_cv_adelaide:638:DefaultText
source: Reed's taken you for a sap. You're an outsider, and he's trying to use you for his own ends.
cs: Reed tě má za hlupáka. Jsi outsider a on se tě snaží využít pro své vlastní cíle.

# conversations/00_emerald_vale/00_cv_adelaide:639:DefaultText
source: What have you got against the town?
cs: Co máte proti městu?

# conversations/00_emerald_vale/00_cv_adelaide:705:DefaultText
source: You really have it in for Reed.
cs: Ty máš na Reeda opravdu spadeno.

# conversations/00_emerald_vale/00_cv_adelaide:706:DefaultText
source: Hate the town all you want. It won't bring your son back.
cs: Nenáviďte si město, jak chcete. To vám syna nevrátí.

# conversations/00_emerald_vale/00_cv_adelaide:707:DefaultText
source: What happens now?
cs: Co se stane teď?

# conversations/00_emerald_vale/00_cv_adelaide:708:DefaultText
source: Time's come to look toward the future. We'll grow, I expect. Lot of workers out there with nowhere else to go.
cs: Nastal čas podívat se do budoucnosti. Očekávám, že porosteme. Je tu spousta pracovníků, kteří nemají kam jít.

# conversations/00_emerald_vale/00_cv_adelaide:709:DefaultText
source: Blunt as a hammer. But you're right. Nothing can undo the past.
cs: Tupý jako kladivo. Ale máš pravdu. Minulost se nedá ničím napravit.

# conversations/00_emerald_vale/00_cv_adelaide:710:DefaultText
source: My son worked in that cannery. When the plagues started coming, he was one of the first to fall sick.
cs: Můj syn v té konzervárně pracoval. Když začaly epidemie, byl jedním z prvních, kdo onemocněl.

# conversations/00_emerald_vale/00_cv_adelaide:711:DefaultText
source: We had a store of medicine locked away, but Reed refused to treat him. Said my boy didn't deserve treatment. Said the medicine would've been wasted on him.
cs: Měli jsme zamčené zásoby léků, ale Reed ho odmítl léčit. Říkal, že si můj chlapec léčbu nezaslouží. Říkal, že ty léky by pro něj byly zbytečné.

# conversations/00_emerald_vale/00_cv_adelaide:712:DefaultText
source: So I buried my boy in the cemetery, gathered my belongings, and left. That's as much of the story as you need to hear.
cs: Pohřbil jsem tedy svého chlapce na hřbitově, sebral si věci a odešel. To je tolik z příběhu, kolik potřebujete slyšet.

# conversations/00_emerald_vale/00_cv_adelaide:713:DefaultText
source: You don't sound too pleased.
cs: Nezníte příliš spokojeně.

# conversations/00_emerald_vale/00_cv_adelaide:714:DefaultText
source: And a lot more mouths to feed.
cs: A mnohem více hladových krků.

# conversations/00_emerald_vale/00_cv_adelaide:715:DefaultText
source: I'm not sure I made the right decision.
cs: Nejsem si jistý, jestli jsem se rozhodl správně.

# conversations/00_emerald_vale/00_cv_adelaide:716:DefaultText
source: Then this is where we say goodbye.
cs: Pak se s vámi rozloučíme.

# conversations/00_emerald_vale/00_cv_adelaide:717:DefaultText
source: You're welcome among us, if you're ever so inclined.
cs: Jste mezi námi vítáni, pokud budete mít chuť.

# conversations/00_emerald_vale/00_cv_adelaide:718:DefaultText
source: I don't look forward to turning folk away. Camp's gotta stay pure, though. Can't have corporate loyalists mixing with us, no matter how desperate they may be.
cs: Netěším se na to, že budu lidi odmítat. Tábor ale musí zůstat čistý. Nemůžeme nechat korporátní loajalisty, aby se k nám přimíchali, ať už jsou jakkoli zoufalí.

# conversations/00_emerald_vale/00_cv_adelaide:719:DefaultText
source: Not as many as you'd think. We're not about to let the whole town join our flock. Just the ones willing to renounce their corporate loyalties, and live the way nature intended.
cs: Ne tolik, jak byste si mysleli. Nehodláme nechat celé město, aby se přidalo k našemu stádu. Jen ty, kteří jsou ochotni vzdát se své firemní loajality a žít tak, jak to příroda zamýšlela.

# conversations/00_emerald_vale/00_cv_adelaide:720:DefaultText
source: The town was enslaved to its cannery. You set them free. The ones who survive the shock of their own liberation will thank you someday.
cs: Město bylo zotročeno svou konzervárnou. Vy jste je osvobodili. Ti, kteří přežijí šok z vlastního osvobození, vám jednou poděkují.

# conversations/00_emerald_vale/00_cv_adelaide:722:DefaultText
source: The only thing I'm after is a power regulator.
cs: Jediná věc, po které toužím, je regulátor napájení.

# conversations/00_emerald_vale/00_cv_adelaide:723:DefaultText
source: Help yourself. Cannery should have one in its electrical room. Now that the power's out, you won't have to worry about frying yourself.
cs: Pomozte si sami. Konzervárna by ho měla mít ve své elektrické místnosti. Teď, když je vypnutá elektřina, se nemusíš bát, že se usmažíš.

# conversations/00_emerald_vale/00_cv_adelaide:724:DefaultText
source: I am curious. Why did you help us? You don't know who we are. You don't owe us a thing. The plant's crawling with mechanicals, so it stands to reason you risked your life.
cs: Jsem zvědavý. Proč jste nám pomohli? Nevíte, kdo jsme. Nic nám nedlužíte. V továrně se to hemží mechaniky, takže je logické, že jste riskovali život.

# conversations/00_emerald_vale/00_cv_adelaide:725:DefaultText
source: Between your camp and Reed's cannery, yours is the better way of life.
cs: Mezi vaším táborem a Reedovou konzervárnou je váš způsob života lepší.

# conversations/00_emerald_vale/00_cv_adelaide:726:DefaultText
source: I didn't do this for you. I'm trying to repair a ship.
cs: Neudělal jsem to pro tebe. Snažím se opravit loď.

# conversations/00_emerald_vale/00_cv_adelaide:727:DefaultText
source: I'd rather not say.
cs: Raději bych to neříkal.

# conversations/00_emerald_vale/00_cv_adelaide:728:DefaultText
source: The mysterious type. You planning on walking off into the sunset next?
cs: Záhadný typ. Plánuješ příště odejít do západu slunce?

# conversations/00_emerald_vale/00_cv_adelaide:729:DefaultText
source: Well, I have got nothing against a little good old-fashioned pragmatism.
cs: Nemám nic proti starému dobrému pragmatismu.

# conversations/00_emerald_vale/00_cv_adelaide:730:DefaultText
source: You're not quite like anyone else I've met. You haven't had your consciousness programmed by the Board.
cs: Nejsi jako nikdo jiný, koho jsem poznal. Vaše vědomí nebylo naprogramováno Radou.

# conversations/00_emerald_vale/00_cv_adelaide:731:DefaultText
source: I'm looking for a power regulator. Reed promised me yours.
cs: Hledám regulátor napájení. Reed mi slíbil ten tvůj.

# conversations/00_emerald_vale/00_cv_adelaide:732:DefaultText
source: I'm not looking to get mixed up in your problems. I just want to fix my ship.
cs: Nechci se zaplést do vašich problémů. Chci jen opravit svou loď.

# conversations/00_emerald_vale/00_cv_adelaide:733:DefaultText
source: Cannery's got a regulator. You want ship parts, you ought to rip 'em out of the cannery's guts, and leave us be.
cs: Cannery má regulátor. Jestli chceš součástky na loď, měl bys je vytrhnout z útrob Cannery a nás nechat být.

# conversations/00_emerald_vale/00_cv_adelaide:734:DefaultText
source: Well if it's all the same to you, then you ought to divert power over to us, shut down Reed's cannery, and scrap it for parts.
cs: Jestli je vám to jedno, pak byste měli převést moc na nás, zavřít Reedovu konzervárnu a sešrotovat ji na součástky.

# conversations/00_emerald_vale/00_cv_adelaide:735:DefaultText
source: What do you have against people trying to make a living?
cs: Co máte proti lidem, kteří se snaží vydělat si na živobytí?

# conversations/00_emerald_vale/00_cv_adelaide:736:DefaultText
source: You made your point clear enough. I'll see what I can do.
cs: Vyjádřil jste se dostatečně jasně. Uvidím, co se dá dělat.

# conversations/00_emerald_vale/00_cv_adelaide:737:DefaultText
source: It's not much of a living. Every single person in that town has sold themselves to Spacer's Choice. The company owns them. Body, blood, and bones. You've been there. You've seen it.
cs: Z toho se moc žít nedá. Každý člověk v tom městě se prodal společnosti Spacer's Choice. Společnost je vlastní. Tělo, krev a kosti. Byl jsi tam. Viděl jsi to.

# conversations/00_emerald_vale/00_cv_adelaide:738:DefaultText
source: All anyone ever does is toil over a cannery. They give their lives for some heartless corporation, and then they're tossed into a Spacer's Choice brand cemetery.
cs: Všichni se jen dřou v konzervárně. Obětují svůj život pro nějakou bezcitnou korporaci a pak je hodí na hřbitov značky Spacer's Choice.

# conversations/00_emerald_vale/00_cv_adelaide:739:DefaultText
source: I guess you have a point.
cs: Myslím, že máte pravdu.

# conversations/00_emerald_vale/00_cv_adelaide:740:DefaultText
source: Whatever you're trying to sell me, I'm not interested.
cs: Ať se mi snažíte prodat cokoli, nemám zájem.

# conversations/00_emerald_vale/00_cv_adelaide:741:DefaultText
source: So, what do you say? Divert power over to us. Shut down that abominable cannery for good.
cs: Co na to říkáte? Převeďte moc na nás. Zavřete tu odpornou konzervárnu nadobro.

# conversations/00_emerald_vale/00_cv_adelaide:742:DefaultText
source: No promises.
cs: Nic neslibuju.

# conversations/00_emerald_vale/00_cv_adelaide:747:DefaultText
source: Excuse me. Ms. McDevitt? Sorry. It's just, you got such pretty trees in here.
cs: Promiňte. Paní McDevittová? Omlouvám se. Já jen, že tu máte tak krásné stromy.

# conversations/00_emerald_vale/00_cv_adelaide:748:DefaultText
source: Why, thank you. You're Robert's girl, aren't you? I remember when you were but a sprout. Thomas speaks of you often.
cs: Děkuji. Ty jsi Robertovo děvče, že? Vzpomínám si, když jsi byla ještě malá. Thomas o tobě často mluví.

# conversations/00_emerald_vale/00_cv_adelaide:749:DefaultText
source: You know that's true, don't you, Ms. Holcomb? Your father died of overwork. His heart gave out.
cs: Víte, že je to pravda, že ano, paní Holcombová? Váš otec zemřel na přepracování. Selhalo mu srdce.

# conversations/00_emerald_vale/00_cv_adelaide:750:DefaultText
source: H-he was tired all the time, sure. But he was old, ma'am. And he raised me all by his lonesome.
cs: Jistě, byl pořád unavený. Ale byl starý, madam. A vychovával mě úplně sám.

# conversations/00_emerald_vale/00_cv_adelaide:751:DefaultText
source: Look what they did to this child. Lost her family to the company, and still she defends them.
cs: Podívejte se, co udělali tomuto dítěti. Přišla kvůli nim o rodinu, a přesto je brání.

# conversations/00_emerald_vale/00_cv_adelaide:753:DefaultText
source: I don't much like you throwing that in her face to get me on your side.
cs: Moc se mi nelíbí, že jí to vmeteš do tváře, abys mě dostal na svou stranu.

# conversations/00_emerald_vale/00_cv_adelaide:754:DefaultText
source: That was unkind of me. I'm sorry, dear.
cs: To ode mě nebylo hezké. Omlouvám se, drahá.

# conversations/00_emerald_vale/00_cv_adelaide:755:DefaultText
source: I'm all right. I ain't so fragile.
cs: Jsem v pořádku. Nejsem tak křehká.

# conversations/00_emerald_vale/00_cv_adelaide:756:DefaultText
source: I- I don't know. If it was me? I'd be glad to volunteer. Keeping others alive? That'd be a beautiful gift to leave.
cs: Já... já nevím. Kdybych to byl já? Rád bych se přihlásil. Udržovat ostatní naživu? To by byl krásný dar.

# conversations/00_emerald_vale/00_cv_adelaide:757:DefaultText
source: You've been quiet, Parvati. You have an opinion? She's using your friends as fertilizer.
cs: Byla jsi zticha, Parvati. Máš nějaký názor? Používá tvé přátele jako hnojivo.
