Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_robot_scout.po
Languages: cs

# conversations/00_emerald_vale/00_cv_robot_scout:1:DefaultText
source: Searching for repair bay. Error. Navigation systems failed. Unable to comply.
cs: Hledání opravárenského prostoru. Chyba. Navigační systémy selhaly. Nelze vyhovět.

# conversations/00_emerald_vale/00_cv_robot_scout:2:DefaultText
source: Are you damaged?
cs: Jste poškozeni?

# conversations/00_emerald_vale/00_cv_robot_scout:4:DefaultText
source: This is a junkyard, not a repair bay.
cs: Tohle je vrakoviště, ne opravna.

# conversations/00_emerald_vale/00_cv_robot_scout:6:DefaultText
source: Damage to navigation systems detected. Attempting to return to designated repair bay. Error. Navigation systems failed.
cs: Zjištěno poškození navigačních systémů. Pokus o návrat do určeného opravárenského prostoru. Chyba. Navigační systémy selhaly.

# conversations/00_emerald_vale/00_cv_robot_scout:7:DefaultText
source: Navigation systems have determined this location as: Spacer's Choice Designated Mechanical Repair Bay.
cs: Navigační systémy určily tuto polohu jako: Spacer's Choice určený pro mechanické opravy.

# conversations/00_emerald_vale/00_cv_robot_scout:8:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/00_emerald_vale/00_cv_robot_scout:9:DefaultText
source: I could probably fix that. I mean, if you wanted me to.
cs: Pravděpodobně bych to mohl opravit. Kdybys chtěl.

# conversations/00_emerald_vale/00_cv_robot_scout:10:DefaultText
source: Go ahead.
cs: Pokračujte.

# conversations/00_emerald_vale/00_cv_robot_scout:11:DefaultText
source: Hang on a second. I'm not sure.
cs: Počkejte chvíli. Nejsem si jistý.

# conversations/00_emerald_vale/00_cv_robot_scout:12:DefaultText
source: Yep, I see the problem. His nav-mod got dislodged. Must've taken a tumble. Just gotta give it a good push and wait for the click.
cs: Jo, vidím problém. Jeho navigační modul se uvolnil. Musel spadnout. Stačí na něj pořádně zatlačit a počkat na cvaknutí.

# conversations/00_emerald_vale/00_cv_robot_scout:13:DefaultText
source: There we go. Jeremy's good as new. Well, new by Spacer's Choice standards, anyhow. His name's Jeremy, by the bye.
cs: A je to tady. Jeremy je jako nový. Tedy, nový podle standardů Spacer's Choice. Mimochodem, jmenuje se Jeremy.

# conversations/00_emerald_vale/00_cv_robot_scout:14:DefaultText
source: Take your time. You need help, just give a yell. Uh, a metaphorical yell. If you yell for reals, you're liable to spook him.
cs: Nespěchejte. Pokud potřebujete pomoc, stačí zavolat. Uh, metaforický výkřik. Když budeš křičet doopravdy, můžeš ho vyděsit.

# conversations/00_emerald_vale/00_cv_robot_scout:16:DefaultText
source: Navigation systems operational. Optimal path toward repair bay detected. Initiating self-diagnostics.
cs: Navigační systémy v provozu. Zjištěna optimální cesta k opravárenskému prostoru. Zahájení autodiagnostiky.

# conversations/00_emerald_vale/00_cv_robot_scout:17:DefaultText
source: Good luck, I guess?
cs: Hodně štěstí, myslím?

# conversations/00_emerald_vale/00_cv_robot_scout:18:DefaultText
source: Whoa, hey. Don't you owe me something for the repairs?
cs: Hej, hej. Nedlužíš mi něco za opravu?

# conversations/00_emerald_vale/00_cv_robot_scout:19:DefaultText
source: Um, I don't reckon Jeremy understands the concept of trade.
cs: Hm, myslím, že Jeremy nerozumí pojmu obchod.

# conversations/00_emerald_vale/00_cv_robot_scout:20:DefaultText
source: Spacer's Choice reminds all colonists that serving the Spacer's Choice family is the highest possible reward. I have been programmed to deliver this pre-approved message.
cs: Spacer's Choice připomíná všem kolonistům, že služba rodině Spacer's Choice je nejvyšší možnou odměnou. Byl jsem naprogramován, abych doručil tuto předem schválenou zprávu.

# conversations/00_emerald_vale/00_cv_robot_scout:22:DefaultText
source: This is ridiculous. I'm done.
cs: To je směšné. Skončil jsem.

# conversations/00_emerald_vale/00_cv_robot_scout:23:DefaultText
source: Be more careful out there, Jeremy!
cs: Buď tam opatrnější, Jeremy!

# conversations/00_emerald_vale/00_cv_robot_scout:25:DefaultText
source: Navigation systems, huh? I could probably fix you up.
cs: Navigační systémy, co? Pravděpodobně bych tě mohl opravit.

# conversations/00_emerald_vale/00_cv_robot_scout:26:DefaultText
source: That's not bad work, mister. You done this afore?
cs: To není špatná práce, pane. Už jste to dělal?

# conversations/00_emerald_vale/00_cv_robot_scout:26:FemaleText
source: That's not bad work, ma'am. You done this afore?
cs: To není špatná práce, madam. Už jste to dělala?

# conversations/00_emerald_vale/00_cv_robot_scout:29:DefaultText
source: Self-diagnostics initiated. Please do not disturb.
cs: Zahájení autodiagnostiky. Nerušte, prosím.

# conversations/00_emerald_vale/00_cv_robot_scout:30:DefaultText
source: Nothing a good smack won't fix.
cs: Nic, co by nespravil pořádný pohlavek.

# conversations/00_emerald_vale/00_cv_robot_scout:31:DefaultText
source: Oh. Ow. Could you not- I mean, it's a mechanical, sure. But that just seems...mean.
cs: Oh. Au. Nemohla bys... Je to mechanické, jistě. Ale tohle mi připadá... hnusné.

# conversations/00_emerald_vale/00_cv_robot_scout:33:DefaultText
source: I can do it myself, actually.
cs: Vlastně to zvládnu sám.

# conversations/00_emerald_vale/00_cv_robot_scout:34:DefaultText
source: Nah. I'm just gonna give it a good smack.
cs: Ne. Prostě ji pořádně proplesknu.

# conversations/00_emerald_vale/00_cv_robot_scout:39:DefaultText
source: Attempting to misdirect or confuse a Spacer's Choice mechanical is a punishable offense. Please report yourself to your supervisor.
cs: Pokus o přesměrování nebo zmatení mechanické volby Spacer's Choice je trestný. Nahlaste se prosím svému nadřízenému.

# conversations/00_emerald_vale/00_cv_robot_scout:40:DefaultText
source: ...Parvati, why did you name the mechanical?
cs: ...Parvati, proč jsi pojmenovala tu mechanickou?

# conversations/00_emerald_vale/00_cv_robot_scout:41:DefaultText
source: On account of I fixed him. And he's Jeremy on account of his helmet. It's like Jeremy, the officer in True Romantic Tales of the Space Guard.
cs: Protože jsem ho opravil. A on je Jeremy kvůli své helmě. Je to jako Jeremy, důstojník v Pravdivých romantických příbězích vesmírné gardy.

# conversations/00_emerald_vale/00_cv_robot_scout:43:DefaultText
source: Is that an aetherwave serial or something?
cs: Je to seriál o éterových vlnách nebo tak něco?

# conversations/00_emerald_vale/00_cv_robot_scout:44:DefaultText
source: Abso-surely. I make a point to watch every Tuesday night.
cs: Určitě. Každé úterý večer se na to dívám.

# conversations/00_emerald_vale/00_cv_robot_scout:46:DefaultText
source: Go ahead and fix him up, Parvati.
cs: Dejte ho do pořádku, Parvati.

# conversations/00_emerald_vale/00_cv_robot_scout:47:DefaultText
source: I'll be going now.
cs: Teď už půjdu.
