Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_vicar.po
Languages: cs

# conversations/00_emerald_vale/00_cv_vicar:562:DefaultText
source: I was told it was a stranger come to town. I see no other strangers about. But the workers of Edgewater may not be the most reliable witnesses.
cs: Bylo mi řečeno, že do města přijel cizinec. Žádné jiné cizince tu nevidím. Ale dělníci z Edgewateru možná nejsou nejspolehlivějšími svědky.

# conversations/00_emerald_vale/00_cv_vicar:563:DefaultText
source: Any conflict between the two of you is none of my concern. I have no inclination to interfere.
cs: Jakýkoli konflikt mezi vámi dvěma se mě netýká. Nemám chuť do toho zasahovat.

# conversations/00_emerald_vale/00_cv_vicar:564:DefaultText
source: I have greater goals to achieve in my lifetime than meeting a quota of canned fish.
cs: V životě chci dosáhnout větších cílů, než je splnění kvóty rybích konzerv.

# conversations/00_emerald_vale/00_cv_vicar:565:DefaultText
source: No concept of confessing one's sins, I guess?
cs: Asi nemáte pojem o vyznání hříchů?

# conversations/00_emerald_vale/00_cv_vicar:566:DefaultText
source: Any action humans take is, by definition, part of the Great Architect's plan for the universe.
cs: Jakákoli lidská činnost je z definice součástí plánu Velkého architekta pro vesmír.

# conversations/00_emerald_vale/00_cv_vicar:567:DefaultText
source: Of course, the Law is an entirely different matter from the law. The Board will see your actions rather differently than the church.
cs: Zákon je ovšem něco úplně jiného než právo. Představenstvo se na vaše jednání bude dívat poněkud jinak než církev.

# conversations/00_emerald_vale/00_cv_vicar:568:DefaultText
source: And Ms. Holcomb is with you? Surprising, given what you're accused of. I hope you didn't threaten her. She's a gentle soul.
cs: A paní Holcombová je s vámi? Překvapivé, vzhledem k tomu, z čeho jste obviněn. Doufám, že jste jí nevyhrožoval. Je to jemná duše.

# conversations/00_emerald_vale/00_cv_vicar:576:DefaultText
source: I've got your book.
cs: Mám vaši knihu.

# conversations/00_emerald_vale/00_cv_vicar:577:DefaultText
source: Oh, I'm fairly competent at hacking computers as well.
cs: A taky jsem docela schopný v hackování počítačů.

# conversations/00_emerald_vale/00_cv_vicar:583:DefaultText
source: Fantastic! Let me get my things in order, and I'll catch up with you.
cs: Fantastické! Udělám si pořádek ve věcech a doženu vás.

# conversations/00_emerald_vale/00_cv_vicar:589:DefaultText
source: Not sure I'm in the market for a hacking, brawling vicar. Maybe some other time.
cs: Nejsem si jistý, jestli mám zrovna chuť na hackujícího a rvoucího se faráře. Možná někdy jindy.

# conversations/00_emerald_vale/00_cv_vicar:590:DefaultText
source: Sounds good. Let's go.
cs: To zní dobře. Jdeme na to.

# conversations/00_emerald_vale/00_cv_vicar:592:DefaultText
source: Sounds good. Let's go.
cs: To zní dobře. Jdeme na to.

# conversations/00_emerald_vale/00_cv_vicar:596:DefaultText
source: Some even believe this ultimate knowledge will unlock mankind's true potential, and we will all become akin to Grand Architects ourselves, after a fashion.
cs: Někteří dokonce věří, že toto konečné poznání odhalí skutečný potenciál lidstva a my všichni se staneme v jistém smyslu Velkými architekty.

# conversations/00_emerald_vale/00_cv_vicar:597:DefaultText
source: Let me ask you something else.
cs: Dovolte mi, abych se vás zeptal na něco jiného.

# conversations/00_emerald_vale/00_cv_vicar:598:DefaultText
source: Of course.
cs: Samozřejmě.

# conversations/00_emerald_vale/00_cv_vicar:599:DefaultText
source: I'm uh... excuse me, I was just... pondering... my life. Is there something I can help you with?
cs: Já jsem... promiňte, jen jsem... přemýšlel... o svém životě. Můžu vám s něčím pomoct?

# conversations/00_emerald_vale/00_cv_vicar:600:DefaultText
source: Reed told me to cut power to the deserters. You have any thoughts on that?
cs: Reed mi řekl, abych dezertérům odpojil proud. Máš na to nějaký názor?

# conversations/00_emerald_vale/00_cv_vicar:601:DefaultText
source: Of course he did. Reed never had the intestinal fortitude to do something about his lost workers himself.
cs: Samozřejmě, že ano. Reed nikdy neměl dost odvahy, aby se svými ztracenými pracovníky něco udělal sám.

# conversations/00_emerald_vale/00_cv_vicar:602:DefaultText
source: Or, you're asking my advice? I, uhm... I don't rightly know, to be perfectly honest. Been preoccupied since you brought me that... book.
cs: Nebo se mě ptáte na radu? Abych byl upřímný, já, ehm... já vlastně ani nevím. Byl jsem zaneprázdněný od té doby, co jsi mi přinesl tu... knihu.

# conversations/00_emerald_vale/00_cv_vicar:603:DefaultText
source: Snap out of it. Parvati said we should seek your guidance, so we're seeking it.
cs: Vzpamatujte se. Parvati říkala, že bychom měli hledat tvé vedení, tak ho hledáme.

# conversations/00_emerald_vale/00_cv_vicar:604:DefaultText
source: Snap out of it. You're a vicar, I'm here to seek guidance. So guide me.
cs: Vzpamatujte se. Jste farář, přišel jsem hledat radu. Tak mě veď.

# conversations/00_emerald_vale/00_cv_vicar:605:DefaultText
source: Yes, well, all things being equal, I'd have to say I don't really care.
cs: Ano, pokud jsou si všechny věci rovny, musím říct, že je mi to jedno.

# conversations/00_emerald_vale/00_cv_vicar:607:DefaultText
source: Oh, and a word of warning. If you're considering wandering around outside the safety of the town, you'd best be cautious.
cs: A jedno varování. Pokud uvažujete o tom, že se budete potulovat mimo bezpečí města, buďte raději opatrní.

# conversations/00_emerald_vale/00_cv_vicar:608:DefaultText
source: I happen to know such a book is, as we speak, tainting a collector's library in Emerald Vale. However, the collector's residence lies outside the town's walls.
cs: Náhodou vím, že jedna taková kniha právě teď hyzdí sběratelskou knihovnu ve Smaragdovém údolí. Sběratelovo sídlo však leží za hradbami města.

# conversations/00_emerald_vale/00_cv_vicar:609:DefaultText
source: If you managed to acquire it for me, I'd pay quite a handsome sum for the book.
cs: Kdyby se vám ji podařilo získat, zaplatil bych za ni docela slušnou částku.

# conversations/00_emerald_vale/00_cv_vicar:610:DefaultText
source: Why would a vicar be after a banned, heretical book?
cs: Proč by farář usiloval o zakázanou, kacířskou knihu?

# conversations/00_emerald_vale/00_cv_vicar:611:DefaultText
source: I just want to keep the writing out of laymans' hands. It wouldn't do for such information to fall into public consumption.
cs: Chci jen, aby se písmo nedostalo do rukou laiků. Nebylo by dobré, aby se takové informace dostaly na veřejnost.

# conversations/00_emerald_vale/00_cv_vicar:612:DefaultText
source: Seems to me the authorities would be interested to hear you're after this contraband text.
cs: Zdá se mi, že by úřady zajímalo, jestli chcete získat tento pašovaný text.

# conversations/00_emerald_vale/00_cv_vicar:613:DefaultText
source: Maybe I'll get your book and sell it to someone else.
cs: Možná si vaši knihu koupím a prodám ji někomu jinému.

# conversations/00_emerald_vale/00_cv_vicar:614:DefaultText
source: On the contrary, my position means that I am one of the few legally allowed to possess such items. But do not worry, you'll be safe since you are acting on my behalf.
cs: Naopak, moje pozice znamená, že jsem jedním z mála, kteří mohou takové předměty legálně vlastnit. Ale nebojte se, budete v bezpečí, protože jednáte mým jménem.

# conversations/00_emerald_vale/00_cv_vicar:615:DefaultText
source: I can assure you, you won't find another willing to risk imprisonment to possess this book. Nor anyone willing to pay the price I can offer.
cs: Mohu vás ujistit, že nenajdete nikoho jiného, kdo by byl ochoten riskovat vězení, aby tuto knihu vlastnil. Ani nikoho, kdo by byl ochoten zaplatit cenu, kterou mohu nabídnout.

# conversations/00_emerald_vale/00_cv_vicar:616:DefaultText
source: You make a compelling argument.
cs: Uvádíte přesvědčivé argumenty.

# conversations/00_emerald_vale/00_cv_vicar:617:DefaultText
source: Glad we see eye to eye.
cs: Jsem rád, že si rozumíme.

# conversations/00_emerald_vale/00_cv_vicar:618:DefaultText
source: It's a handwritten journal. A faded blue cover, with the name M. Bakonu handwritten in the lower corner. I'll mark where I saw it on your map. Assuming you're serious.
cs: Je to ručně psaný deník. Vybledlá modrá obálka, v dolním rohu ručně napsané jméno M. Bakonu. Označím si na mapě, kde jsem ho viděl. Za předpokladu, že to myslíš vážně.

# conversations/00_emerald_vale/00_cv_vicar:619:DefaultText
source: You didn't want that book to keep others from reading it, you just wanted it for yourself.
cs: Nechtěli jste tu knihu, abyste zabránili ostatním ji číst, chtěli jste ji jen pro sebe.

# conversations/00_emerald_vale/00_cv_vicar:620:DefaultText
source: Well, uh... yes. But I assure you, it was not for personal gain, only for the greater good.
cs: No... ano. Ale ujišťuji vás, že to nebylo kvůli osobnímu prospěchu, jen pro vyšší dobro.

# conversations/00_emerald_vale/00_cv_vicar:621:DefaultText
source: There is little more important than such a precious, rare text.
cs: Není nic důležitějšího než takový vzácný text.

# conversations/00_emerald_vale/00_cv_vicar:622:DefaultText
source: Assuming your goal is to save as many as possible, then you should bring everyone together. Send the power to Edgewater and convince the deserters to return to the fold.
cs: Pokud je vaším cílem zachránit co nejvíce lidí, měli byste všechny spojit. Pošlete sílu do Edgewateru a přesvědčte dezertéry, aby se vrátili do řad.

# conversations/00_emerald_vale/00_cv_vicar:623:DefaultText
source: I apologize if my advice was wanting. I find many people can find their path when presented with the right questions.
cs: Omlouvám se, pokud jsem vám nechtěl poradit. Zjistil jsem, že mnoho lidí dokáže najít svou cestu, když jsou jim předloženy správné otázky.

# conversations/00_emerald_vale/00_cv_vicar:626:DefaultText
source: I'll need to know a little bit more about this book before I agree to this.
cs: Musím se o této knize dozvědět trochu víc, než s tím budu souhlasit.

# conversations/00_emerald_vale/00_cv_vicar:627:DefaultText
source: It's a handwritten journal. A faded blue cover, with the name M. Bakonu handwritten in the lower corner. I'll mark where I saw it on your map. Assuming you're serious.
cs: Je to ručně psaný deník. Vybledlá modrá obálka, v dolním rohu ručně napsané jméno M. Bakonu. Označím si na mapě, kde jsem ho viděl. Za předpokladu, že to myslíš vážně.

# conversations/00_emerald_vale/00_cv_vicar:628:DefaultText
source: A religious text deemed heretical by the OSI is an unsafe object at large. Though I understand why a collector would desire to possess such a rare book.
cs: Náboženský text, který OSI považuje za kacířský, je na svobodě nebezpečným předmětem. I když chápu, proč sběratel touží vlastnit tak vzácnou knihu.

# conversations/00_emerald_vale/00_cv_vicar:631:DefaultText
source: Just tagging along, Vicar DeSoto. Don't mind me.
cs: Jen se přidávám, vikáři DeSoto. Nevšímejte si mě.

# conversations/00_emerald_vale/00_cv_vicar:633:DefaultText
source: This here's Vicar DeSoto. He's always offering spiritual counsel to those that need it.
cs: Tady je vikář DeSoto. Vždy nabízí duchovní rady těm, kteří je potřebují.

# conversations/00_emerald_vale/00_cv_vicar:634:DefaultText
source: Thank you for the kind assessment, Ms. Holcomb. I admit, I've been quite interested to make our outsider's acquaintance.
cs: Děkuji za laskavé hodnocení, paní Holcombová. Přiznám se, že mě docela zajímalo, jak se s naším outsiderem seznámíte.

# conversations/00_emerald_vale/00_cv_vicar:635:DefaultText
source: This here's Vicar DeSoto. He's always offering spiritual counsel to those that need it.
cs: Tady je vikář DeSoto. Vždy nabízí duchovní rady těm, kteří je potřebují.

# conversations/00_emerald_vale/00_cv_vicar:636:DefaultText
source: Thank you for the kind assessment, Ms. Holcomb. I admit, I've been quite interested to make our outsider's acquaintance.
cs: Děkuji za laskavé hodnocení, paní Holcombová. Přiznám se, že mě docela zajímalo, jak se s naším outsiderem seznámíte.

# conversations/00_emerald_vale/00_cv_vicar:637:DefaultText
source: This here's Vicar DeSoto. He's always offering spiritual counsel to those that need it.
cs: Tady je vikář DeSoto. Vždy nabízí duchovní rady těm, kteří je potřebují.

# conversations/00_emerald_vale/00_cv_vicar:638:DefaultText
source: Thank you for the kind assessment, Ms. Holcomb. I admit, I've been quite interested to make our outsider's acquaintance.
cs: Děkuji za laskavé hodnocení, paní Holcombová. Přiznám se, že mě docela zajímalo, jak se s naším outsiderem seznámíte.

# conversations/00_emerald_vale/00_cv_vicar:641:DefaultText
source: Edgewater's gonna miss you. Folk here always had good things to say about their vicar.
cs: Edgewateru budeš chybět. Zdejší lidé si vždycky pochvalovali svého faráře.

# conversations/00_emerald_vale/00_cv_vicar:642:DefaultText
source: Thank you, Ms. Holcomb. I'll be glad for the change of scenery. And to leave this place behind.
cs: Děkuji vám, paní Holcombová. Budu ráda za změnu prostředí. A že tohle místo nechám za sebou.

# conversations/00_emerald_vale/00_cv_vicar:643:DefaultText
source: I shall see you on the ship, Captain, whenever you're ready to leave Emerald Vale.
cs: Uvidíme se na lodi, kapitáne, až budete připraven opustit Smaragdové údolí.

# conversations/00_emerald_vale/00_cv_vicar:644:DefaultText
source: Edgewater's gonna miss you. Folk here always had good things to say about their vicar.
cs: Edgewateru budeš chybět. Zdejší lidé si vždycky pochvalovali svého faráře.

# conversations/00_emerald_vale/00_cv_vicar:645:DefaultText
source: Thank you, Ms. Holcomb. I'll be glad for the change of scenery. And to leave this place behind.
cs: Děkuji vám, paní Holcombová. Budu ráda za změnu prostředí. A že tohle místo nechám za sebou.

# conversations/00_emerald_vale/00_cv_vicar:647:DefaultText
source: It is my esteemed pleasure to serve as your crew vicar, Captain.
cs: Je mi ctí sloužit jako vikář vaší posádky, kapitáne.

# conversations/00_emerald_vale/00_cv_vicar:650:DefaultText
source: You're overreacting a bit, don't you think?
cs: Trochu to přeháníte, nemyslíte?

# conversations/00_emerald_vale/00_cv_vicar:651:DefaultText
source: Over- OVERREACTING?! Do you have any idea how many years I spent in - no. You couldn't possibly know, could you?
cs: Přehnaná reakce?! Máte vůbec představu, kolik let jsem strávil v - ne. To přece nemůžeš vědět, ne?

# conversations/00_emerald_vale/00_cv_vicar:652:DefaultText
source: I assume you'll want to burn it once you get your hands on it.
cs: Předpokládám, že až se vám dostane do rukou, budete ho chtít spálit.

# conversations/00_emerald_vale/00_cv_vicar:654:DefaultText
source: What?! No! I don't want to burn it! I would never - I mean, I just want to, uhm... look, I have a very simple goal here.
cs: Cože?! Ne! Nechci to spálit! Nikdy bych - chci říct, chci jen, ehm... podívejte, mám tu velmi jednoduchý cíl.

# conversations/00_emerald_vale/00_cv_vicar:655:DefaultText
source: At least you still have your mission work here to give your life a meaningful purpose.
cs: Alespoň tu máš stále svou misijní práci, která dává tvému životu smysl.

# conversations/00_emerald_vale/00_cv_vicar:656:DefaultText
source: This has to be some kind of cosmic retribution.
cs: Musí to být nějaký druh vesmírné odplaty.

# conversations/00_emerald_vale/00_cv_vicar:657:DefaultText
source: Yes. You're right. Such are the workings of the Equation. And I've only my own hubris to blame. I certainly never planned for this contingency.
cs: Ano, máš pravdu. Takové je fungování Rovnice. A já si za to mohu jen svou vlastní nadutost. S touto eventualitou jsem rozhodně nepočítal.

# conversations/00_emerald_vale/00_cv_vicar:658:DefaultText
source: Please. Those dolts?
cs: Prosím. Tihle hlupáci?

# conversations/00_emerald_vale/00_cv_vicar:659:DefaultText
source: Please. As if my life should have no greater meaning than proselytizing to a bunch of feeble-minded wretches?
cs: Prosím. Jako kdyby můj život neměl mít větší smysl než proselytismus pro bandu slabomyslných ubožáků?

# conversations/00_emerald_vale/00_cv_vicar:660:DefaultText
source: But that's neither here nor there. What I need to do now is to find a translator, obviously, but to do that I'll first need to secure transport.
cs: Ale to není ani tady, ani tam. Teď musím samozřejmě najít překladatele, ale k tomu si nejdřív musím zajistit dopravu.

# conversations/00_emerald_vale/00_cv_vicar:661:DefaultText
source: Please. Those dolts?
cs: Prosím. Tihle hlupáci?

# conversations/00_emerald_vale/00_cv_vicar:664:DefaultText
source: You have a ship? Perhaps I could make myself of use to your crew?
cs: Máte loď? Možná bych mohl být vaší posádce užitečný?

# conversations/00_emerald_vale/00_cv_vicar:665:DefaultText
source: Exactly.
cs: Přesně tak.

# conversations/00_emerald_vale/00_cv_vicar:667:DefaultText
source: Could be a beneficial arrangement. You need a ride out of town. I wouldn't mind a shiphand.
cs: To by mohlo být výhodné. Potřebuješ odvézt z města. Nevadil by mi shiphand.

# conversations/00_emerald_vale/00_cv_vicar:668:DefaultText
source: Certainly. I already gave you most of my money, but I can offer you free spiritual counseling, and I'd be happy to watch your back.
cs: Jistě. Většinu peněz jsem ti už dal, ale mohu ti nabídnout bezplatné duchovní poradenství a rád ti budu krýt záda.

# conversations/00_emerald_vale/00_cv_vicar:670:DefaultText
source: Well, understanding computers is, though I admit I took it further than most. And I was quite the 32nd back during my penitentiary term. Left many an opponent bleeding in the prison yard.
cs: No, pochopení počítačů je, i když přiznávám, že jsem to vzal dál než většina. A to jsem byl během svého trestu docela 32. vzadu. Na vězeňském dvoře jsem nechal krvácet nejednoho protivníka.

# conversations/00_emerald_vale/00_cv_vicar:672:DefaultText
source: And that's the long and short of it. So, what do you think?
cs: A to je zkrátka a dobře. Co si o tom myslíte vy?

# conversations/00_emerald_vale/00_cv_vicar:673:DefaultText
source: I'll meet you on the ship when you're ready to depart from Emerald Vale, Captain.
cs: Setkáme se na lodi, až budete připraveni odletět ze Smaragdového údolí, kapitáne.

# conversations/00_emerald_vale/00_cv_vicar:674:DefaultText
source: All right, let's go.
cs: Dobře, jdeme na to.

# conversations/00_emerald_vale/00_cv_vicar:676:DefaultText
source: I must ask you to please reconsider taking me out of this place. I do not know how much more I can stand.
cs: Musím vás požádat, abyste zvážil, zda mě odsud odvedete. Nevím, kolik toho ještě vydržím.

# conversations/00_emerald_vale/00_cv_vicar:677:DefaultText
source: And why is that?
cs: A proč tomu tak je?

# conversations/00_emerald_vale/00_cv_vicar:678:DefaultText
source: Marauders are about. Though if you are planning on venturing outside, I do have a proposition that may interest you.
cs: Nájezdníci jsou na cestě. Pokud se však chystáte vyrazit ven, mám pro vás návrh, který by vás mohl zajímat.

# conversations/00_emerald_vale/00_cv_vicar:679:DefaultText
source: Still - um, still a bit shaken, Vicar. I appreciate you asking after me, though. You've always offered a helping hand to those that need counseling.
cs: Stále - ehm, stále trochu otřesený, pane faráři. Oceňuji, že se po mně ptáte. Vždycky jste nabízel pomocnou ruku těm, kteří potřebovali poradit.

# conversations/00_emerald_vale/00_cv_vicar:681:DefaultText
source: I shall see you on the ship, Captain, whenever you're ready to leave Emerald Vale.
cs: Uvidíme se na lodi, kapitáne, až budete připraven opustit Smaragdové údolí.

# conversations/00_emerald_vale/00_cv_vicar:682:DefaultText
source: It sounds like I've got my work cut out for me. Thank you for your time.
cs: Vypadá to, že mám co dělat, abych to zvládl. Děkuji vám za váš čas.

# conversations/00_emerald_vale/00_cv_vicar:683:DefaultText
source: I'm a bit surprised to hear you dismiss your parishioners so casually.
cs: Trochu mě překvapuje, že své farníky tak lehkovážně odmítáte.
