Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_thomas.po
Languages: cs

# conversations/00_emerald_vale/00_cv_thomas:242:DefaultText
source: Whoa, Ms. Parvati! You're- what- how are- hi. Hi. Hello.
cs: Páni, paní Parvati! Vy jste... jak se... ahoj. Ahoj. Ahoj.

# conversations/00_emerald_vale/00_cv_thomas:243:DefaultText
source: Are you- um, are things safe out here? How are you keeping?
cs: Je to tady bezpečné? Jak se vám daří?

# conversations/00_emerald_vale/00_cv_thomas:244:DefaultText
source: Great! Just great! I've been trying to keep stuff running, just like you. Only I'm not so- wait, they didn't kick you out, did they?
cs: Skvělé! Prostě skvělé! Snažím se udržet věci v chodu, stejně jako ty. Jenže já nejsem tak... Počkej, nevyhodili tě, že ne?

# conversations/00_emerald_vale/00_cv_thomas:245:DefaultText
source: Oh gosh, no. I- I'm just along with this fella here.
cs: Ach bože, ne. Já... já jsem jen s tímhle chlapíkem.

# conversations/00_emerald_vale/00_cv_thomas:245:FemaleText
source: Oh gosh, no. I- I'm just along with this lady here.
cs: Ach bože, ne. Já... já jsem jen s touhle dámou.

# conversations/00_emerald_vale/00_cv_thomas:246:DefaultText
source: I'm glad Adelaide's coming back to town with us. With Reed gone, we're gonna need her leadership.
cs: Jsem rád, že se Adelaide vrací do města s námi. Když je Reed pryč, budeme její vedení potřebovat.

# conversations/00_emerald_vale/00_cv_thomas:247:DefaultText
source: This was a nice family, you know. While it lasted.
cs: Byla to milá rodina. Dokud trvala.

# conversations/00_emerald_vale/00_cv_thomas:250:DefaultText
source: You weren't incompetent. You just didn't fit the cannery. Not like here. This place had a you-shaped hole, and now it doesn't.
cs: Nebyl jsi neschopný. Jen jste se nehodil do konzervárny. Ne jako tady. Tohle místo mělo díru ve tvaru tebe, a teď už ne.

# conversations/00_emerald_vale/00_cv_thomas:251:DefaultText
source: You could stay, you know. Here. I'd be happy to- I mean, we could really use- This isn't coming out right. If you want, Adelaide would make a place for you.
cs: Mohl bys zůstat, víš. Tady. Rád bych... Chci říct, opravdu bychom mohli... Tohle nevyznívá dobře. Jestli chceš, Adelaide by ti udělala místo.

# conversations/00_emerald_vale/00_cv_thomas:253:DefaultText
source: Adelaide tells me she's moving back to Edgewater.
cs: Adelaide mi řekla, že se stěhuje zpátky do Edgewateru.

# conversations/00_emerald_vale/00_cv_thomas:254:DefaultText
source: Leave Adelaide behind. You need to go back to Edgewater.
cs: Nechte Adelaide za sebou. Musíš se vrátit do Edgewateru.

# conversations/00_emerald_vale/00_cv_thomas:255:DefaultText
source: It's just - Adelaide's never gonna forgive me. Not in a hundred years. I go crawling back to my old life in Edgewater, and I'm good as dead to her.
cs: Jenže - Adelaide mi to nikdy neodpustí. Ani za sto let. Odplazím se zpátky do svého starého života v Edgewateru a jsem pro ni jako mrtvý.

# conversations/00_emerald_vale/00_cv_thomas:256:DefaultText
source: Leave Adelaide behind, then. Edgewater needs you.
cs: Adelaide tedy nechte za sebou. Edgewater tě potřebuje.

# conversations/00_emerald_vale/00_cv_thomas:257:DefaultText
source: Stay put. I'm going to try to talk Reed into stepping down.
cs: Zůstaňte na místě. Pokusím se Reeda přemluvit, aby odstoupil.

# conversations/00_emerald_vale/00_cv_thomas:258:DefaultText
source: Why's that?
cs: Proč?

# conversations/00_emerald_vale/00_cv_thomas:259:DefaultText
source: Yeah, Grace said the same thing about Adelaide.
cs: Jo, Grace říkala to samé o Adelaide.

# conversations/00_emerald_vale/00_cv_thomas:260:DefaultText
source: Adelaide's not coming back. You need to move on.
cs: Adelaide se nevrátí. Musíš jít dál.

# conversations/00_emerald_vale/00_cv_thomas:261:DefaultText
source: You know where to find me.
cs: Víte, kde mě najdete.

# conversations/00_emerald_vale/00_cv_thomas:262:DefaultText
source: I expect we've got no choice. Edgewater needs us back and - loathe as I am to admit it - we need Edgewater.
cs: Předpokládám, že nemáme na výběr. Edgewater nás potřebuje zpět a - ač nerad, musíme si to přiznat - my potřebujeme Edgewater.

# conversations/00_emerald_vale/00_cv_thomas:263:DefaultText
source: You okay with this, Grace?
cs: Nevadí ti to, Grace?

# conversations/00_emerald_vale/00_cv_thomas:264:DefaultText
source: My affairs are all settled.
cs: Moje záležitosti jsou vyřízeny.

# conversations/00_emerald_vale/00_cv_thomas:265:DefaultText
source: Zoe's still out there. Don't much care to leave her unaccounted.
cs: Zoe je stále venku. Nechci ji nechat bez povšimnutí.

# conversations/00_emerald_vale/00_cv_thomas:266:DefaultText
source: Don't see that it matters. We've got no choice but to go back. Anyone with eyes can see that.
cs: Nevidím, že by na tom záleželo. Nemáme jinou možnost než se vrátit. To vidí každý, kdo má oči.

# conversations/00_emerald_vale/00_cv_thomas:267:DefaultText
source: Thanks for helping me with Zoe.
cs: Díky za pomoc se Zoe.

# conversations/00_emerald_vale/00_cv_thomas:268:DefaultText
source: If you find her, could you let me know? We'll be waiting in Edgewater.
cs: Pokud ji najdete, můžete mi dát vědět? Budeme čekat v Edgewateru.

# conversations/00_emerald_vale/00_cv_thomas:269:DefaultText
source: I've got some questions weighing on me, but I won't trouble you with 'em. You've done more than enough.
cs: Mám několik otázek, ale nebudu vás s nimi obtěžovat. Udělal jsi toho víc než dost.

# conversations/00_emerald_vale/00_cv_thomas:270:DefaultText
source: Just give us some time to gather our personals and say our goodbyes. If you run into Reed, you tell him we're coming back, yeah?
cs: Jen nám dejte trochu času, abychom si shromáždili osobní věci a rozloučili se. Jestli narazíš na Reeda, řekni mu, že se vrátíme, jo?

# conversations/00_emerald_vale/00_cv_thomas:271:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_thomas:272:DefaultText
source: You can't be serious. Adelaide just up and left? No explanations? No goodbyes?
cs: To snad nemyslíte vážně. Adelaide se prostě sebrala a odešla? Žádné vysvětlení? Žádné rozloučení?

# conversations/00_emerald_vale/00_cv_thomas:273:DefaultText
source: I just don't understand it. I thought we were a family. But if she's cut and run, well, then I guess there's no reason to stick around here.
cs: Prostě tomu nerozumím. Myslel jsem, že jsme rodina. Ale jestli se rozhodla utéct, tak asi není důvod, proč tu zůstávat.

# conversations/00_emerald_vale/00_cv_thomas:274:DefaultText
source: Adelaide hates Edgewater. Hates everything Edgewater stands for. Hates what that town does to people - what it did to her.
cs: Adelaide Edgewater nenávidí. Nenávidí vše, co Edgewater představuje. Nenávidí to, co to město dělá lidem - to, co udělalo jí.

# conversations/00_emerald_vale/00_cv_thomas:275:DefaultText
source: We're the nearest she's got to kin. We go back to Edgewater, we may as well have stuck a knife in her heart.
cs: Jsme nejbližší příbuzní, které má. Když se vrátíme do Edgewateru, můžeme jí rovnou vrazit nůž do srdce.

# conversations/00_emerald_vale/00_cv_thomas:276:DefaultText
source: Adelaide said that? Was she sober at the time? I never imagined she'd step foot in Edgewater long as Reed ran the town.
cs: To řekla Adelaide? Byla tehdy střízlivá? Nikdy by mě nenapadlo, že by do Edgewateru vkročila, dokud by město řídil Reed.

# conversations/00_emerald_vale/00_cv_thomas:283:DefaultText
source: Something must have changed in Edgewater. Adelaide's good as family. If she's going back, so are we.
cs: V Edgewateru se muselo něco změnit. Adelaide je dobrá jako rodina. Jestli se vrací ona, tak my taky.

# conversations/00_emerald_vale/00_cv_thomas:284:DefaultText
source: There's one in the old community center. Should find one back in town, too. Parvati's dad had a copy. He used to take it with him when he worked at the cannery, before he passed.
cs: Jeden je ve starém komunitním centru. Měli bychom ho najít i ve městě. Parvatiin táta měl kopii. Nosil ji s sebou, když pracoval v konzervárně, než zemřel.

# conversations/00_emerald_vale/00_cv_thomas:285:DefaultText
source: Why are you telling me this?
cs: Proč mi to říkáte?

# conversations/00_emerald_vale/00_cv_thomas:286:DefaultText
source: Well, because - because I needed to tell somebody. You ain't one of us and you ain't from Edgewater. So maybe you won't judge me as harshly.
cs: No, protože - protože jsem to potřeboval někomu říct. Nejsi jeden z nás a nejsi z Edgewateru. Takže mě možná nebudeš soudit tak přísně.

# conversations/00_emerald_vale/00_cv_thomas:287:DefaultText
source: Stay put. I'll go talk to Adelaide.
cs: Zůstaňte na místě. Půjdu si promluvit s Adelaide.

# conversations/00_emerald_vale/00_cv_thomas:288:DefaultText
source: Are you sure about this? If we head back to Edgewater on our own, Adelaide won't come with us. She'll stay here and curse us 'til the end of her days.
cs: Jste si tím jistý? Pokud se do Edgewateru vrátíme sami, Adelaide s námi nepůjde. Zůstane tady a bude nás proklínat až do konce svých dnů.

# conversations/00_emerald_vale/00_cv_thomas:289:DefaultText
source: I'm sure. You're better off in Edgewater. Let Adelaide stay here.
cs: Jsem si jistý. V Edgewateru je ti líp. Ať Adelaide zůstane tady.
