Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_conrad.po
Languages: cs

# conversations/00_emerald_vale/00_cv_conrad:1:DefaultText
source: I can't possibly cut anyone's hair in the dark.
cs: Nemůžu nikomu stříhat vlasy ve tmě.

# conversations/00_emerald_vale/00_cv_conrad:2:DefaultText
source: Please don't touch anything. Your hands are probably crawling with germs.
cs: Ničeho se nedotýkejte. Vaše ruce jsou pravděpodobně plné bakterií.

# conversations/00_emerald_vale/00_cv_conrad:3:DefaultText
source: Physical hygiene recapitulates moral hygiene. Cleanliness... is next to lawfulness.
cs: Tělesná hygiena kopíruje morální hygienu. Čistota... je vedle zákonnosti.

# conversations/00_emerald_vale/00_cv_conrad:4:DefaultText
source: Relax. I'm clean.
cs: Uvolněte se. Jsem čistý.

# conversations/00_emerald_vale/00_cv_conrad:5:DefaultText
source: So everyone says. Until someone forgets to cough into their elbow, and then we're all dying of plague.
cs: Všichni říkají. Dokud si někdo nezapomene odkašlat do lokte, a pak všichni umřeme na mor.

# conversations/00_emerald_vale/00_cv_conrad:6:DefaultText
source: I'm Conrad. You will report to me if your hair fails to meet Spacer's Choice aesthetic standards.
cs: Já jsem Conrad. Pokud vaše vlasy nebudou splňovat estetické standardy Spacer's Choice, budete se mi hlásit.

# conversations/00_emerald_vale/00_cv_conrad:7:DefaultText
source: You will also report to me in the event of your death, whereupon I will clean and prepare your remains for interment.
cs: V případě své smrti se mi také ohlásíš, načež uklidím a připravím tvé ostatky k pohřbení.

# conversations/00_emerald_vale/00_cv_conrad:8:DefaultText
source: I'm looking to repair my ship.
cs: Chci opravit svou loď.

# conversations/00_emerald_vale/00_cv_conrad:10:DefaultText
source: Ship parts. Right. Well, I see the good vicar is in your company. He is obviously guiding you through your delusions, so I will not interfere.
cs: Lodní díly. Vpravo. Vidím, že dobrý vikář je ve vaší společnosti. Zjevně vás vede skrze vaše bludy, takže se do toho nebudu plést.

# conversations/00_emerald_vale/00_cv_conrad:11:DefaultText
source: A ship? Dear me. You seem to have lost the ability to distinguish between reality and fantasy. This is what happens when you let your imagination run wild.
cs: Loď? Drahý pane. Zdá se, že jsi ztratil schopnost rozlišovat mezi realitou a fantazií. Takhle to dopadá, když popustíte uzdu své fantazii.

# conversations/00_emerald_vale/00_cv_conrad:12:DefaultText
source: Your vicar?
cs: Váš vikář?

# conversations/00_emerald_vale/00_cv_conrad:13:DefaultText
source: You'll find him in our local church, probably neglecting his duties.
cs: Najdete ho v našem místním kostele, kde pravděpodobně zanedbává své povinnosti.

# conversations/00_emerald_vale/00_cv_conrad:14:DefaultText
source: You don't seem to like him much.
cs: Nezdá se, že bys ho měl příliš rád.

# conversations/00_emerald_vale/00_cv_conrad:15:DefaultText
source: He doesn't seem to like us much. The Vicar has not been with us long, and in his relatively short tenure in Edgewater, gives off the distinct whiff of superiority.
cs: Zdá se, že nás nemá moc rád. Pan farář u nás nepůsobí dlouho a za své relativně krátké působení v Edgewateru z něj jasně čiší nadřazenost.

# conversations/00_emerald_vale/00_cv_conrad:16:DefaultText
source: I've got some questions for you.
cs: Mám na vás několik otázek.

# conversations/00_emerald_vale/00_cv_conrad:17:DefaultText
source: Silas sent me to collect your dues.
cs: Silas mě poslal, abych vybral vaše poplatky.

# conversations/00_emerald_vale/00_cv_conrad:18:DefaultText
source: Prepare my remains for what?
cs: Na co připravit mé ostatky?

# conversations/00_emerald_vale/00_cv_conrad:19:DefaultText
source: Burial, in the unfortunate event of a fatality. It's what a barber does. We make you presentable.
cs: Pohřeb v případě nešťastného úmrtí. To dělá holič. Uděláme vás reprezentativními.

# conversations/00_emerald_vale/00_cv_conrad:20:DefaultText
source: Speaking of burials, Silas sent me to collect your fees.
cs: Když už mluvíme o pohřbech, Silas mě poslal vybrat vaše poplatky.

# conversations/00_emerald_vale/00_cv_conrad:21:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_conrad:22:DefaultText
source: Do your haircuts usually come with free lectures?
cs: Je součástí vašich účesů obvykle i přednáška zdarma?

# conversations/00_emerald_vale/00_cv_conrad:23:DefaultText
source: We don't believe in free anything here in Edgewater. We're a Spacer's Choice company.
cs: V Edgewateru nevěříme na nic zadarmo. Jsme společnost Spacer's Choice.

# conversations/00_emerald_vale/00_cv_conrad:24:DefaultText
source: I can show you my hands.
cs: Mohu vám ukázat své ruce.

# conversations/00_emerald_vale/00_cv_conrad:25:DefaultText
source: No. Thank you. That's quite all right. I've seen enough body parts in my line of work.
cs: Ne. Děkuji. To je v pořádku. Při své práci jsem už viděl dost částí těl.

# conversations/00_emerald_vale/00_cv_conrad:26:DefaultText
source: Listening to you makes my head hurt.
cs: Když tě poslouchám, bolí mě hlava.

# conversations/00_emerald_vale/00_cv_conrad:27:DefaultText
source: This is what happens when you eat with your fingers.
cs: Tak to dopadá, když jíte prsty.

# conversations/00_emerald_vale/00_cv_conrad:31:DefaultText
source: You seem pretty enthusiastic about this place.
cs: Zdá se, že jste z tohoto místa nadšený.

# conversations/00_emerald_vale/00_cv_conrad:32:DefaultText
source: Edgewater has been good to me. I consider myself privileged to work here.
cs: Edgewater se ke mně chová dobře. Považuji za čest, že zde mohu pracovat.

# conversations/00_emerald_vale/00_cv_conrad:33:DefaultText
source: I am never wanting for work, not since the plagues started.
cs: Nikdy nemám nouzi o práci, od té doby, co začaly pohromy.

# conversations/00_emerald_vale/00_cv_conrad:34:DefaultText
source: Sounds exhausting.
cs: To zní vyčerpávající.

# conversations/00_emerald_vale/00_cv_conrad:35:DefaultText
source: As the good vicar says, work fortifies the spirit of a man. If you want to feel exhausted, try not having any work.
cs: Jak říká dobrý farář, práce posiluje ducha člověka. Pokud se chcete cítit vyčerpaní, zkuste nemít žádnou práci.

# conversations/00_emerald_vale/00_cv_conrad:36:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/00_emerald_vale/00_cv_conrad:37:DefaultText
source: What do you know about this plague?
cs: Co víte o této nákaze?

# conversations/00_emerald_vale/00_cv_conrad:38:DefaultText
source: The plague's come at us with a vengeance this year. Lost six workers in as many months.
cs: Letos se nám mor vymstil. Během několika měsíců jsme přišli o šest pracovníků.

# conversations/00_emerald_vale/00_cv_conrad:39:DefaultText
source: I wouldn't call them good workers, mind you. If they were any good, they'd have been treated. Still, it is a shame.
cs: Nenazval bych je dobrými pracovníky. Kdyby byli dobří, tak by se nechali ošetřit. Přesto je to škoda.

# conversations/00_emerald_vale/00_cv_conrad:40:DefaultText
source: What are the symptoms?
cs: Jaké jsou příznaky?

# conversations/00_emerald_vale/00_cv_conrad:41:DefaultText
source: Fever. Chills. Fatigue. Aching. Vomiting. An excess of phlegm. A tendency toward bellyaching.
cs: Horečka. Zimnice. Únava. Bolesti. Zvracení. Nadbytek hlenu. Sklon k břichabolení.

# conversations/00_emerald_vale/00_cv_conrad:42:DefaultText
source: What you're describing sounds a lot like a flu.
cs: To, co popisujete, se hodně podobá chřipce.

# conversations/00_emerald_vale/00_cv_conrad:43:DefaultText
source: Whatever it may be, I have developed my own palliative. Boiled canid liver and a splash of ethanol.
cs: Ať už je to cokoli, vyvinul jsem si vlastní paliativum. Vařená kanidská játra a kapka etanolu.

# conversations/00_emerald_vale/00_cv_conrad:44:DefaultText
source: Why don't you treat all your workers?
cs: Proč neošetřujete všechny své zaměstnance?

# conversations/00_emerald_vale/00_cv_conrad:45:DefaultText
source: Company policy, friend. We don't have enough medicine to treat all of us, so we treat the best among us.
cs: Zásady společnosti, příteli. Nemáme dost léků na léčbu všech, tak léčíme ty nejlepší z nás.

# conversations/00_emerald_vale/00_cv_conrad:46:DefaultText
source: Sensible policy.
cs: Rozumná politika.

# conversations/00_emerald_vale/00_cv_conrad:47:DefaultText
source: We're a sensible people.
cs: Jsme rozumní lidé.

# conversations/00_emerald_vale/00_cv_conrad:48:DefaultText
source: Whose idea was that?
cs: Čí to byl nápad?

# conversations/00_emerald_vale/00_cv_conrad:49:DefaultText
source: Mr. Tobson's brainchild. Have you met him yet? Thoughtful-looking fellow. Stares out of his office most hours.
cs: Dítě pana Tobsona. Už jste se s ním setkali? Vypadá přemýšlivě. Většinu času kouká ze své kanceláře.

# conversations/00_emerald_vale/00_cv_conrad:50:DefaultText
source: That's monstrous.
cs: To je obludné.

# conversations/00_emerald_vale/00_cv_conrad:51:DefaultText
source: Nature is monstrous, friend. And this plague is natural selection at work.
cs: Příroda je obludná, příteli. A tato nákaza je přírodní výběr.

# conversations/00_emerald_vale/00_cv_conrad:52:DefaultText
source: Never mind. Goodbye.
cs: Nevadí. Sbohem.

# conversations/00_emerald_vale/00_cv_conrad:54:DefaultText
source: Go ahead.
cs: Pokračujte.

# conversations/00_emerald_vale/00_cv_conrad:57:DefaultText
source: Ah. Gravesite fees. Silas and I have talked about this at length. I thought I'd made it clear my pecuniary situation precludes the necessary restitutions.
cs: Ach. Poplatky za hrobové místo. Se Silasem jsme o tom dlouze mluvili. Myslel jsem, že jsem dal jasně najevo, že moje finanční situace vylučuje nezbytné restituce.

# conversations/00_emerald_vale/00_cv_conrad:58:DefaultText
source: You mean you're broke.
cs: Chceš říct, že jsi na mizině.

# conversations/00_emerald_vale/00_cv_conrad:59:DefaultText
source: As broke as piecrust, friend. Bitless. Indigent. Destitute.
cs: Zlomené jako kůrka, příteli. Bez kousnutí. Nemajetný. Zubožený.

# conversations/00_emerald_vale/00_cv_conrad:60:DefaultText
source: I simply cannot afford it. I am a blemish on the prosperity of our fair settlement. When I expire, I expect Silas to toss my body into a ditch.
cs: Prostě si to nemohu dovolit. Jsem skvrnou na prosperitě naší spravedlivé osady. Až zemřu, očekávám, že Silas hodí mé tělo do příkopu.

# conversations/00_emerald_vale/00_cv_conrad:61:DefaultText
source: I don't care. Pay up.
cs: Je mi to jedno. Zaplaťte.

# conversations/00_emerald_vale/00_cv_conrad:62:DefaultText
source: With what? My own blood?
cs: Čím? Mou vlastní krví?

# conversations/00_emerald_vale/00_cv_conrad:63:DefaultText
source: Tell Silas I can't afford to pay, and that I fully expect to have my medical rights revoked for this dereliction. With my apologies.
cs: Řekni Silasovi, že si nemohu dovolit platit a že plně očekávám, že mi za toto opomenutí budou odebrána lékařská práva. S omluvou.

# conversations/00_emerald_vale/00_cv_conrad:64:DefaultText
source: Hang on. Medical rights?
cs: Vydržte. Lékařská práva?

# conversations/00_emerald_vale/00_cv_conrad:65:DefaultText
source: Some time ago, I fell ill with the plague. By the grace of the Law, and through my own hard work, I'd proven worthy of treatment.
cs: Před časem jsem onemocněl morem. Díky milosti Zákona a vlastní tvrdé práci jsem dokázal, že jsem hoden léčby.

# conversations/00_emerald_vale/00_cv_conrad:66:DefaultText
source: Frankly, I don't imagine I'll earn that right a second time. The barber work hasn't been profitable, you see. I've had to keep this old place running with my own savings.
cs: Upřímně řečeno, neumím si představit, že bych si toto právo zasloužil podruhé. Práce holiče nebyla výnosná, víte. Musel jsem tenhle starý podnik udržovat v chodu z vlastních úspor.

# conversations/00_emerald_vale/00_cv_conrad:67:DefaultText
source: Just give Silas an IOU.
cs: Prostě dej Silasovi dlužní úpis.

# conversations/00_emerald_vale/00_cv_conrad:68:DefaultText
source: Not a bad idea. But I'd need some kind of collateral. My pair of lucky clippers? No, that won't do.
cs: To není špatný nápad. Ale potřeboval bych nějakou záruku. Moje nůžky pro štěstí? Ne, to nepůjde.

# conversations/00_emerald_vale/00_cv_conrad:69:DefaultText
source: Your idea intrigues me, but I'm afraid I don't have anything to give Silas. I'm open to suggestions.
cs: Tvůj nápad mě zaujal, ale obávám se, že Silasovi nemám co dát. Jsem otevřený návrhům.

# conversations/00_emerald_vale/00_cv_conrad:70:DefaultText
source: What about Eugene's gold teeth?
cs: A co Evženovy zlaté zuby?

# conversations/00_emerald_vale/00_cv_conrad:71:DefaultText
source: You know about Eugene? How?
cs: Víte o Eugenovi? Jak?

# conversations/00_emerald_vale/00_cv_conrad:72:DefaultText
source: I found a note from Phyllis.
cs: Našel jsem vzkaz od Phyllis.

# conversations/00_emerald_vale/00_cv_conrad:73:DefaultText
source: Then you know Phyllis suggested selling off Eugene's gold teeth. I didn't approve of the idea then, and I don't approve of it now.
cs: Pak víte, že Phyllis navrhla prodat Eugenovy zlaté zuby. Tehdy jsem s tím nápadem nesouhlasil a nesouhlasím s ním ani teď.

# conversations/00_emerald_vale/00_cv_conrad:74:DefaultText
source: Eugene's golden teeth were a family heirloom, representing three generations of poor dental hygiene. He took them to his grave.
cs: Eugenovy zlaté zuby byly rodinným dědictvím a představovaly tři generace špatné zubní hygieny. Vzal si je s sebou do hrobu.

# conversations/00_emerald_vale/00_cv_conrad:75:DefaultText
source: I'm sure he won't miss them.
cs: Určitě mu nebudou chybět.

# conversations/00_emerald_vale/00_cv_conrad:76:DefaultText
source: That's unthinkable. Eugene's body, and all rare-earth minerals contained therein, are solely the property of Spacer's Choice.
cs: To je nemyslitelné. Eugenovo tělo a všechny minerály vzácných zemin v něm obsažené jsou výhradně majetkem společnosti Spacer's Choice.

# conversations/00_emerald_vale/00_cv_conrad:77:DefaultText
source: I can't ask Silas to dig up a man's body and pry a few teeth loose from his jaw, just to pay my bills. Can I?
cs: Nemůžu chtít po Silasovi, aby vykopal tělo člověka a vyrval mu pár zubů z čelisti, jen abych zaplatil účty. Můžu?

# conversations/00_emerald_vale/00_cv_conrad:78:DefaultText
source: You're going to have to.
cs: Budete muset.

# conversations/00_emerald_vale/00_cv_conrad:79:DefaultText
source: Here you are. Gravesite papers, affixed with my signature, and an IOU.
cs: Tady máte. Hrobové papíry, opatřené mým podpisem a Dluhopisem.

# conversations/00_emerald_vale/00_cv_conrad:80:DefaultText
source: I'm told Eugene killed himself. What happened?
cs: Eugene se prý zabil. Co se stalo?

# conversations/00_emerald_vale/00_cv_conrad:81:DefaultText
source: Eugene was not a suicide. He put a bullet in his brain, yes, but that's largely a technicality.
cs: Eugene nebyl sebevrah. Ano, vpálil si kulku do mozku, ale to je do značné míry technická záležitost.

# conversations/00_emerald_vale/00_cv_conrad:82:DefaultText
source: I was the one who prepared Eugene's body for interment. I discovered symptoms of the plague on his corpse. And I discovered medicine in his pocket. Lots of medicine.
cs: Byl jsem to já, kdo připravil Evženovo tělo k pohřbu. Na jeho mrtvole jsem objevil příznaky moru. A v jeho kapse jsem objevil léky. Spoustu léků.

# conversations/00_emerald_vale/00_cv_conrad:83:DefaultText
source: Eugene overdosed on Adrena-Time, which is known to cause psychosis and paranoia as possible side effects. The paranoia drove him to take his own life.
cs: Eugene se předávkoval přípravkem Adrena-Time, o němž je známo, že jeho možné vedlejší účinky jsou psychóza a paranoia. Paranoia ho dohnala k tomu, že si vzal život.

# conversations/00_emerald_vale/00_cv_conrad:84:DefaultText
source: That's horrible.
cs: To je hrozné.

# conversations/00_emerald_vale/00_cv_conrad:85:DefaultText
source: It's a miracle of bureaucracy. If Eugene's death were filed as a suicide, we'd all pay the price for his crime.
cs: Je to zázrak byrokracie. Kdyby byla Eugenova smrt nahlášena jako sebevražda, zaplatili bychom za jeho zločin všichni.

# conversations/00_emerald_vale/00_cv_conrad:86:DefaultText
source: We can all thank our lucky stars that young Eugene was hopped up on medication and suffered its predictable side-effect.
cs: Všichni můžeme děkovat svým šťastným hvězdám, že se mladý Eugene nadopoval léky a utrpěl jejich předvídatelný vedlejší účinek.

# conversations/00_emerald_vale/00_cv_conrad:87:DefaultText
source: I included it all in my official report. I'd like to think I saved Edgewater a great deal of money. We never could've paid the fines associated with a suicide.
cs: Vše jsem uvedl ve své oficiální zprávě. Rád bych si myslel, že jsem Edgewateru ušetřil spoustu peněz. Nikdy bychom nemohli zaplatit pokuty spojené se sebevraždou.

# conversations/00_emerald_vale/00_cv_conrad:88:DefaultText
source: So the town never had to pay a penalty.
cs: Město tedy nikdy nemuselo platit pokutu.

# conversations/00_emerald_vale/00_cv_conrad:89:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_conrad:90:DefaultText
source: Ask forgiveness from the Vicar later.
cs: Později požádejte faráře o odpuštění.

# conversations/00_emerald_vale/00_cv_conrad:91:DefaultText
source: The good Vicar Maximillian and I have never quite seen eye to eye, but your point is well-taken.
cs: S dobrým vikářem Maxmiliánem jsme si nikdy úplně nerozuměli, ale tvůj názor je správný.

# conversations/00_emerald_vale/00_cv_conrad:92:DefaultText
source: I don't care. I'm just here to collect your dues.
cs: Je mi to jedno. Jsem tu jen proto, abych vybral vaše poplatky.

# conversations/00_emerald_vale/00_cv_conrad:93:DefaultText
source: They were probably worth a few bits.
cs: Pravděpodobně stály za pár drobných.

# conversations/00_emerald_vale/00_cv_conrad:94:DefaultText
source: More than a few. Those teeth were his personal savings.
cs: Je jich víc než málo. Ty zuby byly jeho osobní úspory.

# conversations/00_emerald_vale/00_cv_conrad:95:DefaultText
source: I found Eugene's gold teeth. You can have them.
cs: Našel jsem Evženovy zlaté zuby. Můžeš si je vzít.

# conversations/00_emerald_vale/00_cv_conrad:96:DefaultText
source: You... found Eugene's teeth? What? Where? How?
cs: Ty jsi... našel Eugenovy zuby? Cože? Kde? Jak?

# conversations/00_emerald_vale/00_cv_conrad:97:DefaultText
source: Adelaide had them. She was using his body for fertilizer.
cs: Adelaide je měla. Využívala jeho tělo jako hnojivo.

# conversations/00_emerald_vale/00_cv_conrad:98:DefaultText
source: McDevitt? The old flavor specialist? That is just grotesque.
cs: McDevitt? Starý specialista na chutě? To je prostě groteskní.

# conversations/00_emerald_vale/00_cv_conrad:99:DefaultText
source: Thank you, I suppose. These... teeth should cover my fees nicely. My papers should be in order.
cs: Předpokládám, že děkuji. Tyhle... zuby by mi měly dobře pokrýt honorář. Moje doklady by měly být v pořádku.

# conversations/00_emerald_vale/00_cv_conrad:100:DefaultText
source: I suppose I should be grateful. You've saved me some trouble, and no small amount of embarrassment.
cs: Asi bych měl být vděčný. Ušetřil jsi mi potíže a nemalé rozpaky.

# conversations/00_emerald_vale/00_cv_conrad:101:DefaultText
source: Dropped out of Silas's pockets.
cs: Vypadl Silasovi z kapes.

# conversations/00_emerald_vale/00_cv_conrad:102:DefaultText
source: The man was robbing his own graves? Without filing an invoice? This is a brazen violation of Spacer's Choice standard procedure.
cs: Ten muž vykrádal vlastní hroby? Aniž by vystavil fakturu? To je bezostyšné porušení standardního postupu Spacer's Choice.

# conversations/00_emerald_vale/00_cv_conrad:103:DefaultText
source: Don't worry about it.
cs: Nedělejte si s tím starosti.

# conversations/00_emerald_vale/00_cv_conrad:104:DefaultText
source: Yes, you may be right. I'm not sure I want to know.
cs: Ano, možná máte pravdu. Nejsem si jistý, jestli to chci vědět.

# conversations/00_emerald_vale/00_cv_conrad:105:DefaultText
source: None of your business.
cs: Do toho vám nic není.

# conversations/00_emerald_vale/00_cv_conrad:106:DefaultText
source: You probably heard it from one of our local gossip-mongers.
cs: Pravděpodobně jste to slyšeli od některého z místních drben.

# conversations/00_emerald_vale/00_cv_conrad:107:DefaultText
source: I'll let you know if I think of anything.
cs: Dám vám vědět, pokud mě něco napadne.

# conversations/00_emerald_vale/00_cv_conrad:108:DefaultText
source: Much obliged.
cs: Velmi vám děkuji.

# conversations/00_emerald_vale/00_cv_conrad:109:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/00_emerald_vale/00_cv_conrad:110:DefaultText
source: You have a very loose definition of the word prosperity.
cs: Máte velmi volnou definici slova prosperita.

# conversations/00_emerald_vale/00_cv_conrad:111:DefaultText
source: Edgewater is built on the discipline and sacrifice of its people. Say what you will about our town, but we all pull together.
cs: Edgewater je postaven na disciplíně a obětavosti svých lidí. Říkejte si o našem městě, co chcete, ale všichni táhneme za jeden provaz.

# conversations/00_emerald_vale/00_cv_conrad:112:DefaultText
source: That's some quality drama, Conrad. You should audition.
cs: To je kvalitní drama, Conrade. Měl by ses přihlásit do konkurzu.

# conversations/00_emerald_vale/00_cv_conrad:113:DefaultText
source: Thank you, no. I despise the serials.
cs: Děkuji, ne. Seriály pohrdám.

# conversations/00_emerald_vale/00_cv_conrad:114:DefaultText
source: Don't be so hard on yourself.
cs: Nebuďte na sebe tak přísní.

# conversations/00_emerald_vale/00_cv_conrad:115:DefaultText
source: I have to be, if only to prepare myself for my inevitable dressing-down at the hands of corporate.
cs: Musím být, už jen proto, abych se připravil na nevyhnutelnou šikanu ze strany korporace.

# conversations/00_emerald_vale/00_cv_conrad:116:DefaultText
source: I don't understand a word you said.
cs: Nerozumím jedinému slovu, které jsi řekl.

# conversations/00_emerald_vale/00_cv_conrad:117:DefaultText
source: I mean that I can't possibly pay my gravesite fees.
cs: Chci říct, že nemůžu zaplatit poplatky za hrob.

# conversations/00_emerald_vale/00_cv_conrad:128:DefaultText
source: What can I do for you?
cs: Co pro vás mohu udělat?

# conversations/00_emerald_vale/00_cv_conrad:130:DefaultText
source: I found Eugene's teeth. You can have them.
cs: Našel jsem Evženovy zuby. Můžeš si je vzít.

# conversations/00_emerald_vale/00_cv_conrad:131:DefaultText
source: You sound like you've had some training. I know a thing or two about medicine.
cs: Vypadá to, že jste prošel nějakým školením. O medicíně něco vím.

# conversations/00_emerald_vale/00_cv_conrad:132:DefaultText
source: Oh? Am I in the company of a fellow doctor?
cs: Aha? Jsem ve společnosti kolegy lékaře?

# conversations/00_emerald_vale/00_cv_conrad:133:DefaultText
source: Only if we use the term doctor loosely.
cs: Pouze v případě, že budeme pojem lékař používat volně.

# conversations/00_emerald_vale/00_cv_conrad:134:DefaultText
source: I am a Spacer's Choice certified surgeon! And if you must know, I can stitch a severed thumb with a fifty-eight percent chance of avoiding gangrene.
cs: Jsem certifikovaný chirurg Spacer's Choice! A jestli to musíš vědět, dokážu zašít uříznutý palec s padesátiosmiprocentní šancí, že se vyhnu gangréně.

# conversations/00_emerald_vale/00_cv_conrad:135:DefaultText
source: So you prepare corpses for burial. Pretty specific job description.
cs: Takže připravujete mrtvoly k pohřbu. Dost specifická náplň práce.
