Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_stefan_*.po
Languages: in_ev

# conversations/00_emerald_vale/00_cv_stefan_in_ev:2:DefaultText
source: Back to the old canning mill, I guess.
in_ev: Zpátky ke starému mlýnu na konzervy.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:15:DefaultText
source: Something I can help you with?
in_ev: Mohu vám s něčím pomoci?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:16:DefaultText
source: Zoe told me you talked her into coming back. Now we can get back to watching the Masked Marketeer together.
in_ev: Zoe mi řekla, že jsi ji přemluvil, aby se vrátila. Teď se můžeme vrátit ke společnému sledování Maskovaného markýze.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:17:DefaultText
source: I heard Zoe's abandoned us for the marauding life. Hope she's having a grand old time.
in_ev: Slyšela jsem, že nás Zoe opustila kvůli loupeživému životu. Doufám, že se má dobře.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:18:DefaultText
source: Take care.
in_ev: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:19:DefaultText
source: How are you getting along?
in_ev: Jak se vám daří?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:20:DefaultText
source: Boss Reed's not with us anymore. I don't really know what to expect.
in_ev: Šéf Reed už není mezi námi. Opravdu nevím, co mám očekávat.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:21:DefaultText
source: Zoe's back. So at least I got someone to talk to.
in_ev: Zoe je zpátky. Takže si aspoň mám s kým promluvit.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:22:DefaultText
source: Working at the cannery makes me wish I was dead. But other than that? Dandy.
in_ev: Kvůli práci v konzervárně si přeji být mrtvý. Ale jinak? Dandy.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:23:DefaultText
source: I'm told one of your number's gone missing.
in_ev: Bylo mi řečeno, že se ztratilo jedno z vašich čísel.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:24:DefaultText
source: You mean Zoe? Yeah, we were pretty close. Not like her to go loping off.
in_ev: Myslíš Zoe? Jo, byli jsme si dost blízcí. To se jí nepodobá, že by odcházela.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:25:DefaultText
source: What was that about surprising Zoe?
in_ev: Co to bylo za překvapení pro Zoe?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:26:DefaultText
source: The other day I got my hands on a genuine copy of the latest Masked Marketeer. I was gonna surprise Zoe with it, but she was gone the next day.
in_ev: Nedávno se mi dostal do rukou originální výtisk nejnovějšího Masked Marketeer. Chtěl jsem s ní překvapit Zoe, ale ta byla druhý den pryč.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:27:DefaultText
source: What happened on the day Zoe disappeared?
in_ev: Co se stalo v den, kdy Zoe zmizela?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:28:DefaultText
source: Zoe and I were gonna watch the serials, as is our custom. She never turned up. I looked around, but she was nowhere to be found.
in_ev: Se Zoe jsme se chystali sledovat seriály, jak je naším zvykem. Nikdy se neobjevila. Rozhlédl jsem se kolem, ale nikde nebyla k nalezení.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:29:DefaultText
source: You sound like some type of corporate fixer, asking all these questions.
in_ev: Mluvíte jako nějaký firemní opravář, když kladete všechny tyto otázky.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:30:DefaultText
source: Tell me a little about Zoe.
in_ev: Řekněte mi něco o Zoe.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:31:DefaultText
source: Zoe was always obsessed with this serial. Masked Marketeer. A scion of Byzantium turns to banditry, and teaches his marauder companions the wisdom of free market economics.
in_ev: Zoe byla tímto seriálem vždycky posedlá. Masked Marketeer. Byzantský zrozenec se dá na dráhu bandity a učí své nájezdnické společníky moudrosti ekonomiky volného trhu.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:32:DefaultText
source: Shame she up and vanished when she did. I had a surprise lined up for her.
in_ev: Škoda, že se zvedla a zmizela, když to udělala. Měl jsem pro ni připravené překvapení.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:33:DefaultText
source: Was she acting strange before she disappeared?
in_ev: Chovala se divně, než zmizela?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:34:DefaultText
source: Can't say I recall Zoe ever acting strange. Well, except for her habit of writing things down on scraps of paper.
in_ev: Nevzpomínám si, že by se Zoe někdy chovala divně. Tedy až na její zvyk zapisovat si věci na kousky papíru.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:35:DefaultText
source: She called it "journaling," but I think it's just plain odd.
in_ev: Říkala tomu "psaní deníku", ale já si myslím, že je to prostě divné.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:36:DefaultText
source: Hold on. There was something else.
in_ev: Počkejte. Bylo tu ještě něco jiného.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:37:DefaultText
source: Hey, I got time.
in_ev: Hej, mám čas.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:38:DefaultText
source: I've got some more questions about Zoe.
in_ev: Mám ještě pár otázek ohledně Zoe.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:39:DefaultText
source: I'll help if I can.
in_ev: Pomůžu, pokud budu moci.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:40:DefaultText
source: Any chance you can lend me that copy of the Masked Marketeer?
in_ev: Nemohl bys mi půjčit ten výtisk Maskovaného obchodníka?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:41:DefaultText
source: Not much of a chance, no. Mind if I ask why you're interested?
in_ev: Moc šancí není, ne. Můžu se zeptat, proč tě to zajímá?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:42:DefaultText
source: Zoe's living with marauders nearby. I need something to tempt her back to camp.
in_ev: Zoe žije s nájezdníky poblíž. Potřebuju ji něčím nalákat zpátky do tábora.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:43:DefaultText
source: Zoe's living with marauders? Yeah, that sounds like the sort of sideways, sprat-brained plan Zoe'd come up with.
in_ev: Zoe žije s nájezdníky? Jo, to zní jako plán, který by Zoe vymyslela.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:44:DefaultText
source: Yeah, could be you're telling the truth. Or maybe you're trying to wheedle me into relinquishing my only copy of the Masked Marketeer. It is a collector's edition, after all.
in_ev: Jo, možná mluvíš pravdu. Nebo se mě možná snažíš přimět, abych se vzdal svého jediného výtisku Maskovaného markýze. Koneckonců je to sběratelská edice.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:45:DefaultText
source: She asked me to do this. Said she was angry at you.
in_ev: Požádala mě o to. Říkala, že se na tebe zlobí.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:46:DefaultText
source: So she wants a little peace offering, huh? Don't know what I did to offend her this time. Not sure I want to know.
in_ev: Takže chce malou nabídku na usmířenou, co? Nevím, čím jsem ji urazil tentokrát. Nejsem si jistý, jestli to chci vědět.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:47:DefaultText
source: Here you go. Latest copy of the Masked Marketeer. Tell Zoe we're all waiting on her.
in_ev: Tady máte. Poslední výtisk Maskovaného obchodníka. Řekni Zoe, že na ni všichni čekáme.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:48:DefaultText
source: Look at my face. Do I look like I give a damn about your show?
in_ev: Podívejte se na můj obličej. Vypadám, že mi na tvé show záleží?

# conversations/00_emerald_vale/00_cv_stefan_in_ev:49:DefaultText
source: Yeah, you're probably right. A true fan would have displayed a gleam in their eye upon hearing the words "collector's edition."
in_ev: Ano, pravděpodobně máš pravdu. Opravdovému fanouškovi by se při slovech "sběratelská edice" zablesklo v očích.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:50:DefaultText
source: I wanted to ask you something else.
in_ev: Chtěl jsem se vás zeptat na něco jiného.

# conversations/00_emerald_vale/00_cv_stefan_in_ev:51:DefaultText
source: You trying to talk me into giving you my collector's edition copy of Masked Marketeer? I am wise to your wheedling.
in_ev: Snažíš se mě přemluvit, abych ti dal svůj sběratelský výtisk Masked Marketeer? Jsem moudrý z tvého chytračení.
