Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_zoe_*.po
Languages: in_ev

# conversations/00_emerald_vale/00_cv_zoe_in_ev:1:DefaultText
source: So. Here we are. Home at last. Can't say I'm all that surprised.
in_ev: Tak. A je to tady. Konečně doma. Nemůžu říct, že bych byl až tak překvapený.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:2:DefaultText
source: What's your excuse? Not like you're being compelled to stick around.
in_ev: Jaká je vaše výmluva? Ne, že by tě někdo nutil zůstat tady.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:5:DefaultText
source: It sounds like you expected to come back.
in_ev: Zní to, jako byste očekávala, že se vrátíte.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:7:DefaultText
source: See you around.
in_ev: Uvidíme se.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:8:DefaultText
source: Yeah?
in_ev: Ano?

# conversations/00_emerald_vale/00_cv_zoe_in_ev:14:DefaultText
source: Do you regret coming back?
in_ev: Litujete, že jste se vrátil?

# conversations/00_emerald_vale/00_cv_zoe_in_ev:15:DefaultText
source: I take it you've given up on the bandit life.
in_ev: Chápu to tak, že jsi se vzdal života bandity.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:17:DefaultText
source: No. It's a relief. I missed having a real bed. And a functioning latrine.
in_ev: Ne, je to úleva. Chyběla mi opravdová postel. A funkční latrínu.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:18:DefaultText
source: Why? Are you recruiting? I'm kidding. I don't want to miss the next series of The Masked Marketeer.
in_ev: Proč? Provádíte nábor? Dělám si legraci. Nechci přijít o další sérii Maskovaného markýze.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:19:DefaultText
source: Living out in the wilds is like watching your favorite aetherwave programme. Nice while it lasts, but it's gotta end sooner or later.
in_ev: Život v divočině je jako sledování oblíbeného pořadu o éterových vlnách. Je to hezké, dokud to trvá, ale dřív nebo později to musí skončit.

# conversations/00_emerald_vale/00_cv_zoe_in_ev:22:DefaultText
source: Don't see why you're still around. Come to push me around some more?
in_ev: Nechápu, proč jsi pořád tady. Přišel jsi mě ještě postrčit?
