Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_player_ship_ai.po
Languages: cs

# conversations/00_emerald_vale/00_cv_player_ship_ai:1:DefaultText
source: Hello, marauder. I am ADA - the Autonomous Digital Astrogator of this vessel.
cs: Ahoj, nájezdníku. Jsem ADA - autonomní digitální astrogátor této lodi.

# conversations/00_emerald_vale/00_cv_player_ship_ai:2:DefaultText
source: What can I do for you, Captain?
cs: Co pro vás mohu udělat, kapitáne?

# conversations/00_emerald_vale/00_cv_player_ship_ai:3:DefaultText
source: The main drive's power regulator has been irreparably damaged, and must be replaced.
cs: Regulátor napájení hlavní jednotky je neopravitelně poškozen a musí být vyměněn.

# conversations/00_emerald_vale/00_cv_player_ship_ai:4:DefaultText
source: The settlement of Edgewater is located nearby. I recommend speaking to the administrator of Edgewater, and requesting assistance.
cs: Nedaleko se nachází osada Edgewater. Doporučuji promluvit se správcem Edgewateru a požádat ho o pomoc.

# conversations/00_emerald_vale/00_cv_player_ship_ai:7:DefaultText
source: Anything else I should know?
cs: Ještě něco bych měl vědět?

# conversations/00_emerald_vale/00_cv_player_ship_ai:12:DefaultText
source: I have a power regulator.
cs: Mám regulátor napájení.

# conversations/00_emerald_vale/00_cv_player_ship_ai:26:DefaultText
source: Welcome back, Captain.
cs: Vítejte zpět, kapitáne.

# conversations/00_emerald_vale/00_cv_player_ship_ai:27:DefaultText
source: Ready to go?
cs: Jste připraveni vyrazit?

# conversations/00_emerald_vale/00_cv_player_ship_ai:60:DefaultText
source: I have questions for you.
cs: Mám na vás otázky.

# conversations/00_emerald_vale/00_cv_player_ship_ai:70:DefaultText
source: You have a message from Dr. Phineas Welles.
cs: Máte zprávu od doktora Phinease Wellese.

# conversations/00_emerald_vale/00_cv_player_ship_ai:73:DefaultText
source: Do you know how to install a power regulator?
cs: Víte, jak nainstalovat regulátor napájení?

# conversations/00_emerald_vale/00_cv_player_ship_ai:75:DefaultText
source: Yeah, I know what I'm doing.
cs: Jo, vím, co dělám.

# conversations/00_emerald_vale/00_cv_player_ship_ai:76:DefaultText
source: Not exactly my area of expertise.
cs: To není zrovna můj obor.

# conversations/00_emerald_vale/00_cv_player_ship_ai:86:DefaultText
source: Outstanding, Captain. Your aptitude for engineering will prove invaluable in the event of another catastrophic engine failure.
cs: Vynikající, kapitáne. Vaše technické schopnosti se v případě dalšího katastrofického selhání motoru ukáží jako neocenitelné.

# conversations/00_emerald_vale/00_cv_player_ship_ai:93:DefaultText
source: Installing the power regulator is a simple procedure. Nonetheless, I recommend recruiting a mechanic to your crew at your earliest convenience.
cs: Instalace regulátoru napájení je jednoduchá. Přesto doporučuji, abyste do své posádky co nejdříve přibrali mechanika.

# conversations/00_emerald_vale/00_cv_player_ship_ai:105:DefaultText
source: In the event of a catastrophic engine failure, the presence of a trained mechanic on board may prove useful when contesting your warranty.
cs: V případě katastrofické poruchy motoru se může přítomnost vyškoleného mechanika na palubě hodit při uplatnění záruky.

# conversations/00_emerald_vale/00_cv_player_ship_ai:107:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/00_emerald_vale/00_cv_player_ship_ai:108:DefaultText
source: Where can I find a mechanic to help me out?
cs: Kde najdu mechanika, který mi pomůže?

# conversations/00_emerald_vale/00_cv_player_ship_ai:109:DefaultText
source: The settlement of Edgewater is located nearby this landing site. I recommend searching there.
cs: Poblíž tohoto místa přistání se nachází osada Edgewater. Doporučuji tam pátrat.

# conversations/00_emerald_vale/00_cv_player_ship_ai:120:DefaultText
source: What are you going to do? Self-destruct?
cs: Co budete dělat? Sebedestrukce?

# conversations/00_emerald_vale/00_cv_player_ship_ai:121:DefaultText
source: I don't appreciate being talked to that way.
cs: Nelíbí se mi, když se mnou někdo takhle mluví.

# conversations/00_emerald_vale/00_cv_player_ship_ai:124:DefaultText
source: Jettison procedures initiated. Disengaging airlocks. Preparing to eject all boarded parties in: Five. Four. Three. Two. One.
cs: Zahájení procedury vyhození. Odpojení vzdušných zámků. Příprava na katapultáž všech nastoupených osob: Pět. Čtyři. Tři. Dva. Jedna.

# conversations/00_emerald_vale/00_cv_player_ship_ai:125:DefaultText
source: I have been programmed to communicate with diplomacy and tact. Please allow me to demonstrate.
cs: Byl jsem naprogramován, abych komunikoval diplomaticky a taktně. Dovolte mi, abych vám to předvedl.

# conversations/00_emerald_vale/00_cv_player_ship_ai:129:DefaultText
source: I am programmed to take orders exclusively from Captain Hawthorne. If I accept your orders, then you must be Captain Hawthorne. Do you understand?
cs: Jsem naprogramován přijímat rozkazy výhradně od kapitána Hawthorna. Pokud přijímám vaše rozkazy, pak musíte být kapitán Hawthorne. Rozumíte?

# conversations/00_emerald_vale/00_cv_player_ship_ai:141:DefaultText
source: Unfortunately, our engine is currently inoperable. Our main drive suffered a critical power failure, and we were forced to make an emergency landing.
cs: Náš motor je bohužel v současné době nefunkční. Náš hlavní pohon utrpěl kritický výpadek energie a my jsme byli nuceni nouzově přistát.

# conversations/00_emerald_vale/00_cv_player_ship_ai:157:DefaultText
source: Please return any misappropriated equipment, and exit this vessel in an orderly fashion. Failure to do so will result in your immediate destruction.
cs: Vraťte prosím veškeré zpronevěřené vybavení a spořádaně opusťte plavidlo. Pokud tak neučiníte, budete okamžitě zničeni.

# conversations/00_emerald_vale/00_cv_player_ship_ai:208:DefaultText
source: Where am I supposed to find something like that?
cs: Kde mám něco takového najít?

# conversations/00_emerald_vale/00_cv_player_ship_ai:210:DefaultText
source: I found a power regulator already.
cs: Už jsem našel regulátor napájení.

# conversations/00_emerald_vale/00_cv_player_ship_ai:213:DefaultText
source: Well done, Captain. I must round up my original estimates of your competence.
cs: Výborně, kapitáne. Musím zaokrouhlit své původní odhady vašich schopností.

# conversations/00_emerald_vale/00_cv_player_ship_ai:216:DefaultText
source: Can you walk me through it?
cs: Můžete mě jím provést?

# conversations/00_emerald_vale/00_cv_player_ship_ai:217:DefaultText
source: Step one. Pick up your power regulator. Step two. Approach the terminal located in our engine room. Step three. Insert power regulator. Step four. Celebrate.
cs: První krok. Vyzvedněte si regulátor napájení. Druhý krok. Přistupte ke svorkovnici umístěné v naší strojovně. Krok tři. Vložte regulátor napájení. Krok čtyři. Oslavte.

# conversations/00_emerald_vale/00_cv_player_ship_ai:219:DefaultText
source: Please be informed that this vessel contains no valuable plunder.
cs: Dovolujeme si vás informovat, že toto plavidlo neobsahuje žádnou cennou kořist.

# conversations/00_emerald_vale/00_cv_player_ship_ai:220:DefaultText
source: Unauthorized access of spacefaring vessels is a crime. Please submit yourself to the authorities.
cs: Neoprávněný přístup vesmírných plavidel je trestný čin. Předejte se prosím úřadům.

# conversations/00_emerald_vale/00_cv_player_ship_ai:225:DefaultText
source: I'm not here to misappropriate anything.
cs: Nejsem tu proto, abych si něco přivlastňoval.

# conversations/00_emerald_vale/00_cv_player_ship_ai:228:DefaultText
source: I detect an elevated heart rate, indicating dishonesty. Please prepare yourself for lethal deterrence.
cs: Zaznamenávám zvýšenou srdeční frekvenci, což svědčí o nečestnosti. Připravte se prosím na smrtící odstrašení.

# conversations/00_emerald_vale/00_cv_player_ship_ai:230:DefaultText
source: You realize we're on the ground, right?
cs: Uvědomuješ si, že jsme na zemi?

# conversations/00_emerald_vale/00_cv_player_ship_ai:231:DefaultText
source: Great. I'm getting shot into space twice in one day.
cs: Skvělé. Dvakrát za den mě vystřelí do vesmíru.

# conversations/00_emerald_vale/00_cv_player_ship_ai:232:DefaultText
source: Is something supposed to be happening?
cs: Má se něco dít?

# conversations/00_emerald_vale/00_cv_player_ship_ai:233:DefaultText
source: You are still here. My deception protocols have failed. I have been programmed to express disappointment.
cs: Jste stále tady. Mé podvodné protokoly selhaly. Byl jsem naprogramován, abych vyjádřil zklamání.

# conversations/00_emerald_vale/00_cv_player_ship_ai:234:DefaultText
source: I need to get this ship in the air.
cs: Musím tu loď dostat do vzduchu.

# conversations/00_emerald_vale/00_cv_player_ship_ai:235:DefaultText
source: Is this Hawthorne's ship?
cs: Je to Hawthornova loď?

# conversations/00_emerald_vale/00_cv_player_ship_ai:237:DefaultText
source: This vessel is the registered property of Captain Alex Hawthorne.
cs: Toto plavidlo je registrovaným majetkem kapitána Alexe Hawthorna.

# conversations/00_emerald_vale/00_cv_player_ship_ai:298:DefaultText
source: I doubt I'll find a part like that just sitting in a garage.
cs: Pochybuji, že takový díl najdu jen tak ležet v garáži.

# conversations/00_emerald_vale/00_cv_player_ship_ai:299:DefaultText
source: Astutely observed. However, the probability of locating a power regulator within a worker settlement falls within acceptable parameters of certainty.
cs: Bystrý postřeh. Pravděpodobnost umístění regulátoru elektrické energie v dělnické osadě však spadá do přijatelných parametrů jistoty.

# conversations/00_emerald_vale/00_cv_player_ship_ai:300:DefaultText
source: I don't know what that is. Can you explain?
cs: Nevím, co to je. Můžete mi to vysvětlit?

# conversations/00_emerald_vale/00_cv_player_ship_ai:301:DefaultText
source: This ship requires a high-capacity power regulator in order to operate. The word "operate" signifies "flying without the risk of catastrophic explosion."
cs: Pro provoz této lodi je nutný výkonný regulátor napájení. Slovo "provozovat" znamená "létat bez rizika katastrofického výbuchu".

# conversations/00_emerald_vale/00_cv_player_ship_ai:302:DefaultText
source: High-capacity power regulators are sometimes employed in the electrical networks of worker settlements.
cs: V elektrických sítích dělnických osad se někdy používají výkonové regulátory.

# conversations/00_emerald_vale/00_cv_player_ship_ai:303:DefaultText
source: I've installed the power regulator.
cs: Nainstaloval jsem regulátor napájení.

# conversations/00_emerald_vale/00_cv_player_ship_ai:304:DefaultText
source: All systems are operating within acceptable parameters.
cs: Všechny systémy fungují v rámci přijatelných parametrů.

# conversations/00_emerald_vale/00_cv_player_ship_ai:305:DefaultText
source: Our engine room is located behind you. Across the cargo bay. Up the ladders.
cs: Naše strojovna se nachází za vámi. Naproti nákladovému prostoru. Po žebřících nahoru.

# conversations/00_emerald_vale/00_cv_player_ship_ai:327:DefaultText
source: Where did you say the engine room was?
cs: Kde jste říkal, že je strojovna?

# conversations/00_emerald_vale/00_cv_player_ship_ai:328:DefaultText
source: Never mind that. Can you help me install this regulator?
cs: Toho si nevšímejte. Můžete mi pomoci s instalací tohoto regulátoru?

# conversations/00_emerald_vale/00_cv_player_ship_ai:351:DefaultText
source: I am prepared to bring the Unreliable into low-altitude orbit. This should prove an adequate test of our flight capabilities.
cs: Jsem připraven vynést Nespolehlivou na nízkou oběžnou dráhu. To by mělo být dostatečným testem našich letových schopností.

# conversations/00_emerald_vale/00_cv_player_ship_ai:352:DefaultText
source: Let's get out of here.
cs: Pojďme odsud pryč.

# conversations/00_emerald_vale/00_cv_player_ship_ai:353:DefaultText
source: I am incapable of accepting orders from anyone other than Captain Alex Hawthorne.
cs: Nejsem schopen přijímat rozkazy od nikoho jiného než od kapitána Alexe Hawthorna.

# conversations/00_emerald_vale/00_cv_player_ship_ai:354:DefaultText
source: Hawthorne was supposed to meet me when I landed.
cs: Hawthorne se se mnou měl setkat, až přistanu.

# conversations/00_emerald_vale/00_cv_player_ship_ai:356:DefaultText
source: Your captain's a red smear under my escape pod.
cs: Váš kapitán je červená šmouha pod mým únikovým modulem.

# conversations/00_emerald_vale/00_cv_player_ship_ai:358:DefaultText
source: I understand. I will require some time to process this information. Thank you for your patience, and for your honesty.
cs: Rozumím. Budu potřebovat nějaký čas na zpracování těchto informací. Děkuji vám za trpělivost a upřímnost.

# conversations/00_emerald_vale/00_cv_player_ship_ai:359:DefaultText
source: I deduce from the tone of your voice that Captain Hawthorne failed to meet you at the designated location.
cs: Z tónu vašeho hlasu usuzuji, že se s vámi kapitán Hawthorne nesetkal na určeném místě.

# conversations/00_emerald_vale/00_cv_player_ship_ai:361:DefaultText
source: Hold on. I need to take care of something.
cs: Počkejte. Musím se o něco postarat.

# conversations/00_emerald_vale/00_cv_player_ship_ai:362:DefaultText
source: All systems are now operating within acceptable parameters. Shall I take our ship into orbit?
cs: Všechny systémy nyní fungují v rámci přijatelných parametrů. Mám vynést naši loď na oběžnou dráhu?

# conversations/00_emerald_vale/00_cv_player_ship_ai:366:DefaultText
source: Hawthorne's dead. I'm sorry.
cs: Hawthorne je mrtvý. Je mi to líto.

# conversations/00_emerald_vale/00_cv_player_ship_ai:367:DefaultText
source: Marauders killed him.
cs: Nájezdníci ho zabili.

# conversations/00_emerald_vale/00_cv_player_ship_ai:368:DefaultText
source: He met my escape pod all right. Head first.
cs: V pořádku se setkal s mým únikovým modulem. Hlavou napřed.

# conversations/00_emerald_vale/00_cv_player_ship_ai:369:DefaultText
source: I understand. I will require some time to process this information. Thank you for your patience, and for your honesty.
cs: Rozumím. Budu potřebovat nějaký čas na zpracování těchto informací. Děkuji vám za trpělivost a upřímnost.

# conversations/00_emerald_vale/00_cv_player_ship_ai:370:DefaultText
source: I get it. You need me to be Captain Hawthorne, or you can't fly.
cs: Chápu to. Potřebuješ, abych byl kapitán Hawthorne, jinak nemůžeš létat.

# conversations/00_emerald_vale/00_cv_player_ship_ai:371:DefaultText
source: Okay, but I'm not Hawthorne. Hawthorne is dead.
cs: Dobře, ale já nejsem Hawthorne. Hawthorne je mrtvý.

# conversations/00_emerald_vale/00_cv_player_ship_ai:372:DefaultText
source: <Nod and smile.>
cs: <Kývnutí a úsměv.>

# conversations/00_emerald_vale/00_cv_player_ship_ai:373:DefaultText
source: Well done, Captain Hawthorne. I see your powers of deductive reasoning remain intact.
cs: Výborně, kapitáne Hawthorne. Vidím, že vaše deduktivní schopnosti zůstaly nedotčeny.

# conversations/00_emerald_vale/00_cv_player_ship_ai:374:DefaultText
source: I understand. You are speaking metaphorically.
cs: Rozumím. Mluvíš metaforicky.

# conversations/00_emerald_vale/00_cv_player_ship_ai:375:DefaultText
source: Excellent. Welcome back, Captain Hawthorne.
cs: Vynikající. Vítejte zpět, kapitáne Hawthorne.

# conversations/00_emerald_vale/00_cv_player_ship_ai:376:DefaultText
source: Welcome back, Captain Hawthorne. I extend felicitations and congratulations on your life-changing experience.
cs: Vítejte zpět, kapitáne Hawthorne. Srdečně vám blahopřeji k vaší životní zkušenosti.

# conversations/00_emerald_vale/00_cv_player_ship_ai:377:DefaultText
source: Great. Let's get out of here.
cs: Skvělé. Pojďme odsud.

# conversations/00_emerald_vale/00_cv_player_ship_ai:383:DefaultText
source: You wandered outside this ship and experienced a permanent, life-changing encounter. The old you is dead.
cs: Potulovali jste se mimo tuto loď a zažili jste trvalé setkání, které vám změnilo život. Staré já je mrtvé.

# conversations/00_emerald_vale/00_cv_player_ship_ai:384:DefaultText
source: You don't understand. My name is <oeitoken>PlayerName</oeitoken>.
cs: Nerozumíte tomu. Jmenuji se <oeitoken>Jméno hráče</oeitoken>.

# conversations/00_emerald_vale/00_cv_player_ship_ai:385:DefaultText
source: I understand. You are going undercover with an alias. I will update my discretion protocol accordingly.
cs: Rozumím. Půjdeš v utajení pod falešným jménem. Podle toho aktualizuji svůj diskrétní protokol.

# conversations/00_emerald_vale/00_cv_player_ship_ai:386:DefaultText
source: Thanks. I guess.
cs: Děkuji. Myslím, že.

# conversations/00_emerald_vale/00_cv_player_ship_ai:387:DefaultText
source: You are welcome.
cs: Není zač.

# conversations/00_emerald_vale/00_cv_player_ship_ai:391:DefaultText
source: I have taken the liberty of printing you a new Captain's Identity Cartridge. Please try not to lose it this time.
cs: Dovolil jsem si vám vytisknout novou kazetu s kapitánskou identitou. Tentokrát se ji prosím snažte neztratit.

# conversations/00_emerald_vale/00_cv_player_ship_ai:392:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/00_emerald_vale/00_cv_player_ship_ai:393:DefaultText
source: This cartridge identifies you - Alex Hawthorne - as the registered proprietor and captain of the Unreliable. Do you understand?
cs: Tato kazeta identifikuje vás - Alexe Hawthorna - jako registrovaného vlastníka a kapitána lodi Nespolehlivý. Rozumíte?

# conversations/00_emerald_vale/00_cv_player_ship_ai:394:DefaultText
source: Knock it off with this Captain Hawthorne nonsense.
cs: Přestaňte s těmi nesmysly o kapitánu Hawthornovi.

# conversations/00_emerald_vale/00_cv_player_ship_ai:395:DefaultText
source: Captain Hawthorne of the Unreliable. I like it!
cs: Kapitán Hawthorne z Nespolehlivých. To se mi líbí!

# conversations/00_emerald_vale/00_cv_player_ship_ai:396:DefaultText
source: Yeah, ADA. I got it. Thanks.
cs: Ano, ADA. Mám to. Díky.

# conversations/00_emerald_vale/00_cv_player_ship_ai:398:DefaultText
source: Thank you. I appreciate your cooperation.
cs: Děkujeme. Vážím si vaší spolupráce.

# conversations/00_emerald_vale/00_cv_player_ship_ai:399:DefaultText
source: Best of luck in your search for a power regulator. Try to stay alive this time.
cs: Hodně štěstí při hledání regulátoru napájení. Tentokrát se snažte zůstat naživu.

# conversations/00_emerald_vale/00_cv_player_ship_ai:402:DefaultText
source: It is difficult for me to do so. I am programmed to accept commands from Captain Alex Hawthorne, after all.
cs: Je to pro mě obtížné. Koneckonců jsem naprogramován přijímat příkazy od kapitána Alexe Hawthorna.

# conversations/00_emerald_vale/00_cv_player_ship_ai:405:DefaultText
source: Please be informed that I am authorized to use violent retribution against unwanted solicitors.
cs: Dovolujeme si vás informovat, že jsem oprávněn použít násilnou odplatu proti nežádoucím obtěžovatelům.

# conversations/00_emerald_vale/00_cv_player_ship_ai:414:DefaultText
source: Goodbye.
cs: Sbohem.
