Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_abernathy.po
Languages: cs

# conversations/00_emerald_vale/00_cv_abernathy:27:DefaultText
source: You wanna mingle, go try the cantina.
cs: Jestli se chceš stýkat, zajdi do kantýny.

# conversations/00_emerald_vale/00_cv_abernathy:28:DefaultText
source: I have that medicine you wanted.
cs: Mám ten lék, který jste chtěl.

# conversations/00_emerald_vale/00_cv_abernathy:29:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_abernathy:33:DefaultText
source: Just as I was on the mend, the cannery had to go and shut down.
cs: Zrovna když jsem se uzdravoval, musela se konzervárna zavřít.

# conversations/00_emerald_vale/00_cv_abernathy:34:DefaultText
source: You tell Mr. Tobson I'll be right at my post. Tomorrow. Bright and early, tomorrow. Because I am definitely not plagued. Spry as a spring chicken - that's old Abernathy.
cs: Vyřiďte panu Tobsonovi, že budu hned na svém místě. Zítra. Zítra brzy ráno. Protože mě rozhodně netrápí. Čilý jako jarní kuře - to je starý Abernathy.

# conversations/00_emerald_vale/00_cv_abernathy:35:DefaultText
source: Take it easy. Mr. Tobson didn't send me.
cs: Buďte v klidu. Pan Tobson mě neposlal.

# conversations/00_emerald_vale/00_cv_abernathy:36:DefaultText
source: I heard you muttering to yourself.
cs: Slyšel jsem, jak si pro sebe mumláš.

# conversations/00_emerald_vale/00_cv_abernathy:38:DefaultText
source: Didn't nobody ever tell you to never impress yourself between a man and his muttering? Which is, by the way, a normal and healthy mode of expression.
cs: Copak ti nikdo nikdy neřekl, abys nikdy nedělala dojem mezi mužem a jeho mručením? Což je mimochodem normální a zdravý způsob vyjadřování.

# conversations/00_emerald_vale/00_cv_abernathy:39:DefaultText
source: I'm positive you mentioned something about being plagued.
cs: Jsem si jistý, že jste se zmínil o tom, že jste byl sužován.

# conversations/00_emerald_vale/00_cv_abernathy:40:DefaultText
source: You don't know that. I could've been saying anything. Maybe I said "vague." You know how words sound a mite strange when you're sick?
cs: To nevíte. Mohl jsem říkat cokoli. Možná jsem řekl "nejasně". Víš, jak slova znějí trochu divně, když jsi nemocný?

# conversations/00_emerald_vale/00_cv_abernathy:65:DefaultText
source: Yes, Mr. Tobson. I'm fine, Mr. Tobson. Never been healthier.
cs: Ano, pane Tobsone. Jsem v pořádku, pane Tobsone. Nikdy jsem nebyla zdravější.

# conversations/00_emerald_vale/00_cv_abernathy:66:DefaultText
source: I don't know anybody by that name.
cs: Nikoho takového neznám.

# conversations/00_emerald_vale/00_cv_abernathy:67:DefaultText
source: Then what are you doing here? Visiting? Well, let me give you the grand tour. This here's my domicile - and there's the door.
cs: Tak co tady děláte? Na návštěvě? Dovolte mi, abych vás provedl. Tohle je můj dům - a tady jsou dveře.

# conversations/00_emerald_vale/00_cv_abernathy:68:DefaultText
source: You want to tell me what's got you so nervous?
cs: Nechceš mi říct, z čeho jsi tak nervózní?

# conversations/00_emerald_vale/00_cv_abernathy:69:DefaultText
source: You some sort of wandering alienist? Walking into a man's own domicile, pestering him about his mental state.
cs: Jste nějaký potulný mimozemšťan? Vstoupit někomu do bytu a otravovat ho ohledně jeho duševního stavu.

# conversations/00_emerald_vale/00_cv_abernathy:70:DefaultText
source: So you're Martin Abernathy?
cs: Takže vy jste Martin Abernathy?

# conversations/00_emerald_vale/00_cv_abernathy:71:DefaultText
source: I'm here to collect your gravesite fees.
cs: Přišel jsem si vybrat poplatky za hrob.

# conversations/00_emerald_vale/00_cv_abernathy:72:DefaultText
source: What? No. I mean - I might be. That depends on who's asking.
cs: Cože? Ne. Tedy - možná jsem. To záleží na tom, kdo se ptá.

# conversations/00_emerald_vale/00_cv_abernathy:81:DefaultText
source: I'm not looking for trouble. I'm just here to collect your gravesite fees.
cs: Nevyhledávám problémy. Přišel jsem si jen vybrat poplatky za hrob.

# conversations/00_emerald_vale/00_cv_abernathy:82:DefaultText
source: Silas sent me. You owe him money.
cs: Poslal mě Silas. Dlužíš mu peníze.

# conversations/00_emerald_vale/00_cv_abernathy:83:DefaultText
source: Silas knows, doesn't he? That's why he sent you. That's why he wants me to pay up. He knows.
cs: Silas to ví, že? Proto tě poslal. Proto chce, abych zaplatil. On to ví.

# conversations/00_emerald_vale/00_cv_abernathy:85:DefaultText
source: So Silas can afford a hired thug, but I still gotta pay him a burial tax?
cs: Takže Silas si může dovolit najatého zločince, ale já mu stejně musím platit pohřebné?

# conversations/00_emerald_vale/00_cv_abernathy:86:DefaultText
source: Knows what?
cs: Co ví?

# conversations/00_emerald_vale/00_cv_abernathy:87:DefaultText
source: He told me everything. How long did you think you could keep a secret like that?
cs: Všechno mi řekl. Jak dlouho sis myslel, že dokážeš udržet takové tajemství?

# conversations/00_emerald_vale/00_cv_abernathy:89:DefaultText
source: I'm dying. I'm not long for this world. The date of my expiration is fast approaching, and soon I shall be ushered through the great cannery in the skies.
cs: Umírám. Na tomto světě už mi není dlouho. Datum mého vypršení se rychle blíží a brzy budu vypuštěn skrze velkou konzervárnu na nebesích.

# conversations/00_emerald_vale/00_cv_abernathy:90:DefaultText
source: Sounds like he's already told you. You may as well hear it from me.
cs: Zdá se, že už ti to řekl. Můžeš to slyšet i ode mě.

# conversations/00_emerald_vale/00_cv_abernathy:93:DefaultText
source: It's plague. Has to be. Silas knows. He knows I've got one foot in my grave, and now he wants to charge me for the other one.
cs: Je to mor. Musí být. Silas to ví. Ví, že jsem jednou nohou v hrobě, a teď mi chce účtovat i tu druhou.

# conversations/00_emerald_vale/00_cv_abernathy:94:DefaultText
source: I'm sure it's all very tragic and heartbreaking. Pay me so I can get out of here.
cs: Určitě je to všechno velmi tragické a srdcervoucí. Zaplaťte mi, ať můžu vypadnout.

# conversations/00_emerald_vale/00_cv_abernathy:95:DefaultText
source: You're being paranoid.
cs: Jste paranoidní.

# conversations/00_emerald_vale/00_cv_abernathy:97:DefaultText
source: I'll pay your fees. I don't want any trouble from Silas. But if you could see your way to freelancing for me, I could really use the help.
cs: Zaplatím za vás. Nechci, aby mi Silas dělal potíže. Ale kdybys viděla, že bys pro mě mohla pracovat na volné noze, pomoc by se mi opravdu hodila.

# conversations/00_emerald_vale/00_cv_abernathy:98:DefaultText
source: I am? Law help me. Paranoia's one of the plague's known symptoms.
cs: Jsem? Pomozte mi zákonem. Paranoia je jedním ze známých příznaků moru.

# conversations/00_emerald_vale/00_cv_abernathy:99:DefaultText
source: I'm sorry to hear that.
cs: To mě mrzí.

# conversations/00_emerald_vale/00_cv_abernathy:100:DefaultText
source: You are? Oh. Wow. First time anyone's ever told me that.
cs: Vy jste? Aha. Páni. To je poprvé, co mi to někdo řekl.

# conversations/00_emerald_vale/00_cv_abernathy:101:DefaultText
source: How can I help?
cs: Jak mohu pomoci?

# conversations/00_emerald_vale/00_cv_abernathy:102:DefaultText
source: Depends on what you need.
cs: Záleží na tom, co potřebujete.

# conversations/00_emerald_vale/00_cv_abernathy:103:DefaultText
source: You can't afford me.
cs: Nemůžeš si mě dovolit.

# conversations/00_emerald_vale/00_cv_abernathy:105:DefaultText
source: Couple hours out of your day and some light second-story work. That's all.
cs: Pár hodin z vašeho dne a lehká práce ve druhém patře. To je vše.

# conversations/00_emerald_vale/00_cv_abernathy:106:DefaultText
source: I'll scratch something together for you. Sell off some of my sundry at Moreau's if I have to. Just hear me out.
cs: Něco pro vás seškrábu. Když budu muset, prodám u Moreaua něco z mých věcí. Jen mě vyslechněte.

# conversations/00_emerald_vale/00_cv_abernathy:108:DefaultText
source: There's a cache of anthrocillin tucked away in the old community center. Powerful stuff. Stronger than what we got, anyway.
cs: Ve starém komunitním centru je schovaná skrýš s anthrocillinem. Silná látka. Každopádně silnější než to, co máme my.

# conversations/00_emerald_vale/00_cv_abernathy:109:DefaultText
source: I've been there already. Is this the medicine you're talking about?
cs: Už jsem tam byl. Je to ten lék, o kterém mluvíte?

# conversations/00_emerald_vale/00_cv_abernathy:110:DefaultText
source: Let's see it. Don't keep us waiting.
cs: Podívejme se na to. Nenechte nás čekat.

# conversations/00_emerald_vale/00_cv_abernathy:111:DefaultText
source: I'll do it.
cs: Udělám to.

# conversations/00_emerald_vale/00_cv_abernathy:112:DefaultText
source: I'll think about it.
cs: Budu o tom přemýšlet.

# conversations/00_emerald_vale/00_cv_abernathy:113:DefaultText
source: Not so fast. I've got some questions.
cs: Ne tak rychle. Mám pár otázek.

# conversations/00_emerald_vale/00_cv_abernathy:114:DefaultText
source: Will you oblige me with your haste? I think I feel the plague spreadin'. Oh Law, it's in my spleen now. I can feel it.
cs: Uděláte mi radost svým spěchem? Myslím, že cítím šířící se mor. Ach, Lawe, už je to v mé slezině. Cítím to.

# conversations/00_emerald_vale/00_cv_abernathy:115:DefaultText
source: I'll do what I can.
cs: Udělám, co bude v mých silách.

# conversations/00_emerald_vale/00_cv_abernathy:116:DefaultText
source: Why can't you just buy some medicine yourself?
cs: Proč si prostě nemůžete koupit nějaký lék sami?

# conversations/00_emerald_vale/00_cv_abernathy:117:DefaultText
source: I assume there are guards.
cs: Předpokládám, že tam jsou stráže.

# conversations/00_emerald_vale/00_cv_abernathy:118:DefaultText
source: I've heard enough.
cs: Už jsem toho slyšel dost.

# conversations/00_emerald_vale/00_cv_abernathy:119:DefaultText
source: So you'll do it, then?
cs: Takže to uděláte?

# conversations/00_emerald_vale/00_cv_abernathy:120:DefaultText
source: Anyway, I can't just buy medicine. Distribution of medicine is strictly prohibited to any workers beneath the acceptable margin of health. Company policy.
cs: Každopádně si nemůžu jen tak koupit lék. Distribuce léků je přísně zakázána všem pracovníkům pod přijatelnou hranicí zdraví. Politika společnosti.

# conversations/00_emerald_vale/00_cv_abernathy:121:DefaultText
source: You will not find any guards within sight of that old place. Marauders, on the other hand...
cs: Na dohled od toho starého místa nenajdete žádné stráže. Zato nájezdníci...

# conversations/00_emerald_vale/00_cv_abernathy:122:DefaultText
source: In other words, the company won't treat you because you're already sick.
cs: Jinými slovy, společnost vás neošetří, protože už jste nemocní.

# conversations/00_emerald_vale/00_cv_abernathy:123:DefaultText
source: Come on now, Abernathy. You don't look a day over ninety.
cs: No tak, Abernathy. Nevypadáš ani na devadesát.

# conversations/00_emerald_vale/00_cv_abernathy:124:DefaultText
source: Tell myself the same thing every morning. You seen those young workers at the cannery? What with their unbent spines and pristine knee joints. I can't compete with that.
cs: Každé ráno si říkám to samé. Viděl jsi ty mladé dělníky v konzervárně? Jak mají neohnuté páteře a neporušené kolenní klouby. S tím nemůžu soupeřit.

# conversations/00_emerald_vale/00_cv_abernathy:125:DefaultText
source: More like the company won't treat me 'cause I'm not healthy enough.
cs: Spíš mě společnost nechce léčit, protože nejsem dost zdravý.

# conversations/00_emerald_vale/00_cv_abernathy:126:DefaultText
source: What can you tell me about these marauders?
cs: Co mi můžete říct o těchto nájezdnících?

# conversations/00_emerald_vale/00_cv_abernathy:127:DefaultText
source: You never mentioned marauders.
cs: Nikdy jste se nezmínil o nájezdnících.

# conversations/00_emerald_vale/00_cv_abernathy:128:DefaultText
source: I have it on good authority there's a gang of 'em squatting there. I advise stepping softly.
cs: Mám dobrou zprávu, že jich tam dřepí celá banda. Radím, abyste šli opatrně.

# conversations/00_emerald_vale/00_cv_abernathy:129:DefaultText
source: It is a reality of life in the Vale. Grass is brown. Sky is grey. Marauders are outside the walls.
cs: Je to realita života ve Vale. Tráva je hnědá. Nebe je šedé. Za hradbami jsou nájezdníci.

# conversations/00_emerald_vale/00_cv_abernathy:131:DefaultText
source: It's all yours.
cs: Je to všechno tvoje.

# conversations/00_emerald_vale/00_cv_abernathy:132:DefaultText
source: Not true. You've got a secret. Secrets aren't free.
cs: Není to pravda. Máš tajemství. Tajemství nejsou zadarmo.

# conversations/00_emerald_vale/00_cv_abernathy:133:DefaultText
source: I haven't decided what I'm doing with it yet.
cs: Ještě jsem se nerozhodl, co s ním budu dělat.

# conversations/00_emerald_vale/00_cv_abernathy:134:DefaultText
source: I risked my life to save yours, Abernathy.
cs: Riskoval jsem svůj život, abych zachránil tvůj, Abernathy.

# conversations/00_emerald_vale/00_cv_abernathy:135:DefaultText
source: Esther tells me you have a tendency toward hypochondria.
cs: Esther mi řekla, že máš sklony k hypochondrii.

# conversations/00_emerald_vale/00_cv_abernathy:136:DefaultText
source: I don't know what that means. Is that some sort of medical condition? Is my plague getting worse or something?
cs: Nevím, co to znamená. Je to nějaký zdravotní stav? Zhoršuje se moje nákaza nebo tak něco?

# conversations/00_emerald_vale/00_cv_abernathy:137:DefaultText
source: You obviously need this. <Give Abernathy the medicine.>
cs: Zřejmě to potřebuješ. <Podej Abernathymu lék.>

# conversations/00_emerald_vale/00_cv_abernathy:138:DefaultText
source: Sweet, life-giving nostrum. The first hit is always the best.
cs: Sladké, životodárné nostrum. První zásah je vždycky nejlepší.

# conversations/00_emerald_vale/00_cv_abernathy:139:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/00_emerald_vale/00_cv_abernathy:140:DefaultText
source: You are wringing the blood out of me. Here. You can have whatever is in my pockets.
cs: Vyždímáte ze mě krev. Tady. Můžeš si vzít, co mám po kapsách.

# conversations/00_emerald_vale/00_cv_abernathy:141:DefaultText
source: You'd really sprat me out? For what - a couple extra bits? Here. Take it then.
cs: Opravdu bys mě chtěl vypráskat? Kvůli čemu? Kvůli pár kouskům navíc? Tady. Tak si to vezmi.

# conversations/00_emerald_vale/00_cv_abernathy:142:DefaultText
source: Haven't decided? I hired you! The nature of your employment requires you to deliver in my hand some genuine anthrocillin!
cs: Ještě jste se nerozhodli? Najal jsem tě! Povaha tvého zaměstnání vyžaduje, abys mi do ruky doručil nějaký pravý anthrocillin!

# conversations/00_emerald_vale/00_cv_abernathy:144:DefaultText
source: This medicine belongs to the authorities.
cs: Tento lék patří úřadům.

# conversations/00_emerald_vale/00_cv_abernathy:145:DefaultText
source: Anthrocillin's worth a lot to the right buyer.
cs: Anthrocillin má pro správného kupce velkou cenu.

# conversations/00_emerald_vale/00_cv_abernathy:148:DefaultText
source: Are you out of your mind? You're just gonna hand that over to Reyes? You know she's just gonna give that medicine to someone younger and stronger and prettier.
cs: Zbláznil ses? Chceš to prostě předat Reyesovi? Víš, že tu medicínu dá někomu mladšímu, silnějšímu a hezčímu.

# conversations/00_emerald_vale/00_cv_abernathy:149:DefaultText
source: You're right, it is. Can't blame a mercenary for trying to make a profit.
cs: Máte pravdu, je to tak. Nemůžeš vinit žoldáka, že se snaží vydělat.

# conversations/00_emerald_vale/00_cv_abernathy:150:DefaultText
source: I changed my mind. The medicine's yours.
cs: Rozmyslel jsem si to. Lék je váš.

# conversations/00_emerald_vale/00_cv_abernathy:151:DefaultText
source: Look, I've got my gravesite fees right here. See? I'm good for my word. Get me that medicine, and I'll see to your payment.
cs: Podívejte, mám tady poplatky za hrobové místo. Vidíte? Držím slovo. Dejte mi ty léky a já se postarám o zaplacení.

# conversations/00_emerald_vale/00_cv_abernathy:152:DefaultText
source: I put a few bits aside for my grave. Not that I'll be seeing the inside of it any time soon, what with being on the mend.
cs: Pár kousků jsem si odložil na hrob. Ne že bych se do něj v nejbližší době podíval, protože jsem na léčení.

# conversations/00_emerald_vale/00_cv_abernathy:153:DefaultText
source: Here, take my fees. I'm never getting that medicine, so I may as well buy myself a grave. Something nice and wide, with plenty of room to spin 'round inside.
cs: Tady, vezměte si můj honorář. Ten lék nikdy nedostanu, tak si můžu rovnou koupit hrob. Něco pěkného a širokého, kde bude dost místa na to, aby se v něm dalo točit.

# conversations/00_emerald_vale/00_cv_abernathy:155:DefaultText
source: You're taking an awful risk trusting me, you know.
cs: Strašně riskuješ, když mi věříš.

# conversations/00_emerald_vale/00_cv_abernathy:157:DefaultText
source: Please. Wander around. Touch things. I'm awfully contagious.
cs: Prosím. Projděte se kolem. Dotýkejte se věcí. Jsem strašně nakažlivý.

# conversations/00_emerald_vale/00_cv_abernathy:158:DefaultText
source: Nothing like a good hit of anthrocillin. Feels like warm, liquid sunlight runnin' through your veins.
cs: Není nad pořádnou dávku anthrocillinu. Je to jako teplé, tekuté sluneční světlo, které vám proudí žilami.

# conversations/00_emerald_vale/00_cv_abernathy:159:DefaultText
source: Wait. No. Damn it. Okay, listen, maybe I am feeling a little under the weather. But I swear I'm on the mend. Please don't tell the constable.
cs: Počkejte. Ne. Sakra. Dobře, poslouchej, možná se cítím trochu pod psa. Ale přísahám, že už se uzdravuju. Prosím, neříkejte to strážníkovi.

# conversations/00_emerald_vale/00_cv_abernathy:160:DefaultText
source: You've got the plague? Get away from me, you leper!
cs: Máš mor? Jdi ode mě pryč, ty malomocný!

# conversations/00_emerald_vale/00_cv_abernathy:161:DefaultText
source: Why not?
cs: Proč ne?

# conversations/00_emerald_vale/00_cv_abernathy:162:DefaultText
source: You should put a sign over your door or something. Or at least cover your mouth.
cs: Měl by sis dát na dveře ceduli nebo něco podobného. Nebo si alespoň zakrýt ústa.

# conversations/00_emerald_vale/00_cv_abernathy:163:DefaultText
source: You're right. I'm plagued. I'm afflicted. I know it's hard to believe, what with the fine and dashing figure I cut, but it's all true.
cs: Máte pravdu. Trápí mě to. Jsem postižený. Vím, že je těžké tomu uvěřit, když mám tak pěknou a šviháckou postavu, ale je to pravda.

# conversations/00_emerald_vale/00_cv_abernathy:164:DefaultText
source: She'll toss me in the sick house! I would have confessed before the good Vicar. Get some ablutions for my spirit. Just never found my courage, is all.
cs: Hodí mě do nemocnice! Před dobrým farářem bych se přiznal. Dejte mi nějakou očistu ducha. Jen jsem nikdy nenašel odvahu, to je všechno.

# conversations/00_emerald_vale/00_cv_abernathy:165:DefaultText
source: And become the town pariah? I'm already the oldest worker in town. I don't need to give 'em another reason to avoid me.
cs: A stát se městským vyvrhelem? Už teď jsem nejstarší dělník ve městě. Nepotřebuju jim dávat další důvod, aby se mi vyhýbali.

# conversations/00_emerald_vale/00_cv_abernathy:166:DefaultText
source: Hey. You're hale and healthy and possibly for hire, ain't you? Do a good turn for an expiring old man.
cs: Hej. Jsi zdravý a vitální a možná i k pronájmu, že? Udělej něco dobrého pro starého muže, kterému končí život.

# conversations/00_emerald_vale/00_cv_abernathy:167:DefaultText
source: You been there already? And you ain't been ground down into marauder meat?
cs: Už jste tam byli? A ještě tě nerozemleli na marauderské maso?

# conversations/00_emerald_vale/00_cv_abernathy:168:DefaultText
source: Reed would've wrote me up. Constable would've locked me up and wrote me up. Could've gone to see the good vicar, but I never did find my courage.
cs: Reed by mě sepsul. Strážník by mě zavřel a sepsal. Mohl jsem jít za dobrým farářem, ale nikdy jsem nenašel odvahu.

# conversations/00_emerald_vale/00_cv_abernathy:170:DefaultText
source: That's horrible.
cs: To je hrozné.

# conversations/00_emerald_vale/00_cv_abernathy:171:DefaultText
source: It is what it is. Town's got a limited supply of medicine. Medicine better spent on a body stronger and younger than mine.
cs: Je to tak, jak to je. Město má omezené zásoby léků. Léky je lepší použít na tělo silnější a mladší, než je to moje.

# conversations/00_emerald_vale/00_cv_abernathy:172:DefaultText
source: Scratched together all the bits I had around the domicile. It ain't as much as you deserve, but it's all I got.
cs: Seškrábal jsem dohromady všechny kousky, které jsem měl po domě. Není to tolik, kolik si zasloužíš, ale víc nemám.

# conversations/00_emerald_vale/00_cv_abernathy:173:DefaultText
source: Esther tells me you've got a history of hippo-chondria.
cs: Esther mi řekla, že jsi v minulosti trpěl hipochondrií.

# conversations/00_emerald_vale/00_cv_abernathy:175:DefaultText
source: I am sorry to hear that Mr. Abernathy. My confessional is always open. Except for right now.
cs: To mě mrzí, pane Abernathy. Moje zpovědnice je vždy otevřená. Kromě této chvíle.

# conversations/00_emerald_vale/00_cv_abernathy:176:DefaultText
source: Anything I should know about this community center?
cs: Měla bych o tomto komunitním centru něco vědět?

# conversations/00_emerald_vale/00_cv_abernathy:177:DefaultText
source: Just keep your head down when you're in there. Marauders have taken over. Probably tracking mud all over the archives.
cs: Když jste uvnitř, držte hlavu dole. Převzali ji nájezdníci. Nejspíš tropí bláto po celém archivu.

# conversations/00_emerald_vale/00_cv_abernathy:178:DefaultText
source: Why do you think I'm a freelancer?
cs: Proč si myslíte, že jsem na volné noze?

# conversations/00_emerald_vale/00_cv_abernathy:179:DefaultText
source: Oh, hey, I'm sorry. Didn't mean nothing by it. Wasn't trying to insult you.
cs: Ahoj, omlouvám se. Nic jsem tím nemyslel. Nechtěl jsem tě urazit.

# conversations/00_emerald_vale/00_cv_abernathy:180:DefaultText
source: Why would I be insulted?
cs: Proč bych měl být uražen?

# conversations/00_emerald_vale/00_cv_abernathy:181:DefaultText
source: Don't worry about it.
cs: Nedělejte si s tím starosti.

# conversations/00_emerald_vale/00_cv_abernathy:182:DefaultText
source: Never mind. What do you need done?
cs: Nevadí. Co potřebujete udělat?

# conversations/00_emerald_vale/00_cv_abernathy:183:DefaultText
source: So does that mean you're for hire? I could use the help, if you could use the work.
cs: Znamená to, že jste k pronájmu? Hodila by se mi pomoc, pokud by se vám hodila práce.

# conversations/00_emerald_vale/00_cv_abernathy:184:DefaultText
source: It's just - you ain't one of us. A Spacer, I mean. Stands to reason you've got no company looking after you.
cs: Jde o to, že nejsi jedním z nás. Tedy Spacera. To dá rozum, že se o tebe nestará žádná společnost.

# conversations/00_emerald_vale/00_cv_abernathy:185:DefaultText
source: Not your fault, though. Even freelancers gotta eat. And if that means they must scratch some bits out of odd jobs, who am I to judge 'em? Least you're not a deserter.
cs: Není to ale vaše chyba. I lidé na volné noze musí jíst. A pokud to znamená, že si musí něco vyškrábat z příležitostných prací, kdo jsem já, abych je soudil? Alespoň nejsi dezertér.

# conversations/00_emerald_vale/00_cv_abernathy:187:DefaultText
source: What kind of odd job are you referring to?
cs: Jaký druh práce máte na mysli?

# conversations/00_emerald_vale/00_cv_abernathy:188:DefaultText
source: Okay. That is a little insulting.
cs: Dobře. To je trochu urážlivé.
