Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cp_cannery_generator_room_01.po
Languages: cs

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:1:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Running Self Examination... "Help yourself to a refreshing tin of Spacer's Chaw while you wait!" POWER SOURCE: Spacer's Choice Electrical Transformer TRANSFORMER STATUS: Responsive POWER REGULATOR: Responsive
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Running Self Examination... "Poslužte si osvěžující plechovkou Spacer's Chaw, zatímco budete čekat!" ZDROJ MOCI: Spacer's Choice Elektrický transformátor STAV TRANSFORMÁTORU: REGULÁTOR NAPÁJENÍ: Reaguje

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:2:DefaultText
source: [Disengage Power Regulator]
cs: [Vypnout regulátor výkonu]

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:3:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Unable to comply. The power regulator unit may not be disengaged while the transformer is active.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Nelze vyhovět. Jednotka regulátoru výkonu nesmí být odpojena, pokud je transformátor aktivní.

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:9:DefaultText
source: [Query: Transformer Shutdown]
cs: [Dotaz: Vypnutí transformátoru]

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:12:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== ... ... [FAILURE]: Transformer Shutdown Protocols Non-Operational
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== ... ... [FAILURE]: Protokoly o vypnutí transformátoru nefunkční

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:13:DefaultText
source: [Query: Shutdown Protocols]
cs: [Dotaz: Protokoly o vypnutí]

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:14:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:15:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== In compliance with Spacer's Choice engineering and development policies, shutdown protocols have been disabled on all transformers. This is to prevent illegal tampering, upgrading, or theft of proprietary technology. [WARNING]: Please avoid attempting to modify or tamper with Spacer's Choice Electrical Transformer while power is active. Doing so may lead to death, catastrophic injury, and irreparable damage to the transformer.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== V souladu s technickými a rozvojovými zásadami společnosti Spacer's Choice byly na všech transformátorech vypnuty vypínací protokoly. Důvodem je zabránit nelegálním zásahům, modernizaci nebo krádeži proprietární technologie [VAROVÁNÍ]: Vyvarujte se prosím pokusů o úpravu nebo manipulaci s elektrickým transformátorem Spacer's Choice, pokud je aktivní napájení. Takový postup může vést k úmrtí, katastrofickému zranění a nenapravitelnému poškození transformátoru.

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:16:DefaultText
source: [Query: Geothermal Facility]
cs: [Dotaz: Geotermální zařízení]

# conversations/00_emerald_vale/00_cp_cannery_generator_room_01:17:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== The Emerald Vale region is powered by the Spacer's Choice Geothermal Facility. Spacer's Choice is proud to bring the colonists of Halcyon moderately innovative technology at a reasonable price. Spacer's Choice - The best you can afford.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Region Emerald Vale je napájen geotermálním zařízením Spacer's Choice. Společnost Spacer's Choice je hrdá na to, že může kolonistům Halcyonu přinést mírně inovativní technologie za rozumnou cenu. Spacer's Choice - to nejlepší, co si můžete dovolit.
