Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reyes.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reyes:2:DefaultText
source: Welcome to the Spacer's Choice Constabulary. We are Halcyon's leading brand in frontier justice.
cs: Vítejte ve Spacer's Choice Constabulary. Jsme přední halcyonská značka v oblasti pohraniční justice.

# conversations/00_emerald_vale/00_cv_reyes:21:DefaultText
source: Something to report?
cs: Něco k nahlášení?

# conversations/00_emerald_vale/00_cv_reyes:22:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_reyes:23:DefaultText
source: I found this cache of medicine. I thought I should turn it in to you.
cs: Našel jsem tuhle lékárničku. Myslel jsem, že bych vám ho měl odevzdat.

# conversations/00_emerald_vale/00_cv_reyes:24:DefaultText
source: I appreciate your vigilance on behalf of Spacer's Choice. I'll make sure this medicine goes where it's most needed.
cs: Oceňuji vaši ostražitost jménem Spacer's Choice. Zajistím, aby se tento lék dostal tam, kde je ho nejvíce potřeba.

# conversations/00_emerald_vale/00_cv_reyes:25:DefaultText
source: You owe me a reward.
cs: Dlužíš mi odměnu.

# conversations/00_emerald_vale/00_cv_reyes:26:DefaultText
source: Oh. It's you. Reed told me I should be expecting you. He's inside.
cs: Oh. To jsi ty. Reed mi řekl, že tě mám očekávat. Je uvnitř.

# conversations/00_emerald_vale/00_cv_reyes:27:DefaultText
source: I'm looking for work.
cs: Hledám práci.

# conversations/00_emerald_vale/00_cv_reyes:28:DefaultText
source: If you need help with your marauder problem, I'm for hire.
cs: Pokud potřebuješ pomoct s problémem s nájezdníky, jsem k pronájmu.

# conversations/00_emerald_vale/00_cv_reyes:29:DefaultText
source: As a Spacer's Choice Constable, I am authorized to grant you legal authority toward apprehending wanted criminals.
cs: Jako konstábl Spacer's Choice jsem oprávněn udělit vám zákonné pravomoci k zadržení hledaných zločinců.

# conversations/00_emerald_vale/00_cv_reyes:30:DefaultText
source: Know how to carry yourself in a fight? I've got bounties out for these three marauders.
cs: Víte, jak se chovat v boji? Na tyhle tři záškodníky jsem vypsal odměny.

# conversations/00_emerald_vale/00_cv_reyes:31:DefaultText
source: Cross 'em off and bring me their fingers. Just one per marauder, please. I'll dust off the old fingerprint roller.
cs: Vyškrtněte je a přineste mi jejich prsty. Jen jeden na každého nájezdníka, prosím. Opráším starý váleček na otisky prstů.

# conversations/00_emerald_vale/00_cv_reyes:32:DefaultText
source: I'm here to turn in a bounty.
cs: Přišel jsem odevzdat odměnu.

# conversations/00_emerald_vale/00_cv_reyes:33:DefaultText
source: We pay by the finger. What do you have for me?
cs: Platíme za prst. Co pro mě máte?

# conversations/00_emerald_vale/00_cv_reyes:34:DefaultText
source: Gill Antrim. Real name Guillaume. Duly processed by a freelancer on behalf of Spacer's Choice.
cs: Gill Antrim. Vlastním jménem Guillaume. Řádně zpracováno externím pracovníkem jménem Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reyes:35:DefaultText
source: <Hand over Guillaume Antrim's finger.>
cs: <Ruka na prstu Guillauma Antrima.>

# conversations/00_emerald_vale/00_cv_reyes:36:DefaultText
source: <Hand over Doc Maybell's finger.>
cs: <Ruka na prstu doktora Maybella.>

# conversations/00_emerald_vale/00_cv_reyes:37:DefaultText
source: Maybell Burgess. Age thirty-seven. Right or left handed? Let's just say... no longer applicable.
cs: Maybell Burgessová. Věk třicet sedm let. Pravák nebo levák? Řekněme... že už to neplatí.

# conversations/00_emerald_vale/00_cv_reyes:38:DefaultText
source: <Hand over Bertie Cotton's finger.>
cs: <Ruka na prstu Bertieho Cottona.>

# conversations/00_emerald_vale/00_cv_reyes:39:DefaultText
source: Here we are. Bertie Cotton. Cause of death - let's just say overwhelming physical trauma.
cs: A je to tady. Bertie Cotton. Příčina smrti - řekněme, že šlo o ohromné fyzické trauma.

# conversations/00_emerald_vale/00_cv_reyes:40:DefaultText
source: I'll just need your signature here, here, here, here, and here. Got any more fingers for me?
cs: Potřebuji jen váš podpis zde, zde, zde, zde a zde. Máte pro mě ještě nějaké prsty?

# conversations/00_emerald_vale/00_cv_reyes:41:DefaultText
source: Well, that's all three. I must remember to requisition some more fingerprint ink. Here's all the compensation you've earned, plus a bonus.
cs: No, to jsou všechny tři. Musím si vzpomenout na další inkoust na otisky prstů. Tady je celá odměna, kterou jste si zasloužil, plus bonus.

# conversations/00_emerald_vale/00_cv_reyes:42:DefaultText
source: You've done such a bang up job hunting down our former workers that I thought it only proper to deputize you. Congratulations.
cs: Odvedl jsi tak skvělou práci při pátrání po našich bývalých zaměstnancích, že jsem považoval za správné, abych tě zastoupil. Gratuluji.

# conversations/00_emerald_vale/00_cv_reyes:43:DefaultText
source: Still one outstanding bounty. If you've got a finger, I've got the paperwork.
cs: Stále je to jedna nevyplacená odměna. Jestli máš prst, mám papíry.

# conversations/00_emerald_vale/00_cv_reyes:44:DefaultText
source: Actually, there was something else.
cs: Vlastně tu bylo ještě něco jiného.

# conversations/00_emerald_vale/00_cv_reyes:48:DefaultText
source: The office is running a promotion. Purchase three criminal investigations and the fourth one's free.
cs: V kanceláři probíhá propagační akce. Kupte si tři kriminální vyšetřování a čtvrté je zdarma.

# conversations/00_emerald_vale/00_cv_reyes:49:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_reyes:50:DefaultText
source: Which is where, exactly?
cs: Kde přesně?

# conversations/00_emerald_vale/00_cv_reyes:51:DefaultText
source: You are of course entitled to a reward for assisting in the apprehension of any contraband.
cs: Za pomoc při zadržení kontrabandu máte samozřejmě nárok na odměnu.

# conversations/00_emerald_vale/00_cv_reyes:52:DefaultText
source: Your compensation. And your receipt. Spacer's Choice wishes you a productive shift.
cs: Vaše kompenzace. A vaše potvrzení. Společnost Spacer's Choice vám přeje produktivní směnu.

# conversations/00_emerald_vale/00_cv_reyes:53:DefaultText
source: Sealed, packaged, and delivered to a Spacer's Choice storage facility. Standard procedure for contraband, you see.
cs: Zapečetěné, zabalené a doručené do skladovacího zařízení Spacer's Choice. Standardní postup pro kontraband, víte.

# conversations/00_emerald_vale/00_cv_reyes:54:DefaultText
source: Contraband? I'm bringing you medicine. You people need this.
cs: Kontraband? Přináším vám léky. Vy to potřebujete.

# conversations/00_emerald_vale/00_cv_reyes:55:DefaultText
source: Medical treatment by Auntie Cleo's products is strictly prohibited under Spacer's Choice company policy.
cs: Léčba produkty Auntie Cleo's je podle zásad společnosti Spacer's Choice přísně zakázána.

# conversations/00_emerald_vale/00_cv_reyes:56:DefaultText
source: That's ridiculous.
cs: To je směšné.

# conversations/00_emerald_vale/00_cv_reyes:57:DefaultText
source: Whatever. Just pay me what I'm owed.
cs: To je jedno. Prostě mi zaplať, co mi dlužíš.

# conversations/00_emerald_vale/00_cv_reyes:58:DefaultText
source: If you were one of our workers, I would be obliged to mark that comment on your permanent record.
cs: Kdybyste byl naším zaměstnancem, byl bych povinen vám tuto poznámku poznamenat do trvalého záznamu.

# conversations/00_emerald_vale/00_cv_reyes:60:DefaultText
source: I remember him. Was just a kid, last I saw him. Shame.
cs: Vzpomínám si na něj. Naposledy jsem ho viděl jako dítě. Škoda.

# conversations/00_emerald_vale/00_cv_reyes:61:DefaultText
source: I remember Doc Burgess. Conducted my physical every fiscal quarter. Guess she couldn't keep her hands off her patients' medicine.
cs: Vzpomínám si na doktora Burgesse. Každé fiskální čtvrtletí mi dělal zdravotní prohlídku. Hádám, že nedokázala držet ruce pryč od léků svých pacientů.

# conversations/00_emerald_vale/00_cv_reyes:62:DefaultText
source: Bert was the local preacher, before Max took over. Always was quick to remind us that we all get what we deserve in the end.
cs: Bert byl místním kazatelem, než ho vystřídal Max. Vždycky nám rychle připomínal, že všichni nakonec dostaneme, co si zasloužíme.

# conversations/00_emerald_vale/00_cv_reyes:63:DefaultText
source: What's this? Junior Deputy Constable?
cs: Co je to? Mladší zástupce strážníka?

# conversations/00_emerald_vale/00_cv_reyes:65:DefaultText
source: You should know that Abernathy asked me to steal this medicine for him.
cs: Měl bys vědět, že Abernathy mě požádal, abych pro něj ten lék ukradl.

# conversations/00_emerald_vale/00_cv_reyes:66:DefaultText
source: Martin Abernathy? Interesting. I'll see to it that charges are filed against him.
cs: Martin Abernathy? Zajímavé. Postarám se, aby proti němu bylo vzneseno obvinění.

# conversations/00_emerald_vale/00_cv_reyes:67:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_reyes:68:DefaultText
source: What kind of charges?
cs: Jaké poplatky?

# conversations/00_emerald_vale/00_cv_reyes:70:DefaultText
source: As long as your questions fall within acceptable margins of curiosity.
cs: Pokud vaše otázky spadají do přijatelných mezí zvědavosti.

# conversations/00_emerald_vale/00_cv_reyes:71:DefaultText
source: Being stupid enough to hire a freelancer who turned him in. It's a punishable offense.
cs: Byl tak hloupý, že si najal externistu, který ho udal. Je to trestný čin.

# conversations/00_emerald_vale/00_cv_reyes:72:DefaultText
source: Makes sense, I suppose.
cs: To dává smysl.

# conversations/00_emerald_vale/00_cv_reyes:73:DefaultText
source: Of course it makes sense. Spacer's Choice company regulations have been designed to fall within acceptable margins of sensibility.
cs: Samozřejmě to dává smysl. Předpisy společnosti Spacer's Choice byly navrženy tak, aby se pohybovaly v přijatelných mezích rozumnosti.

# conversations/00_emerald_vale/00_cv_reyes:74:DefaultText
source: I haven't been paid yet.
cs: Ještě jsem nedostal zaplaceno.

# conversations/00_emerald_vale/00_cv_reyes:75:DefaultText
source: All Spacer's Choice workers are expected to be exemplary judges of character. Mister Abernathy has failed to meet these standards, and will be duly punished.
cs: Od všech pracovníků Spacer's Choice se očekává, že budou příkladnými soudci. Pan Abernathy tyto standardy nesplnil a bude náležitě potrestán.

# conversations/00_emerald_vale/00_cv_reyes:76:DefaultText
source: There was something else, actually.
cs: Vlastně tu bylo ještě něco jiného.

# conversations/00_emerald_vale/00_cv_reyes:77:DefaultText
source: I've got some questions for you, if you don't mind.
cs: Mám na vás několik otázek, pokud vám to nevadí.

# conversations/00_emerald_vale/00_cv_reyes:78:DefaultText
source: Does the name Phineas Welles mean anything to you?
cs: Říká vám něco jméno Phineas Welles?

# conversations/00_emerald_vale/00_cv_reyes:79:DefaultText
source: So who do you work for? Spacer's Choice or Edgewater?
cs: Pro koho tedy pracujete? Spacer's Choice nebo Edgewater?

# conversations/00_emerald_vale/00_cv_reyes:80:DefaultText
source: If this is the setup to a joke, you should know I've never found anything amusing in my life.
cs: Jestli je tohle záminka k vtipu, tak vězte, že mi nikdy v životě nic nepřišlo vtipné.

# conversations/00_emerald_vale/00_cv_reyes:81:DefaultText
source: His likeness decorates many a wanted poster. Do you have any relevant information about this individual?
cs: Jeho podobizna zdobí nejeden plakát s hledanými osobami. Máte o něm nějaké relevantní informace?

# conversations/00_emerald_vale/00_cv_reyes:82:DefaultText
source: Thanks for your time.
cs: Děkujeme za váš čas.

# conversations/00_emerald_vale/00_cv_reyes:83:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_reyes:84:DefaultText
source: He's a scientist. We're acquainted.
cs: Je to vědec. Známe se.

# conversations/00_emerald_vale/00_cv_reyes:85:DefaultText
source: Yeah, that's why I'm asking. Looks like there's a bounty on his head.
cs: Jo, proto se ptám. Vypadá to, že je na jeho hlavu vypsaná odměna.

# conversations/00_emerald_vale/00_cv_reyes:86:DefaultText
source: He kidnapped me, un-froze my body, and shot me into space. Then I landed here.
cs: Unesl mě, rozmrazil mé tělo a vystřelil mě do vesmíru. Pak jsem přistál tady.

# conversations/00_emerald_vale/00_cv_reyes:87:DefaultText
source: Uh huh. Shot you into space. You know, lying to a Spacer's Choice constable is a violation of company policy, and punishable by a fine.
cs: Uh huh. Vystřelil tě do vesmíru. Víš, že lhaní konstáblovi Spacer's Choice je porušením firemních pravidel a trestá se pokutou.

# conversations/00_emerald_vale/00_cv_reyes:89:DefaultText
source: It's a good thing I don't belong to the Spacer's Choice family.
cs: Ještě že nepatřím do rodiny Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reyes:90:DefaultText
source: If the Board's paying, I'm willing to collect on that bounty.
cs: Pokud to rada zaplatí, jsem ochoten si tu odměnu vybrat.

# conversations/00_emerald_vale/00_cv_reyes:91:DefaultText
source: It is, for Spacer's Choice.
cs: Je to pro Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reyes:92:DefaultText
source: Unfortunately, the arrest of Mr. Welles falls outside my authority. I enforce the company policy of Spacer's Choice in the region of Emerald Vale.
cs: Zatčení pana Wellese bohužel nespadá do mé pravomoci. Prosazuji politiku společnosti Spacer's Choice v oblasti Emerald Vale.

# conversations/00_emerald_vale/00_cv_reyes:93:DefaultText
source: Welles is wanted by the Board. If you have information related to the location of Phineas V. Welles, you are required to submit that information to your nearest Board authority.
cs: Rada hledá Wellese. Pokud máte informace o tom, kde se Phineas V. Welles nachází, musíte je předložit nejbližšímu orgánu Rady.

# conversations/00_emerald_vale/00_cv_reyes:94:DefaultText
source: I am obliged to warn you against forming acquaintanceships, friendships, partnerships, or any other felicitous relationship with a wanted criminal.
cs: Jsem povinen vás varovat před navazováním známostí, přátelství, partnerství nebo jakýchkoli jiných výhodných vztahů s hledaným zločincem.

# conversations/00_emerald_vale/00_cv_reyes:95:DefaultText
source: You are correct. An outstanding bounty has been posted for information pertaining to the whereabouts of Phineas V. Welles.
cs: Máte pravdu. Na informace týkající se pobytu Phinease V. Wellese byla vypsána odměna.

# conversations/00_emerald_vale/00_cv_reyes:96:DefaultText
source: How long has Welles been on the run?
cs: Jak dlouho byl Welles na útěku?

# conversations/00_emerald_vale/00_cv_reyes:97:DefaultText
source: He kidnapped me and hauled me off to his lab.
cs: Unesl mě a odvedl do své laboratoře.

# conversations/00_emerald_vale/00_cv_reyes:98:DefaultText
source: Welles has been wanted for as long as the Board decides he has been wanted. This decision will be made in accordance with Welles's behavior upon arrest.
cs: Welles je hledán tak dlouho, jak dlouho o tom rozhoduje správní rada. Toto rozhodnutí bude učiněno podle Wellesova chování při zatčení.

# conversations/00_emerald_vale/00_cv_reyes:99:DefaultText
source: How unfortunate. You have my condolences.
cs: Jak nešťastné. Upřímnou soustrast.

# conversations/00_emerald_vale/00_cv_reyes:100:DefaultText
source: Aren't you going to do anything about it?
cs: Neuděláte s tím nic?

# conversations/00_emerald_vale/00_cv_reyes:101:DefaultText
source: I'm more interested in the bounty.
cs: Zajímá mě spíš odměna.

# conversations/00_emerald_vale/00_cv_reyes:102:DefaultText
source: I am only authorized to prosecute kidnapping of company property. Because you don't belong to Spacer's Choice, the answer is no.
cs: Jsem oprávněn stíhat pouze únosy majetku společnosti. Protože nepatříte do společnosti Spacer's Choice, odpověď zní ne.

# conversations/00_emerald_vale/00_cv_reyes:103:DefaultText
source: I don't serve Edgewater. Edgewater, and the entire region of Emerald Vale, serves Spacer's Choice.
cs: Nesloužím v Edgewateru. Edgewater a celá oblast Emerald Vale slouží Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reyes:104:DefaultText
source: Who does Spacer's Choice answer to?
cs: Komu se společnost Spacer's Choice zodpovídá?

# conversations/00_emerald_vale/00_cv_reyes:105:DefaultText
source: That sounds like slavery.
cs: To zní jako otroctví.

# conversations/00_emerald_vale/00_cv_reyes:106:DefaultText
source: So you're basically a bureaucrat.
cs: Takže jste v podstatě úředník.

# conversations/00_emerald_vale/00_cv_reyes:107:DefaultText
source: Flattery won't get you anywhere with me. The bureaucracy is a noble profession, but not all of us are gifted enough to serve in it.
cs: Lichotkami se u mě nikam nedostaneš. Byrokracie je ušlechtilá profese, ale ne všichni máme dostatečné nadání, abychom v ní mohli sloužit.

# conversations/00_emerald_vale/00_cv_reyes:108:DefaultText
source: Careful, stranger. Talk like that comes dangerously close to sedition.
cs: Opatrně, cizinče. Takové řeči se nebezpečně blíží pobuřování.

# conversations/00_emerald_vale/00_cv_reyes:109:DefaultText
source: Spacer's Choice is a wholly owned subsidiary of Universal Defense Logistics, which occupies a seat on the Halcyon Holdings Corporation.
cs: Společnost Spacer's Choice je dceřinou společností společnosti Universal Defense Logistics, která má sídlo ve společnosti Halcyon Holdings Corporation.

# conversations/00_emerald_vale/00_cv_reyes:110:DefaultText
source: Also known as the Board. I must admit, it bothers me that you don't already know this.
cs: Známá také jako rada. Musím přiznat, že mi vadí, že to ještě nevíte.

# conversations/00_emerald_vale/00_cv_reyes:111:DefaultText
source: There was one other thing.
cs: Byla tu ještě jedna věc.

# conversations/00_emerald_vale/00_cv_reyes:112:DefaultText
source: Vale's a little safer, thanks to you.
cs: Vale je díky tobě o něco bezpečnější.

# conversations/00_emerald_vale/00_cv_reyes:113:DefaultText
source: I've got nothing on my bounty board. That's a good feeling.
cs: Na nástěnce s odměnami nemám nic. To je dobrý pocit.

# conversations/00_emerald_vale/00_cv_reyes:114:DefaultText
source: Ms. Romero's in our office now. Edgewater's getting crowded, so we could use the help.
cs: Slečna Romerová je právě v naší kanceláři. Edgewater začíná být přeplněný, takže by se nám pomoc hodila.

# conversations/00_emerald_vale/00_cv_reyes:115:DefaultText
source: Can't say I approve of a town run by McDevitt. Doesn't sit right with me at all.
cs: Nemohu říct, že bych schvaloval město vedené McDevittem. Vůbec mi to nesedí.

# conversations/00_emerald_vale/00_cv_reyes:116:DefaultText
source: Interesting jumpsuit you've got. And by interesting, I mean suspiciously reminiscent of contraband.
cs: Máš zajímavou kombinézu. A tím zajímavá myslím podezřele připomínající kontraband.

# conversations/00_emerald_vale/00_cv_reyes:117:DefaultText
source: Put some clothes on, for Law's sake.
cs: Oblékni se, proboha.

# conversations/00_emerald_vale/00_cv_reyes:118:DefaultText
source: Welles saved my life. I want to know why the Board wants him dead.
cs: Welles mi zachránil život. Chci vědět, proč ho chce rada zabít.

# conversations/00_emerald_vale/00_cv_reyes:119:DefaultText
source: I am obliged to remind you that questioning the veracity of the Board's orders is a punishable offense. Consider this your last warning.
cs: Musím vám připomenout, že zpochybňování pravdivosti příkazů Rady je trestné. Považujte to za poslední varování.

# conversations/00_emerald_vale/00_cv_reyes:120:DefaultText
source: I am also obliged to inform you of our referral program. For every criminal you refer to the authorities, the Board will reward you.
cs: Jsem také povinen vás informovat o našem referenčním programu. Za každého zločince, kterého předáte úřadům, vás rada odmění.

# conversations/00_emerald_vale/00_cv_reyes:121:DefaultText
source: How long has the Board been after Welles?
cs: Jak dlouho už rada po Wellesovi pátrá?

# conversations/00_emerald_vale/00_cv_reyes:122:DefaultText
source: I'm not on Welles's side. I want to know if the bounty's worth the trouble.
cs: Nejsem na Wellesově straně. Chci vědět, jestli ta odměna stojí za ty potíže.

# conversations/00_emerald_vale/00_cv_reyes:123:DefaultText
source: I assumed you were my nearest Board authority.
cs: Předpokládal jsem, že jste mým nejbližším orgánem rady.

# conversations/00_emerald_vale/00_cv_reyes:124:DefaultText
source: All right. So who do I have to talk to?
cs: Dobře. S kým si mám promluvit?

# conversations/00_emerald_vale/00_cv_reyes:125:DefaultText
source: Any information regarding outstanding bounties and wanted criminals should be directed to Mr. Udom Bedford. Mr. Bedford's office is located on the Groundbreaker.
cs: Veškeré informace týkající se nevyplacených odměn a hledaných zločinců směřujte na pana Udom Bedforda. Kancelář pana Bedforda se nachází na základně Groundbreaker.

# conversations/00_emerald_vale/00_cv_reyes:126:DefaultText
source: I represent Spacer's Choice. Spacer's Choice is a wholly owned subsidiary of Universal Defense Logistics, which is itself a member of the Halcyon Holdings Corporation Board.
cs: Zastupuji společnost Spacer's Choice. Spacer's Choice je dceřinou společností společnosti Universal Defense Logistics, která je sama členem představenstva Halcyon Holdings Corporation.

# conversations/00_emerald_vale/00_cv_reyes:127:DefaultText
source: Also, I specialize in processing fingerprints. So unless you're carrying Welles's finger on you, there's not a lot I can do for you.
cs: Také se specializuji na zpracování otisků prstů. Takže pokud u sebe nemáte Wellesův prst, moc toho pro vás udělat nemůžu.

# conversations/00_emerald_vale/00_cv_reyes:128:DefaultText
source: Thanks for your time.
cs: Děkujeme za váš čas.

# conversations/00_emerald_vale/00_cv_reyes:129:DefaultText
source: Got my hands full at the moment. Make it quick, please.
cs: Momentálně mám plné ruce práce. Urychlete to, prosím.

# conversations/00_emerald_vale/00_cv_reyes:131:DefaultText
source: Hell of a time to start looking for work. Lucky for you, I am authorized to hire freelancers even during times of crisis.
cs: Je to zatraceně vhodná doba na to, abyste si začali hledat práci. Naštěstí pro vás mám oprávnění najímat pracovníky na volné noze i v době krize.

# conversations/00_emerald_vale/00_cv_reyes:132:DefaultText
source: Even during times of unplanned crisis or unauthorized general chaos.
cs: A to i v době neplánované krize nebo nepovoleného všeobecného chaosu.

# conversations/00_emerald_vale/00_cv_reyes:133:DefaultText
source: How did so many of your people end up marauders?
cs: Jak to, že se tolik vašich lidí stalo nájezdníky?

# conversations/00_emerald_vale/00_cv_reyes:134:DefaultText
source: Let me stop you there. It is official Spacer's Choice policy that all marauders, regardless of prior affiliation to the Spacer's Choice brand, no longer qualify as "our people."
cs: Dovolte mi, abych vás zastavil. Oficiální politikou Spacer's Choice je, že všichni nájezdníci, bez ohledu na předchozí příslušnost ke značce Spacer's Choice, již nejsou považováni za "naše lidi".

# conversations/00_emerald_vale/00_cv_reyes:135:DefaultText
source: Marauders are folk who lost the will to keep working. Wandered out into the wilds and gave in to their baser instincts.
cs: Nájezdníci jsou lidé, kteří ztratili chuť pracovat. Zatoulali se do divočiny a podlehli svým základním instinktům.

# conversations/00_emerald_vale/00_cv_reyes:136:DefaultText
source: That doesn't really answer my question.
cs: To ale neodpovídá na mou otázku.
