Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_vicar.po
Languages: cs

# conversations/00_emerald_vale/00_cv_vicar:434:DefaultText
source: Fantastic! I promise you won't regret this.
cs: Fantastické! Slibuji, že toho nebudete litovat.

# conversations/00_emerald_vale/00_cv_vicar:435:DefaultText
source: Uh... are you all right, Vicar?
cs: Jste v pořádku, pane faráři?

# conversations/00_emerald_vale/00_cv_vicar:436:DefaultText
source: Oh, perfectly. I destroyed my life out of a misguided devotion to my calling. Why wouldn't I be all right?
cs: Oh, dokonale. Zničil jsem si život kvůli chybné oddanosti svému povolání. Proč bych neměl být v pořádku?

# conversations/00_emerald_vale/00_cv_vicar:438:DefaultText
source: The Architect may not concern itself with the universe, but it does seem to possess an incredibly droll wit. Go on, do whatever it is you plan to do. Assuming there is a plan.
cs: Architekt se sice nezabývá vesmírem, ale zdá se, že má neuvěřitelný vtip. Dělejte, co máte v plánu. Za předpokladu, že nějaký plán existuje.

# conversations/00_emerald_vale/00_cv_vicar:439:DefaultText
source: What could I do to persuade you to search for my book?
cs: Co bych mohl udělat, abych vás přesvědčil, abyste mou knihu vyhledali?

# conversations/00_emerald_vale/00_cv_vicar:440:DefaultText
source: I have a regular service at noon on Wednesdays, if you're interested.
cs: Mám pravidelnou středeční polední bohoslužbu, pokud máte zájem.

# conversations/00_emerald_vale/00_cv_vicar:441:DefaultText
source: Back again?
cs: Zase zpátky?

# conversations/00_emerald_vale/00_cv_vicar:444:DefaultText
source: I've tried to seek it on my own since you last visited. The marauders once again taught me the folly of doing so alone.
cs: Od tvé poslední návštěvy jsem se ji snažil hledat sám. Nájezdníci mě opět poučili o tom, jak je pošetilé činit tak sám.

# conversations/00_emerald_vale/00_cv_vicar:445:DefaultText
source: I expect you plan to depart soon. This is my final chance.
cs: Předpokládám, že plánujete brzy odletět. Tohle je moje poslední šance.

# conversations/00_emerald_vale/00_cv_vicar:451:DefaultText
source: Not to put too fine a point on it, but your choice of wardrobe is not precisely common hereabouts.
cs: Nechci to příliš zdůrazňovat, ale váš výběr šatníku není zrovna běžný.

# conversations/00_emerald_vale/00_cv_vicar:455:DefaultText
source: Few outsiders visit Edgewater. Your appearance so soon after the town's power is restored seems too great a coincidence.
cs: Edgewater navštěvuje jen málo cizinců. Vaše objevení se tak brzy po obnovení dodávky elektřiny do města se zdá být příliš velkou náhodou.

# conversations/00_emerald_vale/00_cv_vicar:456:DefaultText
source: A coincidence is all it is.
cs: Je to jen náhoda.

# conversations/00_emerald_vale/00_cv_vicar:457:DefaultText
source: Reed asked me to do it.
cs: Reed mě o to požádal.

# conversations/00_emerald_vale/00_cv_vicar:458:DefaultText
source: I just did it so I could get the hell out of this dump.
cs: Udělal jsem to jen proto, abych se dostal z téhle díry.

# conversations/00_emerald_vale/00_cv_vicar:459:DefaultText
source: A motive I can appreciate. Regardless, it's a boon to the folk of this town.
cs: Motiv, který dokážu ocenit. Bez ohledu na to je to pro obyvatele tohoto města přínosem.

# conversations/00_emerald_vale/00_cv_vicar:460:DefaultText
source: As I thought. Mr. Tobson has wanted the power restored for some time, but didn't possess the fortitude to address the problem himself.
cs: Jak jsem si myslel. Pan Tobson chtěl obnovit napájení už nějakou dobu, ale neměl dost odvahy, aby se problémem zabýval sám.

# conversations/00_emerald_vale/00_cv_vicar:461:DefaultText
source: If you insist, though there's no call for modesty. No one in this town was capable of the task.
cs: Pokud na tom trváte, není třeba se chovat skromně. Nikdo v tomto městě nebyl schopen takového úkolu.

# conversations/00_emerald_vale/00_cv_vicar:462:DefaultText
source: You'll forgive me, but I'm quite distracted by work at the moment. The townsfolk are agitated by the loss of power. They come to me seeking reassurance.
cs: Odpusťte mi, ale momentálně jsem dost roztěkaný prací. Obyvatelé města jsou rozrušeni ztrátou moci. Přicházejí za mnou a hledají ujištění.

# conversations/00_emerald_vale/00_cv_vicar:467:DefaultText
source: Can you hear it? Once again, Edgewater hums with the power of industry.
cs: Slyšíte to? Edgewater opět hýří silou průmyslu.

# conversations/00_emerald_vale/00_cv_vicar:468:DefaultText
source: The return of light to Edgewater proves salvation comes through stoic acceptance of the Grand Plan.
cs: Návrat světla do Edgewateru dokazuje, že spása přichází skrze stoické přijetí Velkého plánu.

# conversations/00_emerald_vale/00_cv_vicar:469:DefaultText
source: I confess, now that there is a surplus of power, I'm tempted to keep the wireless tuned to tossball.
cs: Přiznám se, že teď, když je energie nadbytek, jsem v pokušení nechat bezdrátové připojení naladěné na tossball.

# conversations/00_emerald_vale/00_cv_vicar:471:DefaultText
source: I wonder at the wisdom of allowing Ms. McDevitt's group to return. Her followers were simple, misled. She may prove a raptidon in the fold.
cs: Přemýšlím o tom, zda je rozumné povolit skupině paní McDevittové návrat. Její stoupenci byli prostí, oklamaní. Možná se ukáže, že je v tomto stádu raptidonem.

# conversations/00_emerald_vale/00_cv_vicar:472:DefaultText
source: A pity that Ms. McDevitt persists in her folly. At least the rest can be gathered safely back into the fold.
cs: Škoda, že paní McDevittová ve své hlouposti pokračuje. Alespoň zbytek se může bezpečně vrátit zpět do stáda.

# conversations/00_emerald_vale/00_cv_vicar:473:DefaultText
source: I wonder at the wisdom of allowing Ms. McDevitt's group to return. Her followers were simple, misled. She may prove a raptidon in the fold.
cs: Přemýšlím o tom, zda je rozumné povolit skupině paní McDevittové návrat. Její stoupenci byli prostí, oklamaní. Možná se ukáže, že je v tomto stádu raptidonem.

# conversations/00_emerald_vale/00_cv_vicar:474:DefaultText
source: A pity that Ms. McDevitt persists in her folly. At least the rest can be gathered safely back into the fold.
cs: Škoda, že paní McDevittová ve své hlouposti pokračuje. Alespoň zbytek se může bezpečně vrátit zpět do stáda.

# conversations/00_emerald_vale/00_cv_vicar:476:DefaultText
source: Darkness is fleeting. These people can endure a few long nights.
cs: Temnota je pomíjivá. Tito lidé vydrží několik dlouhých nocí.

# conversations/00_emerald_vale/00_cv_vicar:477:DefaultText
source: So many hands idle. With nothing to strive for, no vital task to fill, it's no wonder they fall to despair.
cs: Tolik nečinných rukou. Když nemají o co usilovat, nemají žádný důležitý úkol, který by mohli splnit, není divu, že propadají zoufalství.

# conversations/00_emerald_vale/00_cv_vicar:479:DefaultText
source: The lights go out, they fall to pieces? Pathetic.
cs: Zhasnou světla, rozpadnou se na kusy? Ubohé.

# conversations/00_emerald_vale/00_cv_vicar:480:DefaultText
source: Adelaide's deserters have the power now. These people should move.
cs: Adelaidští dezertéři mají nyní moc. Tito lidé by se měli přestěhovat.

# conversations/00_emerald_vale/00_cv_vicar:482:DefaultText
source: One can hardly be surprised. They've known no other life. They rise, they work - they take comfort in unthinking routine.
cs: Těžko se tomu divit. Neznají jiný život. Vstávají, pracují - utěšují se bezmyšlenkovitou rutinou.

# conversations/00_emerald_vale/00_cv_vicar:483:DefaultText
source: Ms. McDevitt? Her people lack walls to hold against marauders. These people may prefer the safety of a dark town over an illuminated danger.
cs: Paní McDevittová? Jejímu lidu chybí hradby proti nájezdníkům. Tito lidé mohou dát přednost bezpečí temného města před osvětleným nebezpečím.

# conversations/00_emerald_vale/00_cv_vicar:486:DefaultText
source: Thanks. You'll be happy to know I also found that book for you.
cs: Děkuji. Určitě tě potěší, že jsem pro tebe našel i tu knihu.

# conversations/00_emerald_vale/00_cv_vicar:489:DefaultText
source: ADELAIDE'S GREENS ARE PEOPLE!
cs: ZELENÍ V ADELAIDE JSOU LIDÉ!

# conversations/00_emerald_vale/00_cv_vicar:491:DefaultText
source: I found Adelaide's been digging up corpses to improve the soil.
cs: Zjistil jsem, že Adelaide vykopává mrtvoly, aby zlepšila půdu.

# conversations/00_emerald_vale/00_cv_vicar:492:DefaultText
source: From our own graveyard? Just outside the gates? And Silas had not even an inkling? What do they pay the man for?
cs: Z našeho vlastního hřbitova? Hned za branami? A Silas o tom neměl ani tušení? Za co mu platí?

# conversations/00_emerald_vale/00_cv_vicar:493:DefaultText
source: I- er, what?
cs: Já... ehm, co?

# conversations/00_emerald_vale/00_cv_vicar:494:DefaultText
source: Ms. McDevitt's been digging up the graveyard. She uses our dead to sweeten the earth, and grow vegetables.
cs: Paní McDevittová vykopává hřbitov. Využívá naše mrtvé k oslazení půdy a pěstování zeleniny.

# conversations/00_emerald_vale/00_cv_vicar:495:DefaultText
source: He spends all day digging graves, Vicar, sir. Sometimes he's gotta sleep.
cs: Celý den kope hroby, pane faráři. Někdy se musí vyspat.

# conversations/00_emerald_vale/00_cv_vicar:496:DefaultText
source: She robs graves and turns the people into dirt, and then she plants plants on them.
cs: Vykrádá hroby, mění lidi v hlínu a pak na ně sází rostliny.

# conversations/00_emerald_vale/00_cv_vicar:497:DefaultText
source: And that works? The results are edible? I was under the impression nothing could be grown hereabouts.
cs: A to funguje? Výsledky jsou jedlé? Měl jsem dojem, že tady se nic pěstovat nedá.

# conversations/00_emerald_vale/00_cv_vicar:498:DefaultText
source: I didn't check. I'm no vegetarian cannibal.
cs: Nekontroloval jsem to. Nejsem vegetariánský kanibal.

# conversations/00_emerald_vale/00_cv_vicar:499:DefaultText
source: Well, nobody over there's dead. I mean, aside from the ones she puts in the ground.
cs: No, nikdo tam není mrtvý. Teda kromě těch, které ukládá do země.

# conversations/00_emerald_vale/00_cv_vicar:500:DefaultText
source: That what she says. If you can believe somebody who eats salad.
cs: To říká ona. Pokud můžete věřit někomu, kdo jí salát.

# conversations/00_emerald_vale/00_cv_vicar:501:DefaultText
source: No, no. You're clearly a better class of- You have a superior grasp of- Well, you're "different."
cs: Ne, ne. Jsi zjevně lepší třída... Máš lepší pochopení... No, jsi "jiný".

# conversations/00_emerald_vale/00_cv_vicar:502:DefaultText
source: Of course. Aside from them. Fascinating.
cs: Samozřejmě. Kromě nich. Fascinující.

# conversations/00_emerald_vale/00_cv_vicar:503:DefaultText
source: That is truly unexpected. I wonder how she discovered that?
cs: To je opravdu nečekané. Zajímalo by mě, jak na to přišla?

# conversations/00_emerald_vale/00_cv_vicar:504:DefaultText
source: Once the spark of life has fled, the mortal form is but unanimated matter. Comprised of the same elements as the rest of the universe.
cs: Jakmile jiskra života vyprchá, je smrtelná forma jen neživou hmotou. Skládá se ze stejných prvků jako zbytek vesmíru.

# conversations/00_emerald_vale/00_cv_vicar:505:DefaultText
source: We inter for the comfort of the living, not the benefit of the dead. While distasteful, I would judge Ms. McDevitt's actions beneficial to the greater good.
cs: Přimlouváme se za pohodlí živých, ne za prospěch mrtvých. I když je to odporné, soudil bych, že jednání paní McDevittové bylo prospěšné pro vyšší dobro.

# conversations/00_emerald_vale/00_cv_vicar:506:DefaultText
source: You don't find what Adelaide's doing objectionable?
cs: Nepřipadá vám, že to, co Adelaide dělá, je odporné?

# conversations/00_emerald_vale/00_cv_vicar:507:DefaultText
source: Is what she told me true? That the soil's "sour," and you can't raise crops?
cs: Je pravda, co mi řekla? Že je půda "kyselá" a nelze pěstovat plodiny?

# conversations/00_emerald_vale/00_cv_vicar:508:DefaultText
source: Isn't that illegal or something?
cs: Není to nezákonné nebo tak něco?

# conversations/00_emerald_vale/00_cv_vicar:509:DefaultText
source: Yes, of course. My reaction was... unreasonable.
cs: Ano, samozřejmě. Moje reakce byla... nepřiměřená.

# conversations/00_emerald_vale/00_cv_vicar:510:DefaultText
source: I'm surprised you'd say that. It doesn't seem disrespectful to you?
cs: Překvapuje mě, že to říkáš. Nepřipadá vám to neuctivé?

# conversations/00_emerald_vale/00_cv_vicar:511:DefaultText
source: Intellectually that makes sense, but it still doesn't sit right.
cs: Intelektuálně to dává smysl, ale stejně mi to nesedí.

# conversations/00_emerald_vale/00_cv_vicar:512:DefaultText
source: Some might be a bit upset at their dead friends or relatives being used as fertilizer.
cs: Někteří by mohli být trochu naštvaní, že se jejich mrtví přátelé nebo příbuzní používají jako hnojivo.

# conversations/00_emerald_vale/00_cv_vicar:513:DefaultText
source: The universe is a mechanism. Its operation and meaning can be understood by observation. By understanding, we move closer to Verity, and kinship with the Grand Architect.
cs: Vesmír je mechanismus. Jeho fungování a smysl lze pochopit pozorováním. Porozuměním se přibližujeme k Pravdivosti a spřízněnosti s Velkým Architektem.

# conversations/00_emerald_vale/00_cv_vicar:514:DefaultText
source: Only to the feelings of the living. The dead are no more concerned with their corpses than a snake is with the skin it shed.
cs: Pouze k pocitům živých. Mrtví se o své mrtvoly nestarají o nic víc než had o kůži, kterou shodil.

# conversations/00_emerald_vale/00_cv_vicar:515:DefaultText
source: The greater good is to tend to the needs of the living, not the dead.
cs: Větším dobrem je starat se o potřeby živých, ne mrtvých.

# conversations/00_emerald_vale/00_cv_vicar:516:DefaultText
source: Then I would counsel them to work through their emotions and assess the matter rationally.
cs: Pak bych jim poradil, aby se vypořádali se svými emocemi a věc racionálně posoudili.

# conversations/00_emerald_vale/00_cv_vicar:517:DefaultText
source: Animals are ruled by their hearts. Humans were gifted with intellect for a purpose.
cs: Zvířata se řídí svým srdcem. Lidé byli obdařeni intelektem za určitým účelem.

# conversations/00_emerald_vale/00_cv_vicar:518:DefaultText
source: So Adelaide's plants don't taste good, but they're good for you?
cs: Takže rostliny z Adelaide nechutnají dobře, ale jsou pro vás dobré?

# conversations/00_emerald_vale/00_cv_vicar:519:DefaultText
source: Close enough. I'm sure you have many issues taxing your limited resources. You can safely place this one out of mind.
cs: Dost blízko. Jsem si jistý, že máte mnoho problémů, které zatěžují vaše omezené zdroje. Tenhle můžeš klidně vypustit z hlavy.

# conversations/00_emerald_vale/00_cv_vicar:520:DefaultText
source: It is my understanding that none of the local life, plant or animal, is edible. Earth-crops are grown in farms. Not isolated cannery towns.
cs: Podle mých informací není žádný z místních živočichů ani rostlin jedlý. Zemědělské plodiny se pěstují na farmách. Ne v izolovaných konzervárenských městech.

# conversations/00_emerald_vale/00_cv_vicar:521:DefaultText
source: Flowers grow well enough. And creeping ivies. And the fuzzies that grow on rocks. But we don't eat none of that.
cs: Květiny rostou dostatečně dobře. A plazivé břečťany. A chmýří, které roste na skalách. Ale nic z toho nejíme.

# conversations/00_emerald_vale/00_cv_vicar:522:DefaultText
source: I'd need to give it careful consideration before answering. If it does improve the soil, it would seem to be a benefit overall.
cs: Než odpovím, musím to důkladně zvážit. Pokud to skutečně zlepší půdu, zdá se, že je to celkově přínosné.

# conversations/00_emerald_vale/00_cv_vicar:524:DefaultText
source: Technically, corpses remain under contract to Spacer's Choice. But I believe you're asking my opinion on the morality of the act.
cs: Technicky vzato, mrtvoly zůstávají pod smlouvou se společností Spacer's Choice. Ale domnívám se, že se ptáte na můj názor na morálnost tohoto činu.

# conversations/00_emerald_vale/00_cv_vicar:525:DefaultText
source: It's a fine new day in Edgewater. The cannery hums. Streetlights and faces glow.
cs: V Edgewateru je krásný nový den. Konzervárna hučí. Pouliční světla a tváře září.

# conversations/00_emerald_vale/00_cv_vicar:526:DefaultText
source: I suppose this means you were able to sort out the matter after all.
cs: Předpokládám, že to znamená, že se vám nakonec podařilo záležitost vyřešit.

# conversations/00_emerald_vale/00_cv_vicar:527:DefaultText
source: I suppose this means the two of you were able to sort out the matter.
cs: Předpokládám, že to znamená, že se vám dvěma podařilo záležitost vyřešit.

# conversations/00_emerald_vale/00_cv_vicar:528:DefaultText
source: I presume we have you to thank for that?
cs: Předpokládám, že za to můžeme poděkovat vám.

# conversations/00_emerald_vale/00_cv_vicar:529:DefaultText
source: It seemed like the better choice.
cs: Zdálo se, že je to lepší volba.

# conversations/00_emerald_vale/00_cv_vicar:530:DefaultText
source: I'm not sure I made the right decision.
cs: Nejsem si jistý, jestli jsem se rozhodl správně.

# conversations/00_emerald_vale/00_cv_vicar:531:DefaultText
source: And the deserters are moving back. Minus Adelaide.
cs: A dezertéři se stěhují zpět. Mínus Adelaide.

# conversations/00_emerald_vale/00_cv_vicar:532:DefaultText
source: And the deserters are moving back. Even Adelaide.
cs: A dezertéři se stěhují zpět. Dokonce i Adelaide.

# conversations/00_emerald_vale/00_cv_vicar:534:DefaultText
source: If you've come to ask forgiveness for Reed Tobson's murder, I'm afraid OSI theology has little to say on the matter.
cs: Pokud jste přišli žádat o odpuštění za vraždu Reeda Tobsona, obávám se, že teologie OSI vám k tomu nemá co říct.

# conversations/00_emerald_vale/00_cv_vicar:535:DefaultText
source: All the lights in town went out. Since then I've had wild-eyed workers begging my guidance.
cs: Všechna světla ve městě zhasla. Od té doby mě dělníci s divokýma očima prosili o radu.

# conversations/00_emerald_vale/00_cv_vicar:537:DefaultText
source: I just did it so I could get the hell out of this dump.
cs: Udělal jsem to jen proto, abych se dostal z téhle díry.

# conversations/00_emerald_vale/00_cv_vicar:538:DefaultText
source: A motive I can appreciate. Regardless, it's a boon to the folk of this town.
cs: Motiv, který dokážu ocenit. Bez ohledu na to je to pro obyvatele tohoto města přínosem.

# conversations/00_emerald_vale/00_cv_vicar:539:DefaultText
source: The greater good can be difficult to determine. None of us can know the effects of our decision in a year, or ten, or a hundred.
cs: Vyšší dobro může být obtížné určit. Nikdo z nás nemůže vědět, jaké důsledky bude mít naše rozhodnutí za rok, za deset let nebo za sto let.

# conversations/00_emerald_vale/00_cv_vicar:540:DefaultText
source: There's little point in second guessing now.
cs: Teď už nemá smysl se rozmýšlet.

# conversations/00_emerald_vale/00_cv_vicar:541:DefaultText
source: I am - somewhat taken aback by that. Given the heat between her and Mr. Tobson. What deal did you strike with her, I wonder?
cs: To mě poněkud zaskočilo. Vzhledem k tomu, co se mezi ní a panem Tobsonem rozhořelo. Jakou dohodu jste s ní asi uzavřeli?

# conversations/00_emerald_vale/00_cv_vicar:542:DefaultText
source: Not unexpected. Take heart in the fact that you've saved the rest from idleness and marauders.
cs: To není nečekané. Vezměte si k srdci, že jste zachránili zbytek před zahálkou a nájezdníky.

# conversations/00_emerald_vale/00_cv_vicar:543:DefaultText
source: Take comfort in the fact that your choices are always, ultimately, in line with the Grand Plan.
cs: Utěšujte se tím, že vaše rozhodnutí jsou nakonec vždy v souladu s Velkým plánem.

# conversations/00_emerald_vale/00_cv_vicar:544:DefaultText
source: I'm surprised you would go along with this action, Ms. Holcomb.
cs: Překvapuje mě, že s touto akcí souhlasíte, paní Holcombová.

# conversations/00_emerald_vale/00_cv_vicar:545:DefaultText
source: Looks like you made your decision after all.
cs: Zdá se, že jste se nakonec rozhodli.

# conversations/00_emerald_vale/00_cv_vicar:546:DefaultText
source: I presume this was your doing?
cs: Předpokládám, že to byla vaše práce?

# conversations/00_emerald_vale/00_cv_vicar:547:DefaultText
source: I'm not sure what the right and wrong of it is, sir. But leaving the deserters with neither walls nor lights woulda left them to the mercy of marauders.
cs: Nejsem si jistý, co je na tom správné a co ne, pane. Ale nechat dezertéry bez hradeb a světel by znamenalo ponechat je na pospas nájezdníkům.

# conversations/00_emerald_vale/00_cv_vicar:548:DefaultText
source: Let's hope walls alone are sufficient, then.
cs: Doufejme tedy, že samotné zdi budou stačit.

# conversations/00_emerald_vale/00_cv_vicar:549:DefaultText
source: Fuck this town and fuck Reed Tobson.
cs: Seru na tohle město a na Reeda Tobsona.

# conversations/00_emerald_vale/00_cv_vicar:550:DefaultText
source: Adelaide's people are healthy and living as they want. Welcome to freedom.
cs: Obyvatelé Adelaide jsou zdraví a žijí podle svých představ. Vítejte na svobodě.

# conversations/00_emerald_vale/00_cv_vicar:551:DefaultText
source: These people are sick and overworked. Things had to change.
cs: Tito lidé jsou nemocní a přepracovaní. Věci se musely změnit.

# conversations/00_emerald_vale/00_cv_vicar:552:DefaultText
source: I just did it so I could get the hell out of this dump.
cs: Udělal jsem to jen proto, abych se dostal z téhle díry.

# conversations/00_emerald_vale/00_cv_vicar:553:DefaultText
source: A motive I can well appreciate. But surely not one liable to make you popular with Mr. Tobson.
cs: To je motiv, který dokážu ocenit. Ale určitě ne takový, který by vám mohl zajistit popularitu u pana Tobsona.

# conversations/00_emerald_vale/00_cv_vicar:554:DefaultText
source: Oh, inarguably. This town was a pustule on the ass of the Architect. Uh, metaphorically speaking.
cs: Nepochybně. Tohle město bylo vředem na zadku Architekta. Obrazně řečeno.

# conversations/00_emerald_vale/00_cv_vicar:555:DefaultText
source: You took it upon yourself to decide the fate of strangers. I don't know whether that's confidence or arrogance. Either way, I'm fascinated.
cs: Vzal sis na starost rozhodovat o osudu cizích lidí. Nevím, jestli je to sebevědomí, nebo arogance. Každopádně mě to fascinuje.

# conversations/00_emerald_vale/00_cv_vicar:556:DefaultText
source: Ha! "Freedom." Indeed. These workers are tame as cystypigs in a slaughterhouse. They'll just mill about, confused, and wait for orders.
cs: Ha! "Svoboda." Vskutku. Tito pracovníci jsou krotcí jako prasata na jatkách. Jen se zmateně motají kolem a čekají na rozkazy.

# conversations/00_emerald_vale/00_cv_vicar:557:DefaultText
source: Hah! You have no idea how many times I've wanted to shout those very words.
cs: Hah! Ani nevíte, kolikrát jsem chtěl vykřiknout právě tato slova.

# conversations/00_emerald_vale/00_cv_vicar:558:DefaultText
source: You don't care what I've done?
cs: Je ti jedno, co jsem udělal?

# conversations/00_emerald_vale/00_cv_vicar:559:DefaultText
source: Me? A murderer? You're mistaken.
cs: Já? Vrah? Mýlíte se.

# conversations/00_emerald_vale/00_cv_vicar:560:DefaultText
source: I hope you don't plan to cause me any trouble, preacher-man.
cs: Doufám, že mi nehodláte dělat potíže, pane kazateli.

# conversations/00_emerald_vale/00_cv_vicar:561:DefaultText
source: To Tobson? No. I'd prefer not to join him, of course.
cs: Tobsonovi? Ne. Raději bych se k němu nepřipojil.
