Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reyes.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reyes:137:DefaultText
source: Not everybody's cut out to work in Edgewater. Some turn deserter. Some turn marauder. None of 'em get my sympathy.
cs: Ne každý se hodí pro práci v Edgewateru. Z některých se stanou dezertéři. Někteří se stanou nájezdníky. Nikdo z nich nemá mé sympatie.

# conversations/00_emerald_vale/00_cv_reyes:138:DefaultText
source: All right. Forget I asked.
cs: Dobře. Zapomeň, že jsem se ptal.

# conversations/00_emerald_vale/00_cv_reyes:139:DefaultText
source: Something else I can do for you?
cs: Mohu pro vás udělat ještě něco?

# conversations/00_emerald_vale/00_cv_reyes:140:DefaultText
source: Sounds like marauders have been a problem for a while.
cs: Zdá se, že nájezdníci jsou problémem už nějakou dobu.

# conversations/00_emerald_vale/00_cv_reyes:141:DefaultText
source: Ever since the company first settled the Vale. Life's good out here, but it ain't easy. Some folk can't keep pace with the demands of frontier life.
cs: Od doby, kdy společnost poprvé osídlila Vale. Žije se tu dobře, ale není to snadné. Někteří lidé nedokážou držet krok s nároky hraničního života.

# conversations/00_emerald_vale/00_cv_reyes:142:DefaultText
source: Yeah. I heard one of your workers shot himself. Eugene, I think.
cs: Jo, slyšel jsem, že se jeden z vašich zaměstnanců zastřelil. Myslím, že Eugene.

# conversations/00_emerald_vale/00_cv_reyes:143:DefaultText
source: Uh-huh. I recall young Eugene. Good kid. Nice smile. Fussy about his health, though. Took a little too much Adrena-Time. That'll do a number on your brain-matter.
cs: Uh-huh. Vzpomínám si na mladého Eugena. Hodný kluk. Pěkný úsměv. Ale byl úzkostlivý, co se týče zdraví. Bral trochu moc Adrena-Time. To se na mozkové hmotě podepíše.

# conversations/00_emerald_vale/00_cv_reyes:144:DefaultText
source: Says so right on the warning label. Violent psychosis is a well-documented and legally accounted-for side effect of Adrena-Time.
cs: Píše se to přímo na varovném štítku. Násilná psychóza je dobře zdokumentovaný a právně ošetřený nežádoucí účinek přípravku Adrena-Time.

# conversations/00_emerald_vale/00_cv_reyes:145:DefaultText
source: There was something else I wanted to ask you.
cs: Chtěl jsem se tě zeptat ještě na něco.

# conversations/00_emerald_vale/00_cv_reyes:146:DefaultText
source: What's on your mind?
cs: Na co myslíte?

# conversations/00_emerald_vale/00_cv_reyes:147:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/00_emerald_vale/00_cv_reyes:148:DefaultText
source: Marauders seem to like Adrena-Time.
cs: Zdá se, že nájezdníci mají rádi Adrenu-Time.

# conversations/00_emerald_vale/00_cv_reyes:149:DefaultText
source: Everybody likes Adrena-Time. It is the finest medical drug ever developed by Spacer's Choice. Much better than that crap Auntie Cleo peddles.
cs: Všichni mají rádi Adrena-Time. Je to nejlepší lék, jaký kdy společnost Spacer's Choice vyvinula. Mnohem lepší než to svinstvo, které prodává teta Cleo.

# conversations/00_emerald_vale/00_cv_reyes:150:DefaultText
source: Sure, a little too much Adrena-Time can bring out the violent animal in you. But if overdosing on Adrena-Time turns you into a lunatic, you have only yourself to blame.
cs: Jistě, příliš mnoho Adrena-Time ve vás může probudit násilnické zvíře. Ale pokud se z vás po předávkování Adrenou-Time stane šílenec, můžete si za to jen sami.

# conversations/00_emerald_vale/00_cv_reyes:151:DefaultText
source: Anthrocillin, huh? That's an Auntie Cleo product.
cs: Anthrocillin, co? To je výrobek Auntie Cleo.

# conversations/00_emerald_vale/00_cv_reyes:152:DefaultText
source: I distribute this medicine to our workers, and we're all complicit in a crime.
cs: Distribuuji tento lék našim pracovníkům a všichni se podílíme na zločinu.

# conversations/00_emerald_vale/00_cv_reyes:154:DefaultText
source: Groundbreaker? What's that?
cs: Průkopník? Co to je?

# conversations/00_emerald_vale/00_cv_reyes:155:DefaultText
source: Halcyon's original colony ship, now repurposed into a space station. Mr. Udom Bedford represents the Board's interests on the Groundbreaker.
cs: Původní koloniální loď Halcyon, nyní přestavěná na vesmírnou stanici. Pan Udom Bedford zastupuje zájmy rady na Groundbreakeru.

# conversations/00_emerald_vale/00_cv_reyes:157:DefaultText
source: Something else I can do for you?
cs: Mohu pro vás udělat ještě něco?
