Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reed_confrontation.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reed_confrontation:10:DefaultText
source: Stand down, all of you. We're done here.
cs: Všichni ustupte. Tady jsme skončili.

# conversations/00_emerald_vale/00_cv_reed_confrontation:11:DefaultText
source: You want to know what gets my bile churning?
cs: Chcete vědět, co mi hýbe žlučí?

# conversations/00_emerald_vale/00_cv_reed_confrontation:15:DefaultText
source: Edgewater has suffered a cavalcade of disasters. Plague. Marauders. Desertion. Then you wandered in town, and I was so damn sure our luck was starting to turn.
cs: Edgewater postihla celá řada katastrof. Mor. Nájezdníci. Dezerce. Pak ses zatoulal do města ty a já si byl zatraceně jistý, že se na nás začíná lepit štěstí.

# conversations/00_emerald_vale/00_cv_reed_confrontation:17:DefaultText
source: I never knew how right I was. Just answer one question for me - why'd you do it?
cs: Nikdy jsem netušil, jak moc jsem měl pravdu. Jen mi odpověz na jednu otázku - proč jsi to udělal?

# conversations/00_emerald_vale/00_cv_reed_confrontation:19:DefaultText
source: It's not personal. I need your power regulator.
cs: Není to osobní. Potřebuji tvůj regulátor výkonu.

# conversations/00_emerald_vale/00_cv_reed_confrontation:20:DefaultText
source: I don't owe you an explanation.
cs: Nedlužím ti žádné vysvětlení.

# conversations/00_emerald_vale/00_cv_reed_confrontation:21:DefaultText
source: You're a horrible person, and you deserve everything that's coming to you.
cs: Jsi hrozný člověk a zasloužíš si všechno, co tě čeká.

# conversations/00_emerald_vale/00_cv_reed_confrontation:22:DefaultText
source: I see. All right, then. Glad you got that off your chest.
cs: Chápu. Dobře tedy. Jsem rád, že jste to ze sebe dostal.

# conversations/00_emerald_vale/00_cv_reed_confrontation:23:DefaultText
source: Whatever you were hoping to find down here, I advise you to turn around and leave. I have got guards posted, with orders to fire on you.
cs: Ať už jsi doufal, že tady dole najdeš cokoli, radím ti, aby ses otočil a odešel. Mám tu stráže s rozkazem na vás střílet.

# conversations/00_emerald_vale/00_cv_reed_confrontation:24:DefaultText
source: That power regulator is company property.
cs: Tento regulátor výkonu je majetkem společnosti.

# conversations/00_emerald_vale/00_cv_reed_confrontation:25:DefaultText
source: You're right. I put the fate of our town in the hands of some feckless transient. This is my fault, and all Edgewater's paying for my mistake.
cs: Máte pravdu. Vložil jsem osud našeho města do rukou nějakého bezohledného přechodného obyvatele. Je to moje chyba a celý Edgewater za ni platí.

# conversations/00_emerald_vale/00_cv_reed_confrontation:26:DefaultText
source: Call off your guards. I don't want them bleeding all over my power regulator.
cs: Odvolejte stráže. Nechci, aby mi krváceli po celém regulátoru výkonu.

# conversations/00_emerald_vale/00_cv_reed_confrontation:27:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_reed_confrontation:28:DefaultText
source: I'm sorry about all this, Reed.
cs: Je mi to všechno líto, Reede.

# conversations/00_emerald_vale/00_cv_reed_confrontation:30:DefaultText
source: What's going to happen to Edgewater?
cs: Co se stane s Edgewaterem?

# conversations/00_emerald_vale/00_cv_reed_confrontation:31:DefaultText
source: To teach you a lesson.
cs: Aby ti dal lekci.

# conversations/00_emerald_vale/00_cv_reed_confrontation:32:DefaultText
source: Is that right? I'm dying to hear this. Please. Educate me.
cs: Je to tak? Umírám touhou to slyšet. Prosím. Pouč mě.

# conversations/00_emerald_vale/00_cv_reed_confrontation:36:DefaultText
source: You're all slaves to Spacer's Choice. I'm liberating you.
cs: Všichni jste otroky Spacer's Choice. Osvobozuji vás.

# conversations/00_emerald_vale/00_cv_reed_confrontation:37:DefaultText
source: Adelaide had the right idea. I had to make you see that.
cs: Adelaide měla správný nápad. Musela jsem ti to vysvětlit.

# conversations/00_emerald_vale/00_cv_reed_confrontation:38:DefaultText
source: Life is full of betrayals. I'm just the most recent one.
cs: Život je plný zrad. Já jsem jen tou nejnovější.

# conversations/00_emerald_vale/00_cv_reed_confrontation:39:DefaultText
source: That may be the most honest thing you have said to me.
cs: To je možná ta nejupřímnější věc, kterou jsi mi řekl.

# conversations/00_emerald_vale/00_cv_reed_confrontation:40:DefaultText
source: Liberating? Edgewater is my home. The only home I've ever had. I put down roots here. Gave decades of my life to this place. I never asked to be liberated.
cs: Osvobozující? Edgewater je můj domov. Jediný domov, který jsem kdy měl. Zapustil jsem zde kořeny. Obětoval jsem tomuto místu desítky let svého života. Nikdy jsem nežádal o osvobození.

# conversations/00_emerald_vale/00_cv_reed_confrontation:41:DefaultText
source: Adelaide? Adelaide wants nothing more than to see this town suffer. To see me suffer. All you've done is satisfied her hatred.
cs: Adelaide? Adelaide si nepřeje nic jiného, než aby toto město trpělo. Vidět mě trpět. Všechno, co jsi udělal, je uspokojení její nenávisti.

# conversations/00_emerald_vale/00_cv_reed_confrontation:42:DefaultText
source: Apologies won't give us our lives back. But, for what it is worth? I am sorry, too.
cs: Omluvy nám život nevrátí. Ale ať to stojí, co to stojí. I já se omlouvám.

# conversations/00_emerald_vale/00_cv_reed_confrontation:43:DefaultText
source: Edgewater's dead. Our cannery's dead. Adelaide's deserters are never coming back.
cs: Edgewater je mrtvý. Naše konzervárna je mrtvá. Dezertéři z Adelaide se už nikdy nevrátí.

# conversations/00_emerald_vale/00_cv_reed_confrontation:44:DefaultText
source: Spacer's Choice will shut us down before long. Some of us will die of illness by then. Some will move on. Some will starve.
cs: Spacer's Choice nás zanedlouho zavře. Někteří z nás do té doby zemřou na nemoci. Někteří půjdou dál. Někteří zemřou hlady.

# conversations/00_emerald_vale/00_cv_reed_confrontation:45:DefaultText
source: I'll order my guards to stand down. Take what you came for, and then leave us be.
cs: Nařídím svým strážím, aby se stáhly. Vezměte si, pro co jste přišli, a pak nás nechte být.

# conversations/00_emerald_vale/00_cv_reed_confrontation:47:DefaultText
source: You and I have got nothing more to say to each other.
cs: My dva si už nemáme co říct.

# conversations/00_emerald_vale/00_cv_reed_confrontation:48:DefaultText
source: Dunno. I like pressing buttons, I guess.
cs: Nevím. Asi rád mačkám tlačítka.

# conversations/00_emerald_vale/00_cv_reed_confrontation:49:DefaultText
source: Wonderful. Law have mercy. Well done, Reed. You went and delivered the fate of Edgewater into the hands of a certified imbecile.
cs: Nádhera. Zákon se slituje. Dobrá práce, Reede. Šel jsi a vydal osud Edgewateru do rukou certifikovaného imbecila.

# conversations/00_emerald_vale/00_cv_reed_confrontation:50:DefaultText
source: And as for me - I will tender my resignation. Whereupon I shall be processed. And then duly imprisoned for gross incompetence.
cs: A pokud jde o mě - podávám rezignaci. Poté budu zpracován. A pak budu řádně uvězněn za hrubou neschopnost.

# conversations/00_emerald_vale/00_cv_reed_confrontation:51:DefaultText
source: All right. Easy now. Let's not do anything we'll regret.
cs: Dobře. Teď už je to snadné. Neudělejme nic, čeho bychom litovali.
