Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_silas.po
Languages: cs

# conversations/00_emerald_vale/00_cv_silas:17:DefaultText
source: This place looks like it's falling to pieces.
cs: Tohle místo vypadá, že se rozpadá.

# conversations/00_emerald_vale/00_cv_silas:18:DefaultText
source: Heard a lot of new workers say that. First time they set eyes on Edgewater, they'll say, "I can't work here. I don't belong here."
cs: To říká spousta nových pracovníků. Když poprvé spatří Edgewater, řeknou: "Tady nemůžu pracovat. Nepatřím sem."

# conversations/00_emerald_vale/00_cv_silas:19:DefaultText
source: Well, we do belong here. The Spacer's Choice family takes care of us from the cradle to the grave. Long as we provide our own cradles.
cs: Patříme sem. Rodina Spacer's Choice se o nás stará od kolébky až po hrob. Dokud si kolébku zajišťujeme sami.

# conversations/00_emerald_vale/00_cv_silas:23:DefaultText
source: There was something else I wanted to ask.
cs: Chtěl jsem se zeptat ještě na něco.

# conversations/00_emerald_vale/00_cv_silas:24:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/00_emerald_vale/00_cv_silas:26:DefaultText
source: If you still need those fees collected, I'm willing to help.
cs: Pokud stále potřebujete tyto poplatky vybrat, jsem ochoten vám pomoci.

# conversations/00_emerald_vale/00_cv_silas:27:DefaultText
source: You run into any trouble?
cs: Narazili jste na nějaké potíže?

# conversations/00_emerald_vale/00_cv_silas:28:DefaultText
source: I'm all done. Paperwork, fees, and signatures.
cs: Jsem hotová. Papírování, poplatky a podpisy.

# conversations/00_emerald_vale/00_cv_silas:29:DefaultText
source: Reliable work from a freelancer. That's gonna take some getting used to.
cs: Spolehlivá práce na volné noze. Na to si budete muset zvyknout.

# conversations/00_emerald_vale/00_cv_silas:30:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_silas:34:DefaultText
source: Where can I find these people?
cs: Kde tyto lidi najdu?

# conversations/00_emerald_vale/00_cv_silas:35:DefaultText
source: Conrad's got a barber shop in town. Phyllis works at the cannery most hours. Abernathy - I ain't seen him in a few days. His domicile is near the cannery.
cs: Conrad má ve městě holičství. Phyllis pracuje v konzervárně většinu pracovní doby. Abernathy - už jsem ho pár dní neviděl. Bydlí poblíž konzervárny.

# conversations/00_emerald_vale/00_cv_silas:47:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/00_emerald_vale/00_cv_silas:48:DefaultText
source: I'm still working on it.
cs: Stále na tom pracuji.

# conversations/00_emerald_vale/00_cv_silas:51:DefaultText
source: How long have you been a Junior Inhumer? Gravedigger. Whatever.
cs: Jak dlouho jste juniorským uživatelem? Hrobař. Cokoliv.

# conversations/00_emerald_vale/00_cv_silas:52:DefaultText
source: Hang on. I'm doing some math in my head. Twenty, thirty, carry the one - uh, all my life.
cs: Vydržte. Něco si v hlavě počítám. Dvacet, třicet, nosit ten - ehm, celý život.

# conversations/00_emerald_vale/00_cv_silas:53:DefaultText
source: Work's been real good to me. Fresh air. Exercise. Only problem's the paperwork. Can't get anybody to pay their gravesite fees.
cs: Práce se mi opravdu daří. Čerstvý vzduch. Cvičení. Jediný problém je papírování. Nemůžu nikoho donutit, aby zaplatil hrobové poplatky.

# conversations/00_emerald_vale/00_cv_silas:54:DefaultText
source: What's this about gravesite fees?
cs: Co je to za poplatky za hrobová místa?

# conversations/00_emerald_vale/00_cv_silas:55:DefaultText
source: Edgewater is a company town. Board owned and operated. That includes the cemetery. None of us own our gravesites - we rent 'em from the company.
cs: Edgewater je firemní město. Vlastní a provozuje ho správní rada. To se týká i hřbitova. Nikdo z nás hrobová místa nevlastní - pronajímáme si je od společnosti.

# conversations/00_emerald_vale/00_cv_silas:56:DefaultText
source: You want me to collect what's owed to you. I can do that.
cs: Chceš, abych si vybral, co ti dlužím. To mohu udělat.

# conversations/00_emerald_vale/00_cv_silas:57:DefaultText
source: Four workers still haven't paid up. Phyllis, Conrad, Ludwig, and Martin Abernathy. He's a special case. You may wanna twist his arm a little.
cs: Čtyři pracovníci stále nezaplatili. Phyllis, Conrad, Ludwig a Martin Abernathy. Ten je zvláštní případ. Možná bys mu měl trochu zkroutit ruku.

# conversations/00_emerald_vale/00_cv_silas:58:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/00_emerald_vale/00_cv_silas:59:DefaultText
source: You're making people pay for their own graves?
cs: Chcete, aby si lidé platili za své vlastní hroby?

# conversations/00_emerald_vale/00_cv_silas:60:DefaultText
source: Company policy. If it was up to me, I'd put the whole town ten feet under, free of charge.
cs: Zásady společnosti. Kdyby to bylo na mně, nechal bych celé město bezplatně pod zemí.

# conversations/00_emerald_vale/00_cv_silas:61:DefaultText
source: Why can't you collect these fees yourself?
cs: Proč nemůžete tyto poplatky vybírat sami?

# conversations/00_emerald_vale/00_cv_silas:62:DefaultText
source: Quotas, mostly. Got a backlog of graves to fill. Bodies won't bury themselves, you know.
cs: Většinou kvóty. Mám tu spoustu nevyřízených hrobů, které musím zaplnit. Těla se nepohřbívají sama, víte?

# conversations/00_emerald_vale/00_cv_silas:63:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/00_emerald_vale/00_cv_silas:64:DefaultText
source: This town must be in pretty bad shape, if it's keeping you employed.
cs: Tohle město na tom musí být hodně špatně, když vás zaměstnává.

# conversations/00_emerald_vale/00_cv_silas:65:DefaultText
source: You could look at it that way, I suppose. You could look at us and say, "Those Edgewater saps lost near every soul to plague."
cs: Myslím, že se na to dá dívat i takhle. Mohli byste se na nás podívat a říct si: "Tihle mizerové z Edgewateru přišli kvůli moru skoro o každou duši."

# conversations/00_emerald_vale/00_cv_silas:66:DefaultText
source: But you'd be wrong. We're survivors. Loyal company folk braving the wilds.
cs: Ale mýlili byste se. Jsme přeživší. Věrní členové společnosti, kteří se odvážně vydávají do divočiny.

# conversations/00_emerald_vale/00_cv_silas:67:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_silas:72:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_silas:74:DefaultText
source: Yeah?
cs: Ano?

# conversations/00_emerald_vale/00_cv_silas:86:DefaultText
source: Wait - what were you saying about a plague?
cs: Počkej - co jsi to říkal o moru?

# conversations/00_emerald_vale/00_cv_silas:93:DefaultText
source: Got a question for you.
cs: Mám na vás otázku.

# conversations/00_emerald_vale/00_cv_silas:94:DefaultText
source: Junior Inhumer. Fancy title for a gravedigger.
cs: Junior Inhumer. Přepychový titul pro hrobníka.

# conversations/00_emerald_vale/00_cv_silas:95:DefaultText
source: Junior in humor? Like a comedian?
cs: Junior v humoru? Jako komik?

# conversations/00_emerald_vale/00_cv_silas:97:DefaultText
source: Nah, I ain't that fancy. I just dig holes in the ground and fill 'em with dead folk.
cs: Ne, nejsem takový fajnšmekr. Jen kopu díry v zemi a plním je mrtvými lidmi.

# conversations/00_emerald_vale/00_cv_silas:99:DefaultText
source: Hey, I earned that fancy title. Started off a lowly Junior Gravesite Builder. Then Junior Interment Engineer. Oh, and I was a Junior Burial Assistant, for a time.
cs: Hej, zasloužil jsem si tenhle krásný titul. Začínal jsem jako nižší stavitel hrobů. Pak mladší inženýr pohřbívání. Jo, a nějakou dobu jsem byl mladším asistentem pohřbívání.

# conversations/00_emerald_vale/00_cv_silas:100:DefaultText
source: You seem pretty old to be a junior anything.
cs: Na to, že jsi mladší ročník, vypadáš dost staře.

# conversations/00_emerald_vale/00_cv_silas:101:DefaultText
source: The rate I've been working, I'm bound to earn a promotion. Must be about fifty, sixty burials away from Associate Inhumer.
cs: Podle toho, jak pracuji, si určitě vysloužím povýšení. Musím být tak padesát, šedesát pohřbů od asistenta Inhumera.

# conversations/00_emerald_vale/00_cv_silas:103:DefaultText
source: I should get going.
cs: Měla bych jít.

# conversations/00_emerald_vale/00_cv_silas:106:DefaultText
source: Actually, I wanted to talk to you about something.
cs: Vlastně jsem s vámi chtěl o něčem mluvit.

# conversations/00_emerald_vale/00_cv_silas:108:DefaultText
source: Renting means money. Money means paperwork. Paperwork means signatures. Some of our family's become a mite delinquent in paying their dues, you see.
cs: Pronájem znamená peníze. Peníze znamenají papírování. Papírování znamená podpisy. Někteří z naší rodiny se trochu opozdili s placením poplatků.

# conversations/00_emerald_vale/00_cv_silas:109:DefaultText
source: All right. I'll collect your fees for you.
cs: Dobře. Vyberu za vás poplatky.

# conversations/00_emerald_vale/00_cv_silas:112:DefaultText
source: I'm sure you'll figure something out. Excuse me.
cs: Určitě na něco přijdete. Promiňte.

# conversations/00_emerald_vale/00_cv_silas:113:DefaultText
source: Never mind that. Let me ask you something else.
cs: Toho si nevšímejte. Zeptám se tě na něco jiného.

# conversations/00_emerald_vale/00_cv_silas:116:DefaultText
source: Every now and again a virulent plague sweeps through our town. That's life on the frontier, I suppose. A body grows accustomed.
cs: Čas od času se naším městem přežene zhoubná nákaza. Takový je asi život na hranicích. Člověk si zvykne.

# conversations/00_emerald_vale/00_cv_silas:117:DefaultText
source: Hey, about those fees you wanted.
cs: Ahoj, co se týče těch poplatků, které jsi chtěl.

# conversations/00_emerald_vale/00_cv_silas:119:DefaultText
source: I went out of my way for you.
cs: Šel jsem kvůli tobě z cesty.

# conversations/00_emerald_vale/00_cv_silas:120:DefaultText
source: And I'll buy you a drink some time.
cs: A já tě někdy pozvu na skleničku.

# conversations/00_emerald_vale/00_cv_silas:121:DefaultText
source: I was hoping for something more tangible.
cs: Doufal jsem v něco hmatatelnějšího.

# conversations/00_emerald_vale/00_cv_silas:122:DefaultText
source: I'll hold you to it. Goodbye.
cs: Budu vás na to upozorňovat. Na shledanou.

# conversations/00_emerald_vale/00_cv_silas:123:DefaultText
source: Well, suppose you've earned it. One good turn deserves another.
cs: Předpokládejme, že si ji zasloužíte. Jeden dobrý tah si zaslouží další.

# conversations/00_emerald_vale/00_cv_silas:126:DefaultText
source: Lovely to see you about, Ms. Parvati.
cs: Rád vás vidím, paní Parvati.

# conversations/00_emerald_vale/00_cv_silas:127:DefaultText
source: Things going all right, Silas?
cs: Jde to dobře, Silasi?

# conversations/00_emerald_vale/00_cv_silas:128:DefaultText
source: Been keeping him careful and true, miss.
cs: Dávejte na něj pozor a buďte věrná, slečno.

# conversations/00_emerald_vale/00_cv_silas:130:DefaultText
source: What are you talking about, Silas?
cs: O čem to mluvíš, Silasi?

# conversations/00_emerald_vale/00_cv_silas:131:DefaultText
source: Best to ask her yourself.
cs: Nejlepší bude, když se jí zeptáte sami.

# conversations/00_emerald_vale/00_cv_silas:132:DefaultText
source: My dad's buried here. Silas watches over him when I get- when I can't leave the house.
cs: Je tu pohřben můj otec. Silas na něj dohlíží, když nemůžu odejít z domu.

# conversations/00_emerald_vale/00_cv_silas:133:DefaultText
source: I'm sorry, Parvati.
cs: Je mi to líto, Parvati.

# conversations/00_emerald_vale/00_cv_silas:134:DefaultText
source: That's none of my business.
cs: Do toho mi nic není.

# conversations/00_emerald_vale/00_cv_silas:135:DefaultText
source: Oh. Well, thanks.
cs: Oh. No, díky.

# conversations/00_emerald_vale/00_cv_silas:144:DefaultText
source: Conrad says he can't afford to pay.
cs: Conrad říká, že si nemůže dovolit platit.

# conversations/00_emerald_vale/00_cv_silas:145:DefaultText
source: Conrad's barber shop is a yawning pit that swallows his every bit. I keep telling him he should cut a few corners. Skimp out on the disinfectant.
cs: Conradovo holičství je zející jáma, která pohltí každý jeho kousek. Pořád mu říkám, že by měl trochu ubrat. Ušetřit na dezinfekci.

# conversations/00_emerald_vale/00_cv_silas:146:DefaultText
source: You gotta put the squeeze on Conrad. Find some dirt on him. Maybe check his back room.
cs: Musíš na Conrada zatlačit. Najdi na něj nějakou špínu. Možná zkontrolovat jeho zadní pokoj.

# conversations/00_emerald_vale/00_cv_silas:147:DefaultText
source: Are you suggesting extortion?
cs: Navrhujete vydírání?

# conversations/00_emerald_vale/00_cv_silas:148:DefaultText
source: I'll take a look.
cs: Podívám se na to.

# conversations/00_emerald_vale/00_cv_silas:149:DefaultText
source: That's the word! Extortion! Been on the tip of my tongue all day.
cs: To je to slovo! Vydírání! Mám to na jazyku celý den.

# conversations/00_emerald_vale/00_cv_silas:150:DefaultText
source: We need to talk about Eugene.
cs: Musíme si promluvit o Eugenovi.

# conversations/00_emerald_vale/00_cv_silas:151:DefaultText
source: Yeah? What about him?
cs: Ano? A co on?

# conversations/00_emerald_vale/00_cv_silas:152:DefaultText
source: I found his teeth.
cs: Našel jsem jeho zuby.

# conversations/00_emerald_vale/00_cv_silas:153:DefaultText
source: I read a letter from Phyllis. She mentioned digging him up for his gold teeth.
cs: Přečetla jsem si dopis od Phyllis. Zmínila se, že ho vykopali kvůli jeho zlatým zubům.

# conversations/00_emerald_vale/00_cv_silas:155:DefaultText
source: Yeah. Funny thing. Eugene's body ain't where it's supposed to be.
cs: Jo. To je zvláštní. Eugenovo tělo není tam, kde má být.

# conversations/00_emerald_vale/00_cv_silas:156:DefaultText
source: The night we was supposed to commend his body to the earth, I had his grave all dug up and ready, right? And so I thought, I'll just rest my eyes a bit.
cs: Tu noc, kdy jsme měli jeho tělo uložit do země, jsem měl jeho hrob vykopaný a připravený, že? A tak jsem si řekl, že si trochu odpočinu.

# conversations/00_emerald_vale/00_cv_silas:157:DefaultText
source: When I woke up, his body was gone. Spirited away. Vanished. The footprints nearby suggested that Eugene was stolen by marauders - or he rose from the dead.
cs: Když jsem se probudil, jeho tělo bylo pryč. Bylo odvezeno pryč. Zmizelo. Stopy poblíž naznačovaly, že Evžena ukradli nájezdníci - nebo vstal z mrtvých.

# conversations/00_emerald_vale/00_cv_silas:158:DefaultText
source: Oh, Law! Don't tell me. Marauders were serving his body as the centerpiece in their vile feasts. Did they stick a mock-apple in his mouth?
cs: Oh, Law! Neříkej mi to. Nájezdníci podávali jeho tělo jako hlavní chod svých odporných hostin. Strčili mu do úst falešné jablko?

# conversations/00_emerald_vale/00_cv_silas:159:DefaultText
source: Look, just take his remains off my hands and put them where they deserve to be.
cs: Podívej, prostě mi vezmi jeho ostatky z rukou a dej je tam, kam si zaslouží.

# conversations/00_emerald_vale/00_cv_silas:160:DefaultText
source: Um, no to all of the above. The teeth are gold teeth, Silas. I'll sell them to you.
cs: Na všechny výše uvedené otázky ne. Ty zuby jsou zlaté, Silasi. Prodám ti je.

# conversations/00_emerald_vale/00_cv_silas:161:DefaultText
source: Still in good condition? I could always ask Conrad to have them installed.
cs: Je stále v dobrém stavu? Vždycky můžu požádat Conrada, aby mi je nainstaloval.

# conversations/00_emerald_vale/00_cv_silas:162:DefaultText
source: Installed?
cs: Nainstalováno?

# conversations/00_emerald_vale/00_cv_silas:163:DefaultText
source: That's... unpleasant. Keep the money. Just see that you bury these teeth somewhere.
cs: To je... nepříjemné. Peníze si nechte. Jen dohlédni, abys ty zuby někde zakopal.

# conversations/00_emerald_vale/00_cv_silas:164:DefaultText
source: Eugene's teeth were handed down the generations. And my old chompers ain't getting any prettier.
cs: Evženovy zuby se dědí z generace na generaci. A moje staré zuby nejsou o nic hezčí.

# conversations/00_emerald_vale/00_cv_silas:166:DefaultText
source: Well, thanks for your business. I guess.
cs: Děkujeme za váš obchod. Myslím, že.

# conversations/00_emerald_vale/00_cv_silas:168:DefaultText
source: Well that's...uncommon kindly of you. I'll see Eugene's teeth returned to their place of rest.
cs: To je od vás... neobvykle laskavé. Dohlédnu na to, aby se Evženovy zuby vrátily na své místo odpočinku.

# conversations/00_emerald_vale/00_cv_silas:169:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_silas:170:DefaultText
source: I'll keep an eye out for them, I guess.
cs: Budu na ně dávat pozor.

# conversations/00_emerald_vale/00_cv_silas:171:DefaultText
source: This is getting a little too absurd for me. Let's just change the subject.
cs: Začíná to být na mě trochu moc absurdní. Změňme téma.

# conversations/00_emerald_vale/00_cv_silas:176:DefaultText
source: Don't go ambling out in those hills. That's marauder territory, friend.
cs: Nechoďte se toulat po kopcích. To je území nájezdníků, příteli.

# conversations/00_emerald_vale/00_cv_silas:177:DefaultText
source: How do you know I'm not a marauder?
cs: Jak víš, že nejsem nájezdník?

# conversations/00_emerald_vale/00_cv_silas:178:DefaultText
source: I'm just passing through.
cs: Jen projíždím.

# conversations/00_emerald_vale/00_cv_silas:179:DefaultText
source: My pod crashed in the hills back there.
cs: Můj modul se tam v kopcích zřítil.

# conversations/00_emerald_vale/00_cv_silas:181:DefaultText
source: You talk too pretty for a marauder. Most of 'em just grunt and yell.
cs: Na nájezdníka mluvíš příliš hezky. Většina z nich jen chrčí a křičí.

# conversations/00_emerald_vale/00_cv_silas:183:DefaultText
source: Your pod? What are you on about? You take a bruise to the cranium?
cs: Váš modul? O čem to mluvíš? Máš modřinu na lebce?

# conversations/00_emerald_vale/00_cv_silas:185:DefaultText
source: Ain't safe out here. You'd best head into town, avail yourself of Edgewater's high walls and low, low prices.
cs: Tady není bezpečno. Raději se vydejte do města a využijte vysokých zdí a nízkých cen v Edgewateru.

# conversations/00_emerald_vale/00_cv_silas:186:DefaultText
source: Do they pay you to chat with strangers?
cs: Platí vám za to, že si povídáte s cizími lidmi?

# conversations/00_emerald_vale/00_cv_silas:188:DefaultText
source: I never got your name. I'm <oeitoken>PlayerName</oeitoken>.
cs: Nikdy jsem se nedozvěděl vaše jméno. Jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/00_emerald_vale/00_cv_silas:190:DefaultText
source: Is that why you've got a pair of armed guards?
cs: Proto máte pár ozbrojených strážců?

# conversations/00_emerald_vale/00_cv_silas:191:DefaultText
source: I am employed by the Retirement Department of Spacer's Choice. That's fancy-talk for working in the cemetery.
cs: Jsem zaměstnán v důchodovém oddělení společnosti Spacer's Choice. Tak se říká práci na hřbitově.

# conversations/00_emerald_vale/00_cv_silas:193:DefaultText
source: Pleased to make your acquaintanceship. I'd shake your hand, but I been hauling corpses. You don't want none of that on you.
cs: Rád jsem se s vámi seznámil. Podal bych vám ruku, ale tahal jsem mrtvoly. Nic z toho na sobě nechceš mít.

# conversations/00_emerald_vale/00_cv_silas:194:DefaultText
source: I'm being vigilant. Don't wanna get blindsided by some corpse-chewing marauder come stalking out the shadows.
cs: Jsem ostražitý. Nechci se nechat zaskočit nějakým mrtvolně žvýkajícím nájezdníkem, který se vyřítí ze stínů.

# conversations/00_emerald_vale/00_cv_silas:195:DefaultText
source: Name's Silas. Junior Inhumer for the town of Edgewater. We're all part of the Spacer's Choice family.
cs: Jmenuje se Silas. Mladší úředník pro město Edgewater. Všichni jsme součástí rodiny Spacer's Choice.

# conversations/00_emerald_vale/00_cv_silas:205:DefaultText
source: You're telling me there's cannibals out there?
cs: Chceš mi říct, že tam venku jsou kanibalové?

# conversations/00_emerald_vale/00_cv_silas:206:DefaultText
source: Worse. *Unemployed* cannibals. You ever seen a marauder hold down a job? Or put a stake into society?
cs: Ještě horší. *Nezaměstnaní* kanibalové. Už jsi někdy viděl nájezdníka, který by si udržel práci? Nebo se zasadil o společnost?

# conversations/00_emerald_vale/00_cv_silas:209:DefaultText
source: If you've got a marauder problem, I could take care of it.
cs: Jestli máš problém s nájezdníky, můžu se o něj postarat.

# conversations/00_emerald_vale/00_cv_silas:210:DefaultText
source: Well, if you're gonna go headhunting, talk to Constable Reyes back in town. She pays for marauders by the finger.
cs: Jestli chceš lovit hlavy, promluv si s konstáblem Reyesem ve městě. Ta platí za nájezdníky po prstech.

# conversations/00_emerald_vale/00_cv_silas:211:DefaultText
source: Look, if you need help of a spiritual nature, we got ourselves a good vicar. Don't end up like my cousin.
cs: Podívej, jestli potřebuješ duchovní pomoc, máme dobrého faráře. Ať neskončíš jako můj bratranec.

# conversations/00_emerald_vale/00_cv_silas:214:DefaultText
source: Got a knack for being discreet-like? There's money to be made, long as you keep your nose clean.
cs: Umíte být diskrétní? Dají se na tom vydělat peníze, pokud si udržíte čistý nos.

# conversations/00_emerald_vale/00_cv_silas:215:DefaultText
source: Who do I talk to about a power regulator?
cs: S kým se mám poradit ohledně regulátoru napájení?

# conversations/00_emerald_vale/00_cv_silas:216:DefaultText
source: I'm looking to make a little money while I'm here.
cs: Chci si tu vydělat nějaké peníze.

# conversations/00_emerald_vale/00_cv_silas:217:DefaultText
source: Definitely not the Junior Inhumer, that's for sure.
cs: Junior Inhumer to rozhodně není, to je jisté.

# conversations/00_emerald_vale/00_cv_silas:218:DefaultText
source: If you've got business inquiries, you should stop by Reed Tobson's office. He's up in the tower above the cannery. Head into town and follow the road.
cs: Pokud máte obchodní dotazy, měli byste se zastavit v kanceláři Reeda Tobsona. Je nahoře ve věži nad konzervárnou. Vydej se do města a pokračuj po silnici.

# conversations/00_emerald_vale/00_cv_silas:219:DefaultText
source: Look, you obviously ain't a worker. What's your racket? You a smuggler? Freelancer?
cs: Podívej, ty očividně nejsi dělník. Co je to za raketu? Jsi pašerák? Na volné noze?

# conversations/00_emerald_vale/00_cv_silas:221:DefaultText
source: Depends on the work. You offering me a job?
cs: Záleží na práci. Nabízíte mi práci?

# conversations/00_emerald_vale/00_cv_silas:222:DefaultText
source: You're asking the wrong person. I'm not interested.
cs: Ptáte se špatné osoby. Nemám zájem.

# conversations/00_emerald_vale/00_cv_silas:223:DefaultText
source: I'll be around if you change your mind.
cs: Kdyby sis to rozmyslel, budu tady.

# conversations/00_emerald_vale/00_cv_silas:226:DefaultText
source: You mentioned those fees before. I can help you collect.
cs: O těchto poplatcích jste se již zmínil. Mohu vám pomoci s jejich výběrem.

# conversations/00_emerald_vale/00_cv_silas:228:DefaultText
source: Something I can do for you?
cs: Mohu pro vás něco udělat?

# conversations/00_emerald_vale/00_cv_silas:229:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/00_emerald_vale/00_cv_silas:233:DefaultText
source: Don't see the sense in all this fussin' over the power. Cannery shutting down just means I'll have more bodies to bury.
cs: Nevidím smysl v tom všem povyku kvůli síle. Zavření konzervárny znamená, že budu muset pohřbít víc mrtvol.
