Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cp_constable_01.po
Languages: cs

# conversations/00_emerald_vale/00_cp_constable_01:1:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Terminal Access Welcome, Constable Reyes
cs: Konzervárna Edgewater Saltuna A Spacer's Choice Property ======================== Přístup k terminálu Vítejte, konstáble Reyesi.

# conversations/00_emerald_vale/00_cp_constable_01:3:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== All bounties posted by the Edgewater Constabulary have been authorized by Spacer's Choice. View Bounties?
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Všechny odměny vypsané Edgewater Constabulary byly autorizovány společností Spacer's Choice. Zobrazit odměny?

# conversations/00_emerald_vale/00_cp_constable_01:6:DefaultText
source: [Query: Guillaume Antrim]
cs: [Dotaz: Guillaume Antrim]

# conversations/00_emerald_vale/00_cp_constable_01:7:DefaultText
source: [Query: Doc Maybell]
cs: [Dotaz: Doc Maybell]

# conversations/00_emerald_vale/00_cp_constable_01:8:DefaultText
source: [Query: Bertie Cotton]
cs: [Dotaz: Bertie Cotton]

# conversations/00_emerald_vale/00_cp_constable_01:9:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== WANTED: Guillaume "Gill" Antrim BACKGROUND: Former Spacer's Choice Associate Mechanic. Terminated from his position. CONSTABLE'S MEMORANDUM: The Spacer's Choice Department of Retirement, Termination, and Restitution has filed a writ of execution for Guillaume "Gill" Antrim, effective immediately. Some of you may remember Gill Antrim from his days in the cannery. Please be advised that Spacer's Choice no longer recognizes Mr. Antrim as a member of its valued family. Spacer's Choice advises its workers in good standing to remain in good standing by disabusing themselves of any sympathy, allegiance, or memory toward Mr. Antrim. Generous bounty. Payment on delivery. Must be able to sign your own name. See Constable Reyes for details.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== HLEDÁME: Guillaume "Gill" Antrim PŮVOD: Bývalý mechanik společnosti Spacer's Choice. Ukončil pracovní poměr. POKYN: Oddělení pro odchod do důchodu, ukončení pracovního poměru a restituce společnosti Spacer's Choice podalo exekuční příkaz na Guillauma "Gilla". Antrima s okamžitou platností. Někteří z vás si možná pamatují Gilla Antrima z dob jeho působení v konzervárně. Upozorňujeme, že společnost Spacer's Choice již pana Antrima neuznává jako člena své vážené rodiny. Společnost Spacer's Choice doporučuje svým zaměstnancům s dobrou pověstí, aby si zachovali dobrou pověst tím, že se zbaví jakýchkoli sympatií, věrnosti nebo vzpomínek na pana Antrima. Štědrá odměna. Platba na dobírku. Nutno umět se podepsat vlastním jménem. Podrobnosti získáte u konstábla Reyese.

# conversations/00_emerald_vale/00_cp_constable_01:10:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== WANTED: "Doc" Maybell Burgess BACKGROUND: Former Spacer's Choice Physician. Abandoned her duties and disappeared from Edgewater. At large and considered dangerous. CONSTABLE'S MEMORANDUM: The Spacer's Choice Department of Retirement, Termination, and Restitution has filed a writ of execution for "Doc" Maybell Burgess, effective immediately. Doc Maybell is wanted for three counts of larceny: two for each parcel of stolen Adrena-Time, and one for depriving the outpost of its official physician. Generous bounty. Payment on delivery. Must be able to sign your own name. See Constable Reyes for details.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== HLEDÁME: "Doc" Maybell Burgess PŮVOD: Bývalý lékař Spacer's Choice. Opustila své povinnosti a zmizela z Edgewateru. Je na svobodě a je považována za nebezpečnou. PAMĚTNÍK: Oddělení pro odchod do důchodu, ukončení pracovního poměru a restituce společnosti Spacer's Choice podalo exekuční příkaz na "doktorku" Maybell Burgessovou, který nabývá okamžité platnosti.Doktor Maybell je hledán pro tři případy krádeže: dva za každý z ukradených balíků Adrena-Time a jeden za to, že připravil základnu o jejího oficiálního lékaře. Štědrá odměna. Platba na dobírku. Musí být schopen podepsat se vlastním jménem. Podrobnosti získáte u konstábla Reyese.

# conversations/00_emerald_vale/00_cp_constable_01:11:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== WANTED: Bertie Cotton BACKGROUND: Former Vicar acting on behalf of the Order of Scientific Inquiry, stationed to the Edgewater Vicarage. Suffered psychological breakdown upon showing symptoms of plague. At-large and dangerous. CONSTABLE'S MEMORANDUM: The Spacer's Choice Department of Retirement, Termination, and Restitution has filed a writ of execution for Bertie Cotton, effective immediately. The Order of Scientific Inquiry has declined a response. Vicar Cotton's sermons are considered defunct and obsolete. Spacer's Choice advises purging them from your memory with the help of Zero Gee. Zero Gee Brew - An Ale That's Good For What Ails You. Generous bounty. Payment on delivery. Must be able to sign your own name. See Constable Reyes for details.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== HLEDÁ SE: Bertie Cotton PŮVOD: Bývalý vikář působící ve jménu Řádu vědeckého vyšetřování, umístěný na Edgewaterské faře. Utrpěl psychické zhroucení, když se u něj projevily příznaky moru. Na svobodě a nebezpečný. PAMĚŤ KONSTITUTORA: Oddělení Spacer's Choice pro penzionování, ukončení pracovního poměru a restituce podalo exekuční příkaz na Bertieho Cottona s okamžitou platností. Řád vědeckého vyšetřování odmítl odpovědět. Kázání faráře Cottona jsou považována za neaktuální a zastaralá. Spacer's Choice doporučuje vyčistit je z paměti pomocí Zero Gee. Zero Gee Brew - pivo, které je dobré na to, co tě trápí. štědrá odměna. Platba na dobírku. Musíte se umět podepsat vlastním jménem. Podrobnosti získáte u konstábla Reyese.

# conversations/00_emerald_vale/00_cp_constable_01:19:DefaultText
source: [Open Bounties]
cs: [Otevřené odměny]

# conversations/00_emerald_vale/00_cp_constable_01:20:DefaultText
source: [Closed Bounties]
cs: [Uzavřené odměny]

# conversations/00_emerald_vale/00_cp_constable_01:22:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Accessing Closed Bounties ...
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Přístup k uzavřeným odměnám ...
