Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_amelia_kim.po
Languages: cs

# conversations/00_emerald_vale/00_cv_amelia_kim:1:DefaultText
source: Power's gone. Law knows how long. Looking to get drunk?
cs: Energie je pryč. Právo ví, jak dlouho. Chceš se opít?

# conversations/00_emerald_vale/00_cv_amelia_kim:4:DefaultText
source: I'll have a drink.
cs: Dám si skleničku.

# conversations/00_emerald_vale/00_cv_amelia_kim:5:DefaultText
source: Coming right up.
cs: Hned to bude.

# conversations/00_emerald_vale/00_cv_amelia_kim:11:DefaultText
source: There was something else I wanted to ask you.
cs: Chtěl jsem se tě zeptat ještě na něco.

# conversations/00_emerald_vale/00_cv_amelia_kim:12:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_amelia_kim:14:DefaultText
source: I want to talk to whoever runs this place.
cs: Chci mluvit s tím, kdo to tu vede.

# conversations/00_emerald_vale/00_cv_amelia_kim:15:DefaultText
source: Do you, now? And what makes you think Mister Tobson wants to talk to you? He's a busy man.
cs: Opravdu? A proč si myslíte, že s vámi chce pan Tobson mluvit? Je to zaneprázdněný muž.

# conversations/00_emerald_vale/00_cv_amelia_kim:16:DefaultText
source: You want to talk to Mister Tobson, try ignoring your duties. He'll summon you up to that great big tower atop the cannery, and you'll get yourself a proper dressing down.
cs: Chcete-li mluvit s panem Tobsonem, zkuste ignorovat své povinnosti. Zavolá si tě na tu velkou věž na vrcholu konzervárny a dostaneš pořádnou nakládačku.

# conversations/00_emerald_vale/00_cv_amelia_kim:17:DefaultText
source: You say that like it's a good thing.
cs: Říkáš to, jako by to bylo dobré.

# conversations/00_emerald_vale/00_cv_amelia_kim:18:DefaultText
source: It is a good thing. If you're not pulling your weight, you don't deserve to live here. Simple as that.
cs: Je to dobrá věc. Pokud se nehlásíte ke svým povinnostem, nezasloužíte si tu žít. To je jednoduché.

# conversations/00_emerald_vale/00_cv_amelia_kim:19:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_amelia_kim:26:DefaultText
source: So what's your story?
cs: Jaký je váš příběh?

# conversations/00_emerald_vale/00_cv_amelia_kim:27:DefaultText
source: I've talked enough about my past.
cs: O své minulosti jsem už mluvil dost.

# conversations/00_emerald_vale/00_cv_amelia_kim:28:DefaultText
source: Don't see how that's any of your business.
cs: Nechápu, co je vám do toho.

# conversations/00_emerald_vale/00_cv_amelia_kim:29:DefaultText
source: I'm not trying to judge you. I'm just curious.
cs: Nesnažím se vás soudit. Jsem jen zvědavý.

# conversations/00_emerald_vale/00_cv_amelia_kim:30:DefaultText
source: You're the first to ask after me in some time, I'll give you that. But I don't have a story to share.
cs: Jsi první, kdo se po mně po nějaké době ptá, to se ti musí nechat. Ale nemám žádný příběh, o který bych se s vámi podělil.

# conversations/00_emerald_vale/00_cv_amelia_kim:31:DefaultText
source: My family's worked Spacer's Choice for two generations. And I've lived in Edgewater just about all my life.
cs: Moje rodina pracuje ve společnosti Spacer's Choice již po dvě generace. A já žiji v Edgewateru téměř celý život.

# conversations/00_emerald_vale/00_cv_amelia_kim:32:DefaultText
source: Wanted to work in the sciences, once upon a time. Would you believe it? That was a wild fancy. Glad I disabused myself.
cs: Kdysi jsem chtěl pracovat ve vědě. Věřili byste tomu? To byla divoká fantazie. Jsem rád, že jsem se od toho odprostil.

# conversations/00_emerald_vale/00_cv_amelia_kim:35:DefaultText
source: Sounds like Spacer's Choice took care of you.
cs: Zdá se, že se o vás postarala společnost Spacer's Choice.

# conversations/00_emerald_vale/00_cv_amelia_kim:36:DefaultText
source: They did. They gave me a life. Gave me a purpose. This is where I belong.
cs: Udělali to. Dali mi život. Dali mi smysl života. Sem patřím.

# conversations/00_emerald_vale/00_cv_amelia_kim:37:DefaultText
source: You've been scrubbing dishes all your life?
cs: Drhneš nádobí celý život?

# conversations/00_emerald_vale/00_cv_amelia_kim:38:DefaultText
source: What's wrong with that? It's good, honest work. Pots and pans don't scrub themselves. Glasses don't fill themselves either.
cs: Co je na tom špatného? Je to dobrá, poctivá práce. Hrnce a pánve se nedrhnou samy. Sklenice se také samy nenaplní.

# conversations/00_emerald_vale/00_cv_amelia_kim:39:DefaultText
source: Unless you're in Byzantium. I hear everything's automated there. Not that I'll ever find out.
cs: Pokud nejste v Byzanci. Tam je prý všechno automatické. Ne že bych to někdy zjistil.

# conversations/00_emerald_vale/00_cv_amelia_kim:42:DefaultText
source: So you had a dream of being a scientist. What happened?
cs: Takže jsi snil o tom, že se staneš vědcem. Co se stalo?

# conversations/00_emerald_vale/00_cv_amelia_kim:43:DefaultText
source: What happened, you ask. What always happens when you're dreaming? I woke up.
cs: Ptáte se, co se stalo. Co se vždycky stane, když sníte? Probudil jsem se.

# conversations/00_emerald_vale/00_cv_amelia_kim:44:DefaultText
source: I just didn't have the brains for it. Asked too many questions. Wasn't suited to the work. So I did the right thing and worked the life I was always meant to live.
cs: Jen jsem na to neměl mozek. Kladl jsem příliš mnoho otázek. Nehodil jsem se na tu práci. Tak jsem udělal správnou věc a pracoval jsem tak, jak jsem měl vždycky žít.

# conversations/00_emerald_vale/00_cv_amelia_kim:45:DefaultText
source: Now that I'm behind a bar, I can ask all the questions I want. Important ones. Like, when are you going to pay your tab? And, would you like another round of cold, refreshing Zero Gee?
cs: Teď, když jsem za barem, se můžu ptát, na co chci. Důležité otázky. Třeba kdy zaplatíš účet? A nechtěl byste další rundu studeného osvěžujícího Zero Gee?

# conversations/00_emerald_vale/00_cv_amelia_kim:46:DefaultText
source: Thanks for the story.
cs: Děkujeme za příběh.

# conversations/00_emerald_vale/00_cv_amelia_kim:47:DefaultText
source: Not so fast. I told you about my life. Your turn to tell me about yours.
cs: Ne tak rychle. Řekl jsem ti o svém životě. Teď je řada na tobě, abys mi vyprávěl o svém.

# conversations/00_emerald_vale/00_cv_amelia_kim:48:DefaultText
source: So what's your story?
cs: Jaký je váš příběh?

# conversations/00_emerald_vale/00_cv_amelia_kim:49:DefaultText
source: You wouldn't believe it if I told you.
cs: Nevěřil bys, kdybych ti to řekl.

# conversations/00_emerald_vale/00_cv_amelia_kim:50:DefaultText
source: That right? Prove it.
cs: Je to tak? Dokažte to.

# conversations/00_emerald_vale/00_cv_amelia_kim:51:DefaultText
source: I'm the last survivor of the colony ship Hope. Everyone else is frozen.
cs: Jsem poslední přeživší z koloniální lodi Hope. Všichni ostatní jsou zmrzlí.

# conversations/00_emerald_vale/00_cv_amelia_kim:52:DefaultText
source: I know that serial drama. They were playing it just the other night. What was it called? The Last Spacer?
cs: To seriálové drama znám. Zrovna nedávno ho hráli. Jak se to jmenovalo? The Last Spacer?

# conversations/00_emerald_vale/00_cv_amelia_kim:53:DefaultText
source: You're right. I don't believe you. I'd advise you to keep that story unsaid. Don't want people thinking you're a loon.
cs: Máte pravdu. Nevěřím ti. Radil bych ti, abys tu historku nevyprávěl. Nechtěj, aby si lidi mysleli, že jsi blázen.

# conversations/00_emerald_vale/00_cv_amelia_kim:56:DefaultText
source: A crazy scientist stranded me on this planet with no way out other than a broken-down ship.
cs: Šílený vědec mě uvěznil na této planetě, odkud není jiné cesty ven než rozbitá loď.

# conversations/00_emerald_vale/00_cv_amelia_kim:57:DefaultText
source: Sounds as if you've been keeping questionable company. Or spinning a tale.
cs: Vypadá to, že jsi měl pochybnou společnost. Nebo si vymýšlíš pohádky.

# conversations/00_emerald_vale/00_cv_amelia_kim:58:DefaultText
source: I'm an alien spirit of pure aether, inhabiting a human body to learn about your kind.
cs: Jsem mimozemský duch z čistého éteru, který obývá lidské tělo, aby poznal váš druh.

# conversations/00_emerald_vale/00_cv_amelia_kim:59:DefaultText
source: You knocked your head in the Cannery, didn't you? Injuries come out of everyone's pay. Says so right there in your contract.
cs: Uhodil ses do hlavy v Cannery, že? Zranění si každý zaplatí sám. Píše se to přímo v tvé smlouvě.

# conversations/00_emerald_vale/00_cv_amelia_kim:60:DefaultText
source: So you want to tell me what your story really is?
cs: Takže mi chceš říct, jaký je tvůj skutečný příběh?

# conversations/00_emerald_vale/00_cv_amelia_kim:61:DefaultText
source: Not really.
cs: Ne tak docela.

# conversations/00_emerald_vale/00_cv_amelia_kim:62:DefaultText
source: I'm still trying to figure that out myself.
cs: Sám se na to stále snažím přijít.

# conversations/00_emerald_vale/00_cv_amelia_kim:63:DefaultText
source: What's there to figure out? Stands to reason you work for a company. You ain't Spacer's Choice. Could be you're with Auntie Cleo.
cs: Co je třeba zjistit? Je logické, že pracujete pro nějakou společnost. Nejsi Spacer's Choice. Možná jsi s tetou Cleo.

# conversations/00_emerald_vale/00_cv_amelia_kim:64:DefaultText
source: That's right. I'm an Auntie Cleo worker.
cs: Přesně tak. Jsem pracovník tety Cleo.

# conversations/00_emerald_vale/00_cv_amelia_kim:65:DefaultText
source: Don't see what a Cleo worker's doing in Spacer country. Trying to eyeball the competition, are we?
cs: Nechápu, co dělá pracovník Cleo v zemi Spaceru. Snažíme se sledovat konkurenci, že?

# conversations/00_emerald_vale/00_cv_amelia_kim:66:DefaultText
source: I don't work for any company.
cs: Nepracuji pro žádnou společnost.

# conversations/00_emerald_vale/00_cv_amelia_kim:67:DefaultText
source: You're one of those freelancers, then? Running about Halcyon, selling off your loyalties to the highest bidder.
cs: Jste tedy jedním z těch, kteří pracují na volné noze? Běháš po Halcyonu a prodáváš svou loajalitu tomu, kdo nabídne nejvíc.

# conversations/00_emerald_vale/00_cv_amelia_kim:68:DefaultText
source: Well. Good luck trying to figure yourself out. Sounds like you'll need it.
cs: Dobře. Hodně štěstí při hledání vlastního řešení. Zdá se, že to budeš potřebovat.

# conversations/00_emerald_vale/00_cv_amelia_kim:69:DefaultText
source: So much for small talk.
cs: Tolik k nezávazné konverzaci.

# conversations/00_emerald_vale/00_cv_amelia_kim:70:DefaultText
source: There's more to life than the company you work for.
cs: V životě jde o víc než o firmu, pro kterou pracujete.

# conversations/00_emerald_vale/00_cv_amelia_kim:71:DefaultText
source: That's exactly the kind of crazy talk that comes from an overabundance of sobriety.
cs: To je přesně ten druh bláznivých řečí, které pramení z přemíry střízlivosti.

# conversations/00_emerald_vale/00_cv_amelia_kim:72:DefaultText
source: I'll tell you some other time.
cs: Řeknu vám to někdy jindy.

# conversations/00_emerald_vale/00_cv_amelia_kim:73:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/00_emerald_vale/00_cv_amelia_kim:74:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/00_emerald_vale/00_cv_amelia_kim:75:DefaultText
source: Not one I'm willing to share.
cs: Ne takový, o který bych se chtěl podělit.

# conversations/00_emerald_vale/00_cv_amelia_kim:76:DefaultText
source: There's no need to be rude.
cs: Není třeba být hrubý.

# conversations/00_emerald_vale/00_cv_amelia_kim:77:DefaultText
source: And there's no need for you to pry, either.
cs: A ani vy nemusíte vyzvídat.

# conversations/00_emerald_vale/00_cv_amelia_kim:78:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_amelia_kim:79:DefaultText
source: Yeah, I guess it's not.
cs: Jo, myslím, že ne.

# conversations/00_emerald_vale/00_cv_amelia_kim:80:DefaultText
source: Will there be anything else?
cs: Bude ještě něco dalšího?

# conversations/00_emerald_vale/00_cv_amelia_kim:81:DefaultText
source: You asked me about myself.
cs: Ptal ses mě na sebe.

# conversations/00_emerald_vale/00_cv_amelia_kim:82:DefaultText
source: Suppose I did. Ready to talk about it?
cs: Předpokládejme, že ano. Jste připraveni o tom mluvit?

# conversations/00_emerald_vale/00_cv_amelia_kim:83:DefaultText
source: What if I told you I just got shot into space by a crazy scientist?
cs: Co kdybych vám řekl, že mě právě vystřelil do vesmíru nějaký šílený vědec?

# conversations/00_emerald_vale/00_cv_amelia_kim:84:DefaultText
source: Is this the start of a joke? If you want me to laugh at your jokes, it's a three drink minimum.
cs: Je to začátek vtipu? Jestli chceš, abych se tvým vtipům smál, tak minimálně tři panáky.

# conversations/00_emerald_vale/00_cv_amelia_kim:89:DefaultText
source: My world is these four walls, that door, and a row of mugs that need cleaning.
cs: Můj svět jsou tyto čtyři stěny, dveře a řada hrnků, které je třeba vyčistit.

# conversations/00_emerald_vale/00_cv_amelia_kim:90:DefaultText
source: What's this about Deserters?
cs: Co je to s těmi dezertéry?

# conversations/00_emerald_vale/00_cv_amelia_kim:92:DefaultText
source: It almost sounds like you're afraid to go outside.
cs: Skoro to vypadá, že se bojíte jít ven.

# conversations/00_emerald_vale/00_cv_amelia_kim:93:DefaultText
source: Let me make something clear. Spacer's Choice has been real good to me. The town's been real good to me.
cs: Dovolte mi, abych něco objasnil. Spacer's Choice se ke mně chová opravdu dobře. Město je na mě opravdu hodné.

# conversations/00_emerald_vale/00_cv_amelia_kim:94:DefaultText
source: I start gallivanting around outside the walls, poking around in places I shouldn't be, learning things I've got no right to know, people will talk.
cs: Začnu se potulovat za zdmi, šťourat se v místech, kde bych neměl být, dozvím se věci, které nemám právo vědět, lidé budou mluvit.

# conversations/00_emerald_vale/00_cv_amelia_kim:95:DefaultText
source: Won't ever catch me asking about the world outside. Else the town's gonna say Amelia's gone soft. That Amelia's pondering desertion. I don't want that.
cs: Nikdy mě nepřistihnete, jak se ptám na svět venku. Jinak si město řekne, že Amélie vyměkla. Že Amelia uvažuje o dezerci. To nechci.

# conversations/00_emerald_vale/00_cv_amelia_kim:96:DefaultText
source: I think it's a mistake, living your life on everyone else's terms.
cs: Myslím, že je to chyba, žít svůj život podle podmínek ostatních.

# conversations/00_emerald_vale/00_cv_amelia_kim:97:DefaultText
source: There you go with that thinking again. Didn't anyone ever tell you it's dangerous?
cs: A zase to přemýšlení. To ti nikdo nikdy neřekl, že je to nebezpečné?

# conversations/00_emerald_vale/00_cv_amelia_kim:98:DefaultText
source: I suppose we've all got to do our jobs.
cs: Předpokládám, že všichni musíme dělat svou práci.

# conversations/00_emerald_vale/00_cv_amelia_kim:99:DefaultText
source: And be satisfied with our lot in life.
cs: A být spokojeni se svým životním údělem.

# conversations/00_emerald_vale/00_cv_amelia_kim:100:DefaultText
source: I imagine you'd want to get out of town, what with the plague and all.
cs: Dovedu si představit, že bys chtěl odjet z města, kvůli tomu moru a tak.

# conversations/00_emerald_vale/00_cv_amelia_kim:101:DefaultText
source: Keep it down, will you? We don't talk about the P-L-A-Y-G-E. Not here. And if you're smart, you won't mention it anywhere.
cs: Ztište se, ano? Nemluvíme o P-L-A-Y-G-E. Ne tady. A jestli jsi chytrý, nikde se o tom nezmíníš.

# conversations/00_emerald_vale/00_cv_amelia_kim:102:DefaultText
source: I've said enough. People come here to drink their problems away.
cs: Už jsem řekl dost. Lidé sem chodí zapíjet své problémy.

# conversations/00_emerald_vale/00_cv_amelia_kim:103:DefaultText
source: If they wanted to face their problems, they'd go see our Vicar.
cs: Kdyby chtěli čelit svým problémům, šli by za naším vikářem.

# conversations/00_emerald_vale/00_cv_amelia_kim:104:DefaultText
source: If they wanted to face their problems, they'd go see you, Vic.
cs: Kdyby chtěli čelit svým problémům, šli by za tebou, Vicu.

# conversations/00_emerald_vale/00_cv_amelia_kim:105:DefaultText
source: They're going to have to learn to fend for themselves now, Amelia.
cs: Teď se budou muset naučit postarat se o sebe sami, Amelie.

# conversations/00_emerald_vale/00_cv_amelia_kim:106:DefaultText
source: Fine. I'll drop it.
cs: V pořádku. Nechám toho.

# conversations/00_emerald_vale/00_cv_amelia_kim:107:DefaultText
source: See that you do.
cs: Dohlédněte na to, abyste to udělali.

# conversations/00_emerald_vale/00_cv_amelia_kim:108:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_amelia_kim:112:DefaultText
source: What do you need?
cs: Co potřebujete?

# conversations/00_emerald_vale/00_cv_amelia_kim:113:DefaultText
source: Just felt like chatting.
cs: Jen jsem měl chuť si popovídat.

# conversations/00_emerald_vale/00_cv_amelia_kim:114:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/00_emerald_vale/00_cv_amelia_kim:115:DefaultText
source: Go ahead.
cs: Pokračujte.

# conversations/00_emerald_vale/00_cv_amelia_kim:116:DefaultText
source: You tried the best. Now try the rest. Spacer's Choice.
cs: Snažili jste se ze všech sil. Teď zkuste zbytek. Výběr Spacer's Choice.

# conversations/00_emerald_vale/00_cv_amelia_kim:117:DefaultText
source: We'll get you mostly drunk at half the price. Spacer's Choice.
cs: Většinou vás opijeme za poloviční cenu. Spacer's Choice.

# conversations/00_emerald_vale/00_cv_amelia_kim:118:DefaultText
source: Plague got you feeling woozy? Get yourself boozy with Spacer's Choice.
cs: Cítíte se malátně z morové epidemie? Dejte si chlast se Spacer's Choice.

# conversations/00_emerald_vale/00_cv_amelia_kim:120:DefaultText
source: Oh, I almost forgot. I'm contractually obligated to recite company slogans to any visitors.
cs: Málem bych zapomněl. Jsem smluvně zavázán recitovat firemní slogany všem návštěvníkům.

# conversations/00_emerald_vale/00_cv_amelia_kim:123:DefaultText
source: Abernathy's got some bounce in his heel. Must have heard some good news.
cs: Abernathy má v patě nějaký odraz. Musel slyšet nějaké dobré zprávy.

# conversations/00_emerald_vale/00_cv_amelia_kim:124:DefaultText
source: Town's been humming with power. Somebody must've been down in the old plant.
cs: Město je plné energie. Někdo musel být dole ve staré elektrárně.

# conversations/00_emerald_vale/00_cv_amelia_kim:125:DefaultText
source: I want to talk to Reed. Where can I find him?
cs: Chci mluvit s Reedem. Kde ho najdu?

# conversations/00_emerald_vale/00_cv_amelia_kim:128:DefaultText
source: I was wondering if you knew anything about the Hope.
cs: Zajímalo by mě, jestli víte něco o Hope.

# conversations/00_emerald_vale/00_cv_amelia_kim:129:DefaultText
source: I've been asking around. No one seems to know anything about the Hope.
cs: Ptala jsem se v okolí. Zdá se, že o Hope nikdo nic neví.

# conversations/00_emerald_vale/00_cv_amelia_kim:130:DefaultText
source: The Hope? No, I've never mixed a drink by that name. I could get you a Rum-and-Somethin' if you like.
cs: Naděje? Ne, nikdy jsem nemíchal nápoj s tímto názvem. Mohl bych vám přinést Rum s něčím, jestli chcete.

# conversations/00_emerald_vale/00_cv_amelia_kim:131:DefaultText
source: Wait, no. Never mind. We're all out of Somethin'.
cs: Počkat, ne. To je jedno. Došlo nám Somethin'.

# conversations/00_emerald_vale/00_cv_amelia_kim:132:DefaultText
source: Why is it that nobody wants to talk about the Hope?
cs: Proč nikdo nechce mluvit o Naději?

# conversations/00_emerald_vale/00_cv_amelia_kim:133:DefaultText
source: I'm not talking about a drink. I'm from the Hope myself.
cs: Nemluvím o pití. Sám pocházím z Hope.

# conversations/00_emerald_vale/00_cv_amelia_kim:134:DefaultText
source: I guess this means you've never heard of anybody from the Hope.
cs: To asi znamená, že jsi nikdy neslyšel o nikom z Hope.

# conversations/00_emerald_vale/00_cv_amelia_kim:135:DefaultText
source: Yeah, I got vague recollections of some folklore about a mysterious colony ship.
cs: Jo, matně si vzpomínám na nějakou lidovou pověst o záhadné koloniální lodi.

# conversations/00_emerald_vale/00_cv_amelia_kim:136:DefaultText
source: You feeling a bit flushed? Look, why don't you go set yourself down in the corner before you get all tangle-footed?
cs: Cítíte se trochu zarudlý? Podívej, proč se nejdeš posadit do kouta, než se začneš motat?

# conversations/00_emerald_vale/00_cv_amelia_kim:137:DefaultText
source: I don't know what fancy bars you've been crawling, but the rest of us make do with Zero Gee. Zero Gee Brew - an ale that's good for what ails you.
cs: Nevím, v jakých luxusních barech jsi chodil ty, ale my ostatní si vystačíme se Zero Gee. Zero Gee Brew - pivo, které je dobré na to, co vás trápí.

# conversations/00_emerald_vale/00_cv_amelia_kim:138:DefaultText
source: It's not folklore. I'm from the Hope.
cs: Není to folklór. Jsem z Naděje.

# conversations/00_emerald_vale/00_cv_amelia_kim:140:DefaultText
source: I'm not drunk. I just want to know if anybody else made it off the Hope.
cs: Nejsem opilý. Jen chci vědět, jestli se někdo jiný dostal z Hope.

# conversations/00_emerald_vale/00_cv_amelia_kim:141:DefaultText
source: The Hope's out there somewhere, with hundreds of thousands of other colonists.
cs: Naděje je někde tam venku se stovkami tisíc dalších kolonistů.

# conversations/00_emerald_vale/00_cv_amelia_kim:142:DefaultText
source: This is a waste of time.
cs: Je to ztráta času.

# conversations/00_emerald_vale/00_cv_amelia_kim:143:DefaultText
source: Then pretend you're drunk. Sober folk don't talk the way you are. Not unless they're looking for a trip to Tartarus.
cs: Pak předstírej, že jsi opilý. Střízliví lidé nemluví tak jako ty. Ne, pokud nehledají cestu do Tartaru.

# conversations/00_emerald_vale/00_cv_amelia_kim:144:DefaultText
source: Would you keep your voice down? You're gonna get the whole cantina written up.
cs: Mohl byste se ztišit? Celá kantýna se o tobě dozví.

# conversations/00_emerald_vale/00_cv_amelia_kim:145:DefaultText
source: The Hope's folklore, all right? Sixty, seventy year old folklore by now. The Board don't approve of spreading seditious rumors and falsehoods.
cs: Naděje je folklór, jasné? Šedesát, sedmdesát let starý folklór. Rada neschvaluje šíření pobuřujících fám a nepravd.

# conversations/00_emerald_vale/00_cv_amelia_kim:146:DefaultText
source: You sound scared.
cs: Zníš vyděšeně.

# conversations/00_emerald_vale/00_cv_amelia_kim:147:DefaultText
source: Look - either shut your gob or stick a drink in it. We're done talking about this.
cs: Hele - buď zavři hubu, nebo si do ní strč pití. O tomhle jsme se už nebavili.

# conversations/00_emerald_vale/00_cv_amelia_kim:148:DefaultText
source: Whatever. Give me a drink.
cs: To je jedno. Dej mi napít.

# conversations/00_emerald_vale/00_cv_amelia_kim:149:DefaultText
source: I already asked you not to bring that up around me. Change the subject or buy something.
cs: Už jsem tě žádal, abys to přede mnou nevytahoval. Změň téma nebo si něco kup.

# conversations/00_emerald_vale/00_cv_amelia_kim:150:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_amelia_kim:151:DefaultText
source: Well in that case, let me see what's on tap.
cs: V tom případě se podívám, co je v nabídce.

# conversations/00_emerald_vale/00_cv_amelia_kim:152:DefaultText
source: I wish it was a joke. Honestly, I don't even know where I am.
cs: Kéž by to byl vtip. Upřímně řečeno, ani nevím, kde jsem.
