Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reed.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reed:85:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_reed:156:DefaultText
source: Have you taken a look around your town lately?
cs: Rozhlédli jste se v poslední době po svém městě?

# conversations/00_emerald_vale/00_cv_reed:158:DefaultText
source: It is my job to keep two eyes on my town. I am the steward of this place, and this is my watchpost.
cs: Mým úkolem je sledovat své město dvěma očima. Jsem správcem tohoto místa a toto je moje strážní stanoviště.

# conversations/00_emerald_vale/00_cv_reed:160:DefaultText
source: We need to have a word about this plague.
cs: Musíme si o této nákaze promluvit.

# conversations/00_emerald_vale/00_cv_reed:161:DefaultText
source: Can we not? Talking about unpleasant things always gets my bile up.
cs: Nemůžeme? Mluvení o nepříjemných věcech mi vždycky zvedne žluč.

# conversations/00_emerald_vale/00_cv_reed:162:DefaultText
source: How long have you worked here?
cs: Jak dlouho zde pracujete?

# conversations/00_emerald_vale/00_cv_reed:163:DefaultText
source: Your town is falling to pieces.
cs: Vaše město se rozpadá.

# conversations/00_emerald_vale/00_cv_reed:164:DefaultText
source: You're loyal to Spacer's Choice.
cs: Jste loajální ke společnosti Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reed:168:DefaultText
source: You withhold medicine from your own workers.
cs: Vlastním zaměstnancům odepíráte léky.

# conversations/00_emerald_vale/00_cv_reed:169:DefaultText
source: How long has this plague been happening?
cs: Jak dlouho se tato nákaza vyskytuje?

# conversations/00_emerald_vale/00_cv_reed:171:DefaultText
source: I'm trying to remember. Twenty-five years? Twenty-six? When you get to my age, the years just rush by. You stop counting altogether.
cs: Snažím se vzpomenout. Pětadvacet let? Dvacet šest? V mém věku ty roky prostě rychle utíkají. Přestanete je počítat úplně.

# conversations/00_emerald_vale/00_cv_reed:172:DefaultText
source: I remember looking out this window and seeing the Vale spread out from horizon to horizon. We were a sprawling town. We were booming.
cs: Vzpomínám si, jak jsem se díval z okna a viděl Údolí rozprostírající se od obzoru k obzoru. Byli jsme rozlehlé město. Byli jsme na vzestupu.

# conversations/00_emerald_vale/00_cv_reed:173:DefaultText
source: Times change. People change. But the Vale will always be here. Spacer's Choice will always be here. Our work won't ever end. I take comfort in that.
cs: Časy se mění. Lidé se mění. Ale Vale tu bude vždycky. Spacer's Choice tu bude vždycky. Naše práce nikdy neskončí. To mě uklidňuje.

# conversations/00_emerald_vale/00_cv_reed:174:DefaultText
source: I wish you wouldn't say things like that.
cs: Přál bych si, abys takové věci neříkal.

# conversations/00_emerald_vale/00_cv_reed:175:DefaultText
source: You disagree?
cs: Nesouhlasíte?

# conversations/00_emerald_vale/00_cv_reed:176:DefaultText
source: Doesn't make it any less true.
cs: To neznamená, že je to méně pravdivé.

# conversations/00_emerald_vale/00_cv_reed:177:DefaultText
source: Yes, as a matter of fact.
cs: Ve skutečnosti ano.

# conversations/00_emerald_vale/00_cv_reed:178:DefaultText
source: I expect you wouldn't understand. You don't see the town as I do.
cs: Předpokládám, že bys to nepochopil. Nevidíte město tak jako já.

# conversations/00_emerald_vale/00_cv_reed:179:DefaultText
source: Let me ask you something else.
cs: Dovolte mi, abych se vás zeptal na něco jiného.

# conversations/00_emerald_vale/00_cv_reed:180:DefaultText
source: When I stand at my window and look out over my town, here's what I see. I see decent, loyal, hard-working people. I see a family.
cs: Když stojím u okna a dívám se na své město, vidím tohle. Vidím slušné, loajální a pracovité lidi. Vidím rodinu.

# conversations/00_emerald_vale/00_cv_reed:181:DefaultText
source: We're all part of the Spacer's Choice family. We're all doing what we were brought into this world to do.
cs: Všichni jsme součástí rodiny Spacer's Choice. Všichni děláme to, kvůli čemu jsme byli přivedeni na tento svět.

# conversations/00_emerald_vale/00_cv_reed:185:DefaultText
source: This is a Spacer's Choice town. We're all part of the Spacer's Choice family here. The company keeps us warm. Keeps us fed. Keeps us working.
cs: Jedná se o město Spacer's Choice. Všichni jsme součástí rodiny Spacer's Choice. Společnost nás hřeje. Udržuje nás naživu. Udržuje nás v práci.

# conversations/00_emerald_vale/00_cv_reed:186:DefaultText
source: Loyalty's got nothing to do with it, friend. This is good old-fashioned gratitude.
cs: Loajalita s tím nemá nic společného, příteli. Tohle je stará dobrá vděčnost.

# conversations/00_emerald_vale/00_cv_reed:189:DefaultText
source: Okay. I won't say it. But I'm thinking real hard about it.
cs: Dobře. Neřeknu to. Ale hodně o tom přemýšlím.

# conversations/00_emerald_vale/00_cv_reed:221:DefaultText
source: If I had enough medicine to treat everyone who fell sick, I would. But I don't. I can't save everyone. So I have to choose.
cs: Kdybych měl dostatek léků na léčbu všech nemocných, udělal bych to. Ale nemám. Nemohu zachránit každého. Takže si musím vybrat.

# conversations/00_emerald_vale/00_cv_reed:223:DefaultText
source: That can't be easy for you.
cs: To pro vás nemůže být snadné.

# conversations/00_emerald_vale/00_cv_reed:224:DefaultText
source: That's monstrous.
cs: To je obludné.

# conversations/00_emerald_vale/00_cv_reed:227:DefaultText
source: It is not easy for me. And the moment it becomes easy is the moment I'm no longer fit to serve.
cs: Není to pro mě snadné. A v okamžiku, kdy se to stane snadným, přestanu být schopen sloužit.

# conversations/00_emerald_vale/00_cv_reed:229:DefaultText
source: Yes it is. And it's necessary.
cs: Ano, je. A je to nutné.

# conversations/00_emerald_vale/00_cv_reed:230:DefaultText
source: You let Adelaide's son die.
cs: Nechal jsi zemřít Adelaidina syna.

# conversations/00_emerald_vale/00_cv_reed:231:DefaultText
source: Adelaide's son was barely competent! I treat him with our medical rations, and it looks like I'm playing favorites.
cs: Adelaidin syn byl sotva způsobilý! Léčím ho našimi zdravotními dávkami a vypadá to, že si hraju na oblíbence.

# conversations/00_emerald_vale/00_cv_reed:232:DefaultText
source: Spacer's Choice is a family. And the survival of the family is more important than the survival of the individual.
cs: Spacer's Choice je rodina. A přežití rodiny je důležitější než přežití jednotlivce.

# conversations/00_emerald_vale/00_cv_reed:234:DefaultText
source: Now I will not pretend to understand the suffering Adelaide must have felt on account of losing her child. But she is not the only one to have felt such suffering.
cs: Nebudu předstírat, že chápu utrpení, které musela Adelaide pociťovat kvůli ztrátě svého dítěte. Ale není jediná, kdo takové utrpení pociťuje.

# conversations/00_emerald_vale/00_cv_reed:235:DefaultText
source: I wish she had stayed with us. Adelaide left us when we needed her most.
cs: Kéž by s námi zůstala. Adelaide nás opustila, když jsme ji nejvíc potřebovali.

# conversations/00_emerald_vale/00_cv_reed:236:DefaultText
source: That I cannot say. There was no moment when the plagues began. Disease always lurks on the fringes of society, waiting to infect the idle and the lethargic.
cs: To nemohu říct. Nebyl žádný okamžik, kdy pohromy začaly. Nemoci vždy číhají na okraji společnosti a čekají, až nakazí ty, kteří jsou nečinní a letargičtí.

# conversations/00_emerald_vale/00_cv_reed:238:DefaultText
source: You must have some kind of treatment plan.
cs: Musíte mít nějaký plán léčby.

# conversations/00_emerald_vale/00_cv_reed:239:DefaultText
source: Show up to work. Put in your hours. Wear a smile.
cs: Přijďte do práce. Odpracujte si hodiny. Usmívejte se.

# conversations/00_emerald_vale/00_cv_reed:242:DefaultText
source: Problems of the body come from problems of the spirit. Work improves the spirit and fortifies the body.
cs: Problémy těla pramení z problémů ducha. Práce zlepšuje ducha a posiluje tělo.

# conversations/00_emerald_vale/00_cv_reed:243:DefaultText
source: Your prescription for the plague is to show up to work.
cs: Váš recept na mor je ukázat se v práci.

# conversations/00_emerald_vale/00_cv_reed:244:DefaultText
source: You know what else fortifies the body against disease? Antibiotics.
cs: Víte, co ještě posiluje tělo proti nemocem? Antibiotika.

# conversations/00_emerald_vale/00_cv_reed:245:DefaultText
source: You're not worried about contagion?
cs: Nebojíte se nákazy?

# conversations/00_emerald_vale/00_cv_reed:247:DefaultText
source: Working through hardship is a sign of loyalty and strength. I didn't get to where I am now by lying on my sickbed whenever I came down with a case of the calenture.
cs: Práce v těžkostech je známkou loajality a síly. Nedostal jsem se tam, kde jsem teď, tím, že jsem ležel na nemocniční posteli, kdykoli mě přepadla kalamita.

# conversations/00_emerald_vale/00_cv_reed:248:DefaultText
source: Medicine is a rare and precious commodity. If you demonstrate you have earned the right to be treated, you will be treated. Otherwise, you must heal yourself.
cs: Léky jsou vzácným a cenným zbožím. Pokud prokážete, že jste si právo na léčbu zasloužili, budete léčeni. V opačném případě se musíte léčit sami.

# conversations/00_emerald_vale/00_cv_reed:249:DefaultText
source: And where do you suggest we find this magical panacea? Can we pan for medicine in the stream?
cs: A kde bychom podle vás měli najít tento zázračný všelék? Můžeme hledat lék v potoce?

# conversations/00_emerald_vale/00_cv_reed:250:DefaultText
source: The work must go on. My people understand that. Every one of them values the company ahead of their own lives.
cs: Práce musí pokračovat. Moji lidé to chápou. Každý z nich si cení společnosti před vlastním životem.

# conversations/00_emerald_vale/00_cv_reed:252:DefaultText
source: But in the last ten years, the plagues have become progressively worse. And increasingly frequent.
cs: V posledních deseti letech se však nákazy postupně zhoršují. A stále častěji.

# conversations/00_emerald_vale/00_cv_reed:253:DefaultText
source: You should have developed an immunity after repeated exposure to a single strain of contagion.
cs: Po opakovaném vystavení jednomu kmeni nákazy byste si měli vypěstovat imunitu.

# conversations/00_emerald_vale/00_cv_reed:254:DefaultText
source: Everyone gets sick. You don't have to be idle or lethargic or weak of spirit.
cs: Každý onemocní. Nemusíte být nečinní, letargičtí nebo slabí na duchu.

# conversations/00_emerald_vale/00_cv_reed:255:DefaultText
source: Things have been going badly for you these last few years.
cs: V posledních letech se vám nedaří.

# conversations/00_emerald_vale/00_cv_reed:256:DefaultText
source: Corporate doesn't like us using the word "should." It encourages the imagination.
cs: Společnost nemá ráda, když používáme slovo "měl by". Podněcuje to představivost.

# conversations/00_emerald_vale/00_cv_reed:257:DefaultText
source: I believe plague is a test. It is a test of our loyalty and our fortitude. And it is one we will see through to the end.
cs: Věřím, že mor je test. Je to zkouška naší loajality a statečnosti. A my ji zvládneme až do konce.

# conversations/00_emerald_vale/00_cv_reed:275:DefaultText
source: Let me tell you what I plan on telling the Spacer's Choice inspector next time he lands his fancy ship here and takes a look around.
cs: Řeknu vám, co mám v plánu říct inspektorovi Spacer's Choice, až tu příště přistane se svou luxusní lodí a rozhlédne se.

# conversations/00_emerald_vale/00_cv_reed:277:DefaultText
source: Modern science disagrees with you, friend. It is a well-documented fact that the wealthiest in society do not suffer from ailments of the constitution.
cs: Moderní věda s tebou nesouhlasí, příteli. Je dobře zdokumentováno, že nejbohatší členové společnosti netrpí neduhy ústavy.

# conversations/00_emerald_vale/00_cv_reed:367:DefaultText
source: What makes you think I can convince those deserters to come back?
cs: Proč si myslíš, že ty dezertéry přesvědčím, aby se vrátili?

# conversations/00_emerald_vale/00_cv_reed:368:DefaultText
source: That you are not one of us may work to your advantage. Adelaide and her folk loathe the people of Edgewater, you see.
cs: To, že nejste jedním z nás, vám může být ku prospěchu. Adelaide a její lidé nesnášejí lidi z Edgewateru.

# conversations/00_emerald_vale/00_cv_reed:369:DefaultText
source: I admit the fault was mine. I am about as diplomatic as a bristling canid. I just hope Adelaide and her folk will see their way past my flaws and return to town.
cs: Přiznávám, že chyba byla na mé straně. Jsem asi tak diplomatický jako štětinatý kanid. Jen doufám, že Adelaide a její lidé prohlédnou mé nedostatky a vrátí se do města.

# conversations/00_emerald_vale/00_cv_reed:370:DefaultText
source: Don't blame yourself.
cs: Neobviňujte se.

# conversations/00_emerald_vale/00_cv_reed:371:DefaultText
source: Sometimes people move on. It's the way of things.
cs: Někdy se lidé přesunou dál. Tak už to chodí.

# conversations/00_emerald_vale/00_cv_reed:372:DefaultText
source: This is an ugly place to live. Of course people are going to walk away.
cs: Je to ošklivé místo k životu. Lidé samozřejmě odejdou.

# conversations/00_emerald_vale/00_cv_reed:373:DefaultText
source: I must. The burden of leadership is responsibility. If my workers walked out on Edgewater, then I have failed them.
cs: Musím. Břemeno vedení je zodpovědnost. Pokud moji pracovníci odešli z Edgewateru, pak jsem je zklamal.

# conversations/00_emerald_vale/00_cv_reed:374:DefaultText
source: Scripture tells us we all have our purpose in the world. Our work shows us that purpose. We should not have to move on from it.
cs: Písmo nám říká, že všichni máme na světě svůj cíl. Naše práce nám tento účel ukazuje. Neměli bychom se od něj vzdalovat.

# conversations/00_emerald_vale/00_cv_reed:375:DefaultText
source: Nature is uglier. There is safety here. Safety and purpose. But not all of us see that, and I cannot force that vision upon them.
cs: Příroda je ošklivější. Je zde bezpečno. Bezpečí a smysl. Ale ne všichni to vidí a já jim tuto vizi nemohu vnutit.

# conversations/00_emerald_vale/00_cv_reed:376:DefaultText
source: Yes, we have lost good workers to desertion. We have lost even more to plague. But it is why we must square our shoulders and carry on.
cs: Ano, přišli jsme o dobré pracovníky kvůli dezerci. Ještě více jsme jich ztratili kvůli moru. Ale právě proto musíme vzít nohy na ramena a pokračovat.

# conversations/00_emerald_vale/00_cv_reed:378:DefaultText
source: You and Adelaide have a personal history?
cs: Máte s Adelaide osobní minulost?

# conversations/00_emerald_vale/00_cv_reed:380:DefaultText
source: Losing Adelaide was the hardest. She was our only flavor specialist. When she walked away, I knew we were in trouble.
cs: Nejtěžší byla ztráta Adelaide. Byla to naše jediná specialistka na chutě. Když odešla, věděl jsem, že máme problém.

# conversations/00_emerald_vale/00_cv_reed:384:DefaultText
source: Spacer's Choice Saltuna is renowned across the system for its quality flavors and additives. We used to sell citrus flavored saltuna in our heyday.
cs: Spacer's Choice Saltuna je známá v celém systému pro své kvalitní příchutě a přísady. V dobách největší slávy jsme prodávali saltunu s citrusovou příchutí.

# conversations/00_emerald_vale/00_cv_reed:385:DefaultText
source: Ever since Adelaide left, we have been reduced to selling unflavored and spearmint.
cs: Od té doby, co Adelaide odešla, jsme se omezili na prodej neochucených a mátových.

# conversations/00_emerald_vale/00_cv_reed:491:DefaultText
source: If you could see your way to getting us our power back, I'd appreciate it.
cs: Kdybyste se mohli podívat na to, jak nám vrátit sílu, byl bych vám vděčný.

# conversations/00_emerald_vale/00_cv_reed:493:DefaultText
source: This is a fine day, friend. Power flows through our town like a cool stream of water.
cs: Dnes je krásný den, příteli. Síla proudí naším městem jako chladný proud vody.

# conversations/00_emerald_vale/00_cv_reed:500:DefaultText
source: I appreciate what you've done for us.
cs: Vážím si toho, co jste pro nás udělal.

# conversations/00_emerald_vale/00_cv_reed:501:DefaultText
source: Something on your mind?
cs: Máte něco na srdci?

# conversations/00_emerald_vale/00_cv_reed:502:DefaultText
source: This is not a complicated notion, Parvati. The cannery is the beating heart of our institution. And what is it we say about the cannery?
cs: To není složitý pojem, Parvati. Konzervárna je tepajícím srdcem naší instituce. A co říkáme o konzervárně?

# conversations/00_emerald_vale/00_cv_reed:503:DefaultText
source: Uh... "S-so long as the machine of the cannery runs, the machinery of life runs?"
cs: Uh... "Dokud běží stroj konzervárny, běží i stroj života?"

# conversations/00_emerald_vale/00_cv_reed:504:DefaultText
source: Precisely. Although I do wish you'd put a little more pride into our slogans.
cs: Přesně tak. I když bych si přál, abyste do našich sloganů vložili trochu více hrdosti.

# conversations/00_emerald_vale/00_cv_reed:507:DefaultText
source: It's just- what Bess needs is a proper refurbish. I can bandage her up and whatall, but she's just... old. Sorry. I'm sorry. I-I'll do better.
cs: Jenže Bess potřebuje pořádně zrenovovat. Můžu ji obvázat a tak, ale je prostě... stará. Promiň. Omlouvám se. Udělám to líp.

# conversations/00_emerald_vale/00_cv_reed:508:DefaultText
source: And I do wish you'd stop referring to our cannery as 'Bess.' Personification of company property is strictly contrary to the Spacer's Choice code of conduct.
cs: A přál bych si, abys přestal o naší konzervárně mluvit jako o "Bess". Personifikace majetku společnosti je v přísném rozporu s kodexem chování společnosti Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reed:509:DefaultText
source: I'm Reed Tobson. Outpost administrator. I cannot help but notice you are not in uniform.
cs: Jsem Reed Tobson. Správce základny. Nemohu si pomoci, ale všiml jsem si, že nemáte uniformu.

# conversations/00_emerald_vale/00_cv_reed:511:DefaultText
source: My ship needs repairs. I'm looking for a power regulator.
cs: Moje loď potřebuje opravit. Hledám regulátor výkonu.

# conversations/00_emerald_vale/00_cv_reed:512:DefaultText
source: Only regulator we got is hooked up to the town transformer. Mr. Tobson ain't liable to be keen on dismantling it.
cs: Jediný regulátor, který máme, je připojen k městskému transformátoru. Pan Tobson ho asi nebude chtít demontovat.

# conversations/00_emerald_vale/00_cv_reed:517:DefaultText
source: Speak to their leader, Adelaide. Tell her the power's about to go, and that it's time her band of deserters came back to town.
cs: Promluvte si s jejich vůdkyní Adelaide. Řekni jí, že moc se chystá odejít a že je čas, aby se její skupina dezertérů vrátila do města.

# conversations/00_emerald_vale/00_cv_reed:518:DefaultText
source: All right, Reed. I'll see what I can do to help you.
cs: Dobře, Reede. Uvidím, co pro tebe můžu udělat.

# conversations/00_emerald_vale/00_cv_reed:519:DefaultText
source: My dad told me all about the plant. Taught me all he knew. I could come in useful.
cs: Táta mi o té rostlině vyprávěl. Naučil mě všechno, co věděl. Mohl jsem se mu hodit.

# conversations/00_emerald_vale/00_cv_reed:520:DefaultText
source: I hesitate to part ways with Ms. Holcomb. But I cannot deny that she is talented, and may prove useful to you.
cs: Váhám, zda se s paní Holcombovou rozloučit. Nemohu však popřít, že je talentovaná a může se vám hodit.

# conversations/00_emerald_vale/00_cv_reed:521:DefaultText
source: Sure, I could use the company.
cs: Jistě, společnost by se mi hodila.

# conversations/00_emerald_vale/00_cv_reed:523:DefaultText
source: I've seen these deserters.
cs: Viděl jsem ty dezertéry.

# conversations/00_emerald_vale/00_cv_reed:525:DefaultText
source: How will I recognize Adelaide?
cs: Jak poznám Adelaide?

# conversations/00_emerald_vale/00_cv_reed:526:DefaultText
source: You spoke with them? Are they keeping well?
cs: Mluvil jste s nimi? Drží se dobře?

# conversations/00_emerald_vale/00_cv_reed:527:DefaultText
source: You should go see for yourself.
cs: Měli byste se o tom přesvědčit na vlastní oči.

# conversations/00_emerald_vale/00_cv_reed:528:DefaultText
source: Well enough, for a bunch of people surviving out in the wild.
cs: Pro skupinu lidí přežívajících v divočině to stačí.

# conversations/00_emerald_vale/00_cv_reed:530:DefaultText
source: Then they leave themselves vulnerable to marauders. Our town is surrounded by high walls. I have tried to remind them of this salient fact, but they will not speak with me.
cs: Pak se stávají zranitelnými vůči nájezdníkům. Naše město je obehnáno vysokými hradbami. Snažil jsem se jim tuto podstatnou skutečnost připomenout, ale nechtěli se mnou mluvit.

# conversations/00_emerald_vale/00_cv_reed:531:DefaultText
source: Believe me, I have tried. Law knows I have tried. But they will not have audience with me.
cs: Věřte mi, že jsem to zkoušel. Zákon ví, že jsem se snažil. Ale oni se mnou nechtějí mluvit.

# conversations/00_emerald_vale/00_cv_reed:534:DefaultText
source: Nonetheless, they did speak to you. Or, at the very least, refrained from opening fire on you. That is reason enough for hope.
cs: Přesto s vámi mluvili. Nebo se přinejmenším zdrželi toho, aby na vás začali střílet. To je dostatečný důvod k naději.

# conversations/00_emerald_vale/00_cv_reed:536:DefaultText
source: Adelaide's older than the other deserters. She's dignified. Kindly. From what I understand, her camp looks to her for leadership.
cs: Adelaide je starší než ostatní dezertéři. Je důstojná. Laskavá. Pokud vím, její tábor k ní vzhlíží jako k vůdkyni.

# conversations/00_emerald_vale/00_cv_reed:537:DefaultText
source: These workers must have left town for a reason.
cs: Tito pracovníci museli z nějakého důvodu opustit město.

# conversations/00_emerald_vale/00_cv_reed:539:DefaultText
source: You're asking me to cut off power to an entire community.
cs: Žádáte mě, abych odpojil od elektřiny celou komunitu.

# conversations/00_emerald_vale/00_cv_reed:541:DefaultText
source: I am asking you to help us survive. Edgewater needs more workers, or we will collapse.
cs: Žádám vás, abyste nám pomohli přežít. Edgewater potřebuje více pracovníků, jinak se zhroutí.

# conversations/00_emerald_vale/00_cv_reed:543:DefaultText
source: That reason was me. I asked too much and pushed too hard. But I am ready to make amends if they are willing to return to the fold.
cs: Tím důvodem jsem byl já. Chtěl jsem příliš mnoho a příliš jsem tlačil na pilu. Ale jsem připraven to napravit, pokud se budou chtít vrátit do našich řad.

# conversations/00_emerald_vale/00_cv_reed:544:DefaultText
source: We belong to one community - the Spacer's Choice family. If we dissolve into factions, then we will all perish separately. Adelaide will understand that.
cs: Patříme do jedné komunity - rodiny Spacer's Choice. Pokud se rozpadneme na frakce, všichni zvlášť zahyneme. Adelaide to pochopí.

# conversations/00_emerald_vale/00_cv_reed:555:DefaultText
source: We have a power regulator hooked up to our transformer. And I am not keen on letting you dismantle our transformer.
cs: K transformátoru je připojen regulátor napájení. A nemám chuť vás nechat demontovat náš transformátor.

# conversations/00_emerald_vale/00_cv_reed:557:DefaultText
source: Adelaide is dead.
cs: Adelaide je mrtvá.
