Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_thomas.po
Languages: cs

# conversations/00_emerald_vale/00_cv_thomas:1:DefaultText
source: Oh - didn't see you there. I was - uh, I was just occupying myself with a little engineering.
cs: Oh - neviděl jsem tě tam. Já jsem - ehm, jen jsem se zabýval malým inženýrstvím.

# conversations/00_emerald_vale/00_cv_thomas:2:DefaultText
source: Hey there.
cs: Ahoj.

# conversations/00_emerald_vale/00_cv_thomas:5:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/00_emerald_vale/00_cv_thomas:6:DefaultText
source: Sorry about that. Machines are cantankerous by nature. Liable to take insult and blow a fuse at the slightest mishandling.
cs: Za to se omlouvám. Stroje jsou od přírody mrzuté. Při sebemenším špatném zacházení se mohou urazit a vyhodit pojistky.

# conversations/00_emerald_vale/00_cv_thomas:39:DefaultText
source: What's on your mind?
cs: Na co myslíte?

# conversations/00_emerald_vale/00_cv_thomas:41:DefaultText
source: You say you pretended to be an engineer. How have you been getting away with it?
cs: Říkáte, že jste předstíral, že jste inženýr. Jak se vám to podařilo?

# conversations/00_emerald_vale/00_cv_thomas:42:DefaultText
source: How long have you lived here?
cs: Jak dlouho zde žijete?

# conversations/00_emerald_vale/00_cv_thomas:44:DefaultText
source: Luck, mostly. Nothing's needed serious repairing yet. Nothing's broken down that we can't just replace with something scavenged from the outskirts.
cs: Většinou štěstí. Zatím nebylo třeba nic vážně opravovat. Nic se nerozbilo, co bychom nemohli nahradit něčím z předměstí.

# conversations/00_emerald_vale/00_cv_thomas:45:DefaultText
source: Couple months. This camp is my home. People you see milling about? They're my family. Least I think of them that way.
cs: Několik měsíců. Tento tábor je můj domov. Lidé, které vidíte, jak se tu potulují? To je moje rodina. Alespoň tak o nich přemýšlím.

# conversations/00_emerald_vale/00_cv_thomas:47:DefaultText
source: Oh, I can swap out a water filter or charge up a battery and go on pretending I know what I'm doing. But the moment I'm asked to do any real engineering, I'm in trouble.
cs: Můžu vyměnit vodní filtr nebo nabít baterii a dál předstírat, že vím, co dělám. Ale jakmile po mně někdo chce, abych dělal opravdové inženýrské práce, mám problém.

# conversations/00_emerald_vale/00_cv_thomas:48:DefaultText
source: I owe them my life. Would've died in the wilderness if they hadn't chanced upon me, starving and delirious.
cs: Vděčím jim za svůj život. Zemřel bych v divočině, kdyby na mě nenarazili, hladového a blouznícího.

# conversations/00_emerald_vale/00_cv_thomas:49:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/00_emerald_vale/00_cv_thomas:50:DefaultText
source: What were you doing out in the wilderness?
cs: Co jste dělali v divočině?

# conversations/00_emerald_vale/00_cv_thomas:51:DefaultText
source: We all left the cannery for one reason or another. Me? I was let go. Mostly on account of my incompetence.
cs: Všichni jsme z toho či onoho důvodu opustili konzervárnu. Já? Mě propustili. Hlavně kvůli mé neschopnosti.

# conversations/00_emerald_vale/00_cv_thomas:52:DefaultText
source: I mean, I was incompetent. I couldn't even survive on my own. Grace found me. Adelaide took me in. I've been on my feet ever since.
cs: Chci říct, že jsem byl neschopný. Nedokázal jsem ani sám přežít. Grace mě našla. Adelaide se mě ujala. Od té doby jsem na nohou.

# conversations/00_emerald_vale/00_cv_thomas:105:DefaultText
source: Are you- um, are things safe out here? How are you keeping?
cs: Je to tady bezpečné? Jak se vám daří?

# conversations/00_emerald_vale/00_cv_thomas:106:DefaultText
source: Great! Just great! I've been trying to keep stuff running, just like you. Only I'm not so- wait, they didn't kick you out, did they?
cs: Skvělé! Prostě skvělé! Snažím se udržet věci v chodu, stejně jako ty. Jenže já nejsem tak... Počkej, nevyhodili tě, že ne?

# conversations/00_emerald_vale/00_cv_thomas:107:DefaultText
source: Oh, hey there, friend.
cs: Ahoj, příteli.

# conversations/00_emerald_vale/00_cv_thomas:108:DefaultText
source: Sure. Yeah. Hey, just talk to Adelaide if you're looking to join us.
cs: Jasně. Jo. Jestli se k nám chceš přidat, tak si promluv s Adelaide.

# conversations/00_emerald_vale/00_cv_thomas:109:DefaultText
source: Wow. A new face. We're getting popular. I'm Thomas.
cs: Páni. Nová tvář. Začínáme být populární. Já jsem Thomas.

# conversations/00_emerald_vale/00_cv_thomas:110:DefaultText
source: Are you- um, are things safe out here? How are you keeping?
cs: Je to tady bezpečné? Jak se vám daří?

# conversations/00_emerald_vale/00_cv_thomas:111:DefaultText
source: Great! Just great! I've been trying to keep stuff running, just like you. Only I'm not so- wait, they didn't kick you out, did they?
cs: Skvělé! Prostě skvělé! Snažím se udržet věci v chodu, stejně jako ty. Jenže já nejsem tak... Počkej, nevyhodili tě, že ne?

# conversations/00_emerald_vale/00_cv_thomas:112:DefaultText
source: Everybody keeps staring at me. It's not my fault the power's dead.
cs: Všichni na mě pořád zírají. Nemůžu za to, že nefunguje elektřina.

# conversations/00_emerald_vale/00_cv_thomas:113:DefaultText
source: Sorry. I'm just trying to figure out what to do, is all.
cs: Omlouvám se. Jen se snažím přijít na to, co mám dělat, to je vše.

# conversations/00_emerald_vale/00_cv_thomas:116:DefaultText
source: You ever heard of The Young Spacer's Guide to Mechanical Engineering? Comes in a set of three. If I had my hands on one of those datapads, I could teach myself the ins-and-outs.
cs: Slyšeli jste někdy o knize Průvodce mladého špacíra po strojírenství? Vychází v sadě tří kusů. Kdybych měl v ruce jeden z těch datapadů, mohl bych se to naučit sám.

# conversations/00_emerald_vale/00_cv_thomas:117:DefaultText
source: Those are good. My dad kept a copy with him when he was working in the cannery.
cs: Ty jsou dobré. Můj táta měl jeden výtisk u sebe, když pracoval v konzervárně.

# conversations/00_emerald_vale/00_cv_thomas:118:DefaultText
source: I know the old community center kept a copy. Should find another one back in town. If you could find me even one of those pads, I'd be greatly obliged.
cs: Vím, že ve starém komunitním centru se uchovávala kopie. Měli bychom najít další ve městě. Kdybys mi našel aspoň jeden z těch bloků, byl bych ti velmi zavázán.

# conversations/00_emerald_vale/00_cv_thomas:119:DefaultText
source: I'll let you know if I find anything.
cs: Dám vám vědět, jestli něco najdu.

# conversations/00_emerald_vale/00_cv_thomas:120:DefaultText
source: Would you? I'd be grateful.
cs: Chtěli byste? Byl bych vám vděčný.

# conversations/00_emerald_vale/00_cv_thomas:122:DefaultText
source: I expect a fair price for my trouble.
cs: Za své potíže očekávám spravedlivou cenu.

# conversations/00_emerald_vale/00_cv_thomas:123:DefaultText
source: I'll pay you for every pad you bring me. If, by some miracle, you can bring me the full set, I'll give you something pretty I've been saving for a lucky day.
cs: Zaplatím ti za každou podložku, kterou mi přineseš. Pokud mi nějakým zázrakem přineseš celou sadu, dám ti něco pěkného, co jsem si schovával na šťastný den.

# conversations/00_emerald_vale/00_cv_thomas:124:DefaultText
source: Today's your lucky day, Thomas. I've got one of those datapads you wanted.
cs: Dnes máš šťastný den, Thomasi. Mám jeden z těch datapadů, které jsi chtěl.

# conversations/00_emerald_vale/00_cv_thomas:129:DefaultText
source: No kidding. Really? Well, which one?
cs: Bez legrace. Opravdu? A který?

# conversations/00_emerald_vale/00_cv_thomas:130:DefaultText
source: Part one. Found it in the community center archives.
cs: První část. Našel jsem ji v archivu komunitního centra.

# conversations/00_emerald_vale/00_cv_thomas:131:DefaultText
source: Look at that. "Building A Computing Machine Out Of Spectrum Potatoes: A Primer." I'm just glad it's survived all these years.
cs: Podívejte se na to. "Stavba výpočetního stroje ze spektrálních brambor: "Základní informace." Jsem rád, že to přežilo všechny ty roky.

# conversations/00_emerald_vale/00_cv_thomas:132:DefaultText
source: Part two. Found it in the cannery.
cs: Druhá část. Našel jsem ji v konzervárně.

# conversations/00_emerald_vale/00_cv_thomas:133:DefaultText
source: Ain't that just ironical? If I'd worked a little longer back at the cannery, I might've found this myself.
cs: Není to ironické? Kdybych pracoval v konzervárně o něco déle, mohl jsem na to přijít sám.

# conversations/00_emerald_vale/00_cv_thomas:134:DefaultText
source: The elusive part three. Someone stashed it away inside the old geothermal plant.
cs: Nepolapitelná část třetí. Někdo ji ukryl ve staré geotermální elektrárně.

# conversations/00_emerald_vale/00_cv_thomas:135:DefaultText
source: The Geothermal Plant! Now that is just incredible. You really went exploring down there? Adelaide always told us it was swarming with hostile mechanicals.
cs: Geotermální elektrárna! To je prostě neuvěřitelné. Opravdu jsi tam byl na průzkumu? Adelaide nám vždycky říkala, že se to tam hemží nepřátelskými mechaniky.

# conversations/00_emerald_vale/00_cv_thomas:136:DefaultText
source: Actually, I wanted to ask you something else.
cs: Vlastně jsem se chtěl zeptat na něco jiného.

# conversations/00_emerald_vale/00_cv_thomas:137:DefaultText
source: You're really playing with my feelings here.
cs: Opravdu si hraješ s mými city.

# conversations/00_emerald_vale/00_cv_thomas:139:DefaultText
source: I appreciate you going through all that trouble.
cs: Oceňuji, že jste si dali tu práci.

# conversations/00_emerald_vale/00_cv_thomas:140:DefaultText
source: Two whole datapads. Be still my beatin' heart. Oh - almost forgot your payment.
cs: Celé dva datapady. Buď klidný, mé srdce bije. Málem bych zapomněl na tvou platbu.

# conversations/00_emerald_vale/00_cv_thomas:141:DefaultText
source: That's a complete set. All three parts. I'm gonna be the greatest engineer Halcyon's ever seen.
cs: To je kompletní sada. Všechny tři díly. Budu ten nejlepší inženýr, jakého kdy Halcyon viděl.

# conversations/00_emerald_vale/00_cv_thomas:142:DefaultText
source: One datapad's got enough to guide me down my newfound path. Just remember, I've got something saved for you if I find me all three.
cs: Jeden datapad mi stačí k tomu, aby mě vedl po nově objevené cestě. Jen nezapomeň, že mám pro tebe něco schovaného, pokud najdu všechny tři.

# conversations/00_emerald_vale/00_cv_thomas:143:DefaultText
source: In fact, I put aside something special. On the off-chance that somebody'd search out those datapads for me.
cs: Vlastně jsem si odložil něco speciálního. Pro případ, že by mi někdo ty datapady vyhledal.

# conversations/00_emerald_vale/00_cv_thomas:145:DefaultText
source: Hold on. I've got more for you.
cs: Počkejte. Mám toho pro vás víc.

# conversations/00_emerald_vale/00_cv_thomas:146:DefaultText
source: I've been saving something for you. Just a little contraption I found. Should fit right into your outfit.
cs: Něco jsem si pro tebe schoval. Našel jsem takovou malou věcičku. Měla by se ti hodit k oblečení.

# conversations/00_emerald_vale/00_cv_thomas:147:DefaultText
source: I'll let you know if I find any others.
cs: Dám vám vědět, pokud najdu další.

# conversations/00_emerald_vale/00_cv_thomas:149:DefaultText
source: Well don't keep me in suspense.
cs: Tak mě nenapínejte.

# conversations/00_emerald_vale/00_cv_thomas:152:DefaultText
source: I want to ask you something.
cs: Chci se vás na něco zeptat.

# conversations/00_emerald_vale/00_cv_thomas:153:DefaultText
source: Sure. I'd be glad to take 'em off your hands.
cs: Jistě. Rád se jich ujmu.

# conversations/00_emerald_vale/00_cv_thomas:160:DefaultText
source: Are you from town? I mean - you don't exactly look like you're from town.
cs: Jste z města? Chci říct - nevypadáš zrovna jako z města.

# conversations/00_emerald_vale/00_cv_thomas:161:DefaultText
source: I'm passing through.
cs: Projíždím tudy.

# conversations/00_emerald_vale/00_cv_thomas:162:DefaultText
source: I'm just trying to get my ship off the ground.
cs: Jen se snažím rozjet svou loď.

# conversations/00_emerald_vale/00_cv_thomas:163:DefaultText
source: What town are you talking about?
cs: O jakém městě to mluvíte?

# conversations/00_emerald_vale/00_cv_thomas:164:DefaultText
source: Edgewater. High walls? Big old cannery? Yeah, I'm getting the sense you're not from around here at all.
cs: Edgewater. Vysoké zdi? Velká stará konzervárna? Jo, mám pocit, že odsud vůbec nepocházíš.

# conversations/00_emerald_vale/00_cv_thomas:165:DefaultText
source: Never heard it phrased in such a way before. I guess we're all trying to get our ships off the ground, ain't we?
cs: Nikdy předtím jsem to takhle neslyšel. Myslím, že se všichni snažíme dostat naše lodě ze země, že?

# conversations/00_emerald_vale/00_cv_thomas:166:DefaultText
source: Sorry - just wasn't sure if you were from town or if you were one of us. Something's been chewing at me, you see.
cs: Promiň - jen jsem si nebyl jistý, jestli jsi z města, nebo jsi jeden z nás. Něco ve mně hlodá, víte.

# conversations/00_emerald_vale/00_cv_thomas:178:DefaultText
source: Fact is, I been - well - lying. To everybody here. Camp thinks I'm a mechanical genius, but I couldn't fix a busted chair.
cs: Faktem je, že jsem - no - lhal. Všem tady. Tábor si myslí, že jsem mechanický génius, ale nedokázal bych opravit ani rozbitou židli.

# conversations/00_emerald_vale/00_cv_thomas:180:DefaultText
source: You're lucky your camp's full of idiots.
cs: Máš štěstí, že je tvůj tábor plný idiotů.

# conversations/00_emerald_vale/00_cv_thomas:181:DefaultText
source: Never too late to start learning. I could give you a couple pointers.
cs: Nikdy není pozdě začít se učit. Mohl bych vám dát pár tipů.

# conversations/00_emerald_vale/00_cv_thomas:182:DefaultText
source: Maybe you should come clean, then.
cs: Možná by ses měl přiznat.

# conversations/00_emerald_vale/00_cv_thomas:183:DefaultText
source: I'll take all the help I can get. I have set my mind to learning the craft of the engineer, you see. I want to make something of myself.
cs: Přijmu veškerou pomoc, která se mi dostane. Chtěl jsem se naučit inženýrskému řemeslu. Chci ze sebe něco udělat.

# conversations/00_emerald_vale/00_cv_thomas:185:DefaultText
source: I mean to. I mean to do right by my friends, too. They believed I was an engineer, and so I'll make an engineer out of myself.
cs: Chci říct. Chci se chovat správně i ke svým přátelům. Věřili, že jsem inženýr, a tak ze sebe udělám inženýra.

# conversations/00_emerald_vale/00_cv_thomas:186:DefaultText
source: They're not idiots. They're just trusting. I got away with replacing the odd water filter or battery, but I can't keep this charade up. Time's come for me to learn my craft.
cs: Nejsou to idioti. Jsou jen důvěřiví. Výměna vodního filtru nebo baterie mi prošla, ale v téhle šarádě už nemůžu pokračovat. Přišel čas, abych se naučil svému řemeslu.

# conversations/00_emerald_vale/00_cv_thomas:188:DefaultText
source: I seen you wandering around here. You don't look like you're coming from town.
cs: Viděl jsem tě, jak se tu potuluješ. Nevypadáš, že bys přišel z města.

# conversations/00_emerald_vale/00_cv_thomas:189:DefaultText
source: I can't promise anything.
cs: Nemohu nic slíbit.

# conversations/00_emerald_vale/00_cv_thomas:190:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/00_emerald_vale/00_cv_thomas:191:DefaultText
source: You've been thinking about working as an engineer?
cs: Přemýšleli jste o práci inženýra?

# conversations/00_emerald_vale/00_cv_thomas:192:DefaultText
source: I appreciate you hearing me out, at least.
cs: Oceňuji, že jste mě alespoň vyslechl.

# conversations/00_emerald_vale/00_cv_thomas:193:DefaultText
source: Ever since the power cut out, I've been thinking about how useless I am to this camp. It's time I made something of myself.
cs: Od té doby, co vypadl proud, přemýšlím o tom, jak jsem pro tenhle tábor zbytečný. Je načase, abych ze sebe něco udělal.

# conversations/00_emerald_vale/00_cv_thomas:194:DefaultText
source: Just something on my mind. I've been passing myself off as a real engineer. Well, one of these days somebody's gonna expect me to do some real engineering. I need to be ready.
cs: Jen jsem na něco myslel. Vydávám se za skutečného inženýra. No, jednoho dne ode mě někdo bude očekávat, že budu dělat skutečné inženýrství. Musím být připraven.

# conversations/00_emerald_vale/00_cv_thomas:196:DefaultText
source: I get sick thinking about working at the cannery. I can't do that again.
cs: Při pomyšlení na práci v konzervárně se mi dělá špatně. Už to nemůžu dělat.

# conversations/00_emerald_vale/00_cv_thomas:197:DefaultText
source: I've been thinking about training myself to be a real mechanic. If you're willing, I could use the help.
cs: Přemýšlel jsem o tom, že bych se vyučil opravdovým mechanikem. Pokud bys byl ochotný, hodila by se mi pomoc.

# conversations/00_emerald_vale/00_cv_thomas:198:DefaultText
source: I mentioned those manuals on mechanical engineering. Suppose if I had one of those, I could go back to Reed and make a real case for myself.
cs: Zmínil jsem ty příručky o strojírenství. Předpokládám, že kdybych jednu z nich měl, mohl bych se vrátit k Reedovi a udělat si pořádný obrázek.

# conversations/00_emerald_vale/00_cv_thomas:199:DefaultText
source: So don't work at the cannery. You wanted to be an engineer.
cs: Takže nepracujte v konzervárně. Chtěl jsi být inženýrem.

# conversations/00_emerald_vale/00_cv_thomas:200:DefaultText
source: You know something. I think you're right. The town could use another engineer, and I'm on my way to becoming one.
cs: Něco víte. Myslím, že máš pravdu. Město by potřebovalo dalšího inženýra a já jsem na nejlepší cestě se jím stát.

# conversations/00_emerald_vale/00_cv_thomas:201:DefaultText
source: I could do a lot of good in Edgewater. Maybe even keep a garage of my own. With a little workbench. And my very own toolbox.
cs: V Edgewateru bych mohl udělat hodně dobrého. Možná bych si dokonce mohl nechat vlastní garáž. S malým pracovním stolem. A vlastní skříňkou s nářadím.

# conversations/00_emerald_vale/00_cv_thomas:203:DefaultText
source: You won't survive without power. It's time to go back to Edgewater.
cs: Bez energie nepřežijete. Je čas vrátit se do Edgewateru.

# conversations/00_emerald_vale/00_cv_thomas:206:DefaultText
source: I've been thinking about going back. I'm not much use to anybody here.
cs: Přemýšlel jsem, že se tam vrátím. Nejsem tu nikomu moc užitečný.

# conversations/00_emerald_vale/00_cv_thomas:213:DefaultText
source: I'll take that as a compliment.
cs: Beru to jako kompliment.

# conversations/00_emerald_vale/00_cv_thomas:214:DefaultText
source: Well - what I meant was you're reasonably well-armed and don't look stricken with plague.
cs: No - chtěl jsem říct, že jsi poměrně dobře vyzbrojený a nevypadáš jako postižený morem.

# conversations/00_emerald_vale/00_cv_thomas:215:DefaultText
source: You mentioned two pads. What about the third?
cs: Zmínil jste dvě podložky. Co třetí?

# conversations/00_emerald_vale/00_cv_thomas:216:DefaultText
source: I wish I knew. I wager the town had the full set, once upon a time. Where the third has gone, I can't say.
cs: Kéž bych to věděl. Vsadím se, že město mělo kdysi kompletní sadu. Kam se poděla ta třetí, to nedokážu říct.

# conversations/00_emerald_vale/00_cv_thomas:217:DefaultText
source: That's just fear talking.
cs: To je jen strach.

# conversations/00_emerald_vale/00_cv_thomas:218:DefaultText
source: More like the voice of experience. I spent three years of my life working the cannery belt. Nearly killed me.
cs: Spíše hlas zkušenosti. Strávil jsem tři roky svého života prací u pásu konzervárny. Málem mě to zabilo.

# conversations/00_emerald_vale/00_cv_thomas:219:DefaultText
source: You seem smart enough to do something better with your life.
cs: Zdá se, že jsi dost chytrý na to, abys se svým životem udělal něco lepšího.

# conversations/00_emerald_vale/00_cv_thomas:220:DefaultText
source: Edgewater's in trouble. The town needs a good engineer.
cs: Edgewater má potíže. Město potřebuje dobrého inženýra.

# conversations/00_emerald_vale/00_cv_thomas:221:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/00_emerald_vale/00_cv_thomas:222:DefaultText
source: Edgewater's struggling. They need all the workers they can get.
cs: Edgewater se potýká s problémy. Potřebují všechny pracovníky, které mohou získat.

# conversations/00_emerald_vale/00_cv_thomas:223:DefaultText
source: No - listen. You're right. If I'm gonna go back to town, I'd have to refuse working in the cannery. Only way I can do that is if I make a strong case for myself.
cs: Ne - poslouchejte. Máš pravdu. Pokud se mám vrátit do města, musel bych odmítnout práci v konzervárně. Jediný způsob, jak to můžu udělat, je, že si to pádně obhájím.

# conversations/00_emerald_vale/00_cv_thomas:224:DefaultText
source: You know, I wager you're right. I wouldn't mind plying my craft in a real workshop of my own.
cs: Vsadím se, že máš pravdu. Nevadilo by mi provozovat své řemeslo ve vlastní dílně.

# conversations/00_emerald_vale/00_cv_thomas:225:DefaultText
source: I don't think anyone's called me that before. But maybe it is time I tried to make something of myself.
cs: Myslím, že mi tak ještě nikdo neřekl. Ale možná je na čase, abych se pokusil něco ze sebe udělat.

# conversations/00_emerald_vale/00_cv_thomas:226:DefaultText
source: Well, not until the power went and cut out. Now everyone's been giving me sidelong looks, expecting me to work some miracle and get the generator humming again.
cs: Tedy až do chvíle, kdy vypadl proud. Teď se na mě všichni dívají skrz prsty a čekají, že udělám nějaký zázrak a generátor zase zabzučí.

# conversations/00_emerald_vale/00_cv_thomas:232:DefaultText
source: Any luck finding one of those manuals?
cs: Podařilo se vám najít některou z těchto příruček?

# conversations/00_emerald_vale/00_cv_thomas:233:DefaultText
source: Yeah, I know. Thought's been weighing on me. Spacer's Choice could scupper the whole town, unless we all pull together somehow.
cs: Jo, já vím. Tíží mě to. Spacerova volba by mohla zničit celé město, pokud se nějak nespojíme.

# conversations/00_emerald_vale/00_cv_thomas:234:DefaultText
source: Whoa, Ms. Parvati! You're- what- how are- hi. Hi. Hello.
cs: Páni, paní Parvati! Vy jste... jak se... ahoj. Ahoj. Ahoj.

# conversations/00_emerald_vale/00_cv_thomas:235:DefaultText
source: Whoa, Ms. Parvati! You're- what- how are- hi. Hi. Hello.
cs: Páni, paní Parvati! Vy jste... jak se... ahoj. Ahoj. Ahoj.

# conversations/00_emerald_vale/00_cv_thomas:237:DefaultText
source: Oh gosh, no. I- I'm just along with this fella here.
cs: Ach bože, ne. Já... já jsem jen s tímhle chlapíkem.

# conversations/00_emerald_vale/00_cv_thomas:237:FemaleText
source: Oh gosh, no. I- I'm just along with this lady here.
cs: Ach bože, ne. Já... já jsem jen s touhle dámou.

# conversations/00_emerald_vale/00_cv_thomas:238:DefaultText
source: Um, aside from you, Ms. Parvati. I swear, I'll do you proud.
cs: Kromě vás, paní Parvati. Přísahám, že na vás budu pyšný.

# conversations/00_emerald_vale/00_cv_thomas:240:DefaultText
source: Oh gosh, no. I- I'm just along with this fella here.
cs: Ach bože, ne. Já... já jsem jen s tímhle chlapíkem.

# conversations/00_emerald_vale/00_cv_thomas:240:FemaleText
source: Oh gosh, no. I- I'm just along with this lady here.
cs: Ach bože, ne. Já... já jsem jen s touhle dámou.

# conversations/00_emerald_vale/00_cv_thomas:241:DefaultText
source: I'm glad we could help, Thomas.
cs: Jsem rád, že jsme vám mohli pomoci, Thomasi.
