Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cp_parvati_dad_room.po
Languages: cs

# conversations/00_emerald_vale/00_cp_parvati_dad_room:1:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Maintenance Division Personal Terminal Welcome, Holcomb, Robert Enter a Keyword for Record Search, or hold down CTRL-ALT-F7-ENTER to compose a new entry.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Maintenance Division Personal Terminal Welcome, Holcomb, Robert Zadejte klíčové slovo pro vyhledávání záznamů nebo podržte klávesy CTRL-ALT-F7-ENTER pro vytvoření nového záznamu.

# conversations/00_emerald_vale/00_cp_parvati_dad_room:8:DefaultText
source: [Open Last Entry]
cs: [Otevřít poslední záznam]

# conversations/00_emerald_vale/00_cp_parvati_dad_room:9:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/00_emerald_vale/00_cp_parvati_dad_room:12:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== I sat up last night reading through the Young Spacer's Guide. Almost started reading it out loud, from habit. It's been ten years, but I still have parts of it memorized. Reckon I'll take the next volume into work at the cannery. There's an unused office where I've been taking my lunches. May as well read the whole thing again.
cs: Edgewater Saltuna Cannery Spacer's Choice Property ======================== Včera v noci jsem seděl a četl si Průvodce mladého spacera. Málem jsem ji ze zvyku začal číst nahlas. Je to už deset let, ale pořád mám některé části zapamatované. Říkám si, že si další díl vezmu do práce v konzervárně. Je tam nevyužitá kancelář, kam si chodím na obědy. Klidně si to můžu přečíst celé znovu.

# conversations/00_emerald_vale/00_cp_parvati_dad_room:13:DefaultText
source: [Open Last Search]
cs: [Otevřít poslední vyhledávání]

# conversations/00_emerald_vale/00_cp_parvati_dad_room:14:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Last Search: "Indumati" Searching... Two Records Found.
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Poslední hledání: "Nalezeny dva záznamy.

# conversations/00_emerald_vale/00_cp_parvati_dad_room:15:DefaultText
source: [First Entry]
cs: [První záznam]

# conversations/00_emerald_vale/00_cp_parvati_dad_room:16:DefaultText
source: [Transcript: Note from Indumati]
cs: [Přepis: poznámka od Indumati]

# conversations/00_emerald_vale/00_cp_parvati_dad_room:17:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Indumati left Edgewater today. She's been reassigned to Terra 1. I kissed her goodbye at the platform, and asked if I'd ever see her again. We both knew the answer was no. "Look up and think of me, as I'll look up and think of you."
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Indumati dnes opustil Edgewater. Byla přeřazena na Terru 1. Na nástupišti jsem ji políbil na rozloučenou a zeptal se, jestli ji ještě někdy uvidím. Oba jsme věděli, že odpověď zní ne. "Podívej se nahoru a mysli na mě, stejně jako já se podívám nahoru a budu myslet na tebe."

# conversations/00_emerald_vale/00_cp_parvati_dad_room:18:DefaultText
source: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Robert, They wouldn't let me keep her, but I know you will raise her with love. Perhaps more than I would make time for. You are patient and present in a way that I am not. The company says she has no name until you give her one. Her name is Parvati. They tell me her birthday will be set on the date she's legally delivered to you. She was actually born on July 7. Make her feel special when I can't. She liked it when I sang to her. It was the only time she stopped crying. Indumati
cs: Edgewater Saltuna Cannery A Spacer's Choice Property ======================== Robert, Nedovolili mi ji nechat si, ale vím, že ji vychováte s láskou. Možná víc, než bych si já udělal čas. Jsi trpělivý a přítomný tak, jak já nejsem. Společnost říká, že nemá jméno, dokud jí ho nedáš. Jmenuje se Parvati. Řekli mi, že její narozeniny budou stanoveny na datum, kdy ti bude legálně doručena. Ve skutečnosti se narodila 7. července. Ať se cítí výjimečně, když já nemůžu. Líbilo se jí, když jsem jí zpívala. To byla jediná chvíle, kdy přestala plakat. Indumati
