Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_ludwig.po
Languages: cs

# conversations/00_emerald_vale/00_cv_ludwig:1:DefaultText
source: Thank the Law. I've been requisitioning backup for months. Guess the boss finally came to his senses.
cs: Poděkujte zákonu. Už měsíce sháním zálohy. Hádám, že šéf konečně dostal rozum.

# conversations/00_emerald_vale/00_cv_ludwig:2:DefaultText
source: Colony ain't gonna liberate itself. The Resistance needs every gunhand.
cs: Kolonie se sama neosvobodí. Odboj potřebuje každou ruku se zbraní.

# conversations/00_emerald_vale/00_cv_ludwig:3:DefaultText
source: You ever swung a truncheon? Let me see your rifling stance. I wanna make sure you're up to snuff.
cs: Už jsi někdy máchal obuškem? Ukažte mi svůj postoj při střelbě. Chci se ujistit, že jsi v pořádku.

# conversations/00_emerald_vale/00_cv_ludwig:4:DefaultText
source: What are you babbling about?
cs: O čem to blábolíš?

# conversations/00_emerald_vale/00_cv_ludwig:5:DefaultText
source: Silas sent me. You owe him your gravesite fees.
cs: Poslal mě Silas. Dlužíš mu poplatky za hrob.

# conversations/00_emerald_vale/00_cv_ludwig:6:DefaultText
source: I'll let you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_ludwig:7:DefaultText
source: The war! The coming apocalypse. Man versus machine.
cs: Válka! Blížící se apokalypsa. Člověk proti stroji.

# conversations/00_emerald_vale/00_cv_ludwig:8:DefaultText
source: I told Silas I'd pay my dues if he agreed to join the Resistance. Guess this means he's finally heard the calling.
cs: Řekl jsem Silasovi, že zaplatím své příspěvky, pokud bude souhlasit s tím, že se připojí k Odboji. Hádám, že to znamená, že konečně vyslyšel volání.

# conversations/00_emerald_vale/00_cv_ludwig:13:DefaultText
source: Go on.
cs: Pokračujte.

# conversations/00_emerald_vale/00_cv_ludwig:16:DefaultText
source: He sure did. And he's asking for a little extra. To, uh, furnish the Resistance with mechanical repellant.
cs: Určitě ano. A žádá o něco navíc. Aby vybavil odboj mechanickým repelentem.

# conversations/00_emerald_vale/00_cv_ludwig:17:DefaultText
source: Mechanical repellant! A stroke of inspiration from the Law itself. Here, I've been saving up a couple bits for just such a project.
cs: Mechanický repelent! Inspirace samotným zákonem. Tady jsem si schovával pár kousků právě pro takový projekt.

# conversations/00_emerald_vale/00_cv_ludwig:18:DefaultText
source: Got a question for you.
cs: Mám na vás otázku.

# conversations/00_emerald_vale/00_cv_ludwig:19:DefaultText
source: I'm talking about mechanicals, soldier. Cold, heartless automatons made of iron and lies.
cs: Mluvím o mechanikách, vojáku. Chladné, bezcitné automaty ze železa a lží.

# conversations/00_emerald_vale/00_cv_ludwig:20:DefaultText
source: I don't know what you're talking about.
cs: Nevím, o čem mluvíte.

# conversations/00_emerald_vale/00_cv_ludwig:21:DefaultText
source: Uh. Yeah. Gotta watch out for those mechanicals.
cs: Jo. Musíš si dávat pozor na ty mechaniky.

# conversations/00_emerald_vale/00_cv_ludwig:22:DefaultText
source: Well, fuck me.
cs: Tak to mě poser.

# conversations/00_emerald_vale/00_cv_ludwig:23:DefaultText
source: Oh, they mean to. Just you wait.
cs: Oh, chtějí. Jen počkejte.

# conversations/00_emerald_vale/00_cv_ludwig:24:DefaultText
source: That's right. That's what I been saying. We gotta square our shoulders and stand ever vigilant.
cs: Přesně tak. Přesně to jsem říkal. Musíme si srovnat ramena a být stále ve střehu.

# conversations/00_emerald_vale/00_cv_ludwig:25:DefaultText
source: Just my luck. I ask for backup and the boss sends me one of them simple folk. All right. Listen real close.
cs: Mám prostě štěstí. Požádám o posilu a šéf mi pošle jednoho z těch prosťáčků. Dobře. Poslouchej pozorně.

# conversations/00_emerald_vale/00_cv_ludwig:26:DefaultText
source: What exactly do you do here?
cs: Co přesně zde děláte?

# conversations/00_emerald_vale/00_cv_ludwig:27:DefaultText
source: Au. To. Mechanicals. Creatures forged in the fires of malevolence. I seen them over by the old power plant. Clattering about. Firing at the birds. Orchestrating their uprising.
cs: Au. Pro. Mechanics. Stvoření ukovaná v ohni zlovůle. Viděl jsem je u staré elektrárny. Křepčící kolem. Stříleli na ptáky. Organizují jejich povstání.

# conversations/00_emerald_vale/00_cv_ludwig:28:DefaultText
source: When the swarms of mechanicals come clanging on over that hill, where will you be? Cowering beneath your cot? Or standing shoulder to shoulder with the Resistance?
cs: Kde budeš, až se přes kopec přeženou houfy mechaniků? Krčit se pod svou postýlkou? Nebo budete stát bok po boku s Odbojem?

# conversations/00_emerald_vale/00_cv_ludwig:29:DefaultText
source: I'm Ludwig Miller. Associate Security Officer for Transportation. Officially.
cs: Jsem Ludwig Miller. Zástupce bezpečnostního pracovníka pro dopravu. Oficiálně.

# conversations/00_emerald_vale/00_cv_ludwig:30:DefaultText
source: Unofficially? Strictly between you and me? I am the only thing standing between Edgewater and total annihilation.
cs: Neoficiálně? Čistě mezi námi dvěma? Já jsem jediná věc, která stojí mezi Edgewaterem a úplným zničením.

# conversations/00_emerald_vale/00_cv_ludwig:34:DefaultText
source: What can I do to stop the coming apocalypse?
cs: Co mohu udělat, abych zastavil nadcházející apokalypsu?

# conversations/00_emerald_vale/00_cv_ludwig:35:DefaultText
source: You can gird yourself in the armor of righteousness, soldier. From this moment on, you are a proud member of the Resistance.
cs: Můžeš se opásat zbrojí spravedlnosti, vojáku. Od této chvíle jsi hrdým členem odboje.

# conversations/00_emerald_vale/00_cv_ludwig:36:DefaultText
source: They have sent a scout. Prowling around the junkyard, just behind our beloved town.
cs: Vyslali zvěda. Slídí po skládce hned za naším milovaným městem.

# conversations/00_emerald_vale/00_cv_ludwig:37:DefaultText
source: This scout must not be permitted to return to its base of operations. Cross it off, then report back.
cs: Tento průzkumník se nesmí vrátit na svou operační základnu. Vyškrtněte ji a podejte zprávu.

# conversations/00_emerald_vale/00_cv_ludwig:38:DefaultText
source: You won't have to worry about that scout anymore.
cs: Už se nemusíte starat o toho zvěda.

# conversations/00_emerald_vale/00_cv_ludwig:39:DefaultText
source: You beat that scout to scrap with its own legs? Pulled its optic cables out its headcase? Actually, don't tell me. Rather use my imagination.
cs: Ty jsi toho skauta porazil na šrot jeho vlastníma nohama? Vytáhl jsi mu optické kabely z hlavové skříně? Vlastně mi to neříkej. Spíš použij mou představivost.

# conversations/00_emerald_vale/00_cv_ludwig:40:DefaultText
source: You are a passing fair soldier, I will confess. But you are one, and the enemy is legion. What you need is an equalizer. A weapon to strike fear in their cold, mechanical hearts.
cs: Přiznávám, že jsi poctivý voják. Ale jsi jen jeden a nepřátel je celá legie. Potřebuješ vyrovnávače. Zbraň, která jim vžene strach do jejich chladných, mechanických srdcí.

# conversations/00_emerald_vale/00_cv_ludwig:41:DefaultText
source: Cantina. Lavatory. Behind one of the toilets. That's where I've kept it hidden all these years.
cs: Kantýna. Toalety. Za jednou z toalet. Tam jsem ho celé ty roky schovával.

# conversations/00_emerald_vale/00_cv_ludwig:42:DefaultText
source: You hid your secret weapon in a lavatory.
cs: Svou tajnou zbraň jsi ukryl na záchodě.

# conversations/00_emerald_vale/00_cv_ludwig:43:DefaultText
source: Sharp, ain't it? The lavatory is the very last place a mechanical has need to enter.
cs: Ostré, že? Toaleta je to poslední místo, kam mechanik potřebuje vstoupit.

# conversations/00_emerald_vale/00_cv_ludwig:44:DefaultText
source: I'll let you know if I find it.
cs: Dám vám vědět, jestli ji najdu.

# conversations/00_emerald_vale/00_cv_ludwig:45:DefaultText
source: On the double, soldier. Don't want the bartender poking around in there with a mop.
cs: Na dvojnásobek, vojáku. Nechci, aby se tam barman hrabal s mopem.

# conversations/00_emerald_vale/00_cv_ludwig:46:DefaultText
source: I found this bundle stashed away there.
cs: Našel jsem tam schovaný tento svazek.

# conversations/00_emerald_vale/00_cv_ludwig:47:DefaultText
source: What, all by yourself? I could've swore I hid that bundle safe from prying eyes. Give it here.
cs: Cože, úplně sám? Přísahal bych, že jsem ten balík schoval před zvědavýma očima. Dej to sem.

# conversations/00_emerald_vale/00_cv_ludwig:48:DefaultText
source: I found that package you mentioned.
cs: Našel jsem ten balíček, který jste zmínil.

# conversations/00_emerald_vale/00_cv_ludwig:49:DefaultText
source: Feast your eyes, soldier. This here's a genuine Spacer's Choice Injury Customizing Unit, designed to deliver a lethal blast of electrical discharge. I call it the Hand of the Law.
cs: Pokochej se, vojáku. Tohle je skutečná jednotka pro přizpůsobení zranění Spacer's Choice, navržená tak, aby poskytovala smrtící elektrický výboj. Říkám jí Ruka zákona.

# conversations/00_emerald_vale/00_cv_ludwig:50:DefaultText
source: You ever wanna see a mechanical flailing around like a grounded fish, you stick a couple thousand volts in its guts, with compliments from old Ludwig.
cs: Jestli chceš někdy vidět mechaniku, která se zmítá jako uzemněná ryba, vraž jí do útrob pár tisíc voltů, s poklonou od starého Ludwiga.

# conversations/00_emerald_vale/00_cv_ludwig:52:DefaultText
source: I need you to get us the brain of a mechanical. Well, not exactly a brain. Anatomically speaking, what we're looking for is a logic module.
cs: Potřebuji, abys nám sehnal mozek mechanika. No, ne tak docela mozek. Anatomicky řečeno, hledáme logický modul.

# conversations/00_emerald_vale/00_cv_ludwig:54:DefaultText
source: You mentioned a logic module. I found one in the geothermal plant.
cs: Zmínil jste logický modul. Jeden jsem našel v geotermální elektrárně.

# conversations/00_emerald_vale/00_cv_ludwig:55:DefaultText
source: Bang-up work, soldier. You're a credit to your uniform. Oh, that reminds me. Gotta look into getting us a uniform.
cs: Skvělá práce, vojáku. Děláš čest své uniformě. To mi připomíná. Musím se podívat na to, jak nám sehnat uniformu.

# conversations/00_emerald_vale/00_cv_ludwig:58:DefaultText
source: So this is it, then. The key to humanity's victory over the mechanical hordes.
cs: Takže je to tady. Klíč k vítězství lidstva nad mechanickými hordami.

# conversations/00_emerald_vale/00_cv_ludwig:59:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_ludwig:60:DefaultText
source: I found this bundle in the cantina's lavatory. I think it's yours.
cs: Tento svazek jsem našel na záchodě v kantýně. Myslím, že je tvůj.

# conversations/00_emerald_vale/00_cv_ludwig:61:DefaultText
source: It is indeed, and I will thank you to hand it here. You got some quick eyes, what with detecting my carefully hidden cache. Resistance could use your talents.
cs: To skutečně je a já vám děkuji, že jste mi ji předal. Máš rychlé oči, když jsi odhalil mou pečlivě ukrytou skrýš. Odboj by mohl využít tvůj talent.

# conversations/00_emerald_vale/00_cv_ludwig:62:DefaultText
source: Resistance?
cs: Odpor?

# conversations/00_emerald_vale/00_cv_ludwig:63:DefaultText
source: Not this automechanical uprising nonsense again.
cs: Zase ten nesmysl s automechanickým povstáním.

# conversations/00_emerald_vale/00_cv_ludwig:65:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_ludwig:66:DefaultText
source: An army of automechanicals planning the total destruction of the human race is the very opposite of nonsense. It's - uh - *non*-nonsense.
cs: Armáda automechaniků plánujících totální zničení lidské rasy je pravým opakem nesmyslu. Je to - ehm - *ne*nesmysl.

# conversations/00_emerald_vale/00_cv_ludwig:67:DefaultText
source: In fact, I think the time's coming to unwrap that package you delivered me. Which, unbeknownst to you, housed a mighty weapon.
cs: Vlastně si myslím, že se blíží čas rozbalit ten balíček, který jsi mi doručil. Který, aniž bys to věděl, skrýval mocnou zbraň.

# conversations/00_emerald_vale/00_cv_ludwig:68:DefaultText
source: Sounds like fun.
cs: Zní to jako zábava.

# conversations/00_emerald_vale/00_cv_ludwig:69:DefaultText
source: Fun? This ain't some quarterly performance review, soldier. Ours is a grave and sacred duty.
cs: Zábava? Tohle není žádné čtvrtletní hodnocení výkonnosti, vojáku. Je to vážná a posvátná povinnost.

# conversations/00_emerald_vale/00_cv_ludwig:70:DefaultText
source: So what's next?
cs: Co bude dál?

# conversations/00_emerald_vale/00_cv_ludwig:71:DefaultText
source: Don't worry about that. I've already got a passcode from Reed.
cs: S tím si nedělejte starosti. Už mám přístupový kód od Reeda.

# conversations/00_emerald_vale/00_cv_ludwig:72:DefaultText
source: I been after a passcode for years. Boss said no, on account of my 'gross incompetence with all matters related to security.'
cs: Po přístupovém kódu toužím už roky. Šéf řekl, že ne, kvůli mé "hrubé neschopnosti ve všech záležitostech týkajících se bezpečnosti".

# conversations/00_emerald_vale/00_cv_ludwig:73:DefaultText
source: Time's come for you to journey down into the black heart of the enemy's camp. I'm talking about the old geothermal plant.
cs: Nastal čas, abys sestoupil do černého srdce nepřátelského tábora. Mluvím o staré geotermální elektrárně.

# conversations/00_emerald_vale/00_cv_ludwig:74:DefaultText
source: I feel like I'm going to regret getting mixed up in this.
cs: Mám pocit, že budu litovat, že jsem se do toho zapletl.

# conversations/00_emerald_vale/00_cv_ludwig:75:DefaultText
source: I've already taken care of it.
cs: Už jsem se o to postaral.

# conversations/00_emerald_vale/00_cv_ludwig:76:DefaultText
source: You did? Well, color me impressed, soldier. Wish I had a dozen recruits with your gumption.
cs: Opravdu? No, to na mě udělalo dojem, vojáku. Kéž bych měl tucet rekrutů s tvou odvahou.

# conversations/00_emerald_vale/00_cv_ludwig:78:DefaultText
source: What do you have against mechanicals?
cs: Co máte proti mechanikům?

# conversations/00_emerald_vale/00_cv_ludwig:79:DefaultText
source: You ever seen the way a mechanical just stands there? Just looking at you? Scanning you with its murderous oculars?
cs: Viděli jste někdy, jak tam mechanik prostě stojí? Jak se na vás dívá? Skenuje vás svými vražednými očními bulvami?

# conversations/00_emerald_vale/00_cv_ludwig:80:DefaultText
source: First they will rob us of our jobs - and once they have taken away our livelihoods, they will take away our very lives.
cs: Nejprve nás připraví o práci - a jakmile nás připraví o živobytí, připraví nás i o život.

# conversations/00_emerald_vale/00_cv_ludwig:81:DefaultText
source: Can't say I have.
cs: Nemůžu říct, že bych to udělal.

# conversations/00_emerald_vale/00_cv_ludwig:82:DefaultText
source: It's pretty creepy.
cs: Je to dost děsivé.

# conversations/00_emerald_vale/00_cv_ludwig:83:DefaultText
source: I'm pretty sure that's what they were programmed to do.
cs: Jsem si jistý, že k tomu byly naprogramovány.

# conversations/00_emerald_vale/00_cv_ludwig:84:DefaultText
source: Pray to the Law that you never do. A mechanical never forgets the face of its enemy.
cs: Modlete se k Zákonu, abyste to nikdy neudělali. Mechanický nikdy nezapomene na tvář svého nepřítele.

# conversations/00_emerald_vale/00_cv_ludwig:86:DefaultText
source: Mechanicals have been programmed to eliminate the human race. They have been programmed to replace us.
cs: Mechanické stroje byly naprogramovány tak, aby zlikvidovaly lidskou rasu. Byly naprogramovány, aby nás nahradily.

# conversations/00_emerald_vale/00_cv_ludwig:87:DefaultText
source: If your Resistance needs another gun, I am for hire.
cs: Pokud vaše rezistence potřebuje další zbraň, jsem k pronájmu.

# conversations/00_emerald_vale/00_cv_ludwig:88:DefaultText
source: I been gathering up a war chest over the years. Saltuna cans, mostly. Some Spacer's Chaw. Few bit carts. I'll reward you for your aid.
cs: V průběhu let jsem shromažďoval válečnou zásobu. Většinou plechovky Saltuna. Nějaké Spacer's Chaw. Pár vozíků. Odměním tě za tvou pomoc.

# conversations/00_emerald_vale/00_cv_ludwig:89:DefaultText
source: What do you need done?
cs: Co potřebujete udělat?

# conversations/00_emerald_vale/00_cv_ludwig:90:DefaultText
source: Proper armies pay enlistment fees.
cs: Řádné armády platí odvody.

# conversations/00_emerald_vale/00_cv_ludwig:91:DefaultText
source: Enlistment fees? Yeah, I suppose. Wouldn't want to give the Resistance a bad name.
cs: Narukovací poplatky? Ano, předpokládám. Nerad bych dělal odboji špatné jméno.

# conversations/00_emerald_vale/00_cv_ludwig:92:DefaultText
source: Shouldn't I be paying you some kind of enlistment fee?
cs: Neměl bych ti platit nějaký poplatek za přijetí?

# conversations/00_emerald_vale/00_cv_ludwig:93:DefaultText
source: Now that you mention it, yeah. You probably should. Tell you what - I will waive your enlistment fee, as a sign of good faith toward my newest - and only - recruit.
cs: Když už jsi to zmínil, tak jo. Asi bys měl. Něco ti řeknu - na znamení dobré vůle vůči mému nejnovějšímu - a jedinému - rekrutovi ti odpustím poplatek za přijetí.

# conversations/00_emerald_vale/00_cv_ludwig:98:DefaultText
source: Unfortunately, the old plant lies outside my Board-given jurisdiction. You'll need to get a passcode from the boss, Reed Tobson.
cs: Bohužel stará elektrárna leží mimo mou pravomoc danou radou. Musíte získat přístupový kód od šéfa Reeda Tobsona.

# conversations/00_emerald_vale/00_cv_ludwig:99:DefaultText
source: If you die horribly, I will pour out a can of Zero Gee to your memory.
cs: Pokud zemřeš strašlivou smrtí, vyleju na tvou památku plechovku Zero Gee.

# conversations/00_emerald_vale/00_cv_ludwig:100:DefaultText
source: How am I supposed to get one of these logic modules?
cs: Jak mám získat jeden z těchto logických modulů?

# conversations/00_emerald_vale/00_cv_ludwig:101:DefaultText
source: What are you planning?
cs: Co plánujete?

# conversations/00_emerald_vale/00_cv_ludwig:102:DefaultText
source: Seems simple enough.
cs: Zdá se to být jednoduché.

# conversations/00_emerald_vale/00_cv_ludwig:103:DefaultText
source: There's the rub. If a mechanical breaks down, the logic module fries. So you can't rip one out of its corpse. You're gonna have to find an intact model somehow.
cs: V tom je ten háček. Pokud se porouchá mechanika, logický modul se usmaží. Takže ho nemůžete vytrhnout z jeho mrtvoly. Musíte nějak najít nepoškozený model.

# conversations/00_emerald_vale/00_cv_ludwig:104:DefaultText
source: Don't tell anyone, all right? I've got a contact. A real expert in the inner workings of the automaton. We are gonna rip those mechanicals' secrets right out of their circuits.
cs: Nikomu to neříkej, dobře? Mám na tebe kontakt. Skutečného odborníka na vnitřní fungování automatu. Vyrveme těm mechanikům tajemství přímo z jejich obvodů.

# conversations/00_emerald_vale/00_cv_ludwig:105:DefaultText
source: What do you expect I'll find down there?
cs: Co myslíte, že tam dole najdu?

# conversations/00_emerald_vale/00_cv_ludwig:106:DefaultText
source: I get it. You want me to go undercover as a mechanical. Learn their ways.
cs: Chápu to. Chceš, abych se v přestrojení vydával za mechanika. Naučit se jejich způsoby.

# conversations/00_emerald_vale/00_cv_ludwig:107:DefaultText
source: You got pluck, kid. But no. Can't risk having you go native.
cs: Máš kuráž, chlapče. Ale ne. Nemůžeme riskovat, že se staneš domorodcem.

# conversations/00_emerald_vale/00_cv_ludwig:108:DefaultText
source: Edgewater is in the middle of nowhere. You don't have a contact.
cs: Edgewater leží uprostřed ničeho. Nemáte kontakt.

# conversations/00_emerald_vale/00_cv_ludwig:109:DefaultText
source: Well excuse me. What I meant was I'm going to get a contact. Didn't know I had to be all prissy about my grammar around you.
cs: No, promiňte. Chtěl jsem říct, že si seženu kontakt. Nevěděla jsem, že před tebou musím být tak prudérní ohledně gramatiky.

# conversations/00_emerald_vale/00_cv_ludwig:111:DefaultText
source: You mean this logic module?
cs: Myslíte tento logický modul?

# conversations/00_emerald_vale/00_cv_ludwig:112:DefaultText
source: That reminds me. Silas sent me after your gravesite fees.
cs: To mi připomíná. Silas mě poslal za tvými hrobovými poplatky.

# conversations/00_emerald_vale/00_cv_ludwig:113:DefaultText
source: I would reward you with the gratitude of the Resistance, but I'm guessing you want something tactile. So here's a couple bits for your trouble, and a little something to remember me by.
cs: Odměnil bych tě vděčností odboje, ale hádám, že chceš něco hmatatelného. Takže tady máš pár kousků za tvou námahu a něco na památku.

# conversations/00_emerald_vale/00_cv_ludwig:123:DefaultText
source: Town's been dark a while now. Could be a mechanical trying to sabotage us.
cs: Město je už nějakou dobu temné. Mohl by to být mechanický pokus o sabotáž.

# conversations/00_emerald_vale/00_cv_ludwig:124:DefaultText
source: Never seen the Vale lit up like this before.
cs: Takhle osvětlené údolí jsem ještě nikdy neviděl.

# conversations/00_emerald_vale/00_cv_ludwig:125:DefaultText
source: Bring us honor, soldier.
cs: Přineste nám čest, vojáku.

# conversations/00_emerald_vale/00_cv_ludwig:126:DefaultText
source: War ain't over. Not so long as a single mechanical remains unscrapped.
cs: Válka ještě neskončila. Ne tak dlouho, dokud nezůstane jediný mechanický obal.

# conversations/00_emerald_vale/00_cv_ludwig:129:DefaultText
source: Feast your eyes, soldier. This here's a genuine Spacer's Choice Injury Customizing Unit, designed to deliver a lethal blast of electrical discharge. I call it the Hand of the Law.
cs: Pokochej se, vojáku. Tohle je skutečná jednotka pro přizpůsobení zranění Spacer's Choice, navržená tak, aby poskytovala smrtící elektrický výboj. Říkám jí Ruka zákona.

# conversations/00_emerald_vale/00_cv_ludwig:130:DefaultText
source: Parvati, is a logic module something you could help with?
cs: Parvati, mohla byste mi pomoci s logickým modulem?

# conversations/00_emerald_vale/00_cv_ludwig:131:DefaultText
source: I don't reckon so.
cs: To si nemyslím.

# conversations/00_emerald_vale/00_cv_ludwig:132:DefaultText
source: I work with gears and pistons and such. Stuff you can put hands to. Computers and mechanical brains are outside my ken.
cs: Pracuji s převody, písty a podobně. Věci, na které se dá sáhnout. Počítače a mechanické mozky jdou mimo mě.

# conversations/00_emerald_vale/00_cv_ludwig:133:DefaultText
source: You know she names the mechanicals she fixes? Calls them Bess and Clancy and so on. Keep a careful eye on her. Could be a sympathizer.
cs: Víš, že mechaniky, které opravuje, pojmenovává? Říká jim Bess a Clancy a tak dále. Dávej na ni pozor. Mohl by to být sympatizant.

# conversations/00_emerald_vale/00_cv_ludwig:137:DefaultText
source: Hey, I know you! Fancy-shanks, with the face!
cs: Hej, já tě znám! Fancy-shanks, s tím obličejem!

# conversations/00_emerald_vale/00_cv_ludwig:138:DefaultText
source: Are you crazy? Keep your head down, for Law's sake. You're gonna blow my cover!
cs: Zbláznil ses? Proboha, drž se při zemi. Prozradíš moje krytí!

# conversations/00_emerald_vale/00_cv_ludwig:140:DefaultText
source: Merciful Law. It's you! Machine-slayer!
cs: Milosrdný zákon. To jsi ty! Zabiják strojů!

# conversations/00_emerald_vale/00_cv_ludwig:141:DefaultText
source: I know your face. You're my last living recruit!
cs: Znám tvůj obličej. Jsi můj poslední žijící rekrut!
