Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_moreau.po
Languages: cs

# conversations/00_emerald_vale/00_cv_moreau:1:DefaultText
source: Power's out, but I can't just leave my goods unattended. Don't suppose you'd care to do business?
cs: Nejde proud, ale nemůžu nechat své zboží bez dozoru. Nepředpokládám, že bys chtěl obchodovat?

# conversations/00_emerald_vale/00_cv_moreau:2:DefaultText
source: It's not the best choice - it's Spacer's Choice. And before you ask, I'm all out of Deluxe Saltuna. All I've got is Gourmet.
cs: Není to nejlepší volba - je to Spacer's Choice. A než se zeptáte, došla mi Saltuna Deluxe. Mám jen Gourmet.

# conversations/00_emerald_vale/00_cv_moreau:7:DefaultText
source: Let me see what you're selling.
cs: Ukažte mi, co prodáváte.

# conversations/00_emerald_vale/00_cv_moreau:8:DefaultText
source: Music to my ears.
cs: Hudba pro mé uši.

# conversations/00_emerald_vale/00_cv_moreau:34:DefaultText
source: I have some questions.
cs: Mám několik otázek.

# conversations/00_emerald_vale/00_cv_moreau:35:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_moreau:43:DefaultText
source: Ms. Holcomb ain't allowed in this establishment. Not since that little incident.
cs: Slečna Holcombová do tohoto podniku nesmí. Ne od toho malého incidentu.

# conversations/00_emerald_vale/00_cv_moreau:44:DefaultText
source: What incident?
cs: Jaký incident?

# conversations/00_emerald_vale/00_cv_moreau:45:DefaultText
source: Ask her if you care. I'm running a business here.
cs: Zeptejte se jí, jestli vás to zajímá. Vedu tady obchod.

# conversations/00_emerald_vale/00_cv_moreau:46:DefaultText
source: I won't touch anything while we're in here, Mr. Moreau. I promise.
cs: Nebudu se ničeho dotýkat, dokud jsme tady, pane Moreau. Slibuji.

# conversations/00_emerald_vale/00_cv_moreau:47:DefaultText
source: The vending machine thing? That was ages ago.
cs: Ta věc s automatem? To už je dávno.

# conversations/00_emerald_vale/00_cv_moreau:48:DefaultText
source: I realize that. Company still has not sent us the necessary parts to conduct repairs. And so, no thanks to Ms. Holcomb, yonder vending machine remains inoperable.
cs: To si uvědomuji. Společnost nám stále neposlala potřebné díly k provedení opravy. A tak, ne díky paní Holcombové, zůstává tento automat nefunkční.

# conversations/00_emerald_vale/00_cv_moreau:49:DefaultText
source: She'll be on her best behavior. Won't you, Parvati?
cs: Bude se chovat co nejlépe. Že ano, Parvati?

# conversations/00_emerald_vale/00_cv_moreau:50:DefaultText
source: Absolutely. I'll keep my hands in my pockets.
cs: Rozhodně. Budu mít ruce v kapsách.

# conversations/00_emerald_vale/00_cv_moreau:52:DefaultText
source: I'll take responsibility for her.
cs: Převezmu za ni zodpovědnost.

# conversations/00_emerald_vale/00_cv_moreau:53:DefaultText
source: See that you do. I got a business to run. Edgewater ain't gonna provision itself, you know.
cs: Dohlédněte na to, abyste to udělali. Musím se věnovat podnikání. Edgewater se nezajistí sám, víš.

# conversations/00_emerald_vale/00_cv_moreau:55:DefaultText
source: I need to fix a ship. You know where I can find parts?
cs: Potřebuji opravit loď. Nevíte, kde bych mohl sehnat součástky?

# conversations/00_emerald_vale/00_cv_moreau:56:DefaultText
source: You oughta go have a talk with the boss. Reed Tobson. He's up in his tower above the cannery.
cs: Měl by sis jít promluvit se šéfem. Reed Tobson. Je nahoře ve své věži nad konzervárnou.

# conversations/00_emerald_vale/00_cv_moreau:60:DefaultText
source: I've got some questions for you.
cs: Mám na vás několik otázek.

# conversations/00_emerald_vale/00_cv_moreau:61:DefaultText
source: I'll just excuse myself.
cs: Omluvím se.

# conversations/00_emerald_vale/00_cv_moreau:62:DefaultText
source: Spacer's Choice - the brand of choice for spacers on a budget.
cs: Spacer's Choice - značka, kterou si můžete vybrat pro cenově dostupné distanční podložky.

# conversations/00_emerald_vale/00_cv_moreau:64:DefaultText
source: What's your take on this place?
cs: Jaký je váš názor na toto místo?

# conversations/00_emerald_vale/00_cv_moreau:65:DefaultText
source: What, you mean Edgewater? That's a peculiar question. This a test? Am I being tested right now?
cs: Cože, myslíš Edgewater? To je zvláštní otázka. To je test? Jsem snad právě teď testován?

# conversations/00_emerald_vale/00_cv_moreau:66:DefaultText
source: It's, uh... fine and dandy. Couldn't be happier. Wouldn't want to spend my life working anywhere else. Prettiest little town on Terra 2.
cs: To je... v pořádku a skvělé. Nemůžu být šťastnější. Nechtěl bych strávit život prací jinde. Nejkrásnější městečko na Terře 2.

# conversations/00_emerald_vale/00_cv_moreau:67:DefaultText
source: Telling yourself that won't make it true.
cs: Když si to budete namlouvat, nebude to pravda.

# conversations/00_emerald_vale/00_cv_moreau:68:DefaultText
source: You are condescending to me and I do not care for it. I am... lucky to have my work. Lucky to be alive.
cs: Chováte se ke mně povýšeně a mně to nevadí. Mám štěstí, že mám svou práci. Mám štěstí, že jsem naživu.

# conversations/00_emerald_vale/00_cv_moreau:69:DefaultText
source: I'm glad you're so optimistic.
cs: Jsem rád, že jste tak optimistický.

# conversations/00_emerald_vale/00_cv_moreau:70:DefaultText
source: I have every reason to be. I caught a real break, working in a place like this.
cs: Mám k tomu všechny důvody. V práci na takovém místě jsem si opravdu odpočinul.

# conversations/00_emerald_vale/00_cv_moreau:71:DefaultText
source: I don't get paid for banter. Was there something you needed?
cs: Za vtipkování nedostávám zaplaceno. Potřeboval jsi něco?

# conversations/00_emerald_vale/00_cv_moreau:72:DefaultText
source: Actually, there was.
cs: Vlastně ano.

# conversations/00_emerald_vale/00_cv_moreau:73:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_moreau:74:DefaultText
source: You can't be serious. No one in their right mind would want to live here.
cs: To snad nemyslíte vážně. Nikdo se zdravým rozumem by tu nechtěl žít.

# conversations/00_emerald_vale/00_cv_moreau:75:DefaultText
source: If loving the place I work makes me crazy, then haul me off for mandatory re-education.
cs: Pokud mě láska k místu, kde pracuji, dělá bláznem, pak mě odveďte na povinnou převýchovu.

# conversations/00_emerald_vale/00_cv_moreau:76:DefaultText
source: The blister on my ass is prettier than Edgewater.
cs: Puchýř na zadku je hezčí než Edgewater.

# conversations/00_emerald_vale/00_cv_moreau:77:DefaultText
source: Do us both a favor and don't try to prove your point.
cs: Udělejte nám oběma laskavost a nesnažte se dokázat svůj názor.

# conversations/00_emerald_vale/00_cv_moreau:78:DefaultText
source: That's enough for now.
cs: To prozatím stačí.

# conversations/00_emerald_vale/00_cv_moreau:79:DefaultText
source: Anyone I should watch out for?
cs: Měl bych si na někoho dát pozor?

# conversations/00_emerald_vale/00_cv_moreau:80:DefaultText
source: Other than yourself? Definitely the Vicar. Don't get me wrong. He seems a decent man. Cut from church cloth. Knows his scriptures.
cs: Kromě vás? Určitě farář. Nechápejte mě špatně. Zdá se, že je to slušný člověk. Je jako stvořený pro církev. Zná Písmo svaté.

# conversations/00_emerald_vale/00_cv_moreau:81:DefaultText
source: But there's something about him that bothers me. Like he's not one of us. Sometimes I suspect he doesn't even want to be here.
cs: Ale něco mi na něm vadí. Jako by nebyl jedním z nás. Někdy mám podezření, že tu ani nechce být.

# conversations/00_emerald_vale/00_cv_moreau:82:DefaultText
source: Thanks. Anyone else?
cs: Děkuji. Ještě někdo?

# conversations/00_emerald_vale/00_cv_moreau:83:DefaultText
source: I'd keep a few paces between myself and Ms. Holcomb. The town mechanic, since her dear father "left the workforce."
cs: Udělal bych mezi sebou a slečnou Holcombovou pár kroků. Městský mechanik, protože její drahý otec "odešel z práce".

# conversations/00_emerald_vale/00_cv_moreau:84:DefaultText
source: No ill-intent in her, mind. Just a queer sort. Restless. Scatterbrained. Inclined to do first and think after, if you take my meaning.
cs: Nebyl v ní žádný zlý úmysl. Je to jen divný typ. Neklidná. Roztržitá. Nejdřív chce dělat a pak přemýšlet, jestli mi rozumíte.

# conversations/00_emerald_vale/00_cv_moreau:85:DefaultText
source: Interesting. That everyone I should know about?
cs: Zajímavé. To bych měl vědět o všech?

# conversations/00_emerald_vale/00_cv_moreau:86:DefaultText
source: Amelia. Definitely Amelia Kim. I advise against stepping foot in her drinking establishment altogether.
cs: Amelia. Rozhodně Amelia Kim. Do jejího podniku s alkoholem nedoporučuji vůbec vkročit.

# conversations/00_emerald_vale/00_cv_moreau:87:DefaultText
source: Word is they're gonna replace her with an automechanical barkeep. She's... what's the word... obsolete. You don't wanna associate yourself with that kind of person.
cs: Říká se, že ji nahradí automechanickým barmanem. Je... jak se tomu říká... zastaralá. S takovým člověkem se přece nechceš stýkat.

# conversations/00_emerald_vale/00_cv_moreau:88:DefaultText
source: So, about this plague that's supposed to be going around...
cs: Takže, co se týče té nákazy, která se tu údajně šíří...

# conversations/00_emerald_vale/00_cv_moreau:89:DefaultText
source: Plague? I don't know anything about a plague. We are the very picture of hot-blooded physical vigor.
cs: Mor? O moru nic nevím. Jsme obrazem horkokrevné fyzické síly.

# conversations/00_emerald_vale/00_cv_moreau:90:DefaultText
source: Are you done being delusional, or should I wait?
cs: Už jsi přestal blouznit, nebo mám počkat?

# conversations/00_emerald_vale/00_cv_moreau:91:DefaultText
source: I take umbrage with your choice of phrase. We ain't sick. We're rugged.
cs: Mám výhrady k vaší volbě výrazu. Nejsme nemocní. Jsme drsní.

# conversations/00_emerald_vale/00_cv_moreau:92:DefaultText
source: Some of us who get sick are liable to exaggerate the conditions of that sickness. But the fact is, if you work hard, you have got no cause to worry.
cs: Někteří z nás, kteří onemocní, mají tendenci podmínky nemoci zveličovat. Faktem však je, že pokud tvrdě pracujete, nemáte důvod k obavám.

# conversations/00_emerald_vale/00_cv_moreau:93:DefaultText
source: What do you mean by that?
cs: Co tím myslíte?

# conversations/00_emerald_vale/00_cv_moreau:94:DefaultText
source: Survival of the fittest. It ain't just a law of nature. It's company policy!
cs: Přežití nejsilnějších. Není to jen přírodní zákon. Je to firemní politika!

# conversations/00_emerald_vale/00_cv_moreau:95:DefaultText
source: Medical treatment is commensurate with our value to society. Spacer's Choice will dispense medicine for the indispensable worker. Natural selection at work.
cs: Léčba odpovídá naší společenské hodnotě. Spacer's Choice bude vydávat léky pro nepostradatelné pracovníky. Přirozený výběr v praxi.

# conversations/00_emerald_vale/00_cv_moreau:96:DefaultText
source: Seems fair.
cs: Zdá se to být spravedlivé.

# conversations/00_emerald_vale/00_cv_moreau:97:DefaultText
source: It is better than fair. It is company policy.
cs: Je to lepší než spravedlivé. Je to politika společnosti.

# conversations/00_emerald_vale/00_cv_moreau:98:DefaultText
source: Listen, you mind if we talk about something else? Rambling about company policy gets me feeling all light-headed.
cs: Poslyš, nevadilo by ti, kdybychom si promluvili o něčem jiném? Z blábolení o firemní politice se mi točí hlava.

# conversations/00_emerald_vale/00_cv_moreau:99:DefaultText
source: And if you don't work hard enough?
cs: A pokud nepracujete dostatečně tvrdě?

# conversations/00_emerald_vale/00_cv_moreau:100:DefaultText
source: Then the hand of medical science will not grace you with its touch, and you must recover on the virtue of your own grit.
cs: Pak vás ruka lékařské vědy nepotěší svým dotykem a musíte se zotavit díky vlastní píli.

# conversations/00_emerald_vale/00_cv_moreau:101:DefaultText
source: That doesn't make any sense.
cs: To nedává smysl.

# conversations/00_emerald_vale/00_cv_moreau:102:DefaultText
source: Spend enough time in the Spacer's Choice family, and you will come to understand.
cs: Když strávíte v rodině Spacer's Choice dost času, pochopíte to.

# conversations/00_emerald_vale/00_cv_moreau:103:DefaultText
source: Yeah. Spacer's Choice obviously cares about its family.
cs: Jo. Spacer's Choice se zjevně stará o svou rodinu.

# conversations/00_emerald_vale/00_cv_moreau:104:DefaultText
source: Spacer's Choice is built on love. And like any real love, it is cold and tough when needs must.
cs: Spacer's Choice je založena na lásce. A jako každá opravdová láska je chladná a tvrdá, když je třeba.

# conversations/00_emerald_vale/00_cv_moreau:105:DefaultText
source: Is there a reason you feel like you have to hide what's going on?
cs: Máte pocit, že musíte skrývat, co se děje, z nějakého důvodu?

# conversations/00_emerald_vale/00_cv_moreau:106:DefaultText
source: You have got the wrong idea about me. I've got nothing that needs hiding.
cs: Máš o mně špatnou představu. Nemám nic, co bych potřeboval skrývat.

# conversations/00_emerald_vale/00_cv_moreau:107:DefaultText
source: Never mind. Goodbye.
cs: Nevadí. Sbohem.

# conversations/00_emerald_vale/00_cv_moreau:108:DefaultText
source: Go right ahead.
cs: Jen do toho.

# conversations/00_emerald_vale/00_cv_moreau:110:DefaultText
source: Work your jaw on some Spacer's Chaw!
cs: Zpracujte si čelist na Spacer's Chaw!

# conversations/00_emerald_vale/00_cv_moreau:111:DefaultText
source: It's not the best choice. It's Spacer's Choice.
cs: Není to nejlepší volba. Je to volba Spacer's Choice.
