Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_reed.po
Languages: cs

# conversations/00_emerald_vale/00_cv_reed:558:DefaultText
source: Dead? But... how? Was it the plague? I needed Adelaide, you know. We needed Adelaide. She was one of a kind. She was our only flavor specialist.
cs: Mrtvý? Ale... jak? Byl to mor? Potřeboval jsem Adelaide, víš. Potřebovali jsme Adelaide. Byla jedinečná. Byla to naše jediná specialistka na chutě.

# conversations/00_emerald_vale/00_cv_reed:559:DefaultText
source: Adelaide's followers will need a place to stay. And the town will need more power if we're to support them.
cs: Adelaidini stoupenci budou potřebovat místo k přenocování. A město bude potřebovat více energie, pokud je chceme podpořit.

# conversations/00_emerald_vale/00_cv_reed:562:DefaultText
source: I delivered your message, but I haven't convinced Adelaide to come back.
cs: Doručil jsem tvůj vzkaz, ale nepřesvědčil jsem Adelaide, aby se vrátila.

# conversations/00_emerald_vale/00_cv_reed:563:DefaultText
source: Adelaide won't come back to town, but her followers will.
cs: Adelaide se do města nevrátí, ale její následovníci ano.

# conversations/00_emerald_vale/00_cv_reed:564:DefaultText
source: I spoke to Adelaide. She won't come back so long as you're here.
cs: Mluvil jsem s Adelaide. Dokud jsi tady, nevrátí se.

# conversations/00_emerald_vale/00_cv_reed:569:DefaultText
source: <Attack> Well, I tried.
cs: <Útok> No, snažil jsem se.

# conversations/00_emerald_vale/00_cv_reed:570:DefaultText
source: Adelaide made it clear she won't return unless you leave.
cs: Adelaide dala jasně najevo, že se nevrátí, pokud neodejdete.

# conversations/00_emerald_vale/00_cv_reed:571:DefaultText
source: I'll need to think about this.
cs: Budu o tom muset přemýšlet.

# conversations/00_emerald_vale/00_cv_reed:572:DefaultText
source: My life here is ended. Give me a little time to settle my affairs. I'm sure Adelaide will be glad to see the back of me.
cs: Můj život zde skončil. Dejte mi trochu času, abych si vyřídil své záležitosti. Jsem si jistý, že Adelaide bude ráda, když mě uvidí zpátky.

# conversations/00_emerald_vale/00_cv_reed:573:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_reed:575:DefaultText
source: I expected as much. I've been thinking about it. I could use Adelaide back, but if she's being obstinate, try to talk her followers into returning. We need the extra hands.
cs: To jsem očekával. Přemýšlel jsem o tom. Adelaide by se mi hodila zpátky, ale pokud je tvrdohlavá, zkus přemluvit její stoupence, aby se vrátili. Potřebujeme další ruce.

# conversations/00_emerald_vale/00_cv_reed:577:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_reed:579:DefaultText
source: Adelaide is dead.
cs: Adelaide je mrtvá.

# conversations/00_emerald_vale/00_cv_reed:580:DefaultText
source: That's good enough for me. Adelaide and I have a history. Was unlikely she'd ever come back, but hope springs eternal.
cs: To mi stačí. Adelaide a já máme společnou minulost. Bylo nepravděpodobné, že by se někdy vrátila, ale naděje je věčná.

# conversations/00_emerald_vale/00_cv_reed:581:DefaultText
source: Dead? I don't understand. How? Did it come to violence somehow?
cs: Mrtvý? Nerozumím tomu. Jak? Došlo nějak k násilí?

# conversations/00_emerald_vale/00_cv_reed:583:DefaultText
source: I wanted to talk to you about something.
cs: Chtěl jsem s vámi o něčem mluvit.

# conversations/00_emerald_vale/00_cv_reed:590:DefaultText
source: I already told you I'm leaving. Just give me a little while to collect my thoughts.
cs: Už jsem ti řekl, že odcházím. Jen mi dejte chvilku, abych si srovnal myšlenky.

# conversations/00_emerald_vale/00_cv_reed:593:DefaultText
source: I'm not a visitor. I'm lost and trying to make sense of what's going on.
cs: Nejsem návštěvník. Jsem ztracený a snažím se pochopit, co se děje.

# conversations/00_emerald_vale/00_cv_reed:594:DefaultText
source: We all feel lost from time to time. If you're in need of spiritual guidance, you may avail yourself of our vicar.
cs: Všichni se čas od času cítíme ztraceni. Pokud potřebujete duchovní vedení, můžete využít služeb našeho vikáře.

# conversations/00_emerald_vale/00_cv_reed:595:DefaultText
source: Outsiders are a rare sight in the Vale. If you are a freelancer, then I have use for you. There is pay to be earned. Or supplies to tide you over - as you prefer.
cs: Cizinci jsou v Údolí vzácností. Pokud jsi na volné noze, mám pro tebe využití. Je třeba si vydělat. Nebo zásoby, které ti pomohou - jak si přeješ.

# conversations/00_emerald_vale/00_cv_reed:596:DefaultText
source: What sort of help do you need?
cs: Jakou pomoc potřebujete?

# conversations/00_emerald_vale/00_cv_reed:597:DefaultText
source: You're pretty quick to trust me.
cs: Důvěřuješ mi docela rychle.

# conversations/00_emerald_vale/00_cv_reed:598:DefaultText
source: Hey, I'm just passing through.
cs: Ahoj, jen projíždím.

# conversations/00_emerald_vale/00_cv_reed:599:DefaultText
source: The sort of work for which I cannot spare my own people. I am in the midst of a difficulty, the resolution of which requires a third party - you.
cs: Práce, na kterou nemohu ušetřit své vlastní lidi. Jsem uprostřed potíží, jejichž řešení vyžaduje třetí stranu - vás.

# conversations/00_emerald_vale/00_cv_reed:600:DefaultText
source: Trust, I have learned, is reciprocal. I offer my trust in good faith, and hope that you will do the same.
cs: Důvěra, jak jsem se naučil, je oboustranná. Nabízím vám svou důvěru v dobré víře a doufám, že vy uděláte totéž.

# conversations/00_emerald_vale/00_cv_reed:601:DefaultText
source: And I understand that. Work with me and you may pass through a few bits richer.
cs: A já tomu rozumím. Spolupracujte se mnou a možná budete o pár kousků bohatší.

# conversations/00_emerald_vale/00_cv_reed:602:DefaultText
source: There's an old botanical lab - mostly abandoned now, but still eating up power from our plant. Power which our cannery sorely needs.
cs: Je tu stará botanická laboratoř - dnes už většinou opuštěná, ale stále spotřebovává energii z naší elektrárny. Energie, kterou naše konzervárna nutně potřebuje.

# conversations/00_emerald_vale/00_cv_reed:603:DefaultText
source: I don't plan on staying long.
cs: Nehodlám se zdržet dlouho.

# conversations/00_emerald_vale/00_cv_reed:604:DefaultText
source: I understand. Your business is your own. Nonetheless, you are welcome in our little outpost.
cs: Rozumím. Vaše podnikání je vaše věc. Přesto jste v naší malé základně vítáni.

# conversations/00_emerald_vale/00_cv_reed:605:DefaultText
source: I don't need Parvati's help.
cs: Nepotřebuji Parvatiinu pomoc.

# conversations/00_emerald_vale/00_cv_reed:606:DefaultText
source: Oh. Sure. I mean, you got your own business and all, so I'm sure you- Sorry. I'll just be in my garage. Fixing stuff. Like I do.
cs: Oh. Jistě. Máš vlastní firmu a tak, takže jsem si jistý, že... Promiň. Budu v garáži. Opravovat věci. Jako to dělám já.

# conversations/00_emerald_vale/00_cv_reed:608:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_reed:609:DefaultText
source: I can't make any promises.
cs: Nemohu nic slíbit.

# conversations/00_emerald_vale/00_cv_reed:610:DefaultText
source: Of course! I understand completely. Here - let me give you the passcode to the geothermal plant. A sign of good faith, for so politely listening to me as I ramble on.
cs: Samozřejmě! Naprosto tomu rozumím. Tady - dám vám přístupový kód ke geotermální elektrárně. Znamení dobré vůle, že jste mě tak zdvořile vyslechl, když jsem tak blábolil.

# conversations/00_emerald_vale/00_cv_reed:614:DefaultText
source: Thank you. I can't tell you how much this means to me. The plant's not been maintained for years. You'll need my passcode to get inside.
cs: Děkujeme. Ani nevíte, jak moc to pro mě znamená. Rostlina nebyla léta udržována. Potřebujete můj přístupový kód, abyste se dostal dovnitř.

# conversations/00_emerald_vale/00_cv_reed:616:DefaultText
source: I gave it some thought, Reed. I'll help you.
cs: Trochu jsem o tom přemýšlel, Reede. Pomůžu ti.

# conversations/00_emerald_vale/00_cv_reed:617:DefaultText
source: The young woman I was talking to earlier - Parvati Holcomb. You will find her in her workshop, most likely. She knows her way around the Vale, if you need another pair of eyes.
cs: Mladá žena, se kterou jsem předtím mluvil - Parvati Holcombová. Najdete ji nejspíš v její dílně. Vyzná se v Údolí, kdybyste potřebovali další pár očí.

# conversations/00_emerald_vale/00_cv_reed:618:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/00_emerald_vale/00_cv_reed:619:DefaultText
source: Remember that you are representing your town and your company, Ms. Holcomb. Acquit yourself with grace.
cs: Nezapomeňte, že reprezentujete své město a svou společnost, paní Holcombová. Přiznejte se s grácií.

# conversations/00_emerald_vale/00_cv_reed:620:DefaultText
source: Go ahead.
cs: Pokračujte.

# conversations/00_emerald_vale/00_cv_reed:621:DefaultText
source: My offer remains standing, should you reconsider.
cs: Moje nabídka zůstává v platnosti, pokud si to rozmyslíte.

# conversations/00_emerald_vale/00_cv_reed:623:DefaultText
source: I'm looking for a power regulator.
cs: Hledám regulátor napájení.

# conversations/00_emerald_vale/00_cv_reed:624:DefaultText
source: Our cannery uses a power regulator, but I'm afraid I can't let you have it. You're welcome to salvage a regulator from the Botanical Lab. They won't be needing it anymore.
cs: Naše konzervárna používá regulátor výkonu, ale obávám se, že vám ho nemohu půjčit. Můžete si vzít regulátor z botanické laboratoře. Už ho nebudou potřebovat.

# conversations/00_emerald_vale/00_cv_reed:625:DefaultText
source: I'm sure you're looking for a lot of things. But after the calamity you've brought to our town, the only thing I will direct you to is the door. It's behind you.
cs: Určitě hledáte spoustu věcí. Ale po té pohromě, kterou jsi našemu městu přinesl, tě nasměruji jedině ke dveřím. Jsou za vámi.

# conversations/00_emerald_vale/00_cv_reed:626:DefaultText
source: I have made my case to you before. I hope that you will reconsider your refusal.
cs: Svůj případ jsem vám již přednesl. Doufám, že své odmítnutí přehodnotíte.

# conversations/00_emerald_vale/00_cv_reed:627:DefaultText
source: I can't just give you the cannery's regulator. The Botanical Lab's got one, though. Ripe for the picking, provided you shut off their power first.
cs: Nemohu vám dát jen regulátor konzervárny. Botanická laboratoř ho ale má. Je zralý na vyzvednutí, pokud jim předtím vypneš proud.

# conversations/00_emerald_vale/00_cv_reed:629:DefaultText
source: If you're heading over there, I'd appreciate it if you could talk Adelaide and her people into coming back to town.
cs: Jestli se tam chystáš, byl bych ti vděčný, kdybys přemluvil Adelaide a její lidi, aby se vrátili do města.

# conversations/00_emerald_vale/00_cv_reed:630:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/00_emerald_vale/00_cv_reed:634:DefaultText
source: We are in your debt. I am authorizing you for a discount on all official Spacer's Choice products, courtesy of the people of Edgewater.
cs: Jsme vašimi dlužníky. Povoluji vám slevu na všechny oficiální produkty Spacer's Choice, a to s laskavým svolením obyvatel Edgewateru.

# conversations/00_emerald_vale/00_cv_reed:636:DefaultText
source: Adelaide's found a way to grow food. She'll come back if you step down.
cs: Adelaide našla způsob, jak pěstovat potraviny. Vrátí se, když odstoupíš.

# conversations/00_emerald_vale/00_cv_reed:637:DefaultText
source: Unless you can demonstrate to me that we are helpless without her, I see no reason why I should stand down.
cs: Pokud mi nedokážete, že jsme bez ní bezmocní, nevidím důvod, proč bych měl odstoupit.

# conversations/00_emerald_vale/00_cv_reed:640:DefaultText
source: I do apologize. I was given no forewarning of your arrival, or I might have welcomed you at the gates myself.
cs: Omlouvám se. Nebyl jsem o vašem příjezdu předem informován, jinak bych vás uvítal u brány sám.

# conversations/00_emerald_vale/00_cv_reed:641:DefaultText
source: Uniform? What are you talking about?
cs: Uniforma? O čem to mluvíte?

# conversations/00_emerald_vale/00_cv_reed:642:DefaultText
source: I don't work for Spacer's Choice.
cs: Nepracuji pro společnost Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reed:643:DefaultText
source: Shirt. Pants. Workboots. Company approved colors. The -- ah, honorable apparel of a loyal worker?
cs: Košile. Kalhoty. Pracovní boty. Barvy schválené společností. Úctyhodný oděv loajálního pracovníka?

# conversations/00_emerald_vale/00_cv_reed:644:DefaultText
source: Of course not. I don't have that kind of luck.
cs: Samozřejmě, že ne. Takové štěstí nemám.

# conversations/00_emerald_vale/00_cv_reed:645:DefaultText
source: Yes, so it dawns on me.
cs: Ano, tak mi to došlo.

# conversations/00_emerald_vale/00_cv_reed:646:DefaultText
source: Seems I allowed my excitement to run away with my wits. Been a few seasons since we've had a visitor pass through.
cs: Zdá se, že jsem se nechal unést vzrušením. Už je to pár sezón, co tudy prošla návštěva.

# conversations/00_emerald_vale/00_cv_reed:648:DefaultText
source: I think you may have the wrong idea about me.
cs: Myslím, že si o mně děláte špatnou představu.

# conversations/00_emerald_vale/00_cv_reed:657:DefaultText
source: I beg your pardon. I am most emphatically not keen on any such thing.
cs: Omlouvám se. O nic takového rozhodně nestojím.

# conversations/00_emerald_vale/00_cv_reed:663:DefaultText
source: When you say "mostly abandoned," what do you mean?
cs: Když říkáte "většinou opuštěné", co tím myslíte?

# conversations/00_emerald_vale/00_cv_reed:664:DefaultText
source: Tell me about this geothermal plant.
cs: Povězte mi o této geotermální elektrárně.

# conversations/00_emerald_vale/00_cv_reed:666:DefaultText
source: The geothermal plant was built by our owners, Spacer's Choice. Lit up the whole Vale, once upon a time.
cs: Geotermální elektrárnu postavili naši majitelé, společnost Spacer's Choice. Kdysi dávno osvětlovala celé údolí.

# conversations/00_emerald_vale/00_cv_reed:667:DefaultText
source: And you want all that power going to your cannery.
cs: A vy chcete, aby veškerá energie šla do vaší konzervárny.

# conversations/00_emerald_vale/00_cv_reed:668:DefaultText
source: I was not entirely sure how to tell you this. The botanical labs are not legally inhabited, but there are people who live there.
cs: Nebyl jsem si úplně jistý, jak vám to říct. Botanické laboratoře nejsou legálně obydlené, ale žijí v nich lidé.

# conversations/00_emerald_vale/00_cv_reed:670:DefaultText
source: Can't you send one of your own people to the plant?
cs: Nemůžete do továrny poslat někoho ze svých lidí?

# conversations/00_emerald_vale/00_cv_reed:674:DefaultText
source: If you want me to solve your deserter problem, I charge by the head.
cs: Pokud chcete, abych vyřešil váš problém s dezertéry, účtuji si za to od hlavy.

# conversations/00_emerald_vale/00_cv_reed:676:DefaultText
source: Tell me what I need to do.
cs: Řekni mi, co mám udělat.

# conversations/00_emerald_vale/00_cv_reed:677:DefaultText
source: Good Law, no. I don't want you killing anyone, least of all them.
cs: Dobrý zákon, ne. Nechci, abys někoho zabíjel, a už vůbec ne je.

# conversations/00_emerald_vale/00_cv_reed:678:DefaultText
source: My hope is that by cutting off their power, you will convince those deserters to come back to town. Before you go to the plant, I want you to stop by the botanical lab.
cs: Doufám, že když je odřízneš od moci, přesvědčíš ty dezertéry, aby se vrátili do města. Než půjdete do továrny, chci, abyste se zastavil v botanické laboratoři.

# conversations/00_emerald_vale/00_cv_reed:679:DefaultText
source: I'm afraid I can't spare the workers. We're strapped for bodies as it is. And there is a small element of personal danger.
cs: Obávám se, že dělníky nemohu ušetřit. Už tak máme málo lidí. A je tu malý prvek osobního nebezpečí.

# conversations/00_emerald_vale/00_cv_reed:687:DefaultText
source: Then we are at an impasse. Stewardship over this town has been entrusted to me by Spacer's Choice.
cs: Pak jsme ve slepé uličce. Správcovství nad tímto městem mi bylo svěřeno Spacer's Choice.

# conversations/00_emerald_vale/00_cv_reed:699:DefaultText
source: I am not perfect. I have made my share of mistakes. But I have done my best for this town.
cs: Nejsem dokonalý. Udělal jsem spoustu chyb. Ale pro toto město jsem udělal, co bylo v mých silách.

# conversations/00_emerald_vale/00_cv_reed:701:DefaultText
source: Your town's a mess, Reed.
cs: Ve tvém městě je nepořádek, Reede.

# conversations/00_emerald_vale/00_cv_reed:703:DefaultText
source: The town's terrified of the plague. Abernathy asked me to steal medicine for him.
cs: Město se bojí moru. Abernathy mě požádal, abych pro něj ukradl léky.

# conversations/00_emerald_vale/00_cv_reed:705:DefaultText
source: I have been holding this town together with both hands. You can't just expect me to leave.
cs: Držel jsem tohle město oběma rukama. Nemůžete čekat, že jen tak odejdu.

# conversations/00_emerald_vale/00_cv_reed:706:DefaultText
source: I am a Spacer's Choice man. My father was a Spacer's Choice man. Edgewater may not look like much to some buttoned-up freelancer, but it is my home.
cs: Jsem člověk, který si vybral Spacer's Choice. Můj otec byl členem Spacer's Choice. Edgewater možná někomu, kdo je na volné noze, nepřipadá jako nic moc, ale je to můj domov.

# conversations/00_emerald_vale/00_cv_reed:707:DefaultText
source: I am not without compassion for Abernathy's predicament, but the plague has taken a hard toll on us all.
cs: Abernathyho situace mi není lhostejná, ale nákaza si vybrala tvrdou daň na nás všech.

# conversations/00_emerald_vale/00_cv_reed:709:DefaultText
source: You will excuse me for being skeptical. How exactly is Adelaide growing crops in barren soil?
cs: Omluvte mou skepsi. Jak přesně Adelaide pěstuje plodiny na neúrodné půdě?

# conversations/00_emerald_vale/00_cv_reed:710:DefaultText
source: She's growing her crops with a special fertilizer.
cs: Pěstuje plodiny se speciálním hnojivem.

# conversations/00_emerald_vale/00_cv_reed:713:DefaultText
source: And when you say special fertilizer, you mean what, exactly?
cs: A když říkáte speciální hnojivo, máte na mysli co přesně?

# conversations/00_emerald_vale/00_cv_reed:714:DefaultText
source: Corpses. Mostly human.
cs: Mrtvoly. Většinou lidské.

# conversations/00_emerald_vale/00_cv_reed:718:DefaultText
source: Dead bodies. Could've been taking them from your cemetery.
cs: Mrtvá těla. Mohl je vzít z vašeho hřbitova.

# conversations/00_emerald_vale/00_cv_reed:719:DefaultText
source: Adelaide has been using dead bodies in her fertilizer? That's - come to think of it - that's a stroke of brilliance.
cs: Adelaide používala mrtvá těla jako hnojivo? To je - když o tom tak přemýšlím - geniální tah.

# conversations/00_emerald_vale/00_cv_reed:720:DefaultText
source: So, Adelaide wants me gone. Trade my life for the life of the town. You understand what she's doing.
cs: Takže Adelaide chce, abych odešel. Vyměnit můj život za život města. Chápeš, o co jí jde.

# conversations/00_emerald_vale/00_cv_reed:724:DefaultText
source: If I leave town, I am as good as dead. If I stay, Edgewater will die to attrition. Adelaide has discovered some secret cure for the plague, and she is holding my town ransom.
cs: Pokud opustím město, jsem jako mrtvý. Pokud zůstanu, Edgewater zemře na úbytě. Adelaide objevila nějaký tajný lék na mor a drží mé město jako výkupné.

# conversations/00_emerald_vale/00_cv_reed:727:DefaultText
source: If Adelaide's found a way to feed her people and cure the plague, then she deserves this office more than I do. I won't stand in her way.
cs: Pokud Adelaide našla způsob, jak nakrmit svůj lid a vyléčit mor, pak si tento úřad zaslouží víc než já. Nebudu jí stát v cestě.

# conversations/00_emerald_vale/00_cv_reed:730:DefaultText
source: Rebuilding the town will be difficult without her. But I will mend fences with the other deserters. We will find a way to carry on.
cs: Bez ní bude obnova města obtížná. Ale s ostatními dezertéry si to vyříkám. Najdeme způsob, jak pokračovat.

# conversations/00_emerald_vale/00_cv_reed:734:DefaultText
source: If you expect me to talk to this Adelaide person, I could use a little information.
cs: Jestli očekáváte, že budu mluvit s tím člověkem z Adelaide, hodilo by se mi pár informací.

# conversations/00_emerald_vale/00_cv_reed:735:DefaultText
source: Adelaide was our only flavor specialist. We are a saltuna canning institution. Saltuna without flavor is like a cystypig without tumors - borderline inedible!
cs: Adelaide byla naší jedinou specialistkou na chutě. Jsme saltuňskou konzervárenskou institucí. Saltuna bez příchutě je jako cystypig bez nádorů - na hranici poživatelnosti!

# conversations/00_emerald_vale/00_cv_reed:736:DefaultText
source: That sounds disgusting.
cs: To zní nechutně.

# conversations/00_emerald_vale/00_cv_reed:738:DefaultText
source: Don't you people eat anything other than saltuna?
cs: Copak vy nejíte nic jiného než saltuna?

# conversations/00_emerald_vale/00_cv_reed:739:DefaultText
source: You seem pretty fixed on bringing Adelaide back to town.
cs: Zdá se, že jsi dost fixovaný na to, aby ses vrátil do města.

# conversations/00_emerald_vale/00_cv_reed:740:DefaultText
source: Begging your pardon. Saltuna is a staple in the diet of any self-respecting Spacer.
cs: Prosím o prominutí. Saltuna je základem jídelníčku každého sebeúctyhodnějšího Spacera.

# conversations/00_emerald_vale/00_cv_reed:742:DefaultText
source: Were it up to me, friend, I'd stack our larders with saltuna galore. No other brand of Saltuna adds as much vim or vigor to the body's humours.
cs: Kdyby to bylo na mně, příteli, naskládal bych do našich spíží spoustu salátů. Žádná jiná značka saltuny nepřidá tělu tolik energie a elánu.

# conversations/00_emerald_vale/00_cv_reed:752:DefaultText
source: Hang on. So what are you canning here, exactly?
cs: Vydržte. Co přesně tady konzervuješ?

# conversations/00_emerald_vale/00_cv_reed:753:DefaultText
source: What world is that?
cs: Co je to za svět?

# conversations/00_emerald_vale/00_cv_reed:754:DefaultText
source: Oh we've scavenged together some organic material from the surrounding environs. Mostly organic. Mostly local mushrooms.
cs: Aha, sehnali jsme nějaký organický materiál z okolí. Většinou organický. Většinou místní houby.

# conversations/00_emerald_vale/00_cv_reed:755:DefaultText
source: You mean you don't know? Why, Monarch of course. Spacer's Choice ran a mighty fishing enterprise on that world.
cs: Chceš říct, že to nevíš? Samozřejmě, že Monarcha. Spacer's Choice na tom světě provozoval velký rybářský podnik.

# conversations/00_emerald_vale/00_cv_reed:756:DefaultText
source: But - and this is something we must keep between the two of us - saltuna is hard to come by, what with being a species indigenous to the seas of another world.
cs: Ale - a to je něco, co si musíme nechat pro sebe - saltuna je těžko dostupná, protože je původním druhem v mořích jiného světa.

# conversations/00_emerald_vale/00_cv_reed:757:DefaultText
source: Wow. Alien fish with every meal. Talk about living the high life.
cs: Páni. Cizí ryby ke každému jídlu. To je život na vysoké noze.

# conversations/00_emerald_vale/00_cv_reed:758:DefaultText
source: You should really try eating a vegetable.
cs: Opravdu byste měli zkusit jíst zeleninu.
