Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_winslow.po
Languages: cs

# conversations/00_emerald_vale/00_cv_winslow:2:DefaultText
source: Never seen you here before. You a visitor?
cs: Nikdy předtím jsem vás tu neviděl. Jste tu na návštěvě?

# conversations/00_emerald_vale/00_cv_winslow:3:DefaultText
source: Hey, it's the visitor. Come back for another round?
cs: Hej, to je návštěvník. Vrátíš se na další rundu?

# conversations/00_emerald_vale/00_cv_winslow:4:DefaultText
source: Well, that's no fair. Every time I strip down to my unmentionables, I just get yelled at.
cs: To není fér. Pokaždé, když se svléknu do spodního prádla, tak na mě řvou.

# conversations/00_emerald_vale/00_cv_winslow:5:DefaultText
source: Everything's gone all dark, but I ain't passed out yet. Don't make no sense.
cs: Všude je tma, ale ještě jsem neomdlel. Nedává to smysl.

# conversations/00_emerald_vale/00_cv_winslow:6:DefaultText
source: Sure are a lot more people walking the streets these days. Sometimes I have trouble telling 'em apart.
cs: V dnešní době chodí po ulicích mnohem více lidí. Někdy mám problém je od sebe rozeznat.

# conversations/00_emerald_vale/00_cv_winslow:7:DefaultText
source: That's some slick rags you're wearing. You some kinda - some kinda costumed entertainer?
cs: Máš na sobě pěkně slizké hadry. Jsi nějaký kostýmovaný bavič?

# conversations/00_emerald_vale/00_cv_winslow:8:DefaultText
source: Welcome! On behalf of the Spacer's Choice family, let me welcome you to - to uh... where am I, again?
cs: Vítejte! Dovolte mi, abych vás jménem rodiny Spacer's Choice přivítal v... kde že to jsem?

# conversations/00_emerald_vale/00_cv_winslow:9:DefaultText
source: You're drunk.
cs: Jsi opilý.

# conversations/00_emerald_vale/00_cv_winslow:12:DefaultText
source: I've been asking myself that same question.
cs: Kladu si stejnou otázku.

# conversations/00_emerald_vale/00_cv_winslow:13:DefaultText
source: What? No. I'm Winslow. Lester Winslow. Says so right on my permanent record.
cs: Cože? Ne, já jsem Winslow. Lester Winslow. Mám to napsáno v trvalém záznamu.

# conversations/00_emerald_vale/00_cv_winslow:14:DefaultText
source: Edgewater! Jewel of the Vale! May the Law bless our beloved cannery with a hundred years of uh - what's-it-called.
cs: Edgewater! Klenot údolí! Kéž zákon požehná naší milované konzervárně sto let... jak se tomu říká.

# conversations/00_emerald_vale/00_cv_winslow:15:DefaultText
source: Oh, I ask myself questions all the time. For example, why do we spend money on these fancy latrines, when we have a perfectly good wall outside?
cs: Otázky si kladu neustále. Například proč utrácíme peníze za tyhle luxusní latríny, když máme venku perfektní zeď?

# conversations/00_emerald_vale/00_cv_winslow:16:DefaultText
source: Just don't vomit on my shoes.
cs: Jen mi nepozvracejte boty.

# conversations/00_emerald_vale/00_cv_winslow:17:DefaultText
source: Shouldn't you be working?
cs: Neměl bys pracovat?

# conversations/00_emerald_vale/00_cv_winslow:18:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_winslow:20:DefaultText
source: Hey, you might be on to something.
cs: Hej, možná na tom něco bude.

# conversations/00_emerald_vale/00_cv_winslow:21:DefaultText
source: Oh it's fine. I'm only on my third bottle. I don't start heaving up my guts as long as I can count to three.
cs: To je v pořádku. Mám teprve třetí láhev. Nezačnu se mi zvedat žaludek, dokud umím počítat do tří.

# conversations/00_emerald_vale/00_cv_winslow:22:DefaultText
source: I am in no condition to do any work. Not so long as my injuries trouble me.
cs: Nejsem ve stavu, kdy bych mohl vykonávat jakoukoli práci. Ne tak dlouho, dokud mě budou trápit moje zranění.

# conversations/00_emerald_vale/00_cv_winslow:23:DefaultText
source: I think you've had a little too much to drink.
cs: Myslím, že jsi to trochu přehnal s pitím.

# conversations/00_emerald_vale/00_cv_winslow:24:DefaultText
source: What can I say? I was blessed with the gift of insight. Might've made a fine administrator, if I weren't a lowly cannery worker.
cs: Co na to říct? Byl jsem obdařen darem vhledu. Mohl jsem být dobrým administrátorem, kdybych nebyl obyčejným dělníkem v konzervárně.

# conversations/00_emerald_vale/00_cv_winslow:25:DefaultText
source: Company lets me imbibe as much Zero Gee Brew as I can afford. Even gave me a discount on account of my injury. You jealous yet?
cs: Společnost mi dovolí vypít tolik Zero Gee Brew, kolik si mohu dovolit. Dokonce mi dala slevu kvůli mému zranění. Už žárlíš?

# conversations/00_emerald_vale/00_cv_winslow:26:DefaultText
source: Being a cannery worker has its perks, though. I am encouraged to imbibe as much Zero Gee Brew as I can afford. Even got myself a tidy little injury discount.
cs: Být dělníkem v konzervárně má však své výhody. Jsem povzbuzován, abych vypil tolik Zero Gee Brew, kolik si mohu dovolit. Dokonce jsem dostal malou slevu na úraz.

# conversations/00_emerald_vale/00_cv_winslow:27:DefaultText
source: You were injured?
cs: Byl jste zraněn?

# conversations/00_emerald_vale/00_cv_winslow:28:DefaultText
source: Yep. Got my mitt stuck in a rotor-wheel. Shredded my wrist up real good. Conrad went and sewed up my hand, but I couldn't do much about the pain.
cs: Ano. Rukavice mi uvízla v kole rotoru. Pořádně jsem si rozdrtil zápěstí. Conrad mi ruku zašil, ale s bolestí jsem toho moc nenadělal.

# conversations/00_emerald_vale/00_cv_winslow:29:DefaultText
source: Boss was real generous to me, though. Got myself a five per-cent discount on Zero Gee Brew. After the second bottle, the only pain I feel is emotional!
cs: Šéf ke mně byl ale opravdu velkorysý. Dostal jsem pětiprocentní slevu na Zero Gee Brew. Po druhé láhvi už cítím jen emocionální bolest!

# conversations/00_emerald_vale/00_cv_winslow:30:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_winslow:31:DefaultText
source: You sound like you need a surgeon.
cs: Vypadá to, že potřebujete chirurga.

# conversations/00_emerald_vale/00_cv_winslow:32:DefaultText
source: Hey, Conrad's a surgeon. Well, he's a barber. That's like surgery, but for your hair.
cs: Conrad je chirurg. No, je to holič. To je jako operace, ale tvých vlasů.

# conversations/00_emerald_vale/00_cv_winslow:33:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/00_emerald_vale/00_cv_winslow:34:DefaultText
source: How's the hand?
cs: Jak je na tom ruka?

# conversations/00_emerald_vale/00_cv_winslow:35:DefaultText
source: Did you say you were injured?
cs: Říkal jste, že jste zraněný?

# conversations/00_emerald_vale/00_cv_winslow:36:DefaultText
source: Not a bad deal.
cs: To není špatná nabídka.

# conversations/00_emerald_vale/00_cv_winslow:37:DefaultText
source: Oh, you can say that again. The Spacer's Choice family is the only family I'll ever need.
cs: To můžeš říct znovu. Rodina Spacer's Choice je jediná rodina, kterou kdy budu potřebovat.

# conversations/00_emerald_vale/00_cv_winslow:38:DefaultText
source: Numb to the bone, thanks to Zero Gee Brew. Zero Gee Brew - it's an ale that's good for what ails you!
cs: Ztuhlý až do morku kostí díky Zero Gee Brew. Zero Gee Brew - to je pivo, které je dobré na to, co vás trápí!

# conversations/00_emerald_vale/00_cv_winslow:39:DefaultText
source: Productivity! That's the one. Yep. That's us. Productive.
cs: Produktivita! To je ono. Ano. To jsme my. Produktivní.
