Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_grace.po
Languages: cs

# conversations/00_emerald_vale/00_cv_grace:1:DefaultText
source: I don't know you.
cs: Neznám vás.

# conversations/00_emerald_vale/00_cv_grace:2:DefaultText
source: What is it?
cs: Co to je?

# conversations/00_emerald_vale/00_cv_grace:5:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/00_emerald_vale/00_cv_grace:30:DefaultText
source: Whatever you're looking for, it ain't here. Move along.
cs: Ať už hledáte cokoli, tady to není. Jděte dál.

# conversations/00_emerald_vale/00_cv_grace:31:DefaultText
source: What's your problem?
cs: V čem je váš problém?

# conversations/00_emerald_vale/00_cv_grace:32:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/00_emerald_vale/00_cv_grace:33:DefaultText
source: Armed strangers wandering into my camp, for one. Some of my camp wandering out, for another.
cs: Například ozbrojení cizinci, kteří se zatoulali do mého tábora. Někteří z mého tábora se potulují ven, za druhé.

# conversations/00_emerald_vale/00_cv_grace:86:DefaultText
source: I told Thomas to holler if he saw anyone sneaking in around the back.
cs: Řekl jsem Thomasovi, aby zavolal, kdyby viděl někoho, kdo se plíží dozadu.

# conversations/00_emerald_vale/00_cv_grace:93:DefaultText
source: Marauders can't see us in the dark. Wild canids, on the other hand...
cs: Nájezdníci nás ve tmě nevidí. Na druhou stranu divoké psovité šelmy...

# conversations/00_emerald_vale/00_cv_grace:94:DefaultText
source: I'm not in the lightest of humours right now.
cs: Nemám teď zrovna lehkou náladu.

# conversations/00_emerald_vale/00_cv_grace:95:DefaultText
source: You said something about one of your people going missing.
cs: Říkal jste něco o tom, že se jeden z vašich lidí ztratil.

# conversations/00_emerald_vale/00_cv_grace:96:DefaultText
source: No, I'm sorry. That was unworthy of me. Lady named Zoe went missing some nights ago. Just up and vanished without a trace. Now I'm pacing around wondering if marauders got to her.
cs: Ne, je mi líto. To bylo ode mě nedůstojné. Před několika dny se ztratila dáma jménem Zoe. Prostě se zvedla a beze stopy zmizela. Teď se tu potloukám a přemýšlím, jestli se k ní nedostali nájezdníci.

# conversations/00_emerald_vale/00_cv_grace:97:DefaultText
source: Any idea where she might be hiding?
cs: Nějaký nápad, kde by se mohla skrývat?

# conversations/00_emerald_vale/00_cv_grace:98:DefaultText
source: Vex me. If she told anybody, they ain't telling me. I'd check her room, but I got yelled at for snooping once already.
cs: Děsí mě to. Jestli to někomu řekla, tak mně to neřekli. Zkontroloval bych její pokoj, ale už jednou mě seřvali za slídění.

# conversations/00_emerald_vale/00_cv_grace:99:DefaultText
source: It's not like Zoe to go wandering. Figured she might be out scavenging, but that ain't exactly her talent.
cs: Zoe není podobná, aby se toulala. Myslel jsem, že by mohla být někde venku, ale to není zrovna její talent.

# conversations/00_emerald_vale/00_cv_grace:100:DefaultText
source: Don't worry about it. I'll find her.
cs: Nedělejte si s tím starosti. Najdu ji.

# conversations/00_emerald_vale/00_cv_grace:101:DefaultText
source: I've got questions about Zoe.
cs: Mám otázky ohledně Zoe.

# conversations/00_emerald_vale/00_cv_grace:102:DefaultText
source: I'll tell you what I can.
cs: Řeknu vám, co mohu.

# conversations/00_emerald_vale/00_cv_grace:103:DefaultText
source: I talked Zoe into coming back.
cs: Přemluvil jsem Zoe, aby se vrátila.

# conversations/00_emerald_vale/00_cv_grace:104:DefaultText
source: We didn't always get along, but I'm glad to know she's safe. What happened, anyway?
cs: Ne vždycky jsme spolu vycházeli, ale jsem rád, že je v bezpečí. Co se vlastně stalo?

# conversations/00_emerald_vale/00_cv_grace:105:DefaultText
source: Zoe's not coming back.
cs: Zoe se nevrátí.

# conversations/00_emerald_vale/00_cv_grace:106:DefaultText
source: You wanna expand on that?
cs: Chcete to rozšířit?

# conversations/00_emerald_vale/00_cv_grace:107:DefaultText
source: She joined up with a band of marauders. They hadn't hurt her.
cs: Připojila se ke skupině nájezdníků. Neublížili jí.

# conversations/00_emerald_vale/00_cv_grace:109:DefaultText
source: Zoe joined up with a band of marauders. Zoe. The same Zoe who doesn't know a barrel from a trigger. Well, I've heard stranger things.
cs: Zoe se přidala ke skupině nájezdníků. Zoe. Ta samá Zoe, která nerozezná hlaveň od spouště. No, slyšel jsem už divnější věci.

# conversations/00_emerald_vale/00_cv_grace:111:DefaultText
source: She went feral. I had to put her down.
cs: Začala být divoká. Musela jsem ji utratit.

# conversations/00_emerald_vale/00_cv_grace:117:DefaultText
source: Could be. Dangers aplenty out there. No telling why marauders would steal somebody like Zoe. Got no useful skills far as I can tell.
cs: Mohlo by být. Nebezpečí je tam spousta. Těžko říct, proč by nájezdníci kradli někoho, jako je Zoe. Pokud vím, nemá žádné užitečné schopnosti.

# conversations/00_emerald_vale/00_cv_grace:118:DefaultText
source: Maybe the marauders took her away.
cs: Možná ji odvedli nájezdníci.

# conversations/00_emerald_vale/00_cv_grace:119:DefaultText
source: How well do you know her?
cs: Jak dobře ji znáte?

# conversations/00_emerald_vale/00_cv_grace:120:DefaultText
source: Well enough to know we never got on. Zoe and Stefan were close. If anybody knows the workings of her mind, he does.
cs: Dost na to, abychom si rozuměli. Zoe a Stefan si byli blízcí. Jestli někdo zná fungování její mysli, tak on.

# conversations/00_emerald_vale/00_cv_grace:121:DefaultText
source: Something about wanting to be an outlaw. I'd rather not get into it.
cs: Něco o tom, že chce být psancem. Raději bych se do toho nepouštěl.

# conversations/00_emerald_vale/00_cv_grace:123:DefaultText
source: I was hoping you wouldn't say that. I was really hoping.
cs: Doufal jsem, že to neřekneš. Opravdu jsem doufal.

# conversations/00_emerald_vale/00_cv_grace:125:DefaultText
source: Let me know if I can do something for you.
cs: Dejte mi vědět, jestli pro vás mohu něco udělat.

# conversations/00_emerald_vale/00_cv_grace:126:DefaultText
source: I'll keep an eye out.
cs: Budu na to dávat pozor.

# conversations/00_emerald_vale/00_cv_grace:127:DefaultText
source: Can't imagine where she's gone. Vale's a wide place. She could be anywhere.
cs: Nedokážu si představit, kam se poděla. Vale je rozlehlé místo. Mohla by být kdekoli.

# conversations/00_emerald_vale/00_cv_grace:129:DefaultText
source: Let's change the subject.
cs: Změňme téma.

# conversations/00_emerald_vale/00_cv_grace:130:DefaultText
source: Upbeat? A little strange? Loves Rizzo's? Yeah, I met Zoe. She was in a marauder camp.
cs: Optimistický? Trochu zvláštní? Miluje Rizzo's? Jo, potkal jsem Zoe. Byla na táboře pro nájezdníky.

# conversations/00_emerald_vale/00_cv_grace:131:DefaultText
source: Thank the Eternal - wait. Marauder camp? Is she all right?
cs: Poděkujte Věčnému - počkejte. Tábor nájezdníků? Je v pořádku?

# conversations/00_emerald_vale/00_cv_grace:132:DefaultText
source: She's fine. They were getting along.
cs: Je v pořádku. Vycházeli spolu.

# conversations/00_emerald_vale/00_cv_grace:133:DefaultText
source: If you could bring her home, I'd be obliged. And if you could cross off some marauders on the way, I'd be much obliged.
cs: Kdybyste ji mohl přivést domů, byl bych vám zavázán. A kdybys mohl cestou vyškrtnout nějaké nájezdníky, byl bych ti velmi zavázán.

# conversations/00_emerald_vale/00_cv_grace:139:DefaultText
source: You pretty much did my job for me. Least I could do is pay you for your trouble.
cs: V podstatě jsi udělal práci za mě. To nejmenší, co jsem mohl udělat, je zaplatit ti za tvou námahu.

# conversations/00_emerald_vale/00_cv_grace:141:DefaultText
source: You'd better not be spinning me a story.
cs: Radši mi nevykládej nějaký příběh.

# conversations/00_emerald_vale/00_cv_grace:142:DefaultText
source: Recognize this? <Show her Zoe's token.>
cs: Poznáváte to? <Ukažte jí Zoeinu značku.>

# conversations/00_emerald_vale/00_cv_grace:143:DefaultText
source: Yeah. That belonged to her well enough. Guess there's no arguing with you.
cs: Jo. To k ní patřilo dost dobře. S tebou se asi nedá hádat.

# conversations/00_emerald_vale/00_cv_grace:147:DefaultText
source: I'm looking for some answers.
cs: Hledám odpovědi.

# conversations/00_emerald_vale/00_cv_grace:148:DefaultText
source: Answers, huh? You must be one of those Philosophicals. Already got ourselves one of those.
cs: Odpovědi, co? Vy musíte být jeden z těch filosofů. Jednoho takového už máme.

# conversations/00_emerald_vale/00_cv_grace:149:DefaultText
source: I don't suppose you're talking about Adelaide McDevitt. Where can I find her?
cs: Předpokládám, že nemluvíte o Adelaide McDevittové. Kde ji najdu?

# conversations/00_emerald_vale/00_cv_grace:150:DefaultText
source: I'm looking for the geothermal plant. Know anything about it?
cs: Hledám geotermální elektrárnu. Víte o ní něco?

# conversations/00_emerald_vale/00_cv_grace:151:DefaultText
source: Reed said something about former workers living out in the wilderness.
cs: Reed řekl něco o bývalých pracovnících žijících v divočině.

# conversations/00_emerald_vale/00_cv_grace:152:DefaultText
source: What is this place?
cs: Co je to za místo?

# conversations/00_emerald_vale/00_cv_grace:153:DefaultText
source: I'll get out of your hair.
cs: Půjdu ti z očí.

# conversations/00_emerald_vale/00_cv_grace:154:DefaultText
source: Who do you mean?
cs: Koho máte na mysli?

# conversations/00_emerald_vale/00_cv_grace:155:DefaultText
source: Much obliged.
cs: Velmi vám děkuji.

# conversations/00_emerald_vale/00_cv_grace:157:DefaultText
source: Over in the hothouse, tending crop.
cs: Ve skleníku se stará o úrodu.

# conversations/00_emerald_vale/00_cv_grace:158:DefaultText
source: If you're gonna start wandering around my camp, know that I got my sights on you.
cs: Jestli se chceš potulovat po mém táboře, věz, že tě mám na mušce.

# conversations/00_emerald_vale/00_cv_grace:159:DefaultText
source: That'd be our local Greenthumb. Answers to Adelaide.
cs: To by byl náš místní Greenthumb. Odpovědi pro Adelaide.

# conversations/00_emerald_vale/00_cv_grace:160:DefaultText
source: A geo-what? Look, plants ain't my purview. You're better off asking after Adelaide.
cs: Geo-co? Podívej, rostliny nejsou v mé kompetenci. Raději se zeptej po Adelaide.

# conversations/00_emerald_vale/00_cv_grace:161:DefaultText
source: Yeah, that's us. And you can tell Tobson we're doing just fine by ourselves.
cs: Jo, to jsme my. A Tobsonovi můžeš říct, že to zvládáme sami.

# conversations/00_emerald_vale/00_cv_grace:162:DefaultText
source: Just a gathering of simple folk, minding our own troubles. Got plenty. Don't need you adding to 'em.
cs: Jen shromáždění prostých lidí, kteří se starají o své vlastní problémy. Máme jich dost. Nepotřebujeme, abys k nim přidával další.

# conversations/00_emerald_vale/00_cv_grace:167:DefaultText
source: Where can I find Adelaide?
cs: Kde najdu Adelaide?

# conversations/00_emerald_vale/00_cv_grace:168:DefaultText
source: You wouldn't happen to know anything about a geothermal plant nearby.
cs: Nevíte náhodou něco o geotermální elektrárně v okolí?

# conversations/00_emerald_vale/00_cv_grace:170:DefaultText
source: Reed said something about former workers living out in the wilderness.
cs: Reed řekl něco o bývalých pracovnících žijících v divočině.

# conversations/00_emerald_vale/00_cv_grace:171:DefaultText
source: You said something about having a Philosophist type in your camp.
cs: Říkal jsi něco o tom, že máš ve svém táboře filosofa.

# conversations/00_emerald_vale/00_cv_grace:172:DefaultText
source: What is this place?
cs: Co je to za místo?

# conversations/00_emerald_vale/00_cv_grace:173:DefaultText
source: That'd be our local Greenthumb. Answers to Adelaide.
cs: To by byl náš místní Greenthumb. Odpovědi pro Adelaide.

# conversations/00_emerald_vale/00_cv_grace:174:DefaultText
source: Over in the hothouse, tending crop.
cs: Ve skleníku se stará o úrodu.

# conversations/00_emerald_vale/00_cv_grace:175:DefaultText
source: A geo-what? Look, plants ain't my purview. You're better off asking after Adelaide.
cs: Geo-co? Podívej, rostliny nejsou v mé kompetenci. Raději se zeptej po Adelaide.

# conversations/00_emerald_vale/00_cv_grace:176:DefaultText
source: Just a gathering of simple folk, minding our own troubles. Got plenty. Don't need you adding to 'em.
cs: Jen shromáždění prostých lidí, kteří se starají o své vlastní problémy. Máme jich dost. Nepotřebujeme, abys k nim přidával další.

# conversations/00_emerald_vale/00_cv_grace:177:DefaultText
source: Yeah, that's us. And you can tell Tobson we're doing just fine by ourselves.
cs: Jo, to jsme my. A Tobsonovi můžeš říct, že to zvládáme sami.

# conversations/00_emerald_vale/00_cv_grace:178:DefaultText
source: Enough with the questions. No offense, but I've got a lot on my mind.
cs: Dost bylo otázek. Bez urážky, ale mám toho hodně na srdci.

# conversations/00_emerald_vale/00_cv_grace:179:DefaultText
source: Trouble with marauders?
cs: Problémy s nájezdníky?

# conversations/00_emerald_vale/00_cv_grace:180:DefaultText
source: We've all got problems. I just got shot into space.
cs: Všichni máme problémy. Právě mě vystřelili do vesmíru.

# conversations/00_emerald_vale/00_cv_grace:181:DefaultText
source: You and me both. I'm trying to figure out how I'm going to repair my ship.
cs: Ty i já. Snažím se přijít na to, jak opravím svou loď.

# conversations/00_emerald_vale/00_cv_grace:182:DefaultText
source: You don't know what "enough with the questions" means?
cs: Nevíte, co znamená "dost otázek"?

# conversations/00_emerald_vale/00_cv_grace:183:DefaultText
source: Well look at you. Buzzing around the aether with your very own ship. Rest of us gotta make do with the ground at our feet.
cs: Podívejte se na sebe. Bzučíš po éteru se svou vlastní lodí. My ostatní se musíme spokojit se zemí u nohou.

# conversations/00_emerald_vale/00_cv_grace:184:DefaultText
source: Explains why you're still yammering on at me.
cs: To vysvětluje, proč na mě pořád tak hulákáš.

# conversations/00_emerald_vale/00_cv_grace:186:DefaultText
source: I go looking for Zoe, I leave the camp undefended, seeing as I'm the only one of us who knows her way 'round a gun. Hence my dilemma.
cs: Jdu hledat Zoe, nechávám tábor nechráněný, protože jsem jediný z nás, kdo se vyzná ve zbrani. Z toho plyne moje dilema.

# conversations/00_emerald_vale/00_cv_grace:188:DefaultText
source: Don't tell me you're scared of a few marauders.
cs: Neříkej mi, že se bojíš několika nájezdníků.

# conversations/00_emerald_vale/00_cv_grace:189:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/00_emerald_vale/00_cv_grace:190:DefaultText
source: I've crossed off my share of marauders. This ain't about them.
cs: Svůj podíl nájezdníků jsem si odškrtl. Tohle není o nich.

# conversations/00_emerald_vale/00_cv_grace:191:DefaultText
source: You could always go looking for her.
cs: Vždycky ji můžeš jít hledat.

# conversations/00_emerald_vale/00_cv_grace:193:DefaultText
source: Marauder gang just moved into the districts a little ways east. Their numbers are growing. Gotta come from somewhere.
cs: Gang nájezdníků se právě přestěhoval do čtvrtí kousek na východ. Jejich počet roste. Odněkud se musí vzít.

# conversations/00_emerald_vale/00_cv_grace:194:DefaultText
source: Unless marauders got to her. Then parts of her could be in a lot of places.
cs: Pokud se k ní nedostali nájezdníci. Pak by její části mohly být na mnoha místech.

# conversations/00_emerald_vale/00_cv_grace:195:DefaultText
source: Could do without the gallows humor.
cs: Bez šibeničního humoru by se to obešlo.

# conversations/00_emerald_vale/00_cv_grace:196:DefaultText
source: Appreciate it. Honest.
cs: Oceňujeme to. Upřímně.

# conversations/00_emerald_vale/00_cv_grace:197:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/00_emerald_vale/00_cv_grace:198:DefaultText
source: Getting along? What? Sitting around a campfire telling stories?
cs: Vycházíte spolu? Co? Sedět u táboráku a vyprávět si příběhy?

# conversations/00_emerald_vale/00_cv_grace:199:DefaultText
source: You mean in the head, or...
cs: Myslíš do hlavy, nebo...

# conversations/00_emerald_vale/00_cv_grace:200:DefaultText
source: Zoe's family. Chiding her is our purview, not yours.
cs: Zoeina rodina. Vyčítání jí je v naší kompetenci, ne ve vaší.

# conversations/00_emerald_vale/00_cv_grace:201:DefaultText
source: She's become one of them. Calls herself the Queen of the Marauders.
cs: Stala se jednou z nich. Říká si královna nájezdníků.

# conversations/00_emerald_vale/00_cv_grace:202:DefaultText
source: Queen of the Marauders, huh. That's what comes of watching serials. Rots your grey.
cs: Královna nájezdníků, hm. To je to, co vzniká při sledování seriálů. Zbarví ti šediny.

# conversations/00_emerald_vale/00_cv_grace:203:DefaultText
source: You obviously run a tight ship.
cs: Očividně jste si vedli dobře.

# conversations/00_emerald_vale/00_cv_grace:204:DefaultText
source: Who's been wandering out of your camp?
cs: Kdo se zatoulal z vašeho tábora?

# conversations/00_emerald_vale/00_cv_grace:205:DefaultText
source: Got anything in you besides questions?
cs: Máte kromě otázek ještě něco jiného?

# conversations/00_emerald_vale/00_cv_grace:206:DefaultText
source: You wanna try standing outside in the heat, keeping your sights open for the next marauder raid?
cs: Chceš zkusit stát venku v horku a vyhlížet další nájezd nájezdníků?

# conversations/00_emerald_vale/00_cv_grace:207:DefaultText
source: Thought I told you to move along.
cs: Myslel jsem, že jsem ti řekl, abys šel dál.

# conversations/00_emerald_vale/00_cv_grace:209:DefaultText
source: Yeah, Zoe. She's been gone a while now.
cs: Jo, Zoe. Už je nějakou dobu pryč.

# conversations/00_emerald_vale/00_cv_grace:211:DefaultText
source: There's nothing left for you here. It's time to go back to Edgewater.
cs: Tady už pro tebe nic nezbylo. Je čas vrátit se do Edgewateru.

# conversations/00_emerald_vale/00_cv_grace:213:DefaultText
source: The matter's been weighing on me.
cs: Ta záležitost mě tíží.

# conversations/00_emerald_vale/00_cv_grace:214:DefaultText
source: Fact is, I can't go anywhere long as Zoe's missing. Disappeared without a trace. Marauders took her, I suspect.
cs: Faktem je, že dokud Zoe chybí, nemůžu nikam jít. Zmizela beze stopy. Mám podezření, že ji unesli nájezdníci.

# conversations/00_emerald_vale/00_cv_grace:215:DefaultText
source: I'm staying put until I know what's become of Zoe. Don't want that question haunting me all the way back to the cannery.
cs: Zůstanu na místě, dokud se nedozvím, co se Zoe stane. Nechci, aby mě ta otázka pronásledovala celou cestu zpátky do konzervárny.

# conversations/00_emerald_vale/00_cv_grace:216:DefaultText
source: Zoe came back, but I couldn't keep her from slipping out in the first place. Who's to say I could keep marauders from slipping in?
cs: Zoe se vrátila, ale nedokázal jsem jí zabránit, aby se vysmekla hned na začátku. Kdo může říct, že jsem dokázal zabránit nájezdníkům, aby proklouzli dovnitř?

# conversations/00_emerald_vale/00_cv_grace:217:DefaultText
source: Zoe'd rather throw in with marauders than live with us. That ain't exactly a flattering compliment.
cs: Zoe se raději vrhne mezi nájezdníky, než aby žila s námi. To není zrovna lichotivý kompliment.

# conversations/00_emerald_vale/00_cv_grace:218:DefaultText
source: I don't see us lasting more than a couple weeks out here. I'm loathe to admit it, but we're gonna have to make our peace with Tobson and hope he takes us back.
cs: Nevidím, že bychom tu vydrželi déle než pár týdnů. Nerad to přiznávám, ale budeme se muset s Tobsonem smířit a doufat, že nás vezme zpátky.

# conversations/00_emerald_vale/00_cv_grace:219:DefaultText
source: I could give you the details, but they're pretty grisly.
cs: Mohl bych vám říct podrobnosti, ale jsou dost hrozné.

# conversations/00_emerald_vale/00_cv_grace:220:DefaultText
source: Marauders got to her before I did.
cs: Marauders se k ní dostali dřív než já.

# conversations/00_emerald_vale/00_cv_grace:221:DefaultText
source: I could do without the mental portrait.
cs: Bez toho mentálního portrétu bych se obešel.

# conversations/00_emerald_vale/00_cv_grace:223:DefaultText
source: I don't care enough to bother lying to you.
cs: Nezajímá mě to natolik, abych se obtěžoval vám lhát.

# conversations/00_emerald_vale/00_cv_grace:224:DefaultText
source: I could bring back her body if you want. Might have to make a few trips.
cs: Jestli chceš, můžu ti vrátit její tělo. Možná budu muset udělat několik cest.

# conversations/00_emerald_vale/00_cv_grace:226:DefaultText
source: Zoe died on my watch. I haven't done enough to protect our camp. Fact is, I can't do much more.
cs: Zoe zemřela, když jsem ji hlídal. Neudělal jsem dost pro ochranu našeho tábora. Faktem je, že už toho víc udělat nemůžu.

# conversations/00_emerald_vale/00_cv_grace:228:DefaultText
source: All right. You made your point.
cs: Dobře. Vyjádřil jste se.

# conversations/00_emerald_vale/00_cv_grace:229:DefaultText
source: On second thought, I'll take your word for it.
cs: Když o tom tak přemýšlím, vezmu vás za slovo.

# conversations/00_emerald_vale/00_cv_grace:234:DefaultText
source: I don't know what you did to talk some sense into Zoe, but I appreciate it.
cs: Nevím, co jsi udělal, abys Zoe přivedl k rozumu, ale oceňuji to.

# conversations/00_emerald_vale/00_cv_grace:235:DefaultText
source: You snooped around in her room?
cs: Slídil jsi v jejím pokoji?

# conversations/00_emerald_vale/00_cv_grace:236:DefaultText
source: Little ways ago. She was always obsessing over her serial dramas. Wanted to see what the fuss was about.
cs: Před malou chvílí. Stále byla posedlá svými seriálovými dramaty. Chtěla vědět, co je to za povyk.

# conversations/00_emerald_vale/00_cv_grace:237:DefaultText
source: Any chance you could point me somewhere specific, and not just "out there"?
cs: Mohl bys mě nasměrovat někam konkrétně, a ne jen "tam venku"?

# conversations/00_emerald_vale/00_cv_grace:238:DefaultText
source: You seem so personable. Can't imagine how you didn't get on with her.
cs: Vypadáš tak osobitě. Nedokážu si představit, jak jste si s ní nerozuměli.

# conversations/00_emerald_vale/00_cv_grace:239:DefaultText
source: She was lazy and thoughtless. But she's still one of our own.
cs: Byla líná a bezohledná. Ale stále je jednou z našich.

# conversations/00_emerald_vale/00_cv_grace:246:DefaultText
source: Never liked Reed much. Can't say I'm sorry he's gone.
cs: Reeda jsem nikdy neměl moc rád. Nemůžu říct, že by mi bylo líto, že odešel.

# conversations/00_emerald_vale/00_cv_grace:248:DefaultText
source: Back to the old cannery, huh? Don't know what else I expected.
cs: Zpátky do staré konzervárny, co? Nevím, co jiného jsem čekal.

# conversations/00_emerald_vale/00_cv_grace:252:DefaultText
source: I think I know who you're talking about. Yeah, she's not coming back.
cs: Myslím, že vím, o kom mluvíte. Jo, už se nevrátí.

# conversations/00_emerald_vale/00_cv_grace:253:DefaultText
source: Adelaide's agreed to go back to Edgewater.
cs: Adelaide souhlasila s návratem do Edgewateru.

# conversations/00_emerald_vale/00_cv_grace:254:DefaultText
source: Didn't think she'd go back so long as Reed was still running the place. Something must've changed.
cs: Nemyslela si, že se vrátí, dokud to tu bude řídit Reed. Něco se muselo změnit.

# conversations/00_emerald_vale/00_cv_grace:261:DefaultText
source: If Adelaide's going back to Edgewater, we'll follow her.
cs: Pokud se Adelaide vrací do Edgewateru, budeme ji následovat.
