Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/00_emerald_vale/00_cv_ludwig.po
Languages: cs

# conversations/00_emerald_vale/00_cv_ludwig:142:DefaultText
source: What in Law's name are you doing here? Never mind that - you gotta hide. The machines are here. They're gonna slaughter us all!
cs: Co tady proboha děláš? To je jedno - musíš se schovat. Jsou tu stroje. Všechny nás vyvraždí!

# conversations/00_emerald_vale/00_cv_ludwig:143:DefaultText
source: You miserable coward. Stand up and fight.
cs: Ty ubohý zbabělče. Vstaň a bojuj.

# conversations/00_emerald_vale/00_cv_ludwig:144:DefaultText
source: This is your plan? Hide and hope the mechanicals don't find you?
cs: To je váš plán? Schovat se a doufat, že tě mechanici nenajdou?

# conversations/00_emerald_vale/00_cv_ludwig:145:DefaultText
source: I got every intention of fighting these abominations. I just gotta - I just gotta come up with a good battle-cry first.
cs: Mám v úmyslu s těmi ohavnostmi bojovat. Jen musím nejdřív vymyslet dobrý bojový pokřik.

# conversations/00_emerald_vale/00_cv_ludwig:146:DefaultText
source: What did I just tell you about keeping your head down?
cs: Co jsem ti právě říkal o tom, že máš mít hlavu dole?

# conversations/00_emerald_vale/00_cv_ludwig:147:DefaultText
source: Can't talk! Crusading!
cs: Nemůžeš mluvit! Křížová výprava!

# conversations/00_emerald_vale/00_cv_ludwig:148:DefaultText
source: That's the last of 'em!
cs: To je poslední z nich!

# conversations/00_emerald_vale/00_cv_ludwig:149:DefaultText
source: A battle the likes of which has never been seen in all of Halcyon.
cs: Bitva, jaká v celém Halcyonu ještě nebyla.

# conversations/00_emerald_vale/00_cv_ludwig:150:DefaultText
source: Don't plan on squatting on my laurels, friend. It's time I moved on. Wherever the infernal automechanical threatens humanity, I'll be there.
cs: Nehodlám usnout na vavřínech, příteli. Je čas, abych se posunul dál. Kdekoli bude pekelný automechanik ohrožovat lidstvo, budu tam.

# conversations/00_emerald_vale/00_cv_ludwig:151:DefaultText
source: I wouldn't stick around, if I were you.
cs: Být vámi, tak se tu nezdržuji.

# conversations/00_emerald_vale/00_cv_ludwig:152:DefaultText
source: Thus to all mechanical tyrants.
cs: Takto se chová ke všem mechanickým tyranům.

# conversations/00_emerald_vale/00_cv_ludwig:154:DefaultText
source: It has been my great honor to call myself your brother-in-arms, soldier.
cs: Bylo mi velkou ctí nazývat se tvým bratrem ve zbrani, vojáku.

# conversations/00_emerald_vale/00_cv_ludwig:155:DefaultText
source: Hey. I may be miserable, but I am not a coward.
cs: Možná jsem nešťastný, ale nejsem zbabělec.

# conversations/00_emerald_vale/00_cv_ludwig:156:DefaultText
source: Then prove it.
cs: Pak to dokažte.

# conversations/00_emerald_vale/00_cv_ludwig:157:DefaultText
source: Come on, Ludwig. You really want to spend the apocalypse cowering in a corner?
cs: No tak, Ludwigu. Opravdu chceš strávit apokalypsu krčením se v koutě?

# conversations/00_emerald_vale/00_cv_ludwig:158:DefaultText
source: Maybe. I mean - no. Good Law, no. I'll fight those mechanicals to my last breath. I just gotta - you know, find my courage.
cs: Možná. Chci říct - ne. Dobrý zákon, ne. Budu s těmi mechaniky bojovat do posledního dechu. Jen musím - víš, najít odvahu.

# conversations/00_emerald_vale/00_cv_ludwig:159:DefaultText
source: You're the leader of the Resistance, remember? Start acting like it.
cs: Jsi vůdce odboje, pamatuješ? Začni se tak chovat.

# conversations/00_emerald_vale/00_cv_ludwig:162:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/00_emerald_vale/00_cv_ludwig:163:DefaultText
source: <Salute him.> Until next time, sir.
cs: <Salutujte mu.> Do příště, pane.

# conversations/00_emerald_vale/00_cv_ludwig:164:DefaultText
source: Knock it off. I'm not a soldier.
cs: Nechte toho. Nejsem voják.

# conversations/00_emerald_vale/00_cv_ludwig:165:DefaultText
source: Law keep you, soldier.
cs: Zákon tě chrání, vojáku.

# conversations/00_emerald_vale/00_cv_ludwig:166:DefaultText
source: Your modesty does you credit. If I had ten soldiers of your caliber, we'd grind every last mechanical in the world to scrap.
cs: Vaše skromnost vám dělá čest. Kdybych měl deset vojáků tvého kalibru, rozemleli bychom všechny mechanické stroje na světě na šrot.

# conversations/00_emerald_vale/00_cv_ludwig:167:DefaultText
source: Also, I need a smoke. Damn, that was some good crusadin'.
cs: Také si potřebuji zakouřit. Sakra, to byla dobrá křížová výprava.

# conversations/00_emerald_vale/00_cv_ludwig:168:DefaultText
source: I don't have time for this.
cs: Nemám na to čas.

# conversations/00_emerald_vale/00_cv_ludwig:169:DefaultText
source: <Attack> You're a loose end.
cs: <Útok> Jsi neúspěšný.

# conversations/00_emerald_vale/00_cv_ludwig:170:DefaultText
source: You won't have to fight alone. I'm with you.
cs: Nebudete muset bojovat sami. Jsem s tebou.

# conversations/00_emerald_vale/00_cv_ludwig:171:DefaultText
source: All right, you mechanical abominations. It's Ludwig's time to shine!
cs: Dobře, vy mechanické ohavnosti. Přišel Ludwigův čas zazářit!

# conversations/00_emerald_vale/00_cv_ludwig:172:DefaultText
source: Just follow my lead. We can do this.
cs: Jen se řiďte mým příkladem. Tohle zvládneme.

# conversations/00_emerald_vale/00_cv_ludwig:174:DefaultText
source: If I'm going after this mechanical scout, I could use a couple pointers.
cs: Pokud se chystám na tohoto mechanického zvěda, potřeboval bych pár rad.

# conversations/00_emerald_vale/00_cv_ludwig:175:DefaultText
source: Mechanicals got a weak spot in their midsections. I think the technical term is uh - the blue glowy square thing.
cs: Mechaniky mají slabé místo ve středu těla. Myslím, že odborný termín je ehm - modrá zářící čtvercová věc.

# conversations/00_emerald_vale/00_cv_ludwig:178:DefaultText
source: How do I use this "Injury Customizing Unit," exactly?
cs: Jak přesně mohu tuto "jednotku pro přizpůsobení zranění" používat?

# conversations/00_emerald_vale/00_cv_ludwig:179:DefaultText
source: There's a workbench right through this door. Attach that unit to your favorite weapon, and go forth into glorious battle.
cs: Přímo za těmito dveřmi je pracovní stůl. Připoj tuto jednotku ke své oblíbené zbrani a vyraz do slavné bitvy.

# conversations/00_emerald_vale/00_cv_ludwig:180:DefaultText
source: Are you okay? You seem confused.
cs: Jsi v pořádku? Vypadáš zmateně.

# conversations/00_emerald_vale/00_cv_ludwig:181:DefaultText
source: Awaiting KILL COMMAND. Contaminants in need of sterilization detected in the area.
cs: Čeká na příkaz k zabití. V oblasti zjištěny kontaminanty vyžadující sterilizaci.
