Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/01_groundbreaker/*_0101_balancedue.po
Languages: ta

# quests/01_groundbreaker/ta_0101_balancedue:0:DefaultText
source: Balance Due
ta: Zůstatek k úhradě

# quests/01_groundbreaker/ta_0101_balancedue:2:DefaultText
source: Retrieve Udom's Board Seal
ta: Získat pečeť představenstva společnosti Udom

# quests/01_groundbreaker/ta_0101_balancedue:10:DefaultText
source: Talk to Udom Bedford
ta: Promluvte si s Udomem Bedfordem

# quests/01_groundbreaker/ta_0101_balancedue:11:DefaultText
source: Clear the Impound Order
ta: Zrušení příkazu k zabavení

# quests/01_groundbreaker/ta_0101_balancedue:15:DefaultText
source: Turn In Phineas to Udom
ta: Obraťte se na Phinease na Udom

# quests/01_groundbreaker/ta_0101_balancedue:10000:DefaultText
source: Udom Bedford is interested in your information on where to find Phineas Welles - the target of a bounty reward from the Halcyon Holdings Board. However, he sold his official Board seal to Gladys, and he needs you to recover it before you can travel to Byzantium and report to his superiors.
ta: Udom Bedford má zájem o vaše informace o tom, kde najít Phinease Wellese, na kterého je vypsána odměna od společnosti Halcyon Holdings Board. Prodal však svou oficiální pečeť představenstva Gladys a potřebuje, abys ji získal zpět, než budeš moci odcestovat do Byzance a podat zprávu jeho nadřízeným.

# quests/01_groundbreaker/ta_0101_balancedue:10002:DefaultText
source: Udom Bedford sold his official Board seal to Gladys in return for a large sum of money. Buy it back from her so that you can fly to Byzantium with official Board papers and turn in Phineas.
ta: Udom Bedford prodal Gladys svou oficiální pečeť správní rady za velkou sumu peněz. Odkoupíš ji od ní zpět, abys mohl odletět do Byzance s oficiálními dokumenty Rady a udat Phinease.

# quests/01_groundbreaker/ta_0101_balancedue:10010:DefaultText
source: Groundbreaker security informed you that your ship has been impounded by order of the Board. You need to clear this up with Udom Bedford, the Halcyon Holdings Board representative on the station.
ta: Bezpečnostní služba Groundbreaker vás informovala, že vaše loď byla na příkaz Rady zabavena. Musíte si to vyjasnit s Udomem Bedfordem, zástupcem představenstva Halcyon Holdings na stanici.

# quests/01_groundbreaker/ta_0101_balancedue:10011:DefaultText
source: Udom Bedford is dead and your ship is still impounded. Look for a way to clear the impound order so the Unreliable can fly again.
ta: Udom Bedford je mrtvý a vaše loď je stále zabavena. Hledejte způsob, jak zrušit příkaz k zabavení, aby mohla Nespolehlivá opět létat.

# quests/01_groundbreaker/ta_0101_balancedue:10015:DefaultText
source: Phineas Welles is wanted by the Board for crimes against the colony. Udom Bedford had an arrangement with Alex Hawthorne, the Unreliable's previous captain, to turn him. Telling Udom where to find Phineas will allow you to begin working for Halcyon's Board.
ta: Phineas Welles je hledán správní radou za zločiny proti kolonii. Udom Bedford se dohodl s Alexem Hawthornem, předchozím kapitánem Nespolehlivé, že ho vydá. Když Udomovi řekneš, kde Phinease najde, budeš moci začít pracovat pro Halcyonskou radu.

# quests/01_groundbreaker/ta_0101_balancedue:20000:DefaultText
source: Gladys wants <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits for the seal. Collect more bits and return to her later to buy the official Board seal.
ta: Gladys chce <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bity pro těsnění. Nasbírejte další kousky a později se k ní vraťte, abyste si koupili oficiální pečeť představenstva.

# quests/01_groundbreaker/ta_0101_balancedue:20001:DefaultText
source: You got Udom's official Board seal back. Return to him and have him validate your papers for you so that you can meet with the Adjutant.
ta: Dostal jsi zpět Udomovu oficiální pečeť rady. Vraťte se k němu a požádejte ho, aby vám potvrdil platnost vašich dokumentů, abyste se mohli setkat s adjutantem.

# quests/01_groundbreaker/ta_0101_balancedue:20002:DefaultText
source: Gladys is dead. If you want that stamp, you'll need to crack open her safe to get it.
ta: Gladys je mrtvá. Pokud chceš tu známku, musíš otevřít její sejf, abys ji získal.

# quests/01_groundbreaker/ta_0101_balancedue:30000:DefaultText
source: You assisted Udom Bedford with his seal problem, receiving a fresh set of official Board paperwork and an introduction to the Chairman's Adjutant - Sophia Akande - as a reward.
ta: Pomohl jsi Udomu Bedfordovi s jeho problémem s pečetí a za odměnu jsi dostal novou sadu oficiálních dokumentů správní rady a seznámení s předsedovou adjutantkou - Sophií Akande.

# quests/01_groundbreaker/ta_0101_balancedue:30001:DefaultText
source: You killed Udom Bedford, eliminating any chance of him granting you access to Byzantium to turn in Phineas Welles.
ta: Zabil jsi Udom Bedforda, čímž jsi eliminoval jakoukoli šanci, že by ti umožnil přístup do Byzance, abys mohl udat Phinease Wellese.

# quests/01_groundbreaker/ta_0101_balancedue:30002:DefaultText
source: You skipped the hope to Terra-2, eliminating any chance to work with the Board.
ta: Přeskočil jsi naději na Terru-2, čímž jsi vyloučil jakoukoli možnost spolupráce s představenstvem.

# quests/01_groundbreaker/ta_0101_balancedue:30003:DefaultText
source: You reached Byzantium without Udom's Navkey. There's no point in working with him further.
ta: Do Byzance jste se dostali bez Udomova Navkey. Nemá smysl s ním dále pracovat.

# quests/01_groundbreaker/ta_0101_balancedue:30004:DefaultText
source: The Board has become hostile towards you, making it impossible to complete this quest.
ta: Rada se vůči vám stala nepřátelskou, což znemožňuje dokončení tohoto úkolu.

# quests/01_groundbreaker/ta_0101_balancedue:40003:DefaultText
source: Groundbreaker security impounded the Unreliable on orders from the Board.
ta: Bezpečnostní služba Groundbreaker zabavila Unreliable na příkaz představenstva.

# quests/01_groundbreaker/ta_0101_balancedue:40004:DefaultText
source: You learned from Udom Bedford that he has impounded the Unreliable - a "game" he played with its previous captain, Alex Hawthorne. Speak with Udom to clear up this issue.
ta: Od Udom Bedforda jste se dozvěděli, že zabavil Nespolehlivého - "hru", kterou hrál s jeho předchozím kapitánem Alexem Hawthornem. Promluvte si s Udomem a vyjasněte si tuto záležitost.
