Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/01_groundbreaker/*_0101_solution_vital.po
Languages: sq

# quests/01_groundbreaker/sq_0101_solution_vital:0:DefaultText
source: Solution Vital
sq: Řešení Vital

# quests/01_groundbreaker/sq_0101_solution_vital:1:DefaultText
source: Talk to Dr. Wanda Dorsett in the Sick Bay
sq: Promluvte si s doktorkou Wandou Dorsettovou v ošetřovně

# quests/01_groundbreaker/sq_0101_solution_vital:3:DefaultText
source: Find Captain Irion on Scylla
sq: Najít kapitána Iriona na Scylle

# quests/01_groundbreaker/sq_0101_solution_vital:5:DefaultText
source: Report to Dr. Dorsett
sq: Zpráva pro Dr. Dorsetta

# quests/01_groundbreaker/sq_0101_solution_vital:10:DefaultText
source: Talk to Dr. Wanda Dorsett on the Groundbreaker
sq: Promluvte si s Dr. Wandou Dorsettovou v pořadu Groundbreaker

# quests/01_groundbreaker/sq_0101_solution_vital:16:DefaultText
source: Report to Dr. Dorsett
sq: Zpráva pro Dr. Dorsetta

# quests/01_groundbreaker/sq_0101_solution_vital:10000:DefaultText
source: Dr. Wanda Dorsett, one of the local doctors, has been waiting on a shipment of medical auto-mechanicals that has yet to arrive.
sq: Doktorka Wanda Dorsettová, jedna z místních lékařek, čeká na zásilku lékařské automechaniky, která dosud nedorazila.

# quests/01_groundbreaker/sq_0101_solution_vital:10001:DefaultText
source: Corporal Wheeler at Groundbreaker customs asked you to update Dr. Dorsett in sick bay with the status of her shipment.
sq: Desátník Wheeler z celnice Groundbreaker vás požádal, abyste informoval doktorku Dorsettovou na ošetřovně o stavu její zásilky.

# quests/01_groundbreaker/sq_0101_solution_vital:10003:DefaultText
source: Dr. Dorsett said that Captain Irion is most likely somewhere on Scylla. Go find him and make sure he is okay.
sq: Doktor Dorsett řekl, že kapitán Irion je s největší pravděpodobností někde na Scylle. Běžte ho najít a ujistěte se, že je v pořádku.

# quests/01_groundbreaker/sq_0101_solution_vital:10005:DefaultText
source: Wanda will want to know what became of Captain Irion and the delivery.
sq: Wanda bude chtít vědět, co se stalo s kapitánem Irionem a zásilkou.

# quests/01_groundbreaker/sq_0101_solution_vital:10010:DefaultText
source: Captain Irion was delivering medical automechs to Dr. Dorsett when his ship was shot down by outlaws. He suggested she'd be amenable to dishing out a reward for getting his delivery back on track.
sq: Kapitán Irion dodával doktoru Dorsettovi lékařské automechy, když jeho loď sestřelili zločinci. Navrhl jí, že by byla ochotná vypsat odměnu za to, že jeho dodávka bude opět v pořádku.

# quests/01_groundbreaker/sq_0101_solution_vital:10016:DefaultText
source: Wanda will want to know what became of Captain Irion and the delivery.
sq: Wanda bude chtít vědět, co se stalo s kapitánem Irionem a zásilkou.

# quests/01_groundbreaker/sq_0101_solution_vital:20000:DefaultText
source: Captain Irion is being held captive by outlaws. It looks like he probably needs saving.
sq: Kapitán Irion je držen v zajetí zločinců. Vypadá to, že pravděpodobně potřebuje zachránit.

# quests/01_groundbreaker/sq_0101_solution_vital:30000:DefaultText
source: Wanda was killed. No point in pursuing her shipment any more.
sq: Wanda byla zabita. Nemá smysl se dál zabývat její zásilkou.

# quests/01_groundbreaker/sq_0101_solution_vital:30001:DefaultText
source: You saved Irion and got Wanda Dorsett her shipment.
sq: Zachránil jsi Irion a zajistil Wandě Dorsettové její zásilku.

# quests/01_groundbreaker/sq_0101_solution_vital:30002:DefaultText
source: You found Irion, but he died. Wanda's shipment will never make it back now...
sq: Našel jsi Iriona, ale zemřel. Wandina zásilka se teď už nikdy nevrátí...

# quests/01_groundbreaker/sq_0101_solution_vital:30003:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
sq: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.

# quests/01_groundbreaker/sq_0101_solution_vital:40001:DefaultText
source: You discovered Captain Irion under attack by outlaws while exploring Scylla.
sq: Při průzkumu Scylly jste objevili kapitána Iriona pod útokem psanců.
