Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/01_groundbreaker/*_0101_whogoesthere.po
Languages: sq

# quests/01_groundbreaker/sq_0101_whogoesthere:0:DefaultText
source: Who Goes There?
sq: Kdo tam chodí?

# quests/01_groundbreaker/sq_0101_whogoesthere:1:DefaultText
source: Hunt Down and Kill Captain MacRedd
sq: Ulovit a zabít kapitána MacRedda

# quests/01_groundbreaker/sq_0101_whogoesthere:2:DefaultText
source: Claim the Bounty's Reward from Comdt. Sanita
sq: Vyzvedněte si odměnu za odměnu od velitele Sanity

# quests/01_groundbreaker/sq_0101_whogoesthere:10000:DefaultText
source: The Groundbreaker's Mardets have a bounty out for a criminal on the run in the Groundbreaker's Back Bays. You've agreed to hunt down the unlawful Captain Gunnar MacRedd. Return his lighter to Cmdt. Sanita to claim the bounty.
sq: Na zločince na útěku v zadních zátokách Hromovládce je vypsána odměna. Souhlasili jste, že nezákonného kapitána Gunnara MacRedda vypátráte. Vraťte jeho zapalovač komandéru Sanitovi, abyste si vyzvedli odměnu.

# quests/01_groundbreaker/sq_0101_whogoesthere:10001:DefaultText
source: Based on the bounty listing, Captain MacRedd was last sighted in the Back Bays. Head there and take him out.
sq: Podle seznamu odměn byl kapitán MacRedd naposledy spatřen v Back Bays. Vydejte se tam a sejměte ho.

# quests/01_groundbreaker/sq_0101_whogoesthere:10002:DefaultText
source: To claim the bounty's reward, deliver Captain MacRedd's lucky lighter as proof of kill to Comdt. Sanita in Groundbreaker's Mardet station.
sq: Chcete-li získat odměnu, doručte šťastný zapalovač kapitána MacRedda jako důkaz o zabití komandéru Sanitovi na stanici Groundbreaker's Mardet.

# quests/01_groundbreaker/sq_0101_whogoesthere:20002:DefaultText
source: You ended up killing MacRedd anyways. Go tell Sanita what happened.
sq: Stejně jsi nakonec MacRedda zabil. Jdi říct Sanitě, co se stalo.

# quests/01_groundbreaker/sq_0101_whogoesthere:20003:DefaultText
source: MacRedd is dead. Make sure to grab his lucky lighter so that you can collect the reward for his bounty.
sq: MacRedd je mrtvý. Nezapomeňte sebrat jeho šťastný zapalovač, abyste si mohli vyzvednout odměnu za jeho odměnu.

# quests/01_groundbreaker/sq_0101_whogoesthere:20004:DefaultText
source: You negotiated with MacRedd and got his lighter without killing him.
sq: Vyjednával jsi s MacReddem a získal jsi jeho zapalovač, aniž bys ho zabil.

# quests/01_groundbreaker/sq_0101_whogoesthere:30000:DefaultText
source: You took out the target and collected the bounty from Sanita.
sq: Zlikvidovali jste cíl a vybrali odměnu od Sanity.

# quests/01_groundbreaker/sq_0101_whogoesthere:30001:DefaultText
source: Sanita died, and you can no longer collect the bounty for the target.
sq: Sanita zemřela a vy již nemůžete získat odměnu za cíl.

# quests/01_groundbreaker/sq_0101_whogoesthere:30002:DefaultText
source: You lied to Sanita, and gave her MacRedd's lucky lighter without killing him.
sq: Lhal jsi Sanitě a dal jí MacReddův šťastný zapalovač, aniž bys ho zabil.

# quests/01_groundbreaker/sq_0101_whogoesthere:30003:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
sq: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.

# quests/01_groundbreaker/sq_0101_whogoesthere:40001:DefaultText
source: MacRedd gave you his lucky lighter to give to Sanita. Go turn it in to resolve his bounty.
sq: MacRedd ti dal svůj šťastný zapalovač, abys ho dal Sanitě. Jdi ho odevzdat, abys vyřešil jeho odměnu.
