Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/01_groundbreaker/*_0101_thedistresssignal.po
Languages: sq

# quests/01_groundbreaker/sq_0101_thedistresssignal:0:DefaultText
source: The Distress Signal
sq: Signál nouze

# quests/01_groundbreaker/sq_0101_thedistresssignal:1:DefaultText
source: Search for Secrets in Roseway
sq: Hledání tajemství v Roseway

# quests/01_groundbreaker/sq_0101_thedistresssignal:2:DefaultText
source: Acquire Anton's Research
sq: Získat Antonův výzkum

# quests/01_groundbreaker/sq_0101_thedistresssignal:3:DefaultText
source: Return to Gladys on the Groundbreaker
sq: Zpět na Gladys on the Groundbreaker

# quests/01_groundbreaker/sq_0101_thedistresssignal:5:DefaultText
source: Acquire Vaughn's Research
sq: Získat Vaughnův výzkum

# quests/01_groundbreaker/sq_0101_thedistresssignal:7:DefaultText
source: Acquire the Weapon Plans
sq: Získání plánů zbraní

# quests/01_groundbreaker/sq_0101_thedistresssignal:14:DefaultText
source: View the Distress Signal Recording on Your Ship
sq: Zobrazení záznamu tísňového signálu na lodi

# quests/01_groundbreaker/sq_0101_thedistresssignal:10000:DefaultText
source: Gladys has given you a copy of a distress signal from Terra 2. Someone in Roseway, a supposedly-abandoned Auntie Cleo outpost, is requesting help. If there are corporate operations hiding there, it's likely you'll be able to find some valuable data to sell back to Gladys.
sq: Gladys vám předala kopii nouzového signálu z Terry 2. Někdo v Roseway, údajně opuštěné základně Auntie Cleo, žádá o pomoc. Pokud se tam skrývají korporátní operace, je pravděpodobné, že se ti podaří najít nějaká cenná data, která bys mohl prodat zpět Gladys.

# quests/01_groundbreaker/sq_0101_thedistresssignal:10001:DefaultText
source: Investigate Roseway to find potential company secrets that could be sold to the highest bidder through Gladys. Talking to the scientists around the town would probably be a good place to start.
sq: Prozkoumejte Roseway a najděte potenciální firemní tajemství, která by mohla být prostřednictvím Gladys prodána tomu, kdo nabídne nejvyšší cenu. Dobrým začátkem by pravděpodobně bylo promluvit si s vědci v okolí města.

# quests/01_groundbreaker/sq_0101_thedistresssignal:10002:DefaultText
source: Anton's research sounds like it'd be valuable to Gladys.
sq: Antonův výzkum zní, jako by byl pro Gladys cenný.

# quests/01_groundbreaker/sq_0101_thedistresssignal:10003:DefaultText
source: You've acquired one of the company secrets that Gladys was talking about. You can return to her to sell it, or keep searching for more secrets.
sq: Získali jste jedno z firemních tajemství, o kterém mluvila Gladys. Můžeš se k ní vrátit a prodat ji, nebo pokračovat v pátrání po dalších tajemstvích.

# quests/01_groundbreaker/sq_0101_thedistresssignal:10005:DefaultText
source: Vaughn's semi-legal research would likely be valuable to Gladys.
sq: Vaughnův pololegální výzkum by byl pro Gladys pravděpodobně cenný.

# quests/01_groundbreaker/sq_0101_thedistresssignal:10007:DefaultText
source: The schematics for Orson's prototype would likely be valuable to Gladys.
sq: Schémata Orsonova prototypu by byla pro Gladys pravděpodobně cenná.

# quests/01_groundbreaker/sq_0101_thedistresssignal:10014:DefaultText
source: The distress signal has nav coordinates embedded in it. Play it on your ship so that ADA can get to the Roseway landing pad.
sq: Nouzový signál má v sobě zabudované navigační souřadnice. Přehrajte ho na své lodi, aby se ADA mohla dostat na přistávací plochu Roseway.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20001:DefaultText
source: You've acquired all of the worthwhile company secrets in Roseway. Head back to Gladys on the Groundbreaker.
sq: Získali jste všechna cenná tajemství společnosti Roseway. Vraťte se ke Gladys na Groundbreaker.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20002:DefaultText
source: You returned the toothpaste formula to Anton.
sq: Vrátil jsi Antonovi vzorec zubní pasty.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20003:DefaultText
source: You returned the raptidon musk research to Vaughn.
sq: Vrátil jsi Vaughnovi výzkum raptidonského pižma.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20004:DefaultText
source: You returned the FORCE schematics to Orson.
sq: Vrátil jsi Orsonovi schémata FORCE.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20005:DefaultText
source: You let Cassandra keep Anton's research.
sq: Nechal jsi Cassandru, aby si nechala Antonův výzkum.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20006:DefaultText
source: You sabotaged Vaughn's experiment.
sq: Sabotoval jsi Vaughnův experiment.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20007:DefaultText
source: You've dealt with all of the company secrets in Roseway. Report back to Gladys.
sq: Vypořádali jste se se všemi tajemstvími společnosti Roseway. Podejte zprávu Gladys.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20008:DefaultText
source: Anton is dead, and can no longer provide you with any information.
sq: Anton je mrtvý a nemůže vám již poskytnout žádné informace.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20009:DefaultText
source: Orson is dead, and can no longer provide you with any information.
sq: Orson je mrtvý a nemůže vám již poskytnout žádné informace.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20010:DefaultText
source: Vaughn is dead, and can no longer provide you with any information.
sq: Vaughn je mrtvý a nemůže vám již poskytnout žádné informace.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20011:DefaultText
source: All three scientists are dead, which means you'll just have to search around Roseway for secrets on your own.
sq: Všichni tři vědci jsou mrtví, což znamená, že budete muset po Rosewayi pátrat na vlastní pěst.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20012:DefaultText
source: You sold the toothpaste formula to Gladys.
sq: Prodal jsi Gladys recepturu zubní pasty.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20013:DefaultText
source: You sold the raptidon musk research to Gladys.
sq: Prodal jsi výzkum raptidonského pižma Gladys.

# quests/01_groundbreaker/sq_0101_thedistresssignal:20014:DefaultText
source: You sold the FORCE schematics to Gladys.
sq: Prodal jsi Gladys schémata FORCE.

# quests/01_groundbreaker/sq_0101_thedistresssignal:30000:DefaultText
source: You found some company secrets in Roseway and sold them to Gladys for a nice cut of money.
sq: Našel jsi v Roseway nějaká firemní tajemství a prodal je Gladys za pěkný balík peněz.

# quests/01_groundbreaker/sq_0101_thedistresssignal:30001:DefaultText
source: You found all of the company secrets in Roseway and sold them to Gladys for a ton of money.
sq: Našel jsi všechna tajemství společnosti Roseway a prodal je Gladys za spoustu peněz.

# quests/01_groundbreaker/sq_0101_thedistresssignal:30002:DefaultText
source: You weren't able to acquire any of the company secrets from Roseway. Gladys still gave you a few bits for investigating for her though.
sq: Od Rosewaye jste nemohli získat žádné z firemních tajemství. Gladys ti přesto dala pár kousků za to, že jsi pro ni vyšetřoval.

# quests/01_groundbreaker/sq_0101_thedistresssignal:30004:DefaultText
source: Gladys was killed, preventing you from selling the secrets to her.
sq: Gladys byla zabita, což ti zabránilo prodat jí tajemství.

# quests/01_groundbreaker/sq_0101_thedistresssignal:30005:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
sq: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.

# quests/01_groundbreaker/sq_0101_thedistresssignal:40001:DefaultText
source: You've dealt with one of the company secrets that Gladys was talking about. You can return to her and inform her of what happened, or keep searching for more secrets.
sq: Zabývali jste se jedním z firemních tajemství, o kterých mluvila Gladys. Můžeš se k ní vrátit a informovat ji o tom, co se stalo, nebo pokračovat v pátrání po dalších tajemstvích.
