Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/01_groundbreaker/msq_0101_thesilentvoices.po
Languages: cs

# quests/01_groundbreaker/msq_0101_thesilentvoices:0:DefaultText
source: The Silent Voices
cs: Tiché hlasy

# quests/01_groundbreaker/msq_0101_thesilentvoices:1:DefaultText
source: Travel to Relay GB-23
cs: Cesta do štafety GB-23

# quests/01_groundbreaker/msq_0101_thesilentvoices:2:DefaultText
source: Reactivate the Relay Transmitter
cs: Opětovná aktivace reléového vysílače

# quests/01_groundbreaker/msq_0101_thesilentvoices:6:DefaultText
source: Return the Data Backup to Edna Ingmire on the Groundbreaker
cs: Vraťte zálohu dat Edně Ingmireové na palubě Groundbreakeru

# quests/01_groundbreaker/msq_0101_thesilentvoices:10000:DefaultText
source: The Groundbreaker's primary communications relay station is about to be occluded by one of Halcyon's gas giants for the next few months. To avoid being entirely cut off, they need the old backup relay station operational again. Edna Ingmire in communications hired you to travel to Relay GB-23 and bring the station online.
cs: Primární komunikační retranslační stanice Groundbreakeru bude na několik příštích měsíců zakryta jedním z halcyonských plynných obrů. Aby se vyhnuli úplnému odříznutí, potřebují znovu zprovoznit starou záložní reléovou stanici. Edna Ingmireová z komunikačního oddělení tě najala, abys odcestoval na relé GB-23 a stanici zprovoznil.

# quests/01_groundbreaker/msq_0101_thesilentvoices:10001:DefaultText
source: The Groundbreaker's backup communications relay went offline a while ago. Now that the station's primary relay is going to be occluded, this backup relay must be repaired.
cs: Záložní komunikační relé Groundbreakeru před chvílí vypovědělo službu. Nyní, když bude primární relé stanice vyřazeno z provozu, je třeba toto záložní relé opravit.

# quests/01_groundbreaker/msq_0101_thesilentvoices:10002:DefaultText
source: The terminal to activate the relay is located inside the central control room of the relay station. Each relay transmitter maintains a backup of messages it has received but not yet transmitted. Since the relay has been off-line for some time, the log of backup messages should be quite substantial.
cs: Terminál pro aktivaci relé je umístěn v centrální řídicí místnosti reléové stanice. Každý reléový vysílač si uchovává zálohu zpráv, které přijal, ale ještě nevysílal. Vzhledem k tomu, že relé bylo po určitou dobu mimo provoz, měl by být protokol záložních zpráv poměrně rozsáhlý.

# quests/01_groundbreaker/msq_0101_thesilentvoices:10006:DefaultText
source: Edna is in the Communications Control room in Engineering.
cs: Edna je v řídicí místnosti komunikací ve strojovně.

# quests/01_groundbreaker/msq_0101_thesilentvoices:20000:DefaultText
source: It appears that someone has been living in the relay station, and automechanical defenses are active.
cs: Zdá se, že v reléové stanici někdo žije a automechanická obrana je aktivní.

# quests/01_groundbreaker/msq_0101_thesilentvoices:30000:DefaultText
source: With Edna dead, no one remains on the Groundbreaker to pay you for your services.
cs: Po smrti Edny nezůstal na Groundbreakeru nikdo, kdo by vám za vaše služby zaplatil.

# quests/01_groundbreaker/msq_0101_thesilentvoices:30001:DefaultText
source: You reactivated the transmitter and recovered the backup communications data. Groundbreaker will avoid a crippling communications blackout.
cs: Znovu jste aktivovali vysílač a obnovili záložní komunikační data. Groundbreaker se vyhne ochromujícímu výpadku komunikace.

# quests/01_groundbreaker/msq_0101_thesilentvoices:30005:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
cs: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.
