Repository: pavelhoral/outer-preklad
Catalog: source/*/quests/01_groundbreaker/pq_0102_engineering.po
Languages: cs

# quests/01_groundbreaker/pq_0102_engineering:0:DefaultText
source: Happiness is a Warm Spaceship
cs: Štěstí je teplá kosmická loď

# quests/01_groundbreaker/pq_0102_engineering:2:DefaultText
source: Get New Parts for the Radiators
cs: Pořiďte si nové díly pro chladiče

# quests/01_groundbreaker/pq_0102_engineering:11:DefaultText
source: Return to Junlei
cs: Návrat do Junlei

# quests/01_groundbreaker/pq_0102_engineering:13:DefaultText
source: Fix the Radiators
cs: Oprava chladičů

# quests/01_groundbreaker/pq_0102_engineering:20:DefaultText
source: Talk to Junlei about the Parts
cs: Promluvte si s Junlei o dílech

# quests/01_groundbreaker/pq_0102_engineering:10000:DefaultText
source: Help Junlei Tennyson fix the radiator arrays in the maintenance shaft.
cs: Pomozte Junlei Tennysonové opravit chladiče v údržbové šachtě.

# quests/01_groundbreaker/pq_0102_engineering:10002:DefaultText
source: You need to get new parts for the Radiator Array to keep the Groundbreaker from overheating. Junlei wants you to salvage the parts for the radiators from old machinery in the back bays.
cs: Musíte si pořídit nové díly pro chladičové pole, aby se lamač země nepřehříval. Junlei chce, abys zachránil díly pro chladiče ze starých strojů v zadních prostorech.

# quests/01_groundbreaker/pq_0102_engineering:10011:DefaultText
source: Follow up with Junlei to let her know the radiators are fixed and to claim your reward.
cs: Spojte se s Junlei, dejte jí vědět, že radiátory jsou opravené, a vyzvedněte si odměnu.

# quests/01_groundbreaker/pq_0102_engineering:10013:DefaultText
source: Junlei told you to enter the maintenance shaft and help her install the new parts for the radiators. She warned you to go armed.
cs: Junlei ti řekla, abys vstoupil do údržbářské šachty a pomohl jí nainstalovat nové díly do chladičů. Varovala tě, abys šel ozbrojený.

# quests/01_groundbreaker/pq_0102_engineering:10020:DefaultText
source: Go talk to Junlei to figure out what to do with the radiator parts you found.
cs: Jdi si promluvit s Junlei a zjistěte, co udělat s nalezenými částmi chladiče.

# quests/01_groundbreaker/pq_0102_engineering:20006:DefaultText
source: You were able to peacefully resolve things with MacRedd. Go retrieve the parts and head back to Junlei.
cs: S MacReddem se vám podařilo vše vyřešit v klidu. Jděte si pro součástky a vraťte se do Junlei.

# quests/01_groundbreaker/pq_0102_engineering:20014:DefaultText
source: You killed MacRedd, and are now free to go retrieve the parts. Go grab them and head back to Junlei.
cs: Zabil jsi MacRedda a nyní si můžeš jít pro součástky. Vezměte je a vraťte se do Junlei.

# quests/01_groundbreaker/pq_0102_engineering:30000:DefaultText
source: You helped Junlei fix the Groundbreaker's radiator arrays.
cs: Pomohl jsi Junlei opravit radiátorové pole lamače země.

# quests/01_groundbreaker/pq_0102_engineering:30003:DefaultText
source: Junlei is dead. Without her knowledge of the ship and its systems, the Groundbreaker is surely doomed.
cs: Junlei je mrtvý. Bez jejích znalostí lodi a jejích systémů je Groundbreaker jistě ztracen.

# quests/01_groundbreaker/pq_0102_engineering:30005:DefaultText
source: The Groundbreaker has become hostile towards you, making it impossible to complete this quest.
cs: Groundbreaker se vůči vám stal nepřátelským, což znemožňuje dokončení tohoto úkolu.
