Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cv_hiram.po
Languages: cs

# conversations/04_monarch/0406/0406_cv_hiram:1:DefaultText
source: Never thought I'd be ecstatic at having the walls painted in blood. But seeing as it's not mine. I'd say this calls for a celebration.
cs: Nikdy jsem si nemyslel, že budu nadšený, když budou stěny pomalované krví. Ale vzhledem k tomu, že to není moje. Řekla bych, že si to žádá oslavu.

# conversations/04_monarch/0406/0406_cv_hiram:2:DefaultText
source: This ought to square our debt. One hefty payment for a highly valued service rendered. But I admit, I do wonder why you've ventured here at all.
cs: To by mělo náš dluh vyrovnat. Jedna vysoká platba za vysoce ceněnou službu. Ale přiznávám, že se divím, proč jste se sem vůbec odvážil.

# conversations/04_monarch/0406/0406_cv_hiram:3:DefaultText
source: You're an info broker? What's that?
cs: Jste zprostředkovatel informací? Co to je?

# conversations/04_monarch/0406/0406_cv_hiram:4:DefaultText
source: Ask me what you will.
cs: Ptejte se mě, na co chcete.

# conversations/04_monarch/0406/0406_cv_hiram:5:DefaultText
source: Got any compromising information on the Chairman?
cs: Máte nějaké kompromitující informace o předsedovi?

# conversations/04_monarch/0406/0406_cv_hiram:6:DefaultText
source: I could use some dirt on Sanjar Nandi.
cs: Hodila by se mi nějaká špína na Sanjara Nandiho.

# conversations/04_monarch/0406/0406_cv_hiram:7:DefaultText
source: That's enough gossip for now.
cs: Prozatím dost drbů.

# conversations/04_monarch/0406/0406_cv_hiram:8:DefaultText
source: I'm curious about Graham Bryant's deep, dark secrets.
cs: Jsem zvědavá na hluboká, temná tajemství Grahama Bryanta.

# conversations/04_monarch/0406/0406_cv_hiram:10:DefaultText
source: If you try to cite me on this, I will deny, deny, deny. Do you understand? What I am about to reveal is the sort of information that gets a body disappeared.
cs: Pokud se mě pokusíte citovat, popřu, popřu, popřu. Rozumíte? To, co se chystám prozradit, je druh informací, kvůli kterým zmizí tělo.

# conversations/04_monarch/0406/0406_cv_hiram:11:DefaultText
source: MSI's ownership of Monarch is technically legal. But it would give MSI too much power on the Board to grant them such status.
cs: Vlastnictví společnosti Monarch společností MSI je technicky legální. Udělení takového statusu by však společnosti MSI poskytlo příliš velkou moc v představenstvu.

# conversations/04_monarch/0406/0406_cv_hiram:12:DefaultText
source: Luckily for you, I am a veritable font of information.
cs: Naštěstí pro vás jsem skutečnou studnicí informací.

# conversations/04_monarch/0406/0406_cv_hiram:13:DefaultText
source: Sanjar's not actually at fault for his past Performance Reviews. But he can keep hunting for loopholes to get back on the Board for the next century. He'll never be reinstated.
cs: Sanjar ve skutečnosti za své minulé hodnocení výkonnosti nemůže. Může ale dál lovit kličky, aby se do představenstva vrátil i v příštím století. Nikdy nebude znovu jmenován do funkce.

# conversations/04_monarch/0406/0406_cv_hiram:14:DefaultText
source: Some say Graham suffers from nightmares that leave him sweat-drenched and screaming.
cs: Někteří říkají, že Graham trpí nočními můrami, ze kterých se potí a křičí.

# conversations/04_monarch/0406/0406_cv_hiram:16:DefaultText
source: It's the strangest thing. I still can't receive any incoming off-world communications.
cs: Je to ta nejpodivnější věc. Stále nemohu přijímat žádnou příchozí mimozemskou komunikaci.

# conversations/04_monarch/0406/0406_cv_hiram:17:DefaultText
source: Phineas sent me. He needs the location of the chemicals.
cs: Poslal mě Phineas. Potřebuje znát polohu chemikálií.

# conversations/04_monarch/0406/0406_cv_hiram:19:DefaultText
source: I'm here to shut down all illegal interplanetary broadcasts.
cs: Jsem tu, abych zastavil veškeré nelegální meziplanetární vysílání.

# conversations/04_monarch/0406/0406_cv_hiram:20:DefaultText
source: Allow me to assure you that I know absolutely nothing about any allegedly illegal broadcasts. Surely, the Board is aware of that.
cs: Dovolte mi, abych vás ujistil, že o žádném údajně nelegálním vysílání nevím vůbec nic. Rada o tom jistě ví.

# conversations/04_monarch/0406/0406_cv_hiram:21:DefaultText
source: They must know I'd never involve myself in such despicable activities. There's utterly no reason to arrest anyone in this broadcast station, let alone me.
cs: Musí vědět, že bych se nikdy nezapojil do tak odporných aktivit. V této vysílací stanici není naprosto žádný důvod kohokoli zatýkat, natož mě.

# conversations/04_monarch/0406/0406_cv_hiram:22:DefaultText
source: In fact, you're doing me a favor by helping me disable any alleged such broadcasts. If they exist. You could do me another favor by mentioning my loyalty to the Board in your report.
cs: Ve skutečnosti mi prokážete laskavost, když mi pomůžete znemožnit jakékoli údajné vysílání. Pokud existují. Další laskavost mi můžete prokázat tím, že se ve své zprávě zmíníte o mé loajalitě vůči Radě.

# conversations/04_monarch/0406/0406_cv_hiram:23:DefaultText
source: Now why would I want to do that?
cs: Proč bych to měl dělat?

# conversations/04_monarch/0406/0406_cv_hiram:24:DefaultText
source: Think I'd rather shut this place down. Just to be safe.
cs: Myslím, že bych to tu raději zavřel. Jen pro jistotu.

# conversations/04_monarch/0406/0406_cv_hiram:25:DefaultText
source: Perhaps you didn't notice my robust security detail? An altercation may end poorly for you, but a partnership would pay handsome dividends.
cs: Možná jste si nevšiml mé silné ochranky? Hádka by pro vás mohla skončit špatně, ale partnerství by se vám vyplatilo.

# conversations/04_monarch/0406/0406_cv_hiram:26:DefaultText
source: <Attack> How a bullet to the face instead?
cs: <Útok> Co takhle kulku do obličeje?

# conversations/04_monarch/0406/0406_cv_hiram:27:DefaultText
source: Automechs, initiate security protocol: DEAL'S OFF
cs: Automechanici, spusťte bezpečnostní protokol: SLEVA VYPNUTA

# conversations/04_monarch/0406/0406_cv_hiram:28:DefaultText
source: Excellent. Yes, that is reassuring to hear, indeed. I am glad we could come to an understanding.
cs: Vynikající. Ano, to je opravdu uklidňující. Jsem rád, že jsme se dokázali dohodnout.

# conversations/04_monarch/0406/0406_cv_hiram:29:DefaultText
source: But MSI and the Iconoclasts are clogging the airwaves from Stellar Bay and Amber Heights. In their war against each other, they're scrambling each other's outgoing transmissions.
cs: Ale MSI a Iconoclasts zahlcují vysílání ze Stellar Bay a Amber Heights. Ve vzájemné válce si navzájem ruší odchozí vysílání.

# conversations/04_monarch/0406/0406_cv_hiram:30:DefaultText
source: The station routes all communications across Monarch. Since the company towns were abandoned, the only local transmissions coming in are from Amber Heights or Stellar Bay.
cs: Stanice směruje veškerou komunikaci přes Monarch. Vzhledem k tomu, že města společnosti byla opuštěna, jediné místní vysílání přichází z Amber Heights nebo Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:31:DefaultText
source: Where in Stellar Bay?
cs: Kde ve Hvězdné zátoce?

# conversations/04_monarch/0406/0406_cv_hiram:32:DefaultText
source: Why Amber Heights?
cs: Proč Amber Heights?

# conversations/04_monarch/0406/0406_cv_hiram:33:DefaultText
source: Can't we cut them off from inside the station?
cs: Nemůžeme je odříznout zevnitř stanice?

# conversations/04_monarch/0406/0406_cv_hiram:34:DefaultText
source: My former partner, Sanjar, transmits from his office in MSI's headquarters in the center of town.
cs: Můj bývalý partner Sanjar vysílá ze své kanceláře v sídle MSI v centru města.

# conversations/04_monarch/0406/0406_cv_hiram:35:DefaultText
source: Amber Heights is one of the only surviving settlements outside of Stellar Bay.
cs: Amber Heights je jednou z mála osad, které se dochovaly mimo Hvězdnou zátoku.

# conversations/04_monarch/0406/0406_cv_hiram:36:DefaultText
source: No, they're jamming the limited frequencies we have at our disposal. Nothing extra-planetary can get in or out until the frequency pollution thins out.
cs: Ne, ruší omezené frekvence, které máme k dispozici. Dokud se znečištění frekvencí neztenčí, nic mimoplanetárního se nedostane dovnitř ani ven.

# conversations/04_monarch/0406/0406_cv_hiram:37:DefaultText
source: The safest bet is to convince Graham and Sanjar to stop transmitting on their end.
cs: Nejbezpečnější je přesvědčit Grahama a Sanjara, aby přestali vysílat na své straně.

# conversations/04_monarch/0406/0406_cv_hiram:38:DefaultText
source: I need to head out.
cs: Musím vyrazit.

# conversations/04_monarch/0406/0406_cv_hiram:39:DefaultText
source: Be a doll and shoot any marauders you spot on the way down.
cs: Buď jako panenka a zastřel všechny nájezdníky, které cestou dolů spatříš.

# conversations/04_monarch/0406/0406_cv_hiram:41:DefaultText
source: I knew it was only a matter of time before he came a'knocking. Look, I might be late. But I fulfill my contracts, always.
cs: Věděla jsem, že je jen otázkou času, než zaklepe na dveře. Podívejte, možná přijdu pozdě. Ale já své smlouvy plním, vždycky.

# conversations/04_monarch/0406/0406_cv_hiram:42:DefaultText
source: Which of course has inadvertently affected the incoming port - and my livelihood.
cs: Což samozřejmě nechtěně ovlivnilo příchozí přístav - a mé živobytí.

# conversations/04_monarch/0406/0406_cv_hiram:43:DefaultText
source: Where in Stellar Bay?
cs: Kde ve Hvězdné zátoce?

# conversations/04_monarch/0406/0406_cv_hiram:44:DefaultText
source: Why Amber Heights?
cs: Proč Amber Heights?

# conversations/04_monarch/0406/0406_cv_hiram:45:DefaultText
source: Can't we cut them off from inside the station?
cs: Nemůžeme je odříznout zevnitř stanice?

# conversations/04_monarch/0406/0406_cv_hiram:46:DefaultText
source: My former partner, Sanjar, transmits from his office in MSI's headquarters in the center of town.
cs: Můj bývalý partner Sanjar vysílá ze své kanceláře v sídle MSI v centru města.

# conversations/04_monarch/0406/0406_cv_hiram:47:DefaultText
source: Amber Heights is one of the only surviving settlements outside of Stellar Bay.
cs: Amber Heights je jednou z mála osad, které se dochovaly mimo Hvězdnou zátoku.

# conversations/04_monarch/0406/0406_cv_hiram:48:DefaultText
source: No, they're jamming the limited frequencies we have at our disposal. Nothing extra-planetary can get in or out until the frequency pollution thins out.
cs: Ne, ruší omezené frekvence, které máme k dispozici. Dokud se znečištění frekvencí neztenčí, nic mimoplanetárního se nedostane dovnitř ani ven.

# conversations/04_monarch/0406/0406_cv_hiram:49:DefaultText
source: The safest bet is to convince Graham and Sanjar to stop transmitting on their end.
cs: Nejbezpečnější je přesvědčit Grahama a Sanjara, aby přestali vysílat na své straně.

# conversations/04_monarch/0406/0406_cv_hiram:50:DefaultText
source: I was delayed by MSI and the Iconoclasts. The idiots were scrambling all transmissions to override each other's broadcasts. But as you've shut them down - I'm back in business.
cs: MSI a Iconoclasts mě zdrželi. Ti idioti rušili veškeré vysílání, aby si navzájem překryli vysílání. Ale protože jste je vypnuli - jsem zase v provozu.

# conversations/04_monarch/0406/0406_cv_hiram:51:DefaultText
source: I don't doubt that you are working with Phineas, but my contract specifies I relay any acquired information to the purchaser. And to the purchaser alone.
cs: Nepochybuji o tom, že spolupracujete s Phineasem, ale podle mé smlouvy mám veškeré získané informace předat kupujícímu. A pouze kupujícímu.

# conversations/04_monarch/0406/0406_cv_hiram:52:DefaultText
source: Unfortunately, the very transmissions you were chasing earlier are the reason for our delay.
cs: Důvodem našeho zpoždění jsou bohužel právě ty přenosy, které jste předtím sledovali.

# conversations/04_monarch/0406/0406_cv_hiram:53:DefaultText
source: MSI and the Iconoclasts are clogging the airwaves from Stellar Bay and Amber Heights. In their war against each other, they're scrambling each other's outgoing transmissions.
cs: MSI a Iconoclasts zahlcují vysílání ze Stellar Bay a Amber Heights. Ve vzájemné válce si navzájem ruší odchozí vysílání.

# conversations/04_monarch/0406/0406_cv_hiram:54:DefaultText
source: Which of course, has scrambled my outgoing transmissions. Shut them down if you want me to route the data to Phineas.
cs: Což samozřejmě zakódovalo mé odchozí přenosy. Vypni je, jestli chceš, abych data přesměroval k Phineasovi.

# conversations/04_monarch/0406/0406_cv_hiram:55:DefaultText
source: If there are any unregulated transmissions being emitted from Monarch, they could only originate from Amber Heights or Stellar Bay.
cs: Pokud jsou z Monarchu vysílány nějaké neregulované přenosy, mohou pocházet pouze z Amber Heights nebo Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:56:DefaultText
source: And as you've already shut down the transmission from Amber Heights and Stellar Bay, you've effectively ended all unregulated chatter on the planet.
cs: A protože jsi již vypnul přenos z Jantarových výšin a Hvězdné zátoky, ukončil jsi tím veškerý neregulovaný chat na planetě.

# conversations/04_monarch/0406/0406_cv_hiram:57:DefaultText
source: MSI and the Iconoclasts are no longer transmitting. Is the data ready?
cs: MSI a Iconoclasts již nevysílají. Jsou data připravena?

# conversations/04_monarch/0406/0406_cv_hiram:58:DefaultText
source: Yes, indeed. I am back in business.
cs: Ano, skutečně. Jsem zpátky ve hře.

# conversations/04_monarch/0406/0406_cv_hiram:70:DefaultText
source: Allow me to pose my question in another manner: Why. In the nebula. Are you here?
cs: Dovolte mi, abych svou otázku položil jinak: Proč. V mlhovině. Jste tady?

# conversations/04_monarch/0406/0406_cv_hiram:71:DefaultText
source: I told you, I'm looking for a certain information broker.
cs: Říkal jsem vám, že hledám jistého zprostředkovatele informací.

# conversations/04_monarch/0406/0406_cv_hiram:77:DefaultText
source: You're laying it on a little thick.
cs: Trochu to přeháníš.

# conversations/04_monarch/0406/0406_cv_hiram:78:DefaultText
source: However, to send the data, I will need your assistance in cycling the antenna's receiver so I can input the needed adjustments.
cs: Pro odeslání dat však budu potřebovat vaši pomoc při cyklování přijímače antény, abych mohl zadat potřebné úpravy.

# conversations/04_monarch/0406/0406_cv_hiram:80:DefaultText
source: Adjutant Akande rewards loyalty generously.
cs: Adjutant Akande štědře odměňuje věrnost.

# conversations/04_monarch/0406/0406_cv_hiram:81:DefaultText
source: Sure. I think Sophia would be particularly interested to hear all about you.
cs: Jistě. Myslím, že Sophii by obzvlášť zajímalo, co všechno o tobě uslyší.

# conversations/04_monarch/0406/0406_cv_hiram:82:DefaultText
source: I'm happy to help the Board in any way I can. For so long as they consider me a friend.
cs: Rád pomůžu radě, jak jen budu moci. Dokud mě budou považovat za přítele.

# conversations/04_monarch/0406/0406_cv_hiram:83:DefaultText
source: I'll talk some sense into them.
cs: Přivedu je k rozumu.

# conversations/04_monarch/0406/0406_cv_hiram:84:DefaultText
source: I could just kill them all.
cs: Mohl bych je všechny zabít.

# conversations/04_monarch/0406/0406_cv_hiram:85:DefaultText
source: Do what you like. Just don't tell me about it after. I enjoy sleeping at night.
cs: Dělejte si, co chcete. Jen mi o tom potom neříkej. Rád v noci spím.

# conversations/04_monarch/0406/0406_cv_hiram:86:DefaultText
source: Where is Amber Heights?
cs: Kde se nachází Amber Heights?

# conversations/04_monarch/0406/0406_cv_hiram:87:DefaultText
source: You'll find it directly to the east, almost in sighting distance of Devil's Peak station.
cs: Najdete ji přímo na východě, téměř na dohled od stanice Devil's Peak.

# conversations/04_monarch/0406/0406_cv_hiram:91:DefaultText
source: Business is good on account of you. And hard work deserves a return on investment.
cs: Obchod se díky vám daří. A tvrdá práce si zaslouží návratnost.

# conversations/04_monarch/0406/0406_cv_hiram:102:DefaultText
source: You must know something about him.
cs: Musíte o něm něco vědět.

# conversations/04_monarch/0406/0406_cv_hiram:113:DefaultText
source: There is a sharper side to the good scientist than you'd expect. If allegations are to be believed, the experiments he conducts for the greater good are in fact treasonous and for self gain.
cs: Dobrý vědec má i ostřejší stránku, než byste čekali. Pokud lze věřit obviněním, experimenty, které provádí pro vyšší dobro, jsou ve skutečnosti zrádné a slouží k vlastnímu prospěchu.

# conversations/04_monarch/0406/0406_cv_hiram:127:DefaultText
source: I'll talk some sense into them.
cs: Přivedu je k rozumu.

# conversations/04_monarch/0406/0406_cv_hiram:128:DefaultText
source: Where is Amber Heights?
cs: Kde se nachází Amber Heights?

# conversations/04_monarch/0406/0406_cv_hiram:129:DefaultText
source: I could just kill them all.
cs: Mohl bych je všechny zabít.

# conversations/04_monarch/0406/0406_cv_hiram:130:DefaultText
source: You'll find it directly to the east, almost in sighting distance of Devil's Peak station.
cs: Najdete ji přímo na východě, téměř na dohled od stanice Devil's Peak.

# conversations/04_monarch/0406/0406_cv_hiram:131:DefaultText
source: Do what you like. Just don't tell me about it after. I enjoy sleeping at night.
cs: Dělejte si, co chcete. Jen mi o tom potom neříkej. Rád v noci spím.

# conversations/04_monarch/0406/0406_cv_hiram:133:DefaultText
source: And you got me my money's worth out of the C3s. I ought to have simply dealt with you in the first place.
cs: A vy jste mi za C3 dali peníze. Měl jsem to prostě řešit s vámi.

# conversations/04_monarch/0406/0406_cv_hiram:134:DefaultText
source: My compliments on your improvised utilization of the fire suppressant system. I do admire a man of ingenuity.
cs: Chválím vaše improvizované využití protipožárního systému. Obdivuji vynalézavého člověka.

# conversations/04_monarch/0406/0406_cv_hiram:134:FemaleText
source: My compliments on your improvised utilization of the fire suppressant system. I do admire a woman of ingenuity.
cs: Chválím vaše improvizované využití protipožárního systému. Obdivuji vynalézavou ženu.

# conversations/04_monarch/0406/0406_cv_hiram:140:DefaultText
source: Phineas must've sent you. He's the only one insane enough to send someone to Monarch to rush me.
cs: Musel tě poslat Phineas. On jediný je natolik šílený, aby někoho poslal do Monarchu, aby mě popohnal.

# conversations/04_monarch/0406/0406_cv_hiram:141:DefaultText
source: Just... it might take me a while this time.
cs: Jen... mi to tentokrát může chvíli trvat.

# conversations/04_monarch/0406/0406_cv_hiram:142:DefaultText
source: I am awaiting but a single incoming transmission containing the information we desire.
cs: Očekávám pouze jedinou příchozí zprávu obsahující informace, které si přejeme.

# conversations/04_monarch/0406/0406_cv_hiram:144:DefaultText
source: Is that a trick question? Because to answer it, you'd need to pay me.
cs: Je to záludná otázka? Protože abych na ni mohl odpovědět, musel byste mi zaplatit.

# conversations/04_monarch/0406/0406_cv_hiram:145:DefaultText
source: Of course, I could offer you a vastly more interesting bit of data instead. Try me. Ask me anything you'd like - I'll even offer it for free.
cs: Samozřejmě bych vám místo toho mohl nabídnout mnohem zajímavější údaje. Zkuste mě. Zeptejte se mě na cokoli chcete - nabídnu vám to dokonce zdarma.

# conversations/04_monarch/0406/0406_cv_hiram:146:DefaultText
source: Am I? Odd, because I cannot possibly fathom what you mean.
cs: Jsem? Zvláštní, protože si nedokážu představit, co tím myslíte.

# conversations/04_monarch/0406/0406_cv_hiram:147:DefaultText
source: Sophia does? What sort of an amount are we intimating here? Never mind, the details are of no matter. For now.
cs: Sophia ano? O jakou částku se jedná? Nevadí, na detailech nezáleží. Prozatím.

# conversations/04_monarch/0406/0406_cv_hiram:148:DefaultText
source: Reckon this cartridge I found... lying around... containing a not insignificant sum of bits might lay it on to the right thickness?
cs: Myslíš, že tahle kazeta, kterou jsem našel... a která se tu povaluje... a obsahuje nezanedbatelnou sumu bitů, by mohla mít správnou tloušťku?

# conversations/04_monarch/0406/0406_cv_hiram:149:DefaultText
source: Reckon it would, yep.
cs: Domnívám se, že ano.

# conversations/04_monarch/0406/0406_cv_hiram:150:DefaultText
source: Attempting to bribe an agent of the Board? You are hereby under arrest.
cs: Pokus o podplacení zástupce správní rady? Tímto jste zatčen.

# conversations/04_monarch/0406/0406_cv_hiram:151:DefaultText
source: All that's left to do is cycle the antenna's receiver so I can input the needed adjustments. Then I'll be in the Board's service, no further action required.
cs: Zbývá už jen zacyklit přijímač antény, abych mohl zadat potřebné úpravy. Pak budu ve službách rady, žádné další kroky nejsou nutné.

# conversations/04_monarch/0406/0406_cv_hiram:152:DefaultText
source: Shut down MSI's and the Iconoclasts' broadcasts, and you'll silence any chatter that may be proving irksome to the Board.
cs: Vypněte vysílání MSI a Ikonoklastů a umlčíte všechny řeči, které mohou být pro Radu nepříjemné.

# conversations/04_monarch/0406/0406_cv_hiram:153:DefaultText
source: We can still work something out.
cs: Stále můžeme něco vymyslet.

# conversations/04_monarch/0406/0406_cv_hiram:154:DefaultText
source: You are aware of what I broker, yes? As an agent of the Board, surely a day will come when you find yourself in want of certain privileged information.
cs: Jste si vědom toho, co jsem zprostředkoval, že? Jako zástupce Rady jistě přijde den, kdy budete potřebovat určité důvěrné informace.

# conversations/04_monarch/0406/0406_cv_hiram:155:DefaultText
source: Fine. You've got a deal.
cs: V pořádku. Máš dohodu.

# conversations/04_monarch/0406/0406_cv_hiram:156:DefaultText
source: Not interested.
cs: Nemá zájem.

# conversations/04_monarch/0406/0406_cv_hiram:157:DefaultText
source: Don't let him try to fool you. While his messages might seem like gibberish, they are in reality coded business orders to off-world companies.
cs: Nenechte se oklamat. I když se jeho zprávy mohou zdát jako bláboly, ve skutečnosti jsou to zakódované obchodní příkazy mimozemským společnostem.

# conversations/04_monarch/0406/0406_cv_hiram:158:DefaultText
source: I understand why he needs the bandwidth. But we had a deal, and he's broadcasting ceaselessly.
cs: Chápu, proč potřebuje šířku pásma. Ale měli jsme dohodu a on vysílá bez přestání.

# conversations/04_monarch/0406/0406_cv_hiram:159:DefaultText
source: Don't let him try to fool you. While his messages might seem like gibberish, they are in reality coded business orders to off-world companies.
cs: Nenechte se oklamat. I když se jeho zprávy mohou zdát jako bláboly, ve skutečnosti jsou to zakódované obchodní příkazy mimozemským společnostem.

# conversations/04_monarch/0406/0406_cv_hiram:160:DefaultText
source: I understand why he needs the bandwidth. But we had a deal, and he's broadcasting ceaselessly.
cs: Chápu, proč potřebuje šířku pásma. Ale měli jsme dohodu a on vysílá bez přestání.

# conversations/04_monarch/0406/0406_cv_hiram:161:DefaultText
source: Graham Bryant and the Iconoclasts there got their hands on a working relay station. Now they're ceaselessly transmitting Philosophist ramblings on my airwaves.
cs: Graham Bryant a Iconoclasts tam dostali do rukou funkční reléovou stanici. Teď na mých vlnách nepřetržitě vysílají filosofické bláboly.
