Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cp_console_logs.po
Languages: cs

# conversations/04_monarch/0406/0406_cp_console_logs:1:DefaultText
source: Devil's Peak Station ======================== INCLEMENT WEATHER WARNING: Regional Severe Alert - next 72 hours chance of thunderstorms and severe thunderstorms including lightning strikes forecast across the mountain region.
cs: Stanice Devil's Peak ======================== VAROVÁNÍ PŘED NEPŘÍZNIVÝM POČASÍM: Regionální výstraha před silnými bouřkami - v horské oblasti se v příštích 72 hodinách předpokládá výskyt bouřek a silných bouřek včetně blesků.

# conversations/04_monarch/0406/0406_cp_console_logs:2:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/04_monarch/0406/0406_cp_console_logs:4:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/04_monarch/0406/0406_cp_console_logs:5:DefaultText
source: Devil's Peak Station ========================= Message Logs FROM: V. Ramsey TO: I. Broker SUBJECT: Emergency Protocols As I stated in my prior FOUR messages, there is simply no cause for alarm. I swear to you, Hiram, the situation is under control. What you call a "near-emergency," I would consider a non-event. Yes, a high-energy transmission was used for too lengthy a period of time. And yes, the generators cannot safely support that activity. Yes and yes, they could have been damaged under load. But the point remains -- nothing happened. We caught the issue in time. The engineers involved were reprimanded. I swear on my mama's grave, it will not happen again. Now, please, cease contacting me for daily updates on the status of the generators. Thank you, Val
cs: Stanice Devil's Peak ========================= Záznamy zpráv OD: Ramsey TO: I. Broker SUBJECT: V: Jak jsem uvedl v předchozích ČTYŘECH zprávách, není prostě žádný důvod k poplachu. Přísahám ti, Hirame, že situace je pod kontrolou. To, čemu říkáš "téměř mimořádná událost", bych považoval za ne-událost. Ano, vysílání s vysokou energií bylo používáno příliš dlouhou dobu. A ano, generátory nemohou bezpečně podporovat tuto činnost. Ano a ano, mohlo dojít k jejich poškození při zátěži. Ale podstata zůstává - nic se nestalo, problém jsme zachytili včas. Inženýři, kteří se na tom podíleli, byli pokáráni. Přísahám na hrob své maminky, že se to už nebude opakovat. A teď mě prosím přestaňte kontaktovat, abych vás denně informoval o stavu generátorů. Děkuji, Val.

# conversations/04_monarch/0406/0406_cp_console_logs:6:DefaultText
source: [FROM: V. Ramsey, SUBJECT: Emergency Protocols]
cs: [OD: V. Ramsey, PŘEDMĚT: Nouzové protokoly]

# conversations/04_monarch/0406/0406_cp_console_logs:7:DefaultText
source: [FROM: I. M. Avoyeur, SUBJECT: Toilets]
cs: [OD: I. M. Avoyeur, PŘEDMĚT: Toalety]

# conversations/04_monarch/0406/0406_cp_console_logs:8:DefaultText
source: Devil's Peak Station ========================= Message Logs FROM: I. M. Avoyeur TO: J. Ramsey SUBJECT: Toilets What in the black hole were you thinking, Val? At some point, "space efficiency" becomes the inverse to "time efficiency" and one negates the other. What I mean is, how am I to do my morning business when the toilets are directly facing the open showers? You might like watching fellows scrub their jigglies while you take a steaming dump, but I don't. Sincerely, Thanks for the peep show. Not really. (That was sarcasm.) Theodore
cs: Devil's Peak Station ========================= Záznamy zpráv OD: I. M. Avoyeur TO: Ramsey PŘEDMĚT: J: Co sis to proboha myslel, Vale? V určitém okamžiku se "efektivita prostoru" stává inverzní k "efektivitě času" a jedno neguje druhé. Chci říct, jak si mám vyřídit ranní záležitosti, když jsou záchody přímo naproti otevřeným sprchám? Tobě se možná líbí dívat se na kolegy, jak si drhnou žigulíky, zatímco ty se kouříš, ale mně ne. S pozdravem, díky za tuhle peep show. Ne tak docela. (To byl sarkasmus.) Theodore

# conversations/04_monarch/0406/0406_cp_console_logs:9:DefaultText
source: [FROM: V. Ramsey, SUBJECT: Re: Toilets]
cs: [OD: V. Ramsey, PŘEDMĚT: Re: Toalety]

# conversations/04_monarch/0406/0406_cp_console_logs:10:DefaultText
source: Devil's Peak Station ========================= Message Logs FROM: J. Ramsey TO: I. M. Avoyeur SUBJECT: Re: Toilets On the contrary, Theo. Not only is it a spatially efficient design, but it also encourages simultaneous users to hurry their... business. Don't like, don't look. Or speed it up and move on. After all, the faster you're back to your station, the happier we all will be. Warmest regards, Val Postscript - You take too many bathroom breaks, and you know it.
cs: Stanice Devil's Peak ========================= Záznamy zpráv OD: M. Avoyeur SUBJECT: J. Ramsey TO: I: Re: Re: Naopak, Theo. Nejenže je to prostorově efektivní návrh, ale také vybízí souběžné uživatele, aby si pospíšili se svými... záležitostmi. Nelíbí se, nekoukej. Nebo to urychli a jdi dál. Koneckonců, čím rychleji se vrátíš na své stanoviště, tím spokojenější budeme všichni. S vřelým pozdravem, Val Postscriptum - Děláš si příliš mnoho přestávek na záchod a víš to.

# conversations/04_monarch/0406/0406_cp_console_logs:11:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
