Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cv_hiram.po
Languages: cs

# conversations/04_monarch/0406/0406_cv_hiram:293:DefaultText
source: The safest bet is to convince Graham and his Iconoclasts to stop transmitting on their end.
cs: Nejbezpečnější je přesvědčit Grahama a jeho ikonoklasty, aby přestali vysílat na své straně.

# conversations/04_monarch/0406/0406_cv_hiram:294:DefaultText
source: The safest bet is to convince Sanjar and MSI to stop transmitting on their end.
cs: Nejbezpečnější je přesvědčit Sanjar a MSI, aby přestali vysílat na své straně.

# conversations/04_monarch/0406/0406_cv_hiram:295:DefaultText
source: The safest bet is to convince Graham and his Iconoclasts to stop transmitting on their end.
cs: Nejbezpečnější je přesvědčit Grahama a jeho ikonoklasty, aby přestali vysílat na své straně.

# conversations/04_monarch/0406/0406_cv_hiram:296:DefaultText
source: The safest bet is to convince Sanjar and MSI to stop transmitting on their end.
cs: Nejbezpečnější je přesvědčit Sanjar a MSI, aby přestaly vysílat na své straně.

# conversations/04_monarch/0406/0406_cv_hiram:297:DefaultText
source: I may have a secret for you. For the right exchange.
cs: Možná pro vás mám tajemství. Pro správnou výměnu.

# conversations/04_monarch/0406/0406_cv_hiram:298:DefaultText
source: How low you seemingly regard my trade.
cs: Jak nízko zřejmě považujete můj obchod.

# conversations/04_monarch/0406/0406_cv_hiram:299:DefaultText
source: Phineas has been in hiding for the past thirty-five years. He got in touch with Nyoka first, who I use as a physical go between. The rest is history.
cs: Phineas se posledních pětatřicet let skrýval. Nejprve se spojil s Nyokou, kterou používám jako fyzickou spojku. Zbytek už je historie.

# conversations/04_monarch/0406/0406_cv_hiram:300:DefaultText
source: I offered them a legal way to take control of the planet. If MSI were the only corporation here, they could claim sole ownership.
cs: Nabídl jsem jim legální způsob, jak převzít kontrolu nad planetou. Kdyby tu byla jediná korporace MSI, mohla by si nárokovat výhradní vlastnictví.

# conversations/04_monarch/0406/0406_cv_hiram:301:DefaultText
source: As far as what's between us, I mean. Outside of that... well, that's a raptidon of another color.
cs: Pokud jde o to, co je mezi námi, myslím. Mimo to... no, to je raptidon jiné barvy.

# conversations/04_monarch/0406/0406_cv_hiram:302:DefaultText
source: Have some information for me?
cs: Máte pro mě nějaké informace?

# conversations/04_monarch/0406/0406_cv_hiram:304:DefaultText
source: That's probably because I haven't shut down the broadcasts yet.
cs: Pravděpodobně proto, že jsem ještě nevypnul vysílání.

# conversations/04_monarch/0406/0406_cv_hiram:305:DefaultText
source: I'm working on it.
cs: Pracuji na tom.

# conversations/04_monarch/0406/0406_cv_hiram:306:DefaultText
source: Don't get snippy with me.
cs: Nebuď na mě uštěpačný.

# conversations/04_monarch/0406/0406_cv_hiram:307:DefaultText
source: Why, pray tell, are you standing here then? Wait, I know. This is the part were you fleece me for more money.
cs: Proč tu tedy stojíte? Počkej, já vím. Tohle je ta část, kdy ze mě taháš další peníze.

# conversations/04_monarch/0406/0406_cv_hiram:308:DefaultText
source: Here, take this if it will incentivize you to work faster.
cs: Tady to berte, pokud vás to bude motivovat k rychlejší práci.

# conversations/04_monarch/0406/0406_cv_hiram:309:DefaultText
source: That's a relief, as my entire livelihood depends on your success in this one particular endeavor.
cs: To je úleva, protože na vašem úspěchu v této konkrétní činnosti závisí celé mé živobytí.

# conversations/04_monarch/0406/0406_cv_hiram:310:DefaultText
source: Architect have mercy. I should have known you were a shark.
cs: Architekt se smiluje. Měl jsem vědět, že jsi žralok.

# conversations/04_monarch/0406/0406_cv_hiram:311:DefaultText
source: I feel this merits an apology, Captain. It was my duty to warn you of threats both physical and otherwise, but I failed to prepare you for this man's insufferable nature.
cs: Mám pocit, že si to zaslouží omluvu, kapitáne. Bylo mou povinností varovat vás před fyzickými i jinými hrozbami, ale nedokázal jsem vás připravit na nesnesitelnost tohoto muže.

# conversations/04_monarch/0406/0406_cv_hiram:312:DefaultText
source: Yes, but you put up with me because I am a veritable genius. And because I pay you well for it.
cs: Ano, ale vy se mnou vydržíte, protože jsem skutečný génius. A protože vám za to dobře platím.

# conversations/04_monarch/0406/0406_cv_hiram:313:DefaultText
source: Phineas only works with the most ruthless and resourceful of captains.
cs: Phineas spolupracuje jen s těmi nejbezohlednějšími a nejvynalézavějšími kapitány.

# conversations/04_monarch/0406/0406_cv_hiram:314:DefaultText
source: The Board only employs the most cunning and cutthroat of captains.
cs: Rada zaměstnává jen ty nejprohnanější a nejhrdinštější kapitány.

# conversations/04_monarch/0406/0406_cv_hiram:315:DefaultText
source: You again? Back so soon, hm?
cs: Zase vy? Vrátil ses tak brzy, hm?

# conversations/04_monarch/0406/0406_cv_hiram:316:DefaultText
source: Wait, wait, don't hurt me. That was an intended compliment, I swear.
cs: Počkej, počkej, neubližuj mi. To byl zamýšlený kompliment, přísahám.

# conversations/04_monarch/0406/0406_cv_hiram:317:DefaultText
source: Don't bother explaining how my business will suffer if you don't shut the broadcasts down. I already know.
cs: Neobtěžujte se s vysvětlováním, jak by můj obchod utrpěl, kdybyste vysílání nezastavili. Já už to vím.

# conversations/04_monarch/0406/0406_cv_hiram:318:DefaultText
source: Nyoka, pick me up some Stimu-Lotion and a bottle of Purpleberry Wine when you're next in Stellar Bay.
cs: Až budeš příště ve Hvězdné zátoce, vyzvedni mi Stimu-Lotion a láhev purpurového vína.

# conversations/04_monarch/0406/0406_cv_hiram:323:DefaultText
source: Why did the partnership fall apart?
cs: Proč se partnerství rozpadlo?

# conversations/04_monarch/0406/0406_cv_hiram:324:DefaultText
source: I think I've heard enough.
cs: Myslím, že už jsem toho slyšel dost.

# conversations/04_monarch/0406/0406_cv_hiram:325:DefaultText
source: Competing ideologies. Graham believes Sanjar has become corrupted by the corporate lifestyle. That he is now similar to the original corporate executives they sought to reform.
cs: Konkurenční ideologie. Graham se domnívá, že Sanjar je zkažený korporátním životním stylem. Že se nyní podobá původním vedoucím pracovníkům korporací, které se snažili reformovat.

# conversations/04_monarch/0406/0406_cv_hiram:326:DefaultText
source: Then I have said enough on the matter.
cs: Pak už jsem k tomu řekl dost.

# conversations/04_monarch/0406/0406_cv_hiram:327:DefaultText
source: For nebula's sake, even with the loophole I gave him, he's only in charge of MSI because every other exec died during the massacre at Amber Heights.
cs: Kvůli mlhovině, i s tou kličkou, kterou jsem mu dal, je ve vedení MSI jen proto, že všichni ostatní vedoucí zemřeli během masakru v Amber Heights.

# conversations/04_monarch/0406/0406_cv_hiram:328:DefaultText
source: And Sanjar has learned the hard way that Graham is quite morally gray.
cs: A Sanjar zjistil, že Graham je morálně šedivý.

# conversations/04_monarch/0406/0406_cv_hiram:329:DefaultText
source: So MSI would have to stay behind while the other corporations left?
cs: Takže MSI by muselo zůstat vzadu, zatímco ostatní korporace by odešly?

# conversations/04_monarch/0406/0406_cv_hiram:330:DefaultText
source: Precisely. The other corporations were fleeing because of the Hazard Clause declaring Terra 1 uninhabitable.
cs: Přesně tak. Ostatní korporace prchaly kvůli klauzuli o nebezpečí, která prohlásila Terru 1 za neobyvatelnou.

# conversations/04_monarch/0406/0406_cv_hiram:331:DefaultText
source: But MSI had lagged behind, giving Sanjar and Graham an opportunity - take over MSI, stay here while the other corps left, take over the planet.
cs: MSI však zůstala pozadu, což Sanjarovi a Grahamovi poskytlo příležitost - převzít MSI, zůstat zde, zatímco ostatní sbory odejdou, a ovládnout planetu.

# conversations/04_monarch/0406/0406_cv_hiram:332:DefaultText
source: I gave Sanjar and Graham legal information that would allow MSI to own Terra 1 once the other corporations had abandoned the planet.
cs: Předal jsem Sanjarovi a Grahamovi právní informace, které by MSI umožnily vlastnit Terru 1, jakmile by ostatní korporace planetu opustily.

# conversations/04_monarch/0406/0406_cv_hiram:333:DefaultText
source: Indeed, the information I gather usually is or it's not worth my time investment. As you can imagine.
cs: Informace, které shromáždím, většinou skutečně jsou, jinak mi nestojí za časovou investici. Jak si dokážete představit.

# conversations/04_monarch/0406/0406_cv_hiram:334:DefaultText
source: What do you mean?
cs: Co tím myslíte?

# conversations/04_monarch/0406/0406_cv_hiram:335:DefaultText
source: Interesting... very interesting.
cs: Zajímavé... velmi zajímavé.

# conversations/04_monarch/0406/0406_cv_hiram:336:DefaultText
source: The execs had their concerns, but before the matter could be resolved, pirates raided their homes in the night.
cs: Výkonní ředitelé měli své obavy, ale než se záležitost podařilo vyřešit, piráti v noci přepadli jejich domy.

# conversations/04_monarch/0406/0406_cv_hiram:338:DefaultText
source: And I bet I have a whole new checklist of crap to do before it works, right?
cs: A vsadím se, že než to začne fungovat, budu muset udělat celý nový seznam věcí, že?

# conversations/04_monarch/0406/0406_cv_hiram:339:DefaultText
source: Running the station's your job. Do it yourself.
cs: Vedení stanice je vaše práce. Udělej to sám.

# conversations/04_monarch/0406/0406_cv_hiram:340:DefaultText
source: Don't be ridiculous. We're resetting a broadcast tower, not filing taxes. There are no errands, spreadsheets, or rituals involved.
cs: Nebuďte směšní. Přenastavujeme vysílací věž, ne vyplňujeme daňové přiznání. Nejde o žádné pochůzky, tabulky ani rituály.

# conversations/04_monarch/0406/0406_cv_hiram:341:DefaultText
source: And twofold, this is a multi-person endeavor. I need to be here to key in the sequence to the tower's system when it resets, or the calibration will fail.
cs: A za druhé, jedná se o práci pro více lidí. Musím tu být, abych mohl zadat sekvenci do systému věže, když se resetuje, jinak kalibrace selže.

# conversations/04_monarch/0406/0406_cv_hiram:343:DefaultText
source: Got it.
cs: Mám to.

# conversations/04_monarch/0406/0406_cv_hiram:344:DefaultText
source: That's it? You're not pulling my leg?
cs: To je vše? Netaháš mě za nos?

# conversations/04_monarch/0406/0406_cv_hiram:345:DefaultText
source: Except it needs three keys before it'll activate, and I have to go find them, right?
cs: Až na to, že potřebuje tři klíče, aby se aktivoval, a já je musím najít, že?

# conversations/04_monarch/0406/0406_cv_hiram:346:DefaultText
source: Someone has trust issues. Though I can't hardly feign surprise. Yes, that is all. No, I am not mocking you. Much.
cs: Někdo má problémy s důvěrou. Ačkoli těžko mohu předstírat překvapení. Ano, to je všechno. Ne, neposmívám se ti. Hodně.

# conversations/04_monarch/0406/0406_cv_hiram:347:DefaultText
source: Eternal, no. What is wrong with you? Who would ever design something like that?
cs: Věčný, ne. Co je to s tebou? Kdo by něco takového navrhl?

# conversations/04_monarch/0406/0406_cv_hiram:348:DefaultText
source: Just... step outside. Flip the switch. Depart forever. Understood? Good. Marvelous. We're in agreement.
cs: Jen... vyjdi ven. Otočte vypínačem. Navždy odejdi. Rozumíš? Dobře. Úžasné. Souhlasíme.

# conversations/04_monarch/0406/0406_cv_hiram:349:DefaultText
source: Don't burst a blood vessel. I'll... give it some consideration.
cs: Nepraskněte cévu. Já... to ještě zvážím.

# conversations/04_monarch/0406/0406_cv_hiram:352:DefaultText
source: So much for peace and quiet... Would it kill the universe to cut me some slack?
cs: Tolik ke klidu a tichu... Zabilo by vesmír, kdyby mi dal trochu volnosti?

# conversations/04_monarch/0406/0406_cv_hiram:355:DefaultText
source: As I am now inextricably in the Board's service, I'd say we're done here. Unless, of course, you require anything further?
cs: Vzhledem k tomu, že jsem nyní neodmyslitelně ve službách rady, řekl bych, že tady jsme skončili. Pokud ovšem nepotřebujete něco dalšího?

# conversations/04_monarch/0406/0406_cv_hiram:357:DefaultText
source: However, you're welcome to brew me a Rizzo insta-coffee from the staff kitchen on your way back.
cs: Cestou zpátky mi však můžete uvařit Rizzo insta-coffee z kuchyně pro personál.

# conversations/04_monarch/0406/0406_cv_hiram:358:DefaultText
source: Normally, I'd beg Nyoka to do the honors, but it appears she's following your lead now.
cs: Za normálních okolností bych Nyoku poprosil, aby se toho ujala, ale zdá se, že teď následuje tvého příkladu.

# conversations/04_monarch/0406/0406_cv_hiram:359:DefaultText
source: Why do we need to cycle the receiver?
cs: Proč potřebujeme cyklus přijímače?

# conversations/04_monarch/0406/0406_cv_hiram:360:DefaultText
source: It hasn't been tuned in three months due to the deluge of local broadcasts. Am I wrong to presume the Board wishes to record more than static?
cs: Kvůli záplavě místního vysílání nebyl naladěn už tři měsíce. Mýlím se, když předpokládám, že rada chce nahrávat víc než jen statický šum?

# conversations/04_monarch/0406/0406_cv_hiram:361:DefaultText
source: Terrific. I'll be here. Waiting with bated breath. Give a shout if the panel electrocutes you.
cs: Úžasné. Budu tady. Čekám se zatajeným dechem. Dejte vědět, kdyby vás panel zasáhl elektrickým proudem.

# conversations/04_monarch/0406/0406_cv_hiram:362:DefaultText
source: When that day arrives, I would be highly motivated to provide you with such information.
cs: Až ten den přijde, budu velmi motivován vám tyto informace poskytnout.

# conversations/04_monarch/0406/0406_cv_hiram:363:DefaultText
source: Yes, well. No need to go overboard. After the work I did for her in the past, I assure you, Sophia is well aware of the skill set I have to offer.
cs: Ano, dobře. Není třeba to přehánět. Ujišťuji vás, že po práci, kterou jsem pro ni v minulosti odvedl, si je Sophia dobře vědoma, jaké dovednosti jí mohu nabídnout.

# conversations/04_monarch/0406/0406_cv_hiram:364:DefaultText
source: First, I never leave the tower. No exceptions.
cs: Zaprvé, nikdy neopouštím věž. Bez výjimky.

# conversations/04_monarch/0406/0406_cv_hiram:365:DefaultText
source: Let's talk about the Board.
cs: Promluvme si o představenstvu.

# conversations/04_monarch/0406/0406_cv_hiram:366:DefaultText
source: I'm curious about MSI and the Iconoclasts.
cs: Jsem zvědavý na MSI a Iconoclasts.

# conversations/04_monarch/0406/0406_cv_hiram:367:DefaultText
source: What can you tell me about Phineas?
cs: Co mi můžete říct o Phineasovi?

# conversations/04_monarch/0406/0406_cv_hiram:368:DefaultText
source: Have you received any broadcasts from Earth?
cs: Přijali jste nějaké vysílání ze Země?

# conversations/04_monarch/0406/0406_cv_hiram:369:DefaultText
source: There are so many members. Do specify.
cs: Je tu tolik členů. Upřesněte.

# conversations/04_monarch/0406/0406_cv_hiram:370:DefaultText
source: They *are* a curious lot. Insufferable and short-sighted, too. What else do you wish to know?
cs: Jsou to zvláštní lidé. Také nesnesitelní a krátkozrací. Co byste ještě chtěli vědět?

# conversations/04_monarch/0406/0406_cv_hiram:371:DefaultText
source: Not much, admittedly.
cs: Ne moc, to se přiznává.

# conversations/04_monarch/0406/0406_cv_hiram:372:DefaultText
source: What? No. Why would I go out of my way to intercept messages from Earth? There's no market for them. No buyers means it's not worth my time.
cs: Cože? Ne. Proč bych měl odchytávat zprávy ze Země? Není pro ně odbyt. Žádní kupci neznamená, že mi to nestojí za čas.

# conversations/04_monarch/0406/0406_cv_hiram:373:DefaultText
source: What did Sophia hire you for in the past?
cs: Na co si vás společnost Sophia v minulosti najala?

# conversations/04_monarch/0406/0406_cv_hiram:374:DefaultText
source: That was a rather unfortunate matter. She hired me to compile a dossier on Phineas some years back.
cs: To byla poněkud nešťastná záležitost. Před několika lety mě najala, abych sestavil spis o Phineasovi.

# conversations/04_monarch/0406/0406_cv_hiram:375:DefaultText
source: Embarrassingly, there was dreadful little I managed to unearth on the man. He's got his secrets, all right. But he protects them, even from men like me.
cs: Je to trapné, ale podařilo se mi toho o něm zjistit strašně málo. Má svá tajemství. Ale chrání si je, dokonce i před lidmi, jako jsem já.

# conversations/04_monarch/0406/0406_cv_hiram:376:DefaultText
source: I want to ask you about something else.
cs: Chci se vás zeptat na něco jiného.

# conversations/04_monarch/0406/0406_cv_hiram:379:DefaultText
source: I do know this much.
cs: Vím tolik.

# conversations/04_monarch/0406/0406_cv_hiram:380:DefaultText
source: We'll call it an exchange for your help with the broadcasts.
cs: Říkejme tomu výměna za vaši pomoc s vysíláním.

# conversations/04_monarch/0406/0406_cv_hiram:381:DefaultText
source: We'll call it an exchange since you killed the marauders for me.
cs: Budeme tomu říkat výměna, protože jsi pro mě zabil ty nájezdníky.

# conversations/04_monarch/0406/0406_cv_hiram:398:DefaultText
source: So about that ship...
cs: Co se týče té lodi...

# conversations/04_monarch/0406/0406_cv_hiram:399:DefaultText
source: What about it?
cs: Co s tím?

# conversations/04_monarch/0406/0406_cv_hiram:400:DefaultText
source: Where do you think the ship came from?
cs: Odkud si myslíte, že loď připlula?

# conversations/04_monarch/0406/0406_cv_hiram:401:DefaultText
source: Who do you think I should give the module to?
cs: Komu myslíte, že bych měl modul předat?

# conversations/04_monarch/0406/0406_cv_hiram:402:DefaultText
source: I gave the ship's targeting module to Sanjar.
cs: Zaměřovací modul lodi jsem předal Sanjarovi.

# conversations/04_monarch/0406/0406_cv_hiram:403:DefaultText
source: I gave control of the gunship to Graham.
cs: Předal jsem řízení lodi Grahamovi.

# conversations/04_monarch/0406/0406_cv_hiram:404:DefaultText
source: I gave control of the cruiser to Zora.
cs: Předal jsem řízení křižníku Zoře.

# conversations/04_monarch/0406/0406_cv_hiram:405:DefaultText
source: Sanjar and Zora have decided to work together. They're going to share both Stellar Bay and the module.
cs: Sanjar a Zora se rozhodli spolupracovat. Budou sdílet Hvězdnou zátoku i modul.

# conversations/04_monarch/0406/0406_cv_hiram:406:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/04_monarch/0406/0406_cv_hiram:407:DefaultText
source: The Board has a blockade of gunships that patrol Monarch. Not a ton, mind you. Just enough to deter the masses.
cs: Rada má k dispozici blokádu bojových lodí, které hlídkují na Monarchu. Není jich tuna. Jen tolik, aby to odradilo masy.

# conversations/04_monarch/0406/0406_cv_hiram:408:DefaultText
source: I fear it's a sad day when you've resorted to asking me for advice.
cs: Obávám se, že je to smutný den, když se uchylujete k tomu, že mě žádáte o radu.

# conversations/04_monarch/0406/0406_cv_hiram:409:DefaultText
source: Sanjar's about as deadly as a spilled can of lead paint. If anyone's to aim a canon at my face, I'd prefer it be him.
cs: Sanjar je stejně smrtící jako rozlitá plechovka olovnaté barvy. Jestli mi má někdo mířit kanónem do obličeje, byl bych radši, kdyby to byl on.

# conversations/04_monarch/0406/0406_cv_hiram:411:DefaultText
source: Graham's as likely to bomb Monarch as he is to protect it down to the last dying man, woman, and cystypig...
cs: Graham je stejně tak pravděpodobné, že Monarchii vybombarduje, jako že ji bude chránit do posledního umírajícího muže, ženy a cystypiga...

# conversations/04_monarch/0406/0406_cv_hiram:412:DefaultText
source: I don't know enough about Zora to make an adequate assessment. So you can bet I'm compiling a dossier on her now, from her pediatric records as a teething toddler to two hours ago.
cs: Nevím o Zoře dost na to, abych ji mohl adekvátně posoudit. Takže se můžete vsadit, že o ní teď sestavuji dokumentaci, od jejích pediatrických záznamů jako o batoleti, kterému se prořezávají zoubky, až po záznamy z doby před dvěma hodinami.

# conversations/04_monarch/0406/0406_cv_hiram:413:DefaultText
source: As I'm not the one with access to the artillery canon, I reckon the decision's ultimately up to you.
cs: Protože nejsem ten, kdo má přístup k dělostřeleckému kanónu, myslím, že rozhodnutí je nakonec na vás.

# conversations/04_monarch/0406/0406_cv_hiram:414:DefaultText
source: Thanks for the insight.
cs: Děkujeme za informace.

# conversations/04_monarch/0406/0406_cv_hiram:415:DefaultText
source: Is that your polite way of telling me to get lost?
cs: To je tvůj zdvořilý způsob, jak mi říct, abych se ztratil?

# conversations/04_monarch/0406/0406_cv_hiram:416:DefaultText
source: That wasn't helpful at all.
cs: To mi vůbec nepomohlo.

# conversations/04_monarch/0406/0406_cv_hiram:417:DefaultText
source: I'm not sure anyone's accused me of being polite before. Besides, I know better by now than to think you'd go.
cs: Nejsem si jistý, jestli mě někdo předtím obvinil ze zdvořilosti. Kromě toho už vím, že bych si neměl myslet, že půjdeš.

# conversations/04_monarch/0406/0406_cv_hiram:418:DefaultText
source: I'm quite useful from time to time, aren't I? You're welcome.
cs: Občas jsem docela užitečný, že? Není zač.

# conversations/04_monarch/0406/0406_cv_hiram:419:DefaultText
source: Oh, because you've been nothing but convenient since you showed up making your demands? Aside from getting my station back up and running, I mean.
cs: Protože od té doby, co jsi se objevil a vznesl své požadavky, jsi byl jenom pohodlný? Tedy kromě toho, že jsem zprovoznil svou stanici.

# conversations/04_monarch/0406/0406_cv_hiram:420:DefaultText
source: Stupendous. He's going to be insufferable now. Thank you for that.
cs: Úžasné. Teď bude nesnesitelný. Děkuji vám za to.

# conversations/04_monarch/0406/0406_cv_hiram:421:DefaultText
source: The Iconoclasts? Yes, let's arm the radical cultists. Excuse me while I order two and a half million sand bags to build up around my tower.
cs: Ikonoklasté? Ano, vyzbrojme radikální kultisty. Omluvte mě, že si objednám dva a půl milionu pytlů s pískem, které si postavím kolem své věže.

# conversations/04_monarch/0406/0406_cv_hiram:422:DefaultText
source: The Iconoclasts? Yes, let's arm the radical cultists. Excuse me while I order two and a half million sand bags to build up around my tower.
cs: Ikonoklasté? Ano, vyzbrojme radikální kultisty. Omluvte mě, že si objednám dva a půl milionu pytlů s pískem, které si postavím kolem své věže.

# conversations/04_monarch/0406/0406_cv_hiram:423:DefaultText
source: Ha! Oh, that's a good one. You're not serious, are you? Yes, well, let's see how long that lasts.
cs: Ha! To je dobrý. To nemyslíš vážně, že ne? Ano, uvidíme, jak dlouho to vydrží.

# conversations/04_monarch/0406/0406_cv_hiram:428:DefaultText
source: You can't give me anything more concrete than speculation?
cs: Nemůžete mi říct nic konkrétnějšího než spekulace?

# conversations/04_monarch/0406/0406_cv_hiram:429:DefaultText
source: That's the only reason you'd hope for a survivor?
cs: To je jediný důvod, proč doufáš, že přežije?

# conversations/04_monarch/0406/0406_cv_hiram:434:DefaultText
source: Of course, we'll never be entirely sure without conclusive evidence. Barring a survivor, we can only speculate on the contributing factors.
cs: Bez přesvědčivých důkazů si samozřejmě nikdy nebudeme zcela jisti. Pokud nepřežijeme, můžeme o faktorech, které k tomu přispěly, pouze spekulovat.
