Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cp_console_broadcaster.po
Languages: cs

# conversations/04_monarch/0406/0406_cp_console_broadcaster:20:DefaultText
source: Devil's Peak Station ======================== AUTHORIZED BROADCASTER, select [Recorded Transmissions] for a listing of all scheduled incoming and outgoing broadcasts. To go live, please ask your producer to initiate broadcasting. DO. NOT. Begin broadcasting. Without the supervision of a senior producer. Thank you. - Val --------------------------------- And now, a message from our sponsors: Tired of itchy acid burns? Try Auntie Cleo's artisanal boarst-scented moisturizing cream.
cs: Devil's Peak Station ======================== AUTORIZOVANÝ VYSÍLAČ, zvolte [Recorded Transmissions] pro výpis všech plánovaných příchozích a odchozích vysílání. Chcete-li zahájit živé vysílání, požádejte svého producenta o zahájení vysílání. DO. NEVYSÍLEJTE. Zahájit vysílání. Bez dohledu staršího producenta. Děkujeme. - Val --------------------------------- A nyní zpráva od našich sponzorů: Máte už dost svědivého pálení kyselinou? Vyzkoušejte řemeslný hydratační krém Auntie Cleo s vůní divočáka.

# conversations/04_monarch/0406/0406_cp_console_broadcaster:23:DefaultText
source: ============================ Outgoing Transmissions: SOS. Date: April 3rd, 2345 ============================ Incoming Transmissions: Amber Heights, Stellar Bay ============================ Administrator Notes: Amber Heights data is Iconoclast in origin. Graham is behind it. Must speak with him. Stellar Bay broadcasts are coded gibberish. Could potentially use to blackmail Sanjar - has his signature all over it. ============================
cs: ============================ Odchozí přenosy: SOS. Datum: 3. dubna 2345 ============================ Příchozí vysílání: SOS: Amber Heights, Stellar Bay ============================ Poznámky správce: Data z Amber Heights jsou původem z Iconoclastu. Stojí za nimi Graham. Musíte si s ním promluvit. Vysílání ze Stellar Bay je zakódovaná hatmatilka. Mohlo by se použít k vydírání Sanjara - je na něm jeho podpis. ============================

# conversations/04_monarch/0406/0406_cp_console_broadcaster:24:DefaultText
source: [Begin Broadcasting]
cs: [Začít vysílat]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:25:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:26:DefaultText
source: AUTHORIZED BROADCASTER, don't even try to pretend you're unaware that all broadcasting is currently LOCKED DOWN. Please, return to milling about the breakroom and lamenting that internship in corporate arbitration you never finished. Or, to override the lock on recording, simply enter your admin username and p * * * * * * d in the command line. Oh, you can't? Maybe you should've been nicer to Val.
cs: AUTORIZOVANÝ VYSÍLATELI, ani se nesnažte předstírat, že nevíte, že veškeré vysílání je v současné době UZAVŘENO. Prosím, vraťte se k flákání po odpočívárně a k nářkům nad stáží v podnikové arbitráži, kterou jste nikdy nedokončili. Nebo, chcete-li zrušit uzamčení nahrávání, jednoduše zadejte do příkazového řádku své uživatelské jméno administrátora a p * * * * * * * d. Aha, vy nemůžete? Možná jste měli být na Val hodnější.

# conversations/04_monarch/0406/0406_cp_console_broadcaster:27:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:28:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:29:DefaultText
source: [1. Memorandum titled, "Clear Blue Skies" -- Mood: Optimistic]
cs: [1. Memorandum s názvem "Clear Blue Skies" -- Nálada: optimistická]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:30:DefaultText
source: [2. Memorandum titled, "Sneaky Sneaky" -- Mood: Sneaky]
cs: [2. Memorandum s názvem "Sneaky Sneaky" -- Nálada: Sneaky]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:32:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:33:DefaultText
source: Devil's Peak Station ======================== PERSONAL FILES FOR HIRAM BLYTHE Dare I say, the future is looking bright. Indeed, I can run a full gamut of operations without ever leaving the sanctuary of the broadcast room. Sanjar and Graham are living up to their promises and have not interfered with initial broadcasts. The deal is holding. And I... I believe I can make a life here. -H
cs: Stanice Devil's Peak ======================== OSOBNÍ SOUBORY HIRAMA BLYTHE Odvažuji se říct, že budoucnost vypadá jasně. Skutečně mohu provádět celou škálu operací, aniž bych opustil útočiště vysílací místnosti. Sanjar a Graham plní své sliby a do počátečního vysílání nezasahují. Dohoda platí. A já... já věřím, že si tu dokážu zařídit život. -H

# conversations/04_monarch/0406/0406_cp_console_broadcaster:34:DefaultText
source: Devil's Peak Station ======================== PERSONAL FILES FOR HIRAM BLYTHE Had a near miss the other day. Nearly ended up with the Board on my trail. We will mark that trial firmly in the failure category. One must experiment, however, to ascertain the best methods. I have found, thus far, that the most reliable method for evading detection within the limited frequency of Monarch's off-world transmissions involves duplicating regular news broadcasts on several unused frequencies. My information gathering associates know to filter out the sounds in the vocal range, in turn isolating the embedded data. And the Board's authorities are none-the-wiser. Playing Hazard has never been so thrilling. Nor high stakes. -H
cs: Devil's Peak Station ======================== OSOBNÍ SOUBORY HIRAMA BLYTHEHO Nedávno se mu málem něco stalo. Málem jsem skončil s prknem na stezce. Tento pokus si pevně poznamenáme do kategorie neúspěchů. Člověk však musí experimentovat, aby zjistil nejlepší metody. Zatím jsem zjistil, že nejspolehlivější metodou, jak se vyhnout odhalení v rámci omezené frekvence mimozemského vysílání Monarchu, je duplikování pravidelného zpravodajského vysílání na několika nepoužívaných frekvencích. Moji spolupracovníci, kteří shromažďují informace, vědí, že je třeba odfiltrovat zvuky v hlasovém pásmu, a tím izolovat vložená data. A úřady Rady nejsou o nic moudřejší. Hra na Hazarda nebyla nikdy tak vzrušující. Ani vysoké sázky. -H

# conversations/04_monarch/0406/0406_cp_console_broadcaster:35:DefaultText
source: Devil's Peak Station ======================== PERSONAL FILES FOR HIRAM BLYTHE Pox it all! Those imbecilic children! In their hatred of each other, Sanjar and Graham have over-saturated my key bands. They'll take down each other all right... and me right alongside them. I should have never invited them to play. But what to do about it now? What to do, indeed. -H
cs: Devil's Peak Station ======================== OSOBNÍ SOUBORY HIRAMA BLYTHE Pox it all! Ty imbecilní děti! Ve své vzájemné nenávisti Sanjar a Graham přesytili mé klíčové skupiny. V pohodě se navzájem zlikvidují... a mě hned vedle nich. Nikdy jsem je neměl zvát na hraní. Ale co s tím teď dělat? Co dělat, opravdu. -H

# conversations/04_monarch/0406/0406_cp_console_broadcaster:36:DefaultText
source: [Priority Transmission Log]
cs: [Protokol o prioritním přenosu]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:37:DefaultText
source: Devil's Peak Station ======================== STATUS: The station's primary band is presently over-saturated with continual transmissions from sister settlements. Off-world signals are unable to be isolated for recording.
cs: Stanice Devil's Peak ======================== STAV: Primární pásmo stanice je v současné době přesyceno nepřetržitým vysíláním ze sesterských osad. Signály z jiných světů se nedaří izolovat pro nahrávání.

# conversations/04_monarch/0406/0406_cp_console_broadcaster:38:DefaultText
source: Devil's Peak Station ======================== STATUS: Problematic transmissions from Stellar Bay and Amber Heights stations have been discontinued. The station's primary band is operating with minimal signal interference. >>>New data from incoming transmissions has been recorded. One outgoing message is queued for broadcast. View recording?
cs: Stanice Devil's Peak ======================== STAV: Problematické vysílání ze stanic Stellar Bay a Amber Heights bylo ukončeno. Primární pásmo stanice pracuje s minimálním rušením signálu. >>>Byly zaznamenány nové údaje z příchozích vysílání. Jedna odchozí zpráva je zařazena do fronty pro vysílání. Zobrazit záznam?

# conversations/04_monarch/0406/0406_cp_console_broadcaster:39:DefaultText
source: [Open Welles2084-C]
cs: [Otevřít Welles2084-C]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:41:DefaultText
source: AUTHORIZED BROADCASTER, the content of this data file is encrypted and may not be viewed without proper authorization key. File is ready for broadcasting to CLIENT: P. WELLES. Send data?
cs: AUTORIZOVANÝ VYSÍLAČ, obsah tohoto datového souboru je zašifrován a nesmí být zobrazen bez příslušného autorizačního klíče. Soubor je připraven k vysílání pro KLIENTA: WELLES. Odeslat data?

# conversations/04_monarch/0406/0406_cp_console_broadcaster:42:DefaultText
source: [Send Data]
cs: [Odeslat data]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:44:DefaultText
source: [Broadcasting...] STATUS: In progress Broadcasting data and deleting from local storage... ERROR: Signal disrupted Please recalibrate the extra-planetary dish for optimal transference.
cs: [Vysílání...] STAV: Probíhá Vysílání dat a mazání z lokálního úložiště... CHYBA: Signál narušen Prosím překalibrujte mimoplanetární anténu pro optimální přenos.

# conversations/04_monarch/0406/0406_cp_console_broadcaster:45:DefaultText
source: Devil's Peak Station ======================== STATUS: The station's primary band is operating with minimal signal interference. >>>No outgoing transmissions remain for broadcast.
cs: Stanice Devil's Peak ======================== STAV: Primární pásmo stanice je v provozu s minimálním rušením signálu. >>> K vysílání nezbývají žádné odchozí vysílání.

# conversations/04_monarch/0406/0406_cp_console_broadcaster:47:DefaultText
source: Devil's Peak Station ======================== PERSONAL FILES FOR HIRAM BLYTHE
cs: Devil's Peak Station ======================== OSOBNÍ SOUBORY HIRAMA BLYTHEHO

# conversations/04_monarch/0406/0406_cp_console_broadcaster:54:DefaultText
source: [Open Channel to HHC HQ]
cs: [Otevřený kanál na velitelství HHC]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:55:DefaultText
source: AUTHORIZED BROADCASTER, this action will transfer control of the station's core functionality to CLIENT: S. AKANDE. Proceed?
cs: AUTORIZOVANÝ VYSÍLAČ, tato akce přenese kontrolu nad základními funkcemi stanice na KLIENTA: AKANDE. Pokračovat?

# conversations/04_monarch/0406/0406_cp_console_broadcaster:57:DefaultText
source: [Broadcasting...] STATUS: In Progress Transferring control... ERROR: Signal disrupted. Please recalibrate the extra-planetary dish for optimal transference.
cs: [Vysílání...] STAV: Probíhá přenos řízení... CHYBA: Signál je přerušen. Pro optimální přenos překalibrujte mimoplanetární anténu.

# conversations/04_monarch/0406/0406_cp_console_broadcaster:58:DefaultText
source: [3. Memorandum titled, "SHOULD HAVE KNOWN" -- Mood: Furious]
cs: [3. Memorandum s názvem "MĚLI JSME VĚDĚT" -- Nálada: vzteklá]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:81:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:83:DefaultText
source: [Continue]
cs: [Pokračovat]

# conversations/04_monarch/0406/0406_cp_console_broadcaster:85:DefaultText
source: [Continue]
cs: [Pokračovat]
