Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart.po
Languages: cs

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:38:DefaultText
source: Testing, one-two. Check, check. Sweet stars, but that is a beautiful sound. Can you hear me? We are a go for broadcast.
cs: Testování, jedna-dvě. Zkontroluj, zkontroluj. Sladké hvězdičky, ale to je krásný zvuk. Slyšíš mě? Jsme připraveni k vysílání.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:40:DefaultText
source: Oh, and I also dispatched Phineas his data. Impatient prick. Worse, I'm now indebted to him for it.
cs: Jo, a taky jsem Phineasovi poslal jeho data. Netrpělivý hajzl. Horší je, že jsem mu za to teď zavázán.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:41:DefaultText
source: Devil's Peak Station is now fully affiliated with the Board, primed and ready for any and all propaganda purposes.
cs: Stanice Devil's Peak Station je nyní plně přidružena k Radě, připravena k jakýmkoli propagandistickým účelům.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:42:DefaultText
source: Oh well, a pity for the crew. But I can't see how it affects me.
cs: No, škoda pro posádku. Ale nevím, jak to ovlivní mě.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:43:DefaultText
source: Now I'll kindly thank you to get out of my tower.
cs: Teď vám laskavě poděkuji, abyste odešli z mé věže.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:44:DefaultText
source: Hiram, can you hear me? Did you see that?!
cs: Hirome, slyšíš mě? Viděl jsi to?!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:45:DefaultText
source: Happily. I won’t bother you again.
cs: Šťastně. Už vás nebudu obtěžovat.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:46:DefaultText
source: Don't make me come back in there.
cs: Nenuťte mě, abych se tam vrátil.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:47:DefaultText
source: Look, I am well aware that at times I may have the tiniest iota of a prickly exterior. But... I must admit I have grown rather fond of you.
cs: Podívejte, jsem si dobře vědom toho, že někdy můžu mít i ten nejmenší náznak pichlavého zevnějšku. Ale... Musím přiznat, že jsem si tě docela oblíbil.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:48:DefaultText
source: There's no need to assert your dominance. I doubt I could make you do anything you don't wish to.
cs: Není třeba prosazovat svou nadvládu. Pochybuji, že bych tě mohl donutit k něčemu, co si nepřeješ.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:49:DefaultText
source: Hiram! Hiram, are you there? The Eternal calls upon your services!
cs: Hirame! Hirame, jsi tam? Věčný si žádá tvé služby!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:50:DefaultText
source: Hey! Hiram, right? It's Hiram? I need to buy some information from you. You saw that ship, right?
cs: Hej! Hirame, že? Je to Hiram? Potřebuju od tebe koupit nějaké informace. Viděl jsi tu loď, že?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:51:DefaultText
source: Architect save me from swindlers and fools. Sanjar, what are you bloody doing on my channel?! Did MSI or did MSI not cease broadcasting!
cs: Architekt mě chrání před podvodníky a blázny. Sanjar, co děláš na mém kanále?! Přestal nebo nepřestal MSI vysílat!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:52:DefaultText
source: Clearly, I spoke too soon. And now the universe seeks to punish me...
cs: Zjevně jsem mluvil příliš brzy. A vesmír se mě teď snaží potrestat...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:53:DefaultText
source: Yes, but-
cs: Ano, ale...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:54:DefaultText
source: Hiram! Hiram, are you there?
cs: Hirame! Hirame, jsi tam?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:55:DefaultText
source: Hey, uh... Hiram, right? You around?
cs: Hej, ehm... Hiram, že? Jsi tu někde?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:56:DefaultText
source: Well, this is something of an emergency.
cs: No, tohle je něco jako naléhavá situace.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:57:DefaultText
source: Oh, yes. I always sell to undisclosed first time buyers who hijack my signal. Reveal yourself, interloper. Else I send my associate to forcibly boot you.
cs: Ach, ano. Vždycky prodávám nezjištěným prvním kupujícím, kteří se zmocní mého signálu. Odhalte se, vetřelče. Jinak pošlu svého spolupracovníka, aby tě násilím vyhostil.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:58:DefaultText
source: Will someone explain what's going on?
cs: Vysvětlí mi někdo, co se děje?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:59:DefaultText
source: Aw, it's a reunion. Group hug!
cs: Je to shledání. Skupinové objetí!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:60:DefaultText
source: I really should have just killed all of you...
cs: Opravdu jsem vás měl všechny zabít...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:61:DefaultText
source: Not without a physical contact waiver.
cs: Ne bez zřeknutí se fyzického kontaktu.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:62:DefaultText
source: Allow me to save you the trouble as I fling myself from this tower.
cs: Dovolte mi, abych vám ušetřil námahu, když se vrhám z této věže.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:63:DefaultText
source: Ah, the good captain! The Truth brings us together once more. Our salvation has come crashing through the stratosphere. We need only collect its weapons!
cs: Ach, ten dobrý kapitán! Pravda nás opět spojuje. Naše spása se zřítila do stratosféry. Potřebujeme jen sebrat její zbraně!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:64:DefaultText
source: Are you mad? That's a UDL gunship! You'd probably shoot your own toes off.
cs: Zbláznil ses? To je UDL loď! Nejspíš by sis ustřelil prsty na nohou.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:65:DefaultText
source: Elaborate.
cs: Zpracujte.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:66:DefaultText
source: If this is going where I think, then I hope you've got the bits for my services...
cs: Pokud to směřuje tam, kam si myslím, pak doufám, že máte kousky pro mé služby...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:67:DefaultText
source: Spit it out.
cs: Vyplivněte to.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:68:DefaultText
source: The vessel that just went down is a UDL gunship. One of the most formidable offensive ships short of an Earth Directorate assault cruiser.
cs: Loď, která právě spadla, je dělový člun UDL. Jedna z nejhrozivějších útočných lodí, kromě útočného křižníku Pozemského ředitelství.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:69:DefaultText
source: Ah, I see you learned nothing while dealing with these buffoons.
cs: Aha, vidím, že jste se při jednání s těmito šašky nic nenaučili.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:70:DefaultText
source: If you can help us with this, there will certainly be payment for you.
cs: Pokud nám s tím pomůžete, určitě vám za to zaplatíme.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:71:DefaultText
source: Surely we can talk this over...
cs: Jistě si o tom můžeme promluvit...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:72:DefaultText
source: You're acting like children.
cs: Chováte se jako děti.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:73:DefaultText
source: We could use the gunship's armaments to defend Stellar Bay. But we need its targeting module.
cs: K obraně Hvězdné zátoky bychom mohli použít výzbroj dělové lodi. Potřebujeme ale její zaměřovací modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:74:DefaultText
source: Par for the course, really. You should do like I did - get out while you still retain a shred of sanity.
cs: To je v podstatě normální. Měl bys udělat to, co já - vypadnout, dokud máš ještě zbytky zdravého rozumu.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:75:DefaultText
source: We could use the gunship's armaments to defend Stellar Bay. But we need its targeting module.
cs: K obraně Hvězdné zátoky bychom mohli použít výzbroj dělové lodi. Potřebujeme ale její zaměřovací modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:76:DefaultText
source: Our message is so close to breaking free of this planet and spreading to the stars. Help us secure that module and we will save our colony!
cs: Naše poselství je tak blízko tomu, aby se vymanilo z této planety a rozšířilo se ke hvězdám. Pomozte nám zajistit tento modul a my zachráníme naši kolonii!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:80:DefaultText
source: Anyone else hear a high-pitched whining? Did I get tinnitus, or is that just Hiram?
cs: Ještě někdo slyší vysoké kvílení? Mám tinnitus, nebo je to jen Hiram?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:81:DefaultText
source: Boss! Are you seeing this?!
cs: Šéfe! Vidíte to?!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:82:DefaultText
source: What in the void-blasted hell is THAT?
cs: Co to sakra je?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:83:DefaultText
source: What in the - ?! Captain, there's a fireball in the sky!
cs: Co to sakra - ?! Kapitáne, na obloze je ohnivá koule!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:85:DefaultText
source: Captain! Big flaming... thingy!
cs: Kapitáne! Velká hořící... věc!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:86:DefaultText
source: Which means - get off. My void-damned channel! I am more than finished with you lot.
cs: Což znamená - vystupte. Můj zatracený kanál! S vámi jsem víc než skončil.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:88:DefaultText
source: Listen, I don't care a single whit what you do. So long as you leave me out of it.
cs: Poslyš, je mi úplně jedno, co děláš. Dokud mě z toho vynecháš.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:89:DefaultText
source: Will someone explain what's going on?
cs: Vysvětlí mi někdo, co se děje?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:90:DefaultText
source: Have you met? Sanjar, Zora. Zora, Sanjar. Should I set out some tea?
cs: Setkali jste se? Sanjar, Zora. Zora, Sanjar. Mám připravit čaj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:91:DefaultText
source: I really should have just killed all of you...
cs: Opravdu jsem vás měl všechny zabít...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:92:DefaultText
source: Oh, void take me. Not you.
cs: Oh, void take me. Ty ne.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:95:DefaultText
source: If by some miracle that ship's cannons are still operational, we need 'em. If they aren't, we... still need to secure the ship. It's gotta have all kinds of useful toys.
cs: Pokud jsou nějakým zázrakem děla té lodi stále funkční, potřebujeme je. Pokud ne, musíme... loď ještě zabezpečit. Musí mít spoustu užitečných hraček.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:96:DefaultText
source: Allow me to save you the trouble as I fling myself from this tower.
cs: Dovolte mi, abych vám ušetřil námahu, když se vrhám z této věže.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:97:DefaultText
source: That gunship is carrying some of the most powerful weaponry in Halcyon! You can't let the Iconoclasts get their hands on it.
cs: Ta loď nese jedny z nejsilnějších zbraní v Halcyonu! Nemůžeš dovolit, aby se k ní dostali Ikonoklasté.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:98:DefaultText
source: Surely we can talk this over...
cs: Jistě si o tom můžeme promluvit...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:99:DefaultText
source: You're acting like children.
cs: Chováte se jako děti.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:100:DefaultText
source: Ah, I see you learned nothing while dealing with these buffoons.
cs: Aha, vidím, že jste se při jednání s těmito šašky nic nenaučili.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:101:DefaultText
source: Par for the course, really. You should do like I did - get out while you still retain a shred of sanity.
cs: To je v podstatě normální. Měl bys udělat to, co já - vypadnout, dokud máš ještě zbytky zdravého rozumu.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:102:DefaultText
source: We could use the gunship's armaments to defend Stellar Bay. But we need its targeting module.
cs: K obraně Hvězdné zátoky bychom mohli použít výzbroj dělové lodi. Potřebujeme ale její zaměřovací modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:103:DefaultText
source: I've got hurt and starving people over here. Please. Bring us the module.
cs: Mám tu zraněné a hladovějící lidi. Prosím. Přineste nám ten modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:104:DefaultText
source: Listen, old friend! A foreign ship comes to us. Our salvation has crashed in the very wilds we call our home! It is of vital importance we secure it!
cs: Poslouchej, starý příteli! Připlouvá k nám cizí loď. Naše spása ztroskotala v divočině, kterou nazýváme svým domovem! Je životně důležité, abychom ji zajistili!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:105:DefaultText
source: Zora! I'm leading the Iconoclasts. Listen, we don't have much money, but it's really important we get our hands on that ship.
cs: Zora! Vedu Ikonoklasty. Poslouchej, nemáme moc peněz, ale je opravdu důležité, abychom tu loď získali.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:106:DefaultText
source: Elaborate.
cs: Zpracujte.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:107:DefaultText
source: Important enough to pay a certain someone to solve all of your problems?
cs: Dost důležitý na to, abyste si zaplatili někoho, kdo vyřeší všechny vaše problémy?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:108:DefaultText
source: Spit it out.
cs: Vyplivněte to.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:109:DefaultText
source: Elaborate.
cs: Zpracujte.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:110:DefaultText
source: Spit it out.
cs: Vyplivněte to.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:111:DefaultText
source: Important enough to pay a certain someone to solve all of your problems?
cs: Dost důležitý na to, abyste si zaplatili někoho, kdo vyřeší všechny vaše problémy?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:112:DefaultText
source: What in the nebula?! Wait! Wait, a message just broke through. It's a mayday. They've - oh sh... they've breached the atmosphere.
cs: Co je v mlhovině?! Počkejte! Počkejte, právě pronikla zpráva. Je to mayday. Pronikli do atmosféry.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:113:DefaultText
source: If we can seize and repair that ship's weapons, we can defend ourselves from the Board's oncoming assault!
cs: Pokud se nám podaří zmocnit se zbraní té lodi a opravit je, můžeme se ubránit blížícímu se útoku představenstva!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:114:DefaultText
source: Find it. Bring me its targeting module. Help us save this colony from the brink of collapse!
cs: Najděte ji. Přineste mi jeho zaměřovací modul. Pomozte nám zachránit tuto kolonii před kolapsem!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:115:DefaultText
source: Ah, the rogue mercenary. Our resources may dwindle, but, yes, if they will buy your assistance, so be it.
cs: Ach, ten zběhlý žoldák. Naše zdroje se mohou ztenčit, ale ano, pokud si za ně koupíme tvou pomoc, budiž.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:120:DefaultText
source: If by some miracle its cannons are still operational, we need them. Even if it ain't, I'm sure it's full of weapons and supplies.
cs: Pokud jsou její děla nějakým zázrakem stále funkční, potřebujeme je. I kdyby ne, určitě je plná zbraní a zásob.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:122:DefaultText
source: If you can find it and bring us its targeting module, we might just have a chance.
cs: Pokud ho najdete a přinesete nám jeho zaměřovací modul, možná budeme mít šanci.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:124:DefaultText
source: Can anyone hear me? A UDL gunship just went down.
cs: Slyší mě někdo? Právě se zřítila dělostřelecká loď UDL.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:125:DefaultText
source: Hiram! Hiram, are you there? The Eternal calls upon your services!
cs: Hirame! Hirame, jsi tam? Věčný si žádá tvé služby!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:126:DefaultText
source: Hey! Hiram, right? It's Hiram? I need to buy some information from you. You saw that ship, right?
cs: Hej! Hirame, že? Je to Hiram? Potřebuju od tebe koupit nějaké informace. Viděl jsi tu loď, že?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:127:DefaultText
source: Hiram! Hiram, are you there? The Eternal calls upon your services!
cs: Hirame! Hirame, jsi tam? Věčný si žádá tvé služby!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:128:DefaultText
source: Hey! Hiram, right? It's Hiram? I need to buy some information from you. You saw that ship, right?
cs: Hej! Hirame, že? Je to Hiram? Potřebuji od tebe koupit nějaké informace. Viděl jsi tu loď, že?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:129:DefaultText
source: Will someone explain what's going on?
cs: Vysvětlí mi někdo, co se děje?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:130:DefaultText
source: Will someone explain what's going on?
cs: Vysvětlí mi někdo, co se děje?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:131:DefaultText
source: Have you met? Sanjar, Zora. Zora, Sanjar. Should I set out some tea?
cs: Setkali jste se? Sanjar, Zora. Zora, Sanjar. Mám připravit čaj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:132:DefaultText
source: Aw, it's a reunion. Group hug!
cs: Je to shledání. Skupinové objetí!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:133:DefaultText
source: I really should have just killed all of you...
cs: Opravdu jsem vás měl všechny zabít...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:134:DefaultText
source: I really should have just killed all of you...
cs: Opravdu jsem vás měl všechny zabít...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:138:DefaultText
source: Where's Hiram? He must have seen this.
cs: Kde je Hiram? Musel to vidět.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:139:DefaultText
source: The Broker is indisposed. Can I help you instead?
cs: Makléř je indisponován. Mohu vám pomoci místo něj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:140:DefaultText
source: He's dead. If you don't want to join him, start speaking one at a time.
cs: Je mrtvý. Pokud se k němu nechcete připojit, začněte mluvit po jednom.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:141:DefaultText
source: A foreign ship comes to us. Our salvation has crashed in the very wilds of Monarch! We must seize and repair its weapon systems!
cs: Připlouvá k nám cizí loď. Naše záchrana ztroskotala v samotné divočině Monarchie! Musíme se zmocnit jejích zbraňových systémů a opravit je!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:142:DefaultText
source: Are you mad? That's a UDL gunship! You'd probably shoot your own toes off.
cs: Zbláznil ses? To je UDL loď! Nejspíš by sis ustřelil prsty na nohou.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:143:DefaultText
source: Not without a physical contact waiver.
cs: Ne bez zřeknutí se fyzického kontaktu.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:144:DefaultText
source: I missed that. You seem to be cutting out.
cs: To mi uniklo. Vypadá to, že jste se odpojil.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:146:DefaultText
source: That ship's crashed on Iconoclast turf. If by some miracle its cannons are still operational...
cs: Ta loď ztroskotala na území Ikonoklastu. Pokud jsou její děla nějakým zázrakem stále funkční...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:147:DefaultText
source: That gunship is carrying some of the most powerful weaponry in Halcyon! You can't let the Iconoclasts get their hands on it.
cs: Ta bitevní loď nese jedny z nejsilnějších zbraní v Halcyonu! Nemůžeš dovolit, aby se k ní dostali Ikonoklasté.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:148:DefaultText
source: Where's Hiram? He must have seen this.
cs: Kde je Hiram? Musel to vidět.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:150:DefaultText
source: The Broker is indisposed. Can I help you instead?
cs: Makléř je indisponován. Mohu vám pomoci místo něj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:151:DefaultText
source: He's dead. If you don't want to join him, start speaking one at a time.
cs: Je mrtvý. Pokud se k němu nechcete připojit, začněte mluvit po jednom.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:152:DefaultText
source: I dearly hope so.
cs: V to pevně doufám.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:153:DefaultText
source: We could use the gunship's armaments to defend Stellar Bay. But we need its targeting module.
cs: K obraně Hvězdné zátoky bychom mohli použít výzbroj dělové lodi. Potřebujeme ale její zaměřovací modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:154:DefaultText
source: Our message is so close to breaking free of this planet and spreading to the stars. Help us secure that module and we will save our colony!
cs: Naše poselství je tak blízko tomu, aby se vymanilo z této planety a rozšířilo se ke hvězdám. Pomozte nám zajistit tento modul a my zachráníme naši kolonii!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:155:DefaultText
source: Somehow, your rugged allure doesn't quite come through over the radio. Still, I'm hoping you can help MSI with that ship.
cs: Tvůj drsný půvab se z rádia nějak nedostavuje. Přesto doufám, že MSI s tou lodí pomůžeš.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:156:DefaultText
source: I dearly hope so.
cs: V to pevně doufám.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:157:DefaultText
source: We could use the gunship's armaments to defend Stellar Bay. But we need its targeting module.
cs: K obraně Hvězdné zátoky bychom mohli použít výzbroj dělové lodi. Potřebujeme ale její zaměřovací modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:158:DefaultText
source: I've got hurt and starving people over here. Please. Bring us the module.
cs: Mám tu zraněné a hladovějící lidi. Prosím. Přineste nám ten modul.
