Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cv_hiram.po
Languages: cs

# conversations/04_monarch/0406/0406_cv_hiram:162:DefaultText
source: Graham Bryant and the Iconoclasts there got their hands on a working relay station. Now they're ceaselessly transmitting Philosophist ramblings on my airwaves.
cs: Graham Bryant a Iconoclasts tam dostali do rukou funkční reléovou stanici. Teď na mých vlnách nepřetržitě vysílají filosofické bláboly.

# conversations/04_monarch/0406/0406_cv_hiram:163:DefaultText
source: You do that. I'll be here, waiting on the receiving end.
cs: To udělejte vy. Já budu čekat tady na příjmu.

# conversations/04_monarch/0406/0406_cv_hiram:164:DefaultText
source: Luck be with you. I have a feeling you'll be needing a pinch of it. Plus a vat of patience.
cs: Štěstí s vámi. Mám pocit, že ho budeš potřebovat. A kádě trpělivosti.

# conversations/04_monarch/0406/0406_cv_hiram:167:DefaultText
source: Do you hear that? It's the blessed sound of radio silence. Which leads me to believe you have sweet, sweet news for me.
cs: Slyšíte to? Je to požehnaný zvuk rádiového ticha. Což mě vede k domněnce, že pro mě máš sladké, sladké zprávy.

# conversations/04_monarch/0406/0406_cv_hiram:168:DefaultText
source: See, the Board is a good ally to have. I trust Sophia and I can count on your assistance?
cs: Rada je dobrý spojenec. Věřím Sophii a mohu se spolehnout na vaši pomoc?

# conversations/04_monarch/0406/0406_cv_hiram:169:DefaultText
source: I suppose it won't kill me to work under Sophia. I am on familiar terms with her from a - let's call it a past contract job.
cs: Předpokládám, že mě nezabije, když budu pracovat pod Sophií. Znám se s ní z - říkejme tomu minulá práce na smlouvu.

# conversations/04_monarch/0406/0406_cv_hiram:171:DefaultText
source: I'd like to secure some information.
cs: Rád bych si zajistil nějaké informace.

# conversations/04_monarch/0406/0406_cv_hiram:178:DefaultText
source: Think nothing of it.
cs: Nic si z toho nedělejte.

# conversations/04_monarch/0406/0406_cv_hiram:179:DefaultText
source: I didn't do it out of the goodness of my heart - if you get my drift.
cs: Neudělal jsem to z dobroty srdce - jestli mi rozumíte.

# conversations/04_monarch/0406/0406_cv_hiram:180:DefaultText
source: Oh, no. My business is in trade, not owing others the burden of a favor.
cs: Ale ne. Můj byznys spočívá v obchodování, ne v tom, že bych druhým dlužil břemeno laskavosti.

# conversations/04_monarch/0406/0406_cv_hiram:181:DefaultText
source: Err, yes. I believe I do.
cs: Ano. Myslím, že ano.

# conversations/04_monarch/0406/0406_cv_hiram:183:DefaultText
source: Wait, really?!
cs: Počkat, opravdu?!

# conversations/04_monarch/0406/0406_cv_hiram:184:DefaultText
source: Makes sense.
cs: To dává smysl.

# conversations/04_monarch/0406/0406_cv_hiram:185:DefaultText
source: So we kick them off.
cs: Proto je vykopneme.

# conversations/04_monarch/0406/0406_cv_hiram:186:DefaultText
source: This is a problem, how?
cs: To je problém, jak?

# conversations/04_monarch/0406/0406_cv_hiram:187:DefaultText
source: Exactly what I was thinking. They hurt us all with their pettiness.
cs: Přesně to jsem si myslel. Svou malicherností nám všem ubližují.

# conversations/04_monarch/0406/0406_cv_hiram:188:DefaultText
source: The bandwidth! There's too much blasted background noise. Nothing gets through but their local broadcasts.
cs: Šířka pásma! Na pozadí je příliš mnoho hluku. Nic jiného než jejich místní vysílání se nedostane dovnitř.

# conversations/04_monarch/0406/0406_cv_hiram:189:DefaultText
source: Oh no, you heard me correctly. The children will not. Get. Off. THE LINE.
cs: Ale ne, slyšeli jste mě správně. Děti nebudou. Získejte. Vypnout. LINE.

# conversations/04_monarch/0406/0406_cv_hiram:190:DefaultText
source: I wish it didn't. But the fact of the matter is, the children are at each other's throats.
cs: Kéž by tomu tak nebylo. Ale faktem je, že děti si jdou po krku.

# conversations/04_monarch/0406/0406_cv_hiram:191:DefaultText
source: But... how?
cs: Ale... jak?

# conversations/04_monarch/0406/0406_cv_hiram:192:DefaultText
source: Do you see me right now? This is me refraining from pinching the bridge of my nose. Semantics aside, the fact of the matter is - they won't get off the space-blasted line!
cs: Vidíte mě právě teď? Tohle jsem já, jak se zdržuji štípání do nosu. Sémantika jde stranou, faktem je, že z té vesmírem zatracené čáry neslezou!

# conversations/04_monarch/0406/0406_cv_hiram:193:DefaultText
source: Tell me more about MSI and the Iconoclasts.
cs: Řekni mi víc o MSI a Iconoclasts.

# conversations/04_monarch/0406/0406_cv_hiram:194:DefaultText
source: Graham and his Iconoclasts believe anarchy is the way of life. Sanjar opposes it as he's taking strides to corporatize Stellar Bay.
cs: Graham a jeho Ikonoklasté věří, že anarchie je způsob života. Sanjar je proti, protože podniká kroky ke korporativizaci Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:195:DefaultText
source: Tell me more about MSI and the Iconoclasts.
cs: Řekni mi víc o MSI a Iconoclasts.

# conversations/04_monarch/0406/0406_cv_hiram:196:DefaultText
source: Graham and his Iconoclasts believe anarchy is the way of life. Sanjar opposes it as he's taking strides to corporatize Stellar Bay.
cs: Graham a jeho Ikonoklasté věří, že anarchie je způsob života. Sanjar je proti, protože podniká kroky ke korporativizaci Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:197:DefaultText
source: I would assume it stems from the friends and family he lost in Amber Heights all those years ago.
cs: Předpokládám, že to pramení z přátel a rodiny, které před lety ztratil v Amber Heights.

# conversations/04_monarch/0406/0406_cv_hiram:199:DefaultText
source: Phineas doesn't trust many people. How'd he hook up with you?
cs: Phineas nedůvěřuje mnoha lidem. Jak se s tebou dal dohromady?

# conversations/04_monarch/0406/0406_cv_hiram:200:DefaultText
source: You make it sound so scandalous.
cs: Zní to tak skandálně.

# conversations/04_monarch/0406/0406_cv_hiram:201:DefaultText
source: But before we get down to it... might I ask how you handled the problem... in the end?
cs: Ale než se k tomu dostaneme... mohu se zeptat, jak jste se s problémem nakonec vypořádali?

# conversations/04_monarch/0406/0406_cv_hiram:202:DefaultText
source: You're an information broker. If you want to know, it'll cost you.
cs: Jste zprostředkovatel informací. Pokud chcete vědět, bude vás to něco stát.

# conversations/04_monarch/0406/0406_cv_hiram:203:DefaultText
source: I helped the Iconoclasts and killed Sanjar.
cs: Pomohl jsem ikonoklastům a zabil Sanjara.

# conversations/04_monarch/0406/0406_cv_hiram:204:DefaultText
source: I helped MSI and killed Graham.
cs: Pomohl jsem MSI a zabil Grahama.

# conversations/04_monarch/0406/0406_cv_hiram:205:DefaultText
source: Oh, I believe it will. But the price I pay won't be to you. No, we've a bigger deal to settle.
cs: Věřím, že ano. Ale cena, kterou zaplatím, nebude pro tebe. Ne, musíme vyřešit větší problém.

# conversations/04_monarch/0406/0406_cv_hiram:206:DefaultText
source: Does it matter?
cs: Záleží na tom?

# conversations/04_monarch/0406/0406_cv_hiram:207:DefaultText
source: I removed Sanjar and Graham from the equation.
cs: Sanjara a Grahama jsem z rovnice vyřadil.

# conversations/04_monarch/0406/0406_cv_hiram:208:DefaultText
source: I suppose not. Curiosity was always my besetting sin. And we both know I'll find out. Eventually.
cs: Předpokládám, že ne. Zvědavost byla vždycky mým těžkým hříchem. A oba víme, že to zjistím. Nakonec.

# conversations/04_monarch/0406/0406_cv_hiram:209:DefaultText
source: How excessive. Though I imagine effective. Well, then. Let us finish the deal before you deem me superfluous, too.
cs: Jak přehnané. I když si umím představit, že je to účinné. Tak tedy. Dokončíme dohodu, než mě také budete považovat za zbytečného.

# conversations/04_monarch/0406/0406_cv_hiram:210:DefaultText
source: Ruthless. Efficient. I suppose if one of them had to be disposed of, I'm happy it was him.
cs: Bezohledný. Efektivní. Jestli měl být jeden z nich zlikvidován, jsem rád, že to byl on.

# conversations/04_monarch/0406/0406_cv_hiram:211:DefaultText
source: Ruthless. Efficient. I suppose if one of them had to be disposed of, I'm happy it was him.
cs: Bezohledný. Efektivní. Jestli měl být jeden z nich zlikvidován, jsem rád, že to byl on.

# conversations/04_monarch/0406/0406_cv_hiram:221:DefaultText
source: Phineas has been in hiding for the past thirty-five years. He got in touch with Nyoka first, who I use as a physical go between. The rest is history.
cs: Phineas se posledních pětatřicet let skrýval. Nejprve se spojil s Nyokou, kterou používám jako fyzickou spojku. Zbytek už je historie.

# conversations/04_monarch/0406/0406_cv_hiram:223:DefaultText
source: I helped both MSI and the Iconoclasts get what they wanted.
cs: Pomohl jsem MSI i Ikonoklastům získat to, co chtěli.

# conversations/04_monarch/0406/0406_cv_hiram:224:DefaultText
source: I don't know how. The two are diametrically opposed and impossible to please. But it matters not how you fixed my problem. Only that you did.
cs: Nevím jak. Ti dva jsou diametrálně odlišní a nelze se jim zavděčit. Ale je jedno, jak jste můj problém vyřešili. Jen to, že jste to udělal.

# conversations/04_monarch/0406/0406_cv_hiram:225:DefaultText
source: It's simple, truly. I merely need you to waltz outside and throw the lever to cycle the power. I'll key-in the numerical adjustments from in here.
cs: Je to opravdu jednoduché. Potřebuji jen, abys vyšel ven a přehodil páku, která zapne proud. Číselné nastavení zadám odsud.

# conversations/04_monarch/0406/0406_cv_hiram:227:DefaultText
source: Fine. Tell me how to fix it.
cs: V pořádku. Řekni mi, jak to opravit.

# conversations/04_monarch/0406/0406_cv_hiram:229:DefaultText
source: Sure. You know where to find me if you need me.
cs: Jistě. Víš, kde mě najdeš, když mě budeš potřebovat.

# conversations/04_monarch/0406/0406_cv_hiram:231:DefaultText
source: Give my regards to Sophia, won't you?
cs: Pozdravuj ode mě Sophii, ano?

# conversations/04_monarch/0406/0406_cv_hiram:232:DefaultText
source: Give my regards to Phineas.
cs: Pozdravujte Phinease.

# conversations/04_monarch/0406/0406_cv_hiram:234:DefaultText
source: MSI's ownership of Monarch is technically legal. But it would give MSI too much power on the Board to grant them such status.
cs: Vlastnictví společnosti Monarch společností MSI je technicky legální. Udělení takového statusu by však společnosti MSI poskytlo příliš velkou moc v představenstvu.

# conversations/04_monarch/0406/0406_cv_hiram:235:DefaultText
source: What're you saying?
cs: Co to říkáte?

# conversations/04_monarch/0406/0406_cv_hiram:236:DefaultText
source: So the Chairman demonizes Monarch rather than welcome it back into the fold.
cs: Předseda tedy Monarchu spíše démonizuje, než aby ji přivítal zpět mezi sebou.

# conversations/04_monarch/0406/0406_cv_hiram:237:DefaultText
source: Bad news for Sanjar.
cs: Špatné zprávy pro Sanjara.

# conversations/04_monarch/0406/0406_cv_hiram:238:DefaultText
source: That the Chairman is politically motivated to keep Monarch from being re-recognized as a legal part of the colony. And his actions as a result are highly illegal.
cs: Předseda je politicky motivován, aby zabránil opětovnému uznání Monarchie jako legální součásti kolonie. A jeho jednání je v důsledku toho vysoce nezákonné.

# conversations/04_monarch/0406/0406_cv_hiram:239:DefaultText
source: Exactly. But you didn't hear so much as a whisper of such from me.
cs: Přesně tak. Ale ode mě jste o tom neslyšeli ani šepot.

# conversations/04_monarch/0406/0406_cv_hiram:240:DefaultText
source: And for the Chairman if word of this were to get out. Of course, he has buried all proof of this under impenetrable piles of red tape.
cs: A pro předsedu, kdyby se to rozkřiklo. Samozřejmě, že všechny důkazy o tom pohřbil pod neproniknutelnými hromadami byrokracie.

# conversations/04_monarch/0406/0406_cv_hiram:241:DefaultText
source: And that is all you will get from me regarding such a deadly piece of data.
cs: A to je vše, co se ode mě dozvíte o takovém smrtelně nebezpečném údaji.

# conversations/04_monarch/0406/0406_cv_hiram:242:DefaultText
source: Not in his lifetime.
cs: Ne za jeho života.

# conversations/04_monarch/0406/0406_cv_hiram:243:DefaultText
source: This ought to square our debt. One hefty payment for a highly valued service rendered. But I admit, I do wonder why Nyoka has brought you to me.
cs: To by mělo náš dluh vyrovnat. Jedna vysoká platba za vysoce ceněnou službu. Ale přiznávám, že by mě zajímalo, proč tě Nyoka přivedla ke mně.

# conversations/04_monarch/0406/0406_cv_hiram:244:DefaultText
source: My compliments on your improvised utilization of the fire suppressant system. I would expect nothing less from one of Nyoka's associates.
cs: Chválím vaše improvizované využití protipožárního systému. Od jednoho z Nyokových spolupracovníků bych nic jiného nečekal.

# conversations/04_monarch/0406/0406_cv_hiram:245:DefaultText
source: As usual, I'll take that as a compliment.
cs: Jako obvykle to beru jako kompliment.

# conversations/04_monarch/0406/0406_cv_hiram:246:DefaultText
source: Of course.
cs: Samozřejmě.

# conversations/04_monarch/0406/0406_cv_hiram:248:DefaultText
source: Why is that?
cs: Proč tomu tak je?

# conversations/04_monarch/0406/0406_cv_hiram:249:DefaultText
source: Save your excuses for someone who cares.
cs: Výmluvy si nechte pro někoho, koho to zajímá.

# conversations/04_monarch/0406/0406_cv_hiram:250:DefaultText
source: Caring or not won't change the facts of the matter.
cs: To, jestli vám na tom záleží, nebo ne, na věci nic nezmění.

# conversations/04_monarch/0406/0406_cv_hiram:251:DefaultText
source: I was delayed by MSI and the Iconoclasts. The idiots were scrambling all transmissions to override each other's broadcasts. But as you've shut them down - I'm back in business.
cs: MSI a Iconoclasts mě zdrželi. Ti idioti rušili veškeré vysílání, aby si navzájem překryli vysílání. Ale protože jste je vypnuli - jsem zase v provozu.

# conversations/04_monarch/0406/0406_cv_hiram:252:DefaultText
source: Luckily, however, MSI has now gone silent. You wouldn't know anything about that, would you?
cs: MSI se však naštěstí odmlčela. Vy o tom nic nevíte, že?

# conversations/04_monarch/0406/0406_cv_hiram:253:DefaultText
source: Luckily, however, the Iconoclasts have now gone silent. You wouldn't know anything about that, would you?
cs: Ikonoklasté se však naštěstí odmlčeli. O tom přece nic nevíte, ne?

# conversations/04_monarch/0406/0406_cv_hiram:254:DefaultText
source: Luckily, however, MSI has now gone silent. You wouldn't know anything about that, would you?
cs: MSI se však naštěstí odmlčela. Vy o tom nic nevíte, že?

# conversations/04_monarch/0406/0406_cv_hiram:255:DefaultText
source: Luckily, however, the Iconoclasts have now gone silent. You wouldn't know anything about that, would you?
cs: Ikonoklasté se však naštěstí odmlčeli. O tom přece nic nevíte, ne?

# conversations/04_monarch/0406/0406_cv_hiram:256:DefaultText
source: What's the story between MSI and the Iconoclasts?
cs: Jaký je příběh mezi MSI a Iconoclasts?

# conversations/04_monarch/0406/0406_cv_hiram:257:DefaultText
source: You mean between MSI, the Iconoclasts, and myself? I bet neither of those megalomaniacs told you I was the true mastermind behind Monarch.
cs: Myslíš mezi MSI, Iconoclasts a mnou? Vsadím se, že ani jeden z těch megalomanů ti neřekl, že jsem skutečným mozkem Monarchu.

# conversations/04_monarch/0406/0406_cv_hiram:258:DefaultText
source: For nebula's sake, even with the loophole I gave him, he's only in charge of MSI because every other exec died during the massacre at Amber Heights.
cs: Kvůli mlhovině, i s tou kličkou, kterou jsem mu dal, je ve vedení MSI jen proto, že všichni ostatní vedoucí zemřeli během masakru v Amber Heights.

# conversations/04_monarch/0406/0406_cv_hiram:259:DefaultText
source: Back when the colony was still Terra 1 and corporations were abandoning us left and right - I'm the one who approached Sanjar and Graham with the means to our salvation.
cs: V době, kdy byla kolonie ještě Terra 1 a korporace nás opouštěly zleva i zprava - to já jsem se obrátil na Sanjara a Grahama s návrhem na naši záchranu.

# conversations/04_monarch/0406/0406_cv_hiram:260:DefaultText
source: I offered them a legal way to take control of the planet. If MSI were the only corporation here, they could claim sole ownership.
cs: Nabídl jsem jim legální způsob, jak převzít kontrolu nad planetou. Kdyby tu byla jediná korporace MSI, mohla by si nárokovat výhradní vlastnictví.

# conversations/04_monarch/0406/0406_cv_hiram:261:DefaultText
source: So you're the glue that brought them together?
cs: Takže ty jsi to lepidlo, které je spojilo?

# conversations/04_monarch/0406/0406_cv_hiram:262:DefaultText
source: And there was nothing in it for you, huh?
cs: A nic z toho pro tebe nebylo, co?

# conversations/04_monarch/0406/0406_cv_hiram:263:DefaultText
source: Precisely. Without me, they never would have done more than play revolution in hushed whispers over scuzzy Kale Ales in the tavern.
cs: Přesně tak. Beze mě by nikdy neudělali víc než to, že by si v hospodě nad šumivým Kale Ales potichu šeptem hráli na revoluci.

# conversations/04_monarch/0406/0406_cv_hiram:264:DefaultText
source: Even then I plied my trade as an information broker, albeit in a much smaller capacity. Of course, I demanded an exchange for the data.
cs: Už tehdy jsem se živil jako zprostředkovatel informací, i když v mnohem menší míře. Za data jsem samozřejmě požadoval výměnu.

# conversations/04_monarch/0406/0406_cv_hiram:265:DefaultText
source: Thus the bargain was struck. They could run MSI, while I would operate Devil's Peak station. Unfortunately, relations have soured over time.
cs: Tak byla uzavřena dohoda. Oni mohli provozovat MSI, zatímco já jsem provozoval stanici Devil's Peak. Bohužel, vztahy se časem zhoršily.

# conversations/04_monarch/0406/0406_cv_hiram:266:DefaultText
source: I would.
cs: Já bych to udělal.

# conversations/04_monarch/0406/0406_cv_hiram:267:DefaultText
source: Wasn't me.
cs: Nebyl jsem to já.

# conversations/04_monarch/0406/0406_cv_hiram:268:DefaultText
source: Maybe.
cs: Možná.

# conversations/04_monarch/0406/0406_cv_hiram:269:DefaultText
source: Then you've my impressed gratitude.
cs: Pak jste mi velmi vděčný.

# conversations/04_monarch/0406/0406_cv_hiram:270:DefaultText
source: Still, we need to get the Iconoclasts off the airwaves. I will leave the means to that particular end under your discretion.
cs: Přesto musíme ikonoklasty dostat z vysílání. Prostředky k dosažení tohoto cíle ponechám na vašem uvážení.

# conversations/04_monarch/0406/0406_cv_hiram:271:DefaultText
source: Still, we need to get MSI off the airwaves. I will leave the means to that particular end under your discretion.
cs: Přesto musíme MSI dostat z vysílání. Prostředky k dosažení tohoto cíle ponechám na vašem uvážení.

# conversations/04_monarch/0406/0406_cv_hiram:272:DefaultText
source: If you did, then you would have had my impressed gratitude.
cs: Kdybyste to udělal, měl byste můj ohromný vděk.

# conversations/04_monarch/0406/0406_cv_hiram:273:DefaultText
source: A pity. Seems I have some information on a rogue agent to hunt down.
cs: Škoda. Zdá se, že mám nějaké informace o zběhlé agentce, kterou musím vypátrat.

# conversations/04_monarch/0406/0406_cv_hiram:274:DefaultText
source: If there are any unregulated transmissions being emitted from Monarch, they could only originate from Amber Heights or Stellar Bay.
cs: Pokud jsou z Monarchu vysílány nějaké neregulované přenosy, mohou pocházet pouze z Amber Heights nebo Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:275:DefaultText
source: If there are any unregulated transmissions being emitted from Monarch, they could only originate from Amber Heights or Stellar Bay.
cs: Pokud jsou z Monarchu vysílány nějaké neregulované přenosy, mohou pocházet pouze z Amber Heights nebo Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:276:DefaultText
source: As MSI at Stellar Bay has recently gone silent, I presume that leaves only the Iconoclasts at Amber Heights to deal with.
cs: Vzhledem k tomu, že se MSI ve Stellar Bay nedávno odmlčela, předpokládám, že zbývají jen ikonoklasté z Amber Heights.

# conversations/04_monarch/0406/0406_cv_hiram:277:DefaultText
source: As the Iconoclasts at Amber Heights have recently gone silent, I presume that leaves only MSI in Stellar Bay to deal with.
cs: Vzhledem k tomu, že Ikonoklasté z Amber Heights se nedávno odmlčeli, předpokládám, že zbývá vyřešit jen MSI ve Stellar Bay.

# conversations/04_monarch/0406/0406_cv_hiram:278:DefaultText
source: Now, you hold on! I do not physically go between anyone but that of my choos -oh. Uh, apologies. You meant... right. Yes. I brave the wilderness so you don't have to.
cs: Teď se držte! Fyzicky nechodím mezi nikoho jiného než mezi své cho -oh. Uh, omlouvám se. Myslel jsi... správně. Ano. Já se odvážně vydávám do divočiny, abys ty nemusel.

# conversations/04_monarch/0406/0406_cv_hiram:279:DefaultText
source: Precisely. I really ought to give you a raise.
cs: Přesně tak. Opravdu bych ti měl zvýšit plat.

# conversations/04_monarch/0406/0406_cv_hiram:280:DefaultText
source: Bad news. Nyoka's dead.
cs: Špatné zprávy. Nyoka je mrtvá.

# conversations/04_monarch/0406/0406_cv_hiram:281:DefaultText
source: Are you quite certain? I have heard nothing of the sort. No, this can't be right.
cs: Jste si zcela jistý? Nic takového jsem neslyšel. Ne, to nemůže být pravda.

# conversations/04_monarch/0406/0406_cv_hiram:282:DefaultText
source: I must... I must check my sources before I can even consider accepting her loss.
cs: Musím... Musím si ověřit své zdroje, než budu moci vůbec uvažovat o tom, že bych se smířil s její ztrátou.

# conversations/04_monarch/0406/0406_cv_hiram:284:DefaultText
source: I would.
cs: Já bych to udělal.

# conversations/04_monarch/0406/0406_cv_hiram:285:DefaultText
source: Then you've my impressed gratitude.
cs: Pak jste mi velmi vděčný.

# conversations/04_monarch/0406/0406_cv_hiram:286:DefaultText
source: Still, we need to get the Iconoclasts off the airwaves. I will leave the means to that particular end under your discretion.
cs: Přesto musíme ikonoklasty dostat z vysílání. Prostředky k dosažení tohoto cíle ponechám na vašem uvážení.

# conversations/04_monarch/0406/0406_cv_hiram:287:DefaultText
source: Still, we need to get MSI off the airwaves. I will leave the means to that particular end under your discretion.
cs: Přesto musíme MSI dostat z vysílání. Prostředky k dosažení tohoto cíle ponechám na vašem uvážení.

# conversations/04_monarch/0406/0406_cv_hiram:288:DefaultText
source: Maybe.
cs: Možná.

# conversations/04_monarch/0406/0406_cv_hiram:289:DefaultText
source: If you did, then you would have had my impressed gratitude.
cs: Kdybyste to udělal, měl byste můj ohromný vděk.

# conversations/04_monarch/0406/0406_cv_hiram:290:DefaultText
source: Wasn't me.
cs: Nebyl jsem to já.

# conversations/04_monarch/0406/0406_cv_hiram:291:DefaultText
source: A pity. Seems I have some information on a rogue agent to hunt down.
cs: Škoda. Zdá se, že mám nějaké informace o zběhlé agentce, kterou musím vypátrat.

# conversations/04_monarch/0406/0406_cv_hiram:292:DefaultText
source: Still, there are others clogging the airwaves. I will leave the means to that particular end under your discretion.
cs: Přesto jsou tu i další, kteří zahlcují vysílání. Prostředky k dosažení tohoto konkrétního cíle ponechám na vašem uvážení.
