Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cv_hiram.po
Languages: cs

# conversations/04_monarch/0406/0406_cv_hiram:441:DefaultText
source: Either way, I'll need to look into this further. I haven't had such an exciting hunt for information in ages.
cs: Každopádně se na to budu muset ještě podívat. Už dlouho jsem neměl tak vzrušující honbu za informacemi.

# conversations/04_monarch/0406/0406_cv_hiram:446:DefaultText
source: For my sake, yes. For theirs, uh... No, of course, that wouldn't be the sole reason. Survivability of strangers is very important to me.
cs: Kvůli mně ano. Kvůli nim... Ne, to by samozřejmě nebyl jediný důvod. Přežití cizích lidí je pro mě velmi důležité.

# conversations/04_monarch/0406/0406_cv_hiram:447:DefaultText
source: Based on what? I'm an information broker, not a magician.
cs: Na základě čeho? Jsem zprostředkovatel informací, ne kouzelník.

# conversations/04_monarch/0406/0406_cv_hiram:448:DefaultText
source: And I don't see an insta-coffee in your hand.
cs: A nevidím v tvé ruce insta-kafe.

# conversations/04_monarch/0406/0406_cv_hiram:449:DefaultText
source: Oh. Are we speaking again? I thought I was muted.
cs: Oh. Zase spolu mluvíme? Myslel jsem, že jsem ztlumený.

# conversations/04_monarch/0406/0406_cv_hiram:451:DefaultText
source: I'm getting a headache behind my left temple. What could be causing it... the glare from the terminal screen...? Or something else.
cs: Za levým spánkem mě bolí hlava. Co by to mohlo způsobovat... odlesky z obrazovky terminálu...? Nebo něco jiného.

# conversations/04_monarch/0406/0406_cv_hiram:452:DefaultText
source: Yes, the one that crashed. I saw it on the security feed. A bit grainy but an invigorating watch all the same.
cs: Ano, ten, který havaroval. Viděl jsem to v bezpečnostním kanálu. Trochu zrnité, ale i tak je to povzbuzující podívaná.

# conversations/04_monarch/0406/0406_cv_hiram:453:DefaultText
source: It was pretty wild, wasn't it? Us sharing the experience of seeing it crash like that?
cs: Bylo to dost divoké, že? Sdílet s námi zážitek, když jsme viděli, jak se to takhle rozbilo?

# conversations/04_monarch/0406/0406_cv_hiram:454:DefaultText
source: Is this bonding? I'm... I'm not sure that I like it.
cs: Je to vazba? Jsem... Nejsem si jistá, jestli se mi to líbí.

# conversations/04_monarch/0406/0406_cv_hiram:455:DefaultText
source: Next you'll be asking me how I got the scar on my chin when I was eleven.
cs: Příště se mě budete ptát, jak jsem v jedenácti letech přišel k jizvě na bradě.

# conversations/04_monarch/0406/0406_cv_hiram:456:DefaultText
source: I am curious as to what downed it. A faulty part wouldn't be wholly unusual. The supply for new mechanicals is tight...
cs: Zajímalo by mě, co ho sundalo. Vadná součástka by nebyla úplně neobvyklá. Zásobování novými mechanikami je omezené...

# conversations/04_monarch/0406/0406_cv_hiram:457:DefaultText
source: Ugh. Now I'll never sleep. Unsolved puzzles really torque my sprockets. If you find out what happened, sell me the info.
cs: Uf. Teď už nikdy neusnu. Nevyřešené hádanky mě opravdu trápí. Jestli zjistíš, co se stalo, prodej mi informace.

# conversations/04_monarch/0406/0406_cv_hiram:458:DefaultText
source: And don't think I feel better just because a less experienced one is now in charge.
cs: A nemyslete si, že se cítím lépe jen proto, že je nyní ve vedení méně zkušený.

# conversations/04_monarch/0406/0406_cv_hiram:459:DefaultText
source: I might even... Oh, the indignity. I believe I'll have to make nice with him now.
cs: Možná bych dokonce... Ach, ta potupa. Myslím, že se s ním teď budu muset usmířit.

# conversations/04_monarch/0406/0406_cv_hiram:460:DefaultText
source: I hope the person responsible for destroying a space-worthy vessel, and the rare parts tied into it, has absolutely survived the wreckage. Just so they can keep muddling through life.
cs: Doufám, že osoba zodpovědná za zničení vesmírné lodi a vzácných součástek, které jsou s ní spojeny, vrak naprosto přežila. Už jen proto, aby se mohl dál brodit životem.

# conversations/04_monarch/0406/0406_cv_hiram:461:DefaultText
source: How did you get the scar on your chin? You can barely see it.
cs: Jak jste přišel k jizvě na bradě? Sotva ji vidíš.

# conversations/04_monarch/0406/0406_cv_hiram:462:DefaultText
source: No, I'm good.
cs: Ne, jsem v pohodě.

# conversations/04_monarch/0406/0406_cv_hiram:463:DefaultText
source: Most of it's underneath along my jaw, but yes it seems to have faded with time.
cs: Většinu z toho mám podél čelisti, ale ano, zdá se, že to časem vybledlo.

# conversations/04_monarch/0406/0406_cv_hiram:464:DefaultText
source: Moral of the story is... never run with scissors.
cs: Z toho plyne ponaučení... nikdy neběhejte s nůžkami.

# conversations/04_monarch/0406/0406_cv_hiram:465:DefaultText
source: Good. I'm good, too. I didn't really want to share. So... thank you.
cs: Dobré. Já jsem taky v pohodě. Nechtěl jsem se o to dělit. Takže... děkuji.

# conversations/04_monarch/0406/0406_cv_hiram:466:DefaultText
source: Which involved quite a lot of work and more blood than I expected. That is, I mean, I am sorry. And thank you.
cs: Což si vyžádalo docela dost práce a více krve, než jsem čekal. To znamená, že se omlouvám. A děkuji vám.

# conversations/04_monarch/0406/0406_cv_hiram:468:DefaultText
source: If you're so worried about it, I could just give it to you...
cs: Jestli se o to tak bojíš, mohl bych ti to dát...

# conversations/04_monarch/0406/0406_cv_hiram:469:DefaultText
source: Me! I'd end up blasting myself from the face of the planet trying to disengage the target lock on the bloody thing.
cs: Já! Nakonec bych se odstřelil z povrchu planety, kdybych se snažil odjistit zámek cíle na té zatracené věci.

# conversations/04_monarch/0406/0406_cv_hiram:470:DefaultText
source: Thank you. But no.
cs: Děkujeme. Ale ne.

# conversations/04_monarch/0406/0406_cv_hiram:471:DefaultText
source: You know why I'm here. Can we continue our conversation from the intercom now?
cs: Víte, proč jsem tady. Můžeme teď pokračovat v rozhovoru z interkomu?

# conversations/04_monarch/0406/0406_cv_hiram:472:DefaultText
source: If you insist. As I was telling you before, I am the premier broker for all of Monarch.
cs: Pokud na tom trváte. Jak už jsem vám říkal, jsem hlavním zprostředkovatelem pro celý Monarch.

# conversations/04_monarch/0406/0406_cv_hiram:473:DefaultText
source: You're not an easy man to reach, "Broker."
cs: Není snadné vás oslovit, "Makléři".

# conversations/04_monarch/0406/0406_cv_hiram:474:DefaultText
source: That is the primary goal behind locking myself high in a tower. Some folks don't look kindly on me being a purveyor of delicate information.
cs: To je hlavní cíl, proč jsem se zavřel vysoko ve věži. Někteří lidé se nedívají vlídně na to, že jsem šiřitel choulostivých informací.

# conversations/04_monarch/0406/0406_cv_hiram:478:DefaultText
source: Now if you wanted me to intercept a certain one. That might be worth it, for the right price.
cs: Kdybys chtěl, abych zachytil nějakou konkrétní. Za správnou cenu by to možná stálo za to.

# conversations/04_monarch/0406/0406_cv_hiram:479:DefaultText
source: I am not convinced as to the validity of these allegations considering the source. But I am also not unconvinced either.
cs: Nejsem přesvědčen o oprávněnosti těchto tvrzení vzhledem k jejich zdroji. Ale nejsem ani nepřesvědčen.

# conversations/04_monarch/0406/0406_cv_hiram:480:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/04_monarch/0406/0406_cv_hiram:481:DefaultText
source: Is that it?
cs: Je to tak?

# conversations/04_monarch/0406/0406_cv_hiram:482:DefaultText
source: Not juicy enough for you? How about this then.
cs: Není to pro vás dost šťavnaté? Co takhle tohle.

# conversations/04_monarch/0406/0406_cv_hiram:483:DefaultText
source: Ah, yes our little chat on the intercom. You're looking for the premier broker for all of Monarch. Which you knew was me. Clearly.
cs: Ach, ano, náš malý rozhovor přes interkom. Hledáte hlavního makléře pro celý Monarch. Což jsem, jak jsi věděl, já. Jasně.

# conversations/04_monarch/0406/0406_cv_hiram:486:DefaultText
source: Now I'd say we're done here. Unless, of course, you require anything further?
cs: Teď bych řekl, že jsme skončili. Pokud ovšem nepotřebujete něco dalšího?

# conversations/04_monarch/0406/0406_cv_hiram:487:DefaultText
source: Nyoka needs a favor.
cs: Nyoka potřebuje laskavost.

# conversations/04_monarch/0406/0406_cv_hiram:488:DefaultText
source: Oh, great. I love doing pro bono work for friends.
cs: Skvělé. Rád dělám pro bono práci pro přátele.

# conversations/04_monarch/0406/0406_cv_hiram:490:DefaultText
source: I'd normally entertain your self-aggrandizing delusions, but this time it's important.
cs: Normálně bych se bavil tvými sebemrskačskými bludy, ale tentokrát je to důležité.

# conversations/04_monarch/0406/0406_cv_hiram:491:DefaultText
source: Important to you is not the same as important to me. Although, I do recognize that you... may have earned some good will during your... months laboring for me.
cs: Důležité pro vás není totéž co důležité pro mě. I když uznávám, že jste si během těch měsíců, co jste pro mě pracoval, vysloužil dobrou vůli.

# conversations/04_monarch/0406/0406_cv_hiram:492:DefaultText
source: Dammit, Hiram, I'm TRYING to embark on a journey of self-improvement and past reflection and all that blasted nonsense that'll help me sleep at night!
cs: Zatraceně, Hirame, snažím se vydat na cestu sebezdokonalování, reflexe minulosti a všech těch zatracených nesmyslů, které mi pomohou v noci spát!

# conversations/04_monarch/0406/0406_cv_hiram:493:DefaultText
source: She's trying to track down a lucrative contract. We could give you a cut.
cs: Snaží se získat lukrativní zakázku. Mohli bychom vám dát podíl.

# conversations/04_monarch/0406/0406_cv_hiram:494:DefaultText
source: I've had it with your selfishness. Help her or there'll be consequences.
cs: Už mám dost tvého sobectví. Pomoz jí, nebo to bude mít následky.

# conversations/04_monarch/0406/0406_cv_hiram:495:DefaultText
source: She's your friend and she's in need. You're the only one who can help.
cs: Je to vaše přítelkyně a potřebuje pomoc. Jsi jediný, kdo jí může pomoci.

# conversations/04_monarch/0406/0406_cv_hiram:497:DefaultText
source: Suppose I can't fault you for that. Ugh, yeesh. This is why I holed up in a tower far from society. Can't stand these emotional heebie-jeebies.
cs: To vám asi nemohu vyčítat. Uf, jéje. Proto jsem se schoval ve věži daleko od společnosti. Nemůžu vystát tyhle emocionální záchvaty.

# conversations/04_monarch/0406/0406_cv_hiram:498:DefaultText
source: Rebekah Hodges and Anders Watsworth. They took a UDL contract back when Monarch went to shit, and I need to find them. I believe them to be on Terra 2.
cs: Rebekah Hodgesová a Anders Watsworth. Vzali si smlouvu s UDL, když Monarch šel do háje, a já je musím najít. Věřím, že jsou na Terře 2.

# conversations/04_monarch/0406/0406_cv_hiram:499:DefaultText
source: Look, I'll do what I can. All right?
cs: Podívejte, udělám, co budu moct. Dobře?

# conversations/04_monarch/0406/0406_cv_hiram:500:DefaultText
source: If UDL hired two hunters back then, it would have been for creature-clearing purposes 'round one of their Spacer's Choice outposts.
cs: Pokud si tehdy UDL najala dva lovce, bylo to pro účely vyčištění od nestvůr v okolí jedné z jejich základen Spacer's Choice.

# conversations/04_monarch/0406/0406_cv_hiram:505:DefaultText
source: Anything you can say to convince him, Nyoka?
cs: Můžeš ho nějak přesvědčit, Nyoko?

# conversations/04_monarch/0406/0406_cv_hiram:507:DefaultText
source: Allow me to pose my question in another manner: Why. In the nebula. Are you here?
cs: Dovolte mi, abych svou otázku položil jinak: Proč. V mlhovině. Jste tady?

# conversations/04_monarch/0406/0406_cv_hiram:508:DefaultText
source: You're an info broker? What's that?
cs: Jste zprostředkovatel informací? Co to je?

# conversations/04_monarch/0406/0406_cv_hiram:509:DefaultText
source: Be grateful that I am. Can we continue our conversation from the intercom now?
cs: Buďte vděční, že jsem. Můžeme teď pokračovat v rozhovoru z interkomu?

# conversations/04_monarch/0406/0406_cv_hiram:511:DefaultText
source: The ship crashed due to a parts failure.
cs: Loď se zřítila kvůli poruše součástek.

# conversations/04_monarch/0406/0406_cv_hiram:512:DefaultText
source: Not surprising. Replacement parts are rare and so the cost of even a simple repair can exceed an arm and a leg.
cs: To není překvapivé. Náhradní díly jsou vzácné, a tak se i jednoduchá oprava může prodražit.

# conversations/04_monarch/0406/0406_cv_hiram:515:DefaultText
source: I take it you investigated the wreckage?
cs: Chápu to správně, že jste prozkoumali vrak?

# conversations/04_monarch/0406/0406_cv_hiram:516:DefaultText
source: Found a recording from the crew's chief engineer.
cs: Našel jsem nahrávku od hlavního inženýra posádky.

# conversations/04_monarch/0406/0406_cv_hiram:517:DefaultText
source: Just a wild guess.
cs: Jde jen o divoký odhad.

# conversations/04_monarch/0406/0406_cv_hiram:518:DefaultText
source: The inside was a complete wreck. I'd say the problem originated in the engines.
cs: Uvnitř byla naprostá troska. Řekl bych, že problém vznikl v motorech.

# conversations/04_monarch/0406/0406_cv_hiram:519:DefaultText
source: It's a fair one as far as educated guesses go. A crew letting their ship fall into disrepair would be the most likely culprit.
cs: Pokud jde o kvalifikované odhady, je to spravedlivé. Nejpravděpodobnějším viníkem by byla posádka, která nechala svou loď zchátrat.

# conversations/04_monarch/0406/0406_cv_hiram:521:DefaultText
source: Laid it all out, eh? Well, can't refute facts in the face of solid evidence.
cs: Vyložil jsi to všechno, co? Tváří v tvář pádným důkazům nemůžeš vyvracet fakta.

# conversations/04_monarch/0406/0406_cv_hiram:522:DefaultText
source: A shame. I would have enjoyed investigating the mystery further.
cs: Škoda. Rád bych záhadu dále prozkoumal.

# conversations/04_monarch/0406/0406_cv_hiram:523:DefaultText
source: Don't guess the captain would've quite pegged the price of disrepair being the cost of their lives. But these things happen.
cs: Nevěřte, že by kapitán odhadl, že cena za špatný stav bude stát jejich životy. Ale takové věci se stávají.

# conversations/04_monarch/0406/0406_cv_hiram:525:DefaultText
source: Aw, you called us friends.
cs: Nazval jsi nás přáteli.

# conversations/04_monarch/0406/0406_cv_hiram:526:DefaultText
source: Tug on my heartstrings why don't you.
cs: Zatahejte mě za srdce, proč ne.

# conversations/04_monarch/0406/0406_cv_hiram:527:DefaultText
source: Whoa, hey! There is zero need for violence in this station.
cs: Hej, hej! Na této stanici není potřeba násilí.

# conversations/04_monarch/0406/0406_cv_hiram:528:DefaultText
source: Uh-huh. I don't believe that for a nanosecond. But if it'll get you out of my rapidly graying hair... fine.
cs: Uh-huh. Tomu nevěřím ani na nanosekundu. Ale jestli tě to dostane z mých rychle šedivějících vlasů... fajn.

# conversations/04_monarch/0406/0406_cv_hiram:529:DefaultText
source: These're the coordinates for the outpost under the last UDL contract. Now scram. And, uhm... good luck.
cs: Toto jsou souřadnice základny podle poslední smlouvy UDL. Nyní se vyškrábejte. A... hodně štěstí.

# conversations/04_monarch/0406/0406_cv_hiram:531:DefaultText
source: Are you fibbin'? Be honest.
cs: Lžeš? Buď upřímný.

# conversations/04_monarch/0406/0406_cv_hiram:532:DefaultText
source: Careful - I know that line. I use it all the time.
cs: Pozor - tuhle větu znám. Používám ji pořád.

# conversations/04_monarch/0406/0406_cv_hiram:533:DefaultText
source: You said that in a way that was almost believable.
cs: Řekl jsi to tak, že to bylo téměř uvěřitelné.

# conversations/04_monarch/0406/0406_cv_hiram:534:DefaultText
source: Have you seen Doc Welles? The guy's ancient! You take any more time, and he's liable to croak.
cs: Viděl jste doktora Wellese? Ten chlap je prastarý! Ještě chvíli a může umřít.

# conversations/04_monarch/0406/0406_cv_hiram:535:DefaultText
source: Oh, you do, do you? I have lost track of the number of beers you owe me for chasing raptidons off your stoop.
cs: Oh, ty ano, že ano? Ztratil jsem přehled o počtu piv, které mi dlužíš za to, že jsem ti vyhnal raptidony ze zápraží.

# conversations/04_monarch/0406/0406_cv_hiram:536:DefaultText
source: SAM units never need longer than necessary to complete the job! Quick, quiet, and efficient. SAM sees it done.
cs: Jednotky SAM nikdy nepotřebují k dokončení práce více času, než je nutné! Rychle, tiše a efektivně. SAM to zvládne.

# conversations/04_monarch/0406/0406_cv_hiram:537:DefaultText
source: I take offense to that. Look... okay...
cs: To mě uráží. Podívej... dobře...

# conversations/04_monarch/0406/0406_cv_hiram:539:DefaultText
source: I don't think this fella's entirely on the level.
cs: Nemyslím si, že tenhle chlapík je úplně na úrovni.

# conversations/04_monarch/0406/0406_cv_hiram:540:DefaultText
source: If it's dirty, it's a job for SAM.
cs: Pokud je špinavá, je to práce pro SAM.

# conversations/04_monarch/0406/0406_cv_hiram:541:DefaultText
source: Hiram, you have to be the slimiest, most two-faced man I've ever called a friend.
cs: Hirame, ty musíš být ten nejslizštější a nejzáludnější člověk, jakého jsem kdy nazval přítelem.

# conversations/04_monarch/0406/0406_cv_hiram:542:DefaultText
source: Aw, damn it, Hiram. You were so close. I was just starting to like you.
cs: Sakra, Hirame. Byl jsi tak blízko. Zrovna jsem tě začínal mít rád.

# conversations/04_monarch/0406/0406_cv_hiram:543:DefaultText
source: Well, he flipped faster than an antique coin.
cs: No, házel rychleji než starožitná mince.

# conversations/04_monarch/0406/0406_cv_hiram:544:DefaultText
source: You've got a real creative definition of loyalty. And I mean that as a compliment.
cs: Máte skutečně kreativní definici loajality. A to myslím jako kompliment.

# conversations/04_monarch/0406/0406_cv_hiram:545:DefaultText
source: I'm not sure whether to be touched or insulted by that. Look, you never met a man more willing to work with the Board than me... I know we can come to an agreement. Please.
cs: Nevím, jestli mě to má dojmout, nebo urazit. Podívejte, nikdy jste nepotkali člověka, který by byl ochotnější spolupracovat s radou než já... Vím, že se můžeme dohodnout. Prosím.

# conversations/04_monarch/0406/0406_cv_hiram:547:DefaultText
source: Hmm... Is that so?
cs: Hmm... Je to tak?

# conversations/04_monarch/0406/0406_cv_hiram:549:DefaultText
source: Does it matter? Job's done.
cs: Záleží na tom? Práce je hotová.

# conversations/04_monarch/0406/0406_cv_hiram:550:DefaultText
source: You don't wanna know the details. Blood everywhere. Bodies all over the place. Ugliest job we ever done.
cs: Podrobnosti znát nechcete. Všude je krev. Těla všude kolem. Nejhnusnější práce, jakou jsme kdy udělali.

# conversations/04_monarch/0406/0406_cv_hiram:551:DefaultText
source: I'd say fairly competently.
cs: Řekl bych, že poměrně kompetentně.

# conversations/04_monarch/0406/0406_cv_hiram:552:DefaultText
source: Come on, do you really wanna get invested in the details? We finished the job.
cs: No tak, opravdu se chcete zabývat detaily? Práci jsme dokončili.

# conversations/04_monarch/0406/0406_cv_hiram:553:DefaultText
source: We did what we could as best we could. Should probably leave it at that.
cs: Dělali jsme, co jsme mohli, jak nejlépe jsme uměli. Asi bychom to měli nechat být.

# conversations/04_monarch/0406/0406_cv_hiram:555:DefaultText
source: This is why I stopped helping out around here, you know. It's always "throw this lever," "shoot that marauder," "save my life." Just one thing after another with you.
cs: Proto jsem tady přestal pomáhat. Pořád jen "hoď tuhle páku", "zastřel toho nájezdníka", "zachraň mi život". S tebou je to jedna věc za druhou.

# conversations/04_monarch/0406/0406_cv_hiram:556:DefaultText
source: We're almost done, let's finish this.
cs: Už jsme skoro hotovi, dokončíme to.

# conversations/04_monarch/0406/0406_cv_hiram:557:DefaultText
source: I'm starting to see why you don't get much company out here.
cs: Začínám chápat, proč tu nemáš moc společnosti.

# conversations/04_monarch/0406/0406_cv_hiram:558:DefaultText
source: Yeah, yeah, we heard you the first time. Let's just get this over with.
cs: Jo, jo, slyšeli jsme tě poprvé. Ať už to máme za sebou.

# conversations/04_monarch/0406/0406_cv_hiram:559:DefaultText
source: Speed setting: whistle while you work.
cs: Nastavení rychlosti: pískání při práci.

# conversations/04_monarch/0406/0406_cv_hiram:560:DefaultText
source: If that's really all, let's just get it done with and be on our way.
cs: Jestli je to opravdu všechno, tak to prostě vyřešme a pokračujme v cestě.

# conversations/04_monarch/0406/0406_cv_hiram:561:DefaultText
source: But we've already been over that.
cs: Ale to už jsme probrali.

# conversations/04_monarch/0406/0406_cv_hiram:562:DefaultText
source: As I explained to you before.
cs: Jak už jsem vám vysvětlil dříve.

# conversations/04_monarch/0406/0406_cv_hiram:563:DefaultText
source: But we've already been over that.
cs: Ale to už jsme probrali.

# conversations/04_monarch/0406/0406_cv_hiram:564:DefaultText
source: So you can image I would be even more immensely relieved if you were to say... hurry it along?
cs: Takže si dokážete představit, že by se mi ještě víc ulevilo, kdybyste řekli... pospěšte si?

# conversations/04_monarch/0406/0406_cv_hiram:565:DefaultText
source: But he'd never have the guts to defend Monarch if it came down to it.
cs: Ale nikdy by neměl odvahu bránit Monarchu, kdyby na to přišlo.

# conversations/04_monarch/0406/0406_cv_hiram:566:DefaultText
source: Aw, you called us friends...
cs: Nazval jsi nás přáteli...

# conversations/04_monarch/0406/0406_cv_hiram:567:DefaultText
source: Have some information for me?
cs: Máte pro mě nějaké informace?
