Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cp_terminal_security.po
Languages: cs

# conversations/04_monarch/0406/0406_cp_terminal_security:2:DefaultText
source: Devil's Peak Station ======================== SECURITY STATUS: Running diagnostics... Atmospheric controls are online. Issue detected with the automechanical controls. Alerting HQ.
cs: Stanice Devil's Peak ======================== STAV BEZPEČNOSTI: Probíhá diagnostika... Atmosférické kontroly jsou v provozu. Zjištěn problém s automechanickým ovládáním. Upozorňuji velitelství.

# conversations/04_monarch/0406/0406_cp_terminal_security:3:DefaultText
source: [Atmospheric Controls]
cs: [Atmosférické řízení]

# conversations/04_monarch/0406/0406_cp_terminal_security:5:DefaultText
source: [Deploy Fire Suppressant Systems in Main Hall]
cs: [Nasazení protipožárních systémů v hlavní hale]

# conversations/04_monarch/0406/0406_cp_terminal_security:6:DefaultText
source: Devil's Peak Station ======================== WARNING: The Fire Suppressant System will remove all oxygen from the chamber. Please ensure that all personnel have been safely evacuated prior to initiating the safety protocol. Proceed - Y/N?
cs: Stanice Devil's Peak ======================== VAROVÁNÍ: Požární systém odstraní z komory veškerý kyslík. Před spuštěním bezpečnostního protokolu se ujistěte, že všichni pracovníci byli bezpečně evakuováni. Pokračovat - ano/ne?

# conversations/04_monarch/0406/0406_cp_terminal_security:7:DefaultText
source: [Yes]
cs: [Ano]

# conversations/04_monarch/0406/0406_cp_terminal_security:8:DefaultText
source: Devil's Peak Station ======================== Activating the Fire Suppressant System... Engaging chamber locks for user safety... Siphoning all oxygen from the chamber...
cs: Stanice Devil's Peak ======================== Aktivace protipožárního systému... Zapnutí zámků komory pro bezpečnost uživatele... Odčerpání veškerého kyslíku z komory...

# conversations/04_monarch/0406/0406_cp_terminal_security:9:DefaultText
source: [Automechanical Controls]
cs: [Automechanické ovládání]

# conversations/04_monarch/0406/0406_cp_terminal_security:10:DefaultText
source: Devil's Peak Station ======================== REQUEST FOR AUTOMECHANICAL SECURITY AND ASSISTANCE INSTALLATION Time submitted: >5.256e+6 minutes ago Status: awaiting an official response from Byzantium HQ
cs: Devil'Peak Station ======================== ŽÁDOST O INSTALACI AUTOMECHANICKÉHO ZABEZPEČENÍ A ASISTENCE Čas odeslání: před >5.256e+6 minutami Stav: čekáme na oficiální odpověď z centrály Byzantia.

# conversations/04_monarch/0406/0406_cp_terminal_security:12:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/04_monarch/0406/0406_cp_terminal_security:13:DefaultText
source: Devil's Peak Station ======================== ENVIRONMENTAL SENSORS STATUS: All sensors currently indicate a standard level range regarding temperature and chemical composition through the station.
cs: Stanice Devil's Peak ======================== ENVIRONMENTÁLNÍ SENZORY STAV: Všechny senzory v současné době vykazují standardní rozsah teplot a chemického složení v celé stanici.

# conversations/04_monarch/0406/0406_cp_terminal_security:14:DefaultText
source: [No]
cs: [Ne]

# conversations/04_monarch/0406/0406_cp_terminal_security:18:DefaultText
source: [Activate Station Fire Alarm]
cs: [Aktivace požárního poplachu na stanici]

# conversations/04_monarch/0406/0406_cp_terminal_security:19:DefaultText
source: Devil's Peak Station ======================= NOTE: Worker productivity loss must be weighed against the benefits of testing the Environmental Controls safety system. Excessive activation of the system's emergency alarms will trigger an automatic administrator review. WARNING: Prolonged exposure to emergency alarms can lead to disorientation and ruptured eardrums. Proceed - Y/N?
cs: Devil's Peak Station ======================= POZNÁMKA: Ztrátu produktivity pracovníků je třeba porovnat s přínosy testování bezpečnostního systému Environmental Controls. Nadměrná aktivace nouzových poplachů systému vyvolá automatickou kontrolu správce. VAROVÁNÍ: Dlouhodobé působení nouzových poplachů může vést k dezorientaci a protržení ušních bubínků. Pokračovat - ANO/NE?

# conversations/04_monarch/0406/0406_cp_terminal_security:23:DefaultText
source: [Yes]
cs: [Ano]

# conversations/04_monarch/0406/0406_cp_terminal_security:24:DefaultText
source: [No]
cs: [Ne]

# conversations/04_monarch/0406/0406_cp_terminal_security:25:DefaultText
source: Devil's Peak Station ======================== Activating emergency alarms... Engaging chamber locks for user safety...
cs: Devil's Peak Station ======================== Aktivace nouzového alarmu... Zapnutí zámků komor pro bezpečnost uživatelů...
