Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart.po
Languages: cs

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:159:DefaultText
source: Somehow, your rugged allure doesn't quite come through over the radio. Still, I'm hoping you can help MSI with that ship.
cs: Tvůj drsný půvab se z rádia nějak nedostavuje. Přesto doufám, že MSI s tou lodí pomůžeš.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:160:DefaultText
source: Please, I - nay, the cosmos itself - implores you to aid us in this most vital of causes.
cs: Prosím, já - ne, samotný vesmír - vás žádám, abyste nám pomohli v této životně důležité věci.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:163:DefaultText
source: We must secure that ship for the good of the colony! ...Hello? Is... this thing working? Where's Hiram?
cs: Musíme tu loď zajistit pro dobro kolonie! ...Haló? Funguje to? Kde je Hiram?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:164:DefaultText
source: I don't know if we can get it running again, but we've gotta try. And even if we can't, there's bound to be... uh, hello? Hiram?
cs: Nevím, jestli se nám ho podaří znovu zprovoznit, ale musíme to zkusit. A i kdyby ne, určitě se najde... ehm, haló? Hirame?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:165:DefaultText
source: The Broker is indisposed. Can I help you instead?
cs: Makléř je indisponován. Mohu vám pomoci místo něj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:166:DefaultText
source: He's dead. If you don't want to join him, explain this interruption.
cs: Je mrtvý. Pokud se k němu nechcete připojit, vysvětlete toto přerušení.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:167:DefaultText
source: The Broker is indisposed. Can I help you instead?
cs: Makléř je indisponován. Mohu vám pomoci místo něj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:168:DefaultText
source: He's dead. If you don't want to join him, explain this interruption.
cs: Je mrtvý. Pokud se k němu nechcete připojit, vysvětlete toto přerušení.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:173:DefaultText
source: If we can seize and repair that ship's weapons, we can defend ourselves from the Board's oncoming assault!
cs: Pokud se nám podaří zmocnit se zbraní té lodi a opravit je, můžeme se ubránit blížícímu se útoku představenstva!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:174:DefaultText
source: Find it. Bring me its targeting module. Help us save this colony from the brink of collapse!
cs: Najděte ji. Přineste mi jeho zaměřovací modul. Pomozte nám zachránit tuto kolonii před kolapsem!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:175:DefaultText
source: If by some miracle its cannons are still operational, we need them. Even if it ain't, I'm sure it's full of weapons and supplies.
cs: Pokud jsou její děla nějakým zázrakem stále funkční, potřebujeme je. I kdyby ne, určitě je plná zbraní a zásob.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:176:DefaultText
source: If you can find it and bring us its targeting module, we might just have a chance.
cs: Pokud ho najdete a přinesete nám jeho zaměřovací modul, možná budeme mít šanci.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:179:DefaultText
source: I dearly hope I'm not the only one who saw that. Celia thinks I'm overdoing it with the Pep Pills.
cs: Pevně doufám, že nejsem jediný, kdo to viděl. Celia si myslí, že to s těmi prášky přeháním.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:180:DefaultText
source: I definitely saw something crash down.
cs: Rozhodně jsem viděl, jak se něco zřítilo.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:181:DefaultText
source: Yes, that would be it.
cs: Ano, to by bylo ono.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:182:DefaultText
source: We could use the gunship's armaments to defend Stellar Bay. But we need its targeting module.
cs: K obraně Hvězdné zátoky bychom mohli použít výzbroj dělové lodi. Potřebujeme ale její zaměřovací modul.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:185:DefaultText
source: What do you want?
cs: Co chcete?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:194:DefaultText
source: Where's Hiram? He may be able to tell us something more.
cs: Kde je Hiram? Možná nám řekne něco víc.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:195:DefaultText
source: The Broker is indisposed. Can I help you instead?
cs: Makléř je indisponován. Mohu vám pomoci místo něj?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:196:DefaultText
source: He's dead. If you don't want to join him, explain this interruption.
cs: Je mrtvý. Pokud se k němu nechcete připojit, vysvětlete toto přerušení.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:197:DefaultText
source: I dearly hope so.
cs: V to pevně doufám.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:198:DefaultText
source: Somehow, your rugged allure doesn't quite come through over the radio. Still, I'm hoping you can help MSI with that ship.
cs: Tvůj drsný půvab se z rádia nějak nedostavuje. Přesto doufám, že MSI s tou lodí pomůžeš.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:207:DefaultText
source: Please, get to the ship and retrieve it. I've sent my own people, but the remaining Iconoclasts are rallying. If they get that weaponry, they'll undo all we've worked for.
cs: Prosím, jděte na loď a vyzvedněte ji. Poslal jsem své lidi, ale zbývající ikonoklasté se shromažďují. Jestli získají tu zbraň, zničí všechno, na čem jsme pracovali.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:208:DefaultText
source: ...Captain? Thank the Eternal. We could use your help.
cs: ...kapitán? Děkuji Věčnému. Hodila by se nám vaše pomoc.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:209:DefaultText
source: Look, I know we aren't on the best of terms, but we could use a hand.
cs: Podívej, vím, že spolu nevycházíme nejlépe, ale pomoc by se nám hodila.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:210:DefaultText
source: Captain! The universe has provided you one last chance to redeem the sins of your past. A ship comes to us. Help us seize our salvation!
cs: Kapitáne! Vesmír ti dal poslední šanci odčinit hříchy tvé minulosti. Přilétá k nám loď. Pomozte nám chopit se naší záchrany!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:211:DefaultText
source: Why, the dastardly captain. Could the universe have brought you to atone for your past sins?
cs: No přece ten podlý kapitán. Že by tě vesmír přivedl, abys odčinil své minulé hříchy?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:212:DefaultText
source: The good captain! Once more, I must humbly request your assistance.
cs: Dobrý kapitán! Znovu vás musím pokorně požádat o pomoc.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:213:DefaultText
source: The good captain! Of course - as always, your efforts will be both appreciated and well-rewarded.
cs: Dobrý kapitán! Samozřejmě - jako vždy bude vaše úsilí oceněno a dobře odměněno.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:216:DefaultText
source: Ugh, I hope that's not who I think it is. Listen, I know we ain't exactly friends, but we're in a bind here.
cs: Doufám, že to není ten, kdo si myslím, že to je. Poslyš, vím, že nejsme zrovna přátelé, ale jsme v úzkých.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:217:DefaultText
source: Captain? Oh, thank the Eternal.
cs: Kapitán? Díky Věčnému.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:218:DefaultText
source: Why, the dastardly captain. Could the universe have brought you to atone for your past sins?
cs: Proč, ten podlý kapitán. Že by tě vesmír přivedl, abys odčinil své minulé hříchy?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:219:DefaultText
source: The good captain! Once more, I must humbly request your assistance.
cs: Dobrý kapitán! Znovu vás musím pokorně požádat o pomoc.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:220:DefaultText
source: Ugh, I hope that's not who I think it is. Listen, I know we ain't exactly friends, but we're in a bind here.
cs: Doufám, že to není ten, kdo si myslím, že to je. Poslyš, vím, že nejsme zrovna přátelé, ale jsme v úzkých.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:221:DefaultText
source: Captain? Oh, thank the Eternal.
cs: Kapitán? Díky Věčnému.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:222:DefaultText
source: Ugh, I hope that's not who I think it is. Listen, I know we ain't exactly friends, but we're in a bind here.
cs: Doufám, že to není ten, kdo si myslím, že to je. Poslyš, vím, že nejsme zrovna přátelé, ale jsme v úzkých.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:223:DefaultText
source: Captain? Oh, thank the Eternal.
cs: Kapitán? Díky Věčnému.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:224:DefaultText
source: Ugh, I hope that's not who I think it is. Listen, I know we ain't exactly friends, but we're in a bind here.
cs: Doufám, že to není ten, kdo si myslím, že to je. Poslyš, vím, že nejsme zrovna přátelé, ale jsme v úzkých.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:225:DefaultText
source: Captain? Oh, thank the Eternal.
cs: Kapitán? Díky Věčnému.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:226:DefaultText
source: Why, the dastardly captain. Could the universe have brought you to atone for your past sins?
cs: No přece ten podlý kapitán. Že by tě vesmír přivedl, abys odčinil své minulé hříchy?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:227:DefaultText
source: The good captain! Once more, I must humbly request your assistance.
cs: Dobrý kapitán! Znovu vás musím pokorně požádat o pomoc.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:230:DefaultText
source: I... hope you have not done something awful to Hiram. But in his absence, you will have to do.
cs: Doufám, že jsi Hiramovi neudělal něco hrozného. Ale v jeho nepřítomnosti to budeš muset zvládnout.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:231:DefaultText
source: That is... most unfortunate. I can only pray you had nothing to do with it, my friend.
cs: To je... velmi nešťastné. Mohu se jen modlit, abyste s tím neměl nic společného, příteli.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:232:DefaultText
source: But in the meantime, I must humbly request your assistance once more.
cs: Mezitím vás však musím znovu pokorně požádat o pomoc.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:233:DefaultText
source: Aw, shit, not you. Look, I hate to do this, but we need help and we ain't got anyone to turn to.
cs: Do prdele, ty ne. Hele, nerad to dělám, ale potřebujeme pomoc a nemáme se na koho obrátit.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:234:DefaultText
source: Captain? Oh, thank the Eternal.
cs: Kapitán? Díky Věčnému.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:237:DefaultText
source: Black holes. Did you see that?!
cs: Černé díry. Viděli jste to?!

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:238:DefaultText
source: Whose ship was that?
cs: Čí to byla loď?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:239:DefaultText
source: The big ball of fire? No, totally missed it.
cs: Velká ohnivá koule? Ne, to jsem úplně přehlédl.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:240:DefaultText
source: Looked liked a UDL ship. Based on the gunnery attachments, I'd guess it's one of the Board's blockade enforcers. But don't cite me on that.
cs: Vypadala jako loď UDL. Podle dělostřeleckých nástavců bych tipoval, že je to jeden z blokádních vymahačů rady. Ale necitujte mě v tom.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:241:DefaultText
source: Look, there's not enough room in this tower for two sarcastic hullheads. So one of us has to knock it off.
cs: Podívej, v téhle věži není dost místa pro dvě sarkastické hlavy. Takže jeden z nás to musí zabalit.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:244:DefaultText
source: Take care out there.
cs: Dávejte na sebe pozor.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:245:DefaultText
source: As Nyoka can attest, I do not form attachments with many. Do take care.
cs: Jak může Nyoka potvrdit, k mnohým si nevytvářím náklonnost. Dávejte si pozor.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:246:DefaultText
source: Why, he told us to leave without flinging insults at our persons. He really does like you, Captain.
cs: Řekl nám, abychom odešli, aniž by nás urážel. Opravdu vás má rád, kapitáne.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:248:DefaultText
source: I was hoping Hiram had more information on that ship. Where is he?
cs: Doufal jsem, že Hiram má o té lodi více informací. Kde je?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:249:DefaultText
source: Right... I reckon we both know who that'll fall to.
cs: Správně... Myslím, že oba víme, komu to připadne.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:250:DefaultText
source: Architect have mercy. They're like cockroaches, aren't they?
cs: Architekt se smiluje. Jsou jako švábi, že?

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:251:DefaultText
source: Hiram, stuff it.
cs: Hirame, vykašli se na to.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:252:DefaultText
source: Putting myself on mute...
cs: Vypínám zvuk...

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:254:DefaultText
source: Oh well, a pity for the crew. But I can't see how it affects me.
cs: No, škoda pro posádku. Ale nevím, jak to ovlivní mě.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:255:DefaultText
source: Speak for yourself. I'm going to check it out.
cs: Mluvte za sebe. Jdu se na to podívat.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:256:DefaultText
source: Likewise. I got what I came for, I'm getting off this rock.
cs: Stejně tak. Dostal jsem, pro co jsem si přišel, a odcházím z tohoto kamene.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:257:DefaultText
source: Listen, I don't care a single whit what you do. So long as you leave me out of it.
cs: Poslyš, je mi úplně jedno, co děláš. Dokud mě z toho vynecháš.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:258:DefaultText
source: Noted. Take care.
cs: Vzato na vědomí. Dávejte na sebe pozor.

# conversations/04_monarch/0406/0406_cv_hiram_intercom_jumpstart:259:DefaultText
source: Fine. Enjoy your bitter solitude.
cs: V pořádku. Užij si svou hořkou samotu.
