Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro.po
Languages: cs

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:183:DefaultText
source: Law be with you, friend. I am Administrator Ludovico, of the famed Eridanos Atmospheric Complex. But there's no need to stand on formality. You may address me as "mister."
cs: Zákon s tebou, příteli. Jsem správce Ludovico ze slavného atmosférického komplexu Eridanos. Ale není třeba stát na formalitách. Můžete mě oslovovat "pane".

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:184:DefaultText
source: All right, Mister Ludovico. What can I do for you?
cs: Dobře, pane Ludovico. Co pro vás mohu udělat?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:185:DefaultText
source: How about I just call you "Lou"?
cs: Co kdybych ti říkal prostě "Lou"?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:186:DefaultText
source: How about not?
cs: A co takhle ne?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:187:DefaultText
source: Okay, Lou.
cs: Dobře, Lou.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:188:DefaultText
source: My mistake. Please, continue.
cs: Moje chyba. Prosím, pokračujte.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:189:DefaultText
source: I don't like you or your attitude.
cs: Nelíbíš se mi ani ty, ani tvůj přístup.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:190:DefaultText
source: I apologize if I’ve struck too familiar a tone for your tastes. Let me get right to the point.
cs: Omlouvám se, pokud jsem na váš vkus použil příliš familiární tón. Přejdu rovnou k věci.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:191:DefaultText
source: Halcyon Helen is dead. Murdered.
cs: Halcyon Helen je mrtvá. Zavražděna.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:192:DefaultText
source: Her death is the tragedy of our lifetime. As the face of our new product line, her murder is a stain on the Rizzo’s brand.
cs: Její smrt je tragédií našeho života. Její vražda jako tváře naší nové produktové řady je skvrnou na značce Rizzo's.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:193:DefaultText
source: And your first thought was to come to me?
cs: A první, co tě napadlo, bylo přijít za mnou?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:209:DefaultText
source: You can count on me.
cs: Můžete se na mě spolehnout.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:210:DefaultText
source: The future of our complex may depend on your success. I'll leave you in the constable's care. Mr. Kincannon and I must have... a word.
cs: Na vašem úspěchu může záviset budoucnost našeho komplexu. Nechám vás v péči konstábla. S panem Kincannonem si musíme promluvit.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:211:DefaultText
source: Fine. But Rizzo's is paying for that hotel room.
cs: V pořádku. Ale hotelový pokoj platí Rizzo's.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:212:DefaultText
source: I can't tell you how grateful I am for your help. And even though they may not show their gratitude, I know Administrator Ludovico and Mr. Kincannon appreciate your involvement.
cs: Ani nevíte, jak jsem vám za vaši pomoc vděčná. A i když možná nedávají najevo svou vděčnost, vím, že správce Ludovico a pan Kincannon si vašeho zapojení váží.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:216:DefaultText
source: Mr. Kincannon could lose his spaceport if Board authorities took over the investigation. And if Rizzo's is forced to cancel its unveiling, we might never recover.
cs: Pan Kincannon by mohl přijít o svůj kosmodrom, pokud by vyšetřování převzaly orgány rady. A pokud bude Rizzo's nucen zrušit své odhalení, možná se z toho už nikdy nevzpamatujeme.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:217:DefaultText
source: Helen must have been pretty popular if her death could put an end to your operations.
cs: Helena musela být velmi oblíbená, když její smrt mohla ukončit vaše operace.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:218:DefaultText
source: Helen was more than popular. She gave something to this colony that no product line could ever provide - real happiness.
cs: Helen byla více než oblíbená. Dala této kolonii něco, co žádná produktová řada nikdy nemohla poskytnout - skutečné štěstí.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:219:DefaultText
source: No one has ever been as well known, or as well loved... uh, outside of our courageous business leaders.
cs: Nikdo nikdy nebyl tak známý nebo tak milovaný... ehm, mimo našich odvážných podnikatelů.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:222:DefaultText
source: You seem competent. You could have dealt with this.
cs: Zdá se, že jste kompetentní. Mohl jste si s tím poradit.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:223:DefaultText
source: I represent the law, Captain. But what's happening between Mr. Kincannon and the Administrator is... politics. Politics are not my area of expertise.
cs: Zastupuji zákon, kapitáne. Ale to, co se děje mezi panem Kincannonem a správcem, je... politika. Politika není mým oborem.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:234:DefaultText
source: You sound a bit worn out.
cs: Zníš trochu vyčerpaně.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:235:DefaultText
source: Me? Worn out? Perish the notion. My days are filled with catering to the oh-so-reasonable requests of Mr. Ludovico and Mr. Kincannon. What’s not to like?
cs: Já? Vyčerpaný? Zbavte se té představy. Mé dny jsou naplněny plněním tak rozumných požadavků pana Ludovica a pana Kincannona. Co se mi na tom nelíbí?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:236:DefaultText
source: They seem like jackasses.
cs: Vypadají jako oslové.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:237:DefaultText
source: Your words, not mine. Please don’t take my lack of disagreement as anything other than fatigue.
cs: Vaše slova, ne moje. Neberte prosím můj nesouhlas jinak než jako únavu.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:238:DefaultText
source: I am a content, productive and happy member of our society.
cs: Jsem spokojený, produktivní a šťastný člen naší společnosti.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:242:DefaultText
source: Them. They're not very likeable.
cs: Jejich. Nejsou příliš sympatičtí.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:243:DefaultText
source: All right. I've got everything I need.
cs: Dobře. Mám vše, co potřebuji.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:244:DefaultText
source: I'll come lounge around and then decide.
cs: Přijdu se porozhlédnout a pak se rozhodnu.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:245:DefaultText
source: I don't know. We'll see if I'm in the area.
cs: Nevím. Uvidíme, jestli budu někde poblíž.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:246:DefaultText
source: I encourage you to consider this offer seriously.
cs: Doporučuji vám, abyste tuto nabídku vážně zvážili.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:257:DefaultText
source: What does this have to do with me?
cs: Co to má společného se mnou?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:258:DefaultText
source: Pretty sure this colony's food shortage is the tragedy of our lifetime, Lou.
cs: Jsem si docela jistý, že nedostatek potravin v této kolonii je tragédií našeho života, Lou.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:259:DefaultText
source: Who's Halcyon Helen?
cs: Kdo je Halcyon Helen?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:260:DefaultText
source: You can't be serious. Halcyon Helen. Greatest cultural icon of our colony. Empress of the aetherwaves.
cs: To snad nemyslíte vážně. Halcyon Helen. Největší kulturní ikona naší kolonie. Císařovna éterových vln.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:261:DefaultText
source: Halcyon Helen's dead?! Oh, no. The Chief of the Savages finally got her!
cs: Halcyon Helen je mrtvá?! Ale ne. Náčelník divochů ji konečně dostal!

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:262:DefaultText
source: Is this some kind of sick joke? This is the freelancer we're trying to hire?
cs: Je to nějaký zvrácený vtip? Tohle je ten freelancer, kterého se snažíme najmout?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:264:DefaultText
source: Let me guess. This is about Halcyon Helen's murder.
cs: Nech mě hádat. Jde o vraždu Halcyon Helen.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:265:DefaultText
source: Why are you contacting me? The Board doesn't like me very much.
cs: Proč mě kontaktujete? Rada mě nemá příliš v lásce.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:266:DefaultText
source: And neither do we! You have a talent for upsetting the powers, Hawthorne. I respect that.
cs: A my také ne! Máš talent rozrušovat mocné, Hawthorne. Toho si vážím.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:267:DefaultText
source: Captain Hawthorne! SubLight's favorite freelancer. I am such an admirer of your work.
cs: Kapitán Hawthorne! Oblíbený nezávislý pracovník SubLight. Jsem obdivovatelem vaší práce.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:268:DefaultText
source: Captain! So glad to finally make your acquaintance.
cs: Kapitáne! Jsem rád, že jsem vás konečně poznal.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:275:DefaultText
source: You would not *believe* the money she made us on Dissident Busters.
cs: Nevěřili byste, kolik peněz nám vydělala na Dissident Busters.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:276:DefaultText
source: For Law's sake, Sedrick. Could you show a little discretion and not bring up your contraband operations in front of an outsider?
cs: Kvůli Lawovi, Sedricku. Mohl bys projevit trochu diskrétnosti a nevytahovat své pašerácké operace před někým zvenčí?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:287:DefaultText
source: Ludovico, you wound me. I'm establishing rapport with our new contractor. Let's not give him the impression that you can't be trusted.
cs: Ludovico, zranil jsi mě. Navazuji kontakt s naším novým dodavatelem. Nevzbudíme v něm dojem, že se ti nedá věřit.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:287:FemaleText
source: Please, Lou. SubLight Underground is built on discretion. I'm establishing rapport with our new contractor. Let's not give her the impression that you can't be trusted.
cs: Prosím, Lou. SubLight Underground si zakládá na diskrétnosti. Navazuji kontakt s naším novým dodavatelem. Nevzbudíme v ní dojem, že se ti nedá věřit.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:288:DefaultText
source: Do you really want to do this right now, Sedrick? You want to antagonize me while I'm negotiating a contract? Because I promise you - I'll win.
cs: Opravdu to chceš udělat hned teď, Sedricku? Chceš si mě znepřátelit, když vyjednávám o smlouvě? Protože ti slibuju - vyhraju.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:289:DefaultText
source: Gentlemen, please. As far as I'm concerned, you're both idiots.
cs: Pánové, prosím. Pokud jde o mě, jste oba idioti.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:290:DefaultText
source: Can we get back to the point here, please?
cs: Můžeme se prosím vrátit k věci?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:291:DefaultText
source: <Let them argue.>
cs: <Ať se hádají.>

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:292:DefaultText
source: We can do this any time you want. I'll even make an appointment. I'm sure your schedule's wide open, what with your product launch being indefinitely delayed due to unforeseen murder.
cs: Můžeme to udělat kdykoli budete chtít. Dokonce si s vámi domluvím schůzku. Jsem si jistý, že máš volný čas, když se uvedení tvého produktu na trh zpozdilo na neurčito kvůli nepředvídané vraždě.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:294:DefaultText
source: All right, Sedrick. If that's how you want to behave, I have no choice but to file an official reprimand on your permanent record.
cs: Dobře, Sedricku. Jestli se takhle chceš chovat, nemám jinou možnost, než ti zapsat oficiální důtku do tvého trvalého záznamu.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:295:DefaultText
source: Oh, please do. I'd love an official reprimand from a failed executive. Could you do me a favor and have it laminated?
cs: Prosím, udělejte to. Rád bych dostal oficiální pokárání od neúspěšného vedoucího pracovníka. Mohl byste mi udělat laskavost a nechat ji zalaminovat?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:299:DefaultText
source: Captain. I'm Constable Maria Keene. Hiring a third-party investigator was my idea. I've been studying your dossier - and I'm impressed.
cs: Kapitán. Jsem konstábl Maria Keeneová. Najmout vyšetřovatele z třetí strany byl můj nápad. Studovala jsem váš spis - a jsem ohromena.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:301:DefaultText
source: Shouldn't this be the constable's job... constable?
cs: Neměla by to být práce strážníka... strážníka?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:302:DefaultText
source: I hate to admit it, but I'm a little out of my depth here. I'm used to dealing with rowdy VIPs from Byzantium, not murder.
cs: Nerad to přiznávám, ale jsem trochu mimo. Jsem zvyklý jednat s hulvátskými VIP z Byzance, ne s vrahy.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:304:DefaultText
source: Sedrick Kincannon. SubLight Underground. I'm so glad we're hiring a third-party investigator. No one wants to see a troop of UDL guards stomping all over my hotel. Least of all me.
cs: Sedrick Kincannon. SubLight Underground. Jsem tak rád, že najímáme vyšetřovatele z třetí strany. Nikdo nechce vidět, jak mi po hotelu dupe oddíl strážců UDL. A už vůbec ne já.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:305:DefaultText
source: Captain Hawthorne! SubLight's favorite freelancer. I am such an admirer of your work.
cs: Kapitán Hawthorne! Oblíbený nezávislý pracovník SubLight. Jsem obdivovatelem vaší práce.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:311:DefaultText
source: Eridanos is not our shared responsibility. Eridanos is my responsibility, to which you and your organization have latched on like a parasite.
cs: Eridanos není naší společnou odpovědností. Eridanos je moje odpovědnost, na kterou jste se vy a vaše organizace přisáli jako parazit.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:312:DefaultText
source: I'm having trouble seeing the death of a two-bit actor as an "assault on the colony."
cs: Mám problém považovat smrt herce za "útok na kolonii".

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:313:DefaultText
source: Two-bit actor? Oh, Captain. This isn't Spencer Woolrich we're talking about. This is Halcyon Helen. Princess of Periodicals. Duchess of Dramaturgy.
cs: Dva herci? Ach, kapitáne. Tady nemluvíme o Spenceru Woolrichovi. Tohle je Halcyon Helen. Princezna periodik. Vévodkyně dramaturgie.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:314:DefaultText
source: Bo-ring. ADA, let's watch something else.
cs: Bo-ring. ADA, pojďme se podívat na něco jiného.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:315:DefaultText
source: Just how many people are involved in this communication?
cs: Kolik lidí se na této komunikaci podílí?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:316:DefaultText
source: Just the three? No one else is going to jump in here unexpectedly?
cs: Jen ty tři? Nikdo jiný sem nečekaně nepřiskočí?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:317:DefaultText
source: You must excuse us. The situation on Eridanos is tense. If we don't bring Helen's killer to justice, this scandal could scupper our entire operation.
cs: Musíte nás omluvit. Situace na Eridanosu je napjatá. Pokud nepřivedeme Helenina vraha před soud, mohl by tento skandál zhatit celou naši operaci.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:318:DefaultText
source: Just the three of us.
cs: Jen my tři.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:320:DefaultText
source: You're reliable and competent. You've been taking care of yourself ever since you arrived on Halcyon, and you're entirely independent.
cs: Jste spolehliví a kompetentní. Od svého příchodu na Halcyon se o sebe staráš sám a jsi zcela nezávislý.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:321:DefaultText
source: I've never heard of SubLight Underground.
cs: O SubLight Underground jsem nikdy neslyšel.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:322:DefaultText
source: Don't worry. You and I are going to become very close acquaintances.
cs: Nebojte se. My dva se staneme velmi blízkými známými.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:323:DefaultText
source: I run the Grand Colonial Hotel and Piraeus Spaceport. Ludovico and I are business partners, in a manner of speaking. Eridanos is our shared responsibility.
cs: Provozuji hotel Grand Colonial a kosmodrom Pireus. Ludovico a já jsme takříkajíc obchodní partneři. Eridanos je naše společná odpovědnost.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:326:DefaultText
source: Captain Hawthorne! So glad to finally have a word with you. I would have been so disappointed if Ludovico monopolized your attention.
cs: Kapitán Hawthorne! Jsem tak rád, že s vámi konečně můžu mluvit. Byl bych tak zklamaný, kdyby si Ludovico monopolizoval vaši pozornost.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:329:DefaultText
source: Inspector <oeitoken>PlayerName</oeitoken>. I like the sound of that.
cs: Inspektor <oeitoken>Jméno hráče</oeitoken>. To se mi líbí.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:330:DefaultText
source: Yes. Exactly. Thank you. Honest to Law, how hard is it to hire a freelancer?
cs: Ano. Přesně tak. Děkuji. Upřímně řečeno, jak těžké je najmout pracovníka na volné noze?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:331:DefaultText
source: First sensible thing I've heard all day. Oh - uh, my apologies, Mr. Ludovico. That was unprofessional of me.
cs: První rozumná věc, kterou jsem za celý den slyšel. Omlouvám se, pane Ludovico. Bylo to ode mě neprofesionální.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:332:DefaultText
source: Could we please stop this nonsense?
cs: Mohli bychom prosím přestat s těmito nesmysly?

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:333:DefaultText
source: Please, Captain. I'm asking you to help us. While you're pursuing your investigation, we'll make you a guest of honor at the Grand Colonial.
cs: Prosím, kapitáne. Žádám vás, abyste nám pomohl. Zatímco budete pokračovat ve vyšetřování, uděláme z vás čestného hosta v Grand Colonial.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:340:DefaultText
source: Those two seem to have some.... issues.
cs: Zdá se, že tito dva mají nějaké.... problémy.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:341:DefaultText
source: The Administrator oversees Rizzo’s operations. Sedrick runs the hotel and the spaceport. They're always at each other’s throats.
cs: Správce dohlíží na činnost společnosti Rizzo. Sedrick řídí hotel a kosmodrom. Pořád si jdou po krku.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:344:DefaultText
source: Ah, yes. They warned me about this. This is not an aetherwave serial. This is a transmission. I am Administrator Ludov - never mind. Let's just get to the point.
cs: Ach, ano. Varovali mě před tím. Tohle není seriál o éterových vlnách. Tohle je přenos. Jsem správce Ludov - to je jedno. Pojďme k věci.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:345:DefaultText
source: Just checking, it's getting hard to follow this with all the arguing.
cs: Jen kontroluji, začíná být těžké to sledovat se všemi těmi hádkami.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:354:DefaultText
source: I'm pleased to hear that.
cs: To rád slyším.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:357:DefaultText
source: You must be desperate if you want my help. I'm no friend to SubLight.
cs: Musíš být zoufalý, když chceš mou pomoc. Nejsem přítelem SubLight.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:358:DefaultText
source: Transmission terminated. Captain, we are now cleared to land at the Eridanos Atmospheric Complex.
cs: Přenos ukončen. Kapitáne, nyní máme povolení přistát v atmosférickém komplexu Eridanos.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:362:DefaultText
source: Thanks, ADA.
cs: Díky, ADA.

# conversations/inx01_gorgon/inx2_ship/00_intro/inx02_00_cv_intro:385:DefaultText
source: Captain, we have a communication coming in from one Administrator Ludovico.
cs: Kapitáne, máme tu zprávu od správce Ludovica.
