Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_*_roseway_tossball.po
Languages: bs

# conversations/08_roseway/08_bs_roseway_tossball:1:DefaultText
source: You're underestimating the importance of the eighth back.
bs: Podceňujete význam osmého beka.

# conversations/08_roseway/08_bs_roseway_tossball:2:DefaultText
source: I got five hundred bits on the Darlings taking the finals this year.
bs: Mám pět set bitů na to, že Darlingové letos vyhrají finále.

# conversations/08_roseway/08_bs_roseway_tossball:3:DefaultText
source: Blankenship? She's okay, but Lunsford has the highest rate of foot-goals per game.
bs: Blankenship? Je v pořádku, ale Lunsford má nejvyšší počet gólů na zápas.

# conversations/08_roseway/08_bs_roseway_tossball:4:DefaultText
source: But if you cross reference with the skills of the opposing team, his hand-goal rate plummets.
bs: Pokud se však porovnáte s dovednostmi soupeřova týmu, jeho počet gólů rukou prudce klesne.

# conversations/08_roseway/08_bs_roseway_tossball:5:DefaultText
source: ...what?
bs: ...co?

# conversations/08_roseway/08_bs_roseway_tossball:6:DefaultText
source: Lunsford plays worse against better teams. Blankenship plays better.
bs: Lunsford hraje hůře proti lepším týmům. Blankenship hraje lépe.

# conversations/08_roseway/08_bs_roseway_tossball:7:DefaultText
source: The stats are better on the Spacers' Chosen. My model predicts a sweep.
bs: Statistiky jsou lepší u Vyvolených z vesmíru. Můj model předpovídá převahu.

# conversations/08_roseway/08_bs_roseway_tossball:8:DefaultText
source: You got that from numbers? Pfft. Tossball is played from the heart.
bs: To máte z čísel? Pfft. Tossball se hraje od srdce.

# conversations/08_roseway/08_bs_roseway_tossball:9:DefaultText
source: Care to put your cart behind your heart?
bs: Chcete si dát vozík za srdce?

# conversations/08_roseway/08_bs_roseway_tossball:11:DefaultText
source: Tossball is all about putting the ball in the goalzone.
bs: Při hře Tossball jde především o to, aby míč skončil v brankovišti.

# conversations/08_roseway/08_bs_roseway_tossball:12:DefaultText
source: Focusing only on offense neglects long-term strategic considerations.
bs: Zaměření pouze na útok zanedbává dlouhodobé strategické úvahy.

# conversations/08_roseway/08_bs_roseway_tossball:13:DefaultText
source: Nobody ever won a game by sitting around their own goal.
bs: Nikdo nikdy nevyhrál zápas tím, že by seděl u vlastní branky.

# conversations/08_roseway/08_bs_roseway_tossball:14:DefaultText
source: I can cite multiple examples of games won by exhausting overzealous offense.
bs: Mohu uvést několik příkladů her vyhraných vyčerpáním příliš horlivého útoku.

# conversations/08_roseway/08_bs_roseway_tossball:15:DefaultText
source: ...what?
bs: ...co?

# conversations/08_roseway/08_bs_roseway_tossball:16:DefaultText
source: Guys constantly running around trying to score goals wear themselves out.
bs: Neustále pobíhající hráči, kteří se snaží vstřelit gól, se vyčerpávají.

# conversations/08_roseway/08_bs_roseway_tossball:17:DefaultText
source: The best way to win a game is by getting the most body-goals.
bs: Nejlepším způsobem, jak vyhrát hru, je získat co nejvíce gólů do těla.

# conversations/08_roseway/08_bs_roseway_tossball:18:DefaultText
source: Risky. Year-over-size analysis proves that body-goal attempts fail 60% more than foot-goals.
bs: Rizikové. Analýza ročního vývoje dokazuje, že pokusy o dosažení cíle tělem selhávají o 60 % častěji než pokusy o dosažení cíle nohou.

# conversations/08_roseway/08_bs_roseway_tossball:19:DefaultText
source: That's why the thirty-second back needs to be on point at all times. They keep the wingers from bronzing the forwards.
bs: Proto musí být třicetisekundový bek vždy v pořádku. Zabraňují křídelním hráčům, aby bronzovým útočníkům bránili.

# conversations/08_roseway/08_bs_roseway_tossball:20:DefaultText
source: It's statistically improbable that any thirty-second back could cover every potential winger.
bs: Je statisticky nepravděpodobné, že by jakýkoli třicetivteřinový bek dokázal pokrýt všechny potenciální křídelní hráče.
