Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_*_vent_amb_hits.po
Languages: bs

# conversations/08_roseway/08_bs_vent_amb_hits:1:DefaultText
source: I told you. You're staying put.
bs: Říkal jsem ti to. Zůstáváš na místě.

# conversations/08_roseway/08_bs_vent_amb_hits:2:DefaultText
source: You're not listening. We can stop this.
bs: Neposloucháte. Můžeme to zastavit.

# conversations/08_roseway/08_bs_vent_amb_hits:3:DefaultText
source: Only thing stopping them beasts is high-caliber kinetics.
bs: Jediné, co tyto bestie zastaví, je kinetika velkého kalibru.

# conversations/08_roseway/08_bs_vent_amb_hits:4:DefaultText
source: If we close the vent shaft, we can contain them.
bs: Pokud uzavřeme větrací šachtu, můžeme je zadržet.

# conversations/08_roseway/08_bs_vent_amb_hits:5:DefaultText
source: The vent shafts are how the raptidons are getting out of the lab!
bs: Větrací šachty jsou způsob, jak se raptidoni dostávají z laboratoře!

# conversations/08_roseway/08_bs_vent_amb_hits:6:DefaultText
source: I'm gonna need you to calm down.
bs: Potřebuju, aby ses uklidnil.

# conversations/08_roseway/08_bs_vent_amb_hits:7:DefaultText
source: I am perfectly calm! A portrait of tranquility!
bs: Jsem naprosto klidný! Portrét klidu!

# conversations/08_roseway/08_bs_vent_amb_hits:8:DefaultText
source: "Only I can save the day by taking a dumb risk!"
bs: "Jedině já mohu zachránit den tím, že podstoupím hloupé riziko!"

# conversations/08_roseway/08_bs_vent_amb_hits:9:DefaultText
source: I don't need to do it myself. I can stay here if you want.
bs: Nemusím to dělat sám. Můžu tu zůstat, jestli chceš.

# conversations/08_roseway/08_bs_vent_amb_hits:10:DefaultText
source: So you'd send someone else on your damnfool mission?
bs: Takže bys na svou zatracenou misi poslal někoho jiného?

# conversations/08_roseway/08_bs_vent_amb_hits:11:DefaultText
source: The ventilation shaft runs from the bottom of the lab to the top of the hill. Over the garage.
bs: Větrací šachta vede ze spodní části laboratoře na vrchol kopce. Nad garáží.

# conversations/08_roseway/08_bs_vent_amb_hits:12:DefaultText
source: Top of the hill's raptidon territory. Sit down.
bs: Území raptidonů na vrcholu kopce. Posaďte se.
