Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_anton_postroseway.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_anton_postroseway:2:DefaultText
source: Oh, it's you. I'd hoped to never see you again. I don't know why I let you goad me like that, you're a despicable person. But, as you can see, I made it to Byzantium, regardless.
cs: To jsi ty. Doufal jsem, že už tě nikdy neuvidím. Nevím, proč jsem se nechala takhle popichovat, jsi odporný člověk. Ale jak vidíš, do Byzance jsem se dostal bez ohledu na to.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:3:DefaultText
source: It's you. I don't know that I ever thanked you for opening my eyes. Though I must confess, living with your eyes open is as much of a curse as it is a blessing.
cs: Jste to vy. Nevím, jestli jsem ti někdy poděkoval za to, že jsi mi otevřela oči. I když musím přiznat, že žít s otevřenýma očima je stejně tak prokletí jako požehnání.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:4:DefaultText
source: Why a curse?
cs: Proč kletba?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:5:DefaultText
source: Though I now, for the first time, have a chance for a life that's mine alone, I can also see just how bleak life in this colony is.
cs: I když mám teď poprvé šanci na život, který je jen můj, vidím také, jak bezútěšný je život v této kolonii.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:6:DefaultText
source: How did you end up here?
cs: Jak jste se sem dostal?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:7:DefaultText
source: What are you doing here, Anton?
cs: Co tady děláš, Antone?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:8:DefaultText
source: After you made me ponder my circumstances, I grabbed my things and lit out. I really had no plan to speak of, I just knew I had to get out of that place.
cs: Poté, co jsi mě donutil přemýšlet o mých okolnostech, jsem si vzal věci a vyrazil. Neměl jsem žádný plán, jen jsem věděl, že se musím dostat pryč.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:9:DefaultText
source: I was determined to sell my research to the highest bidder, but had no idea how one would do such a thing. I offered to split the money if she'd find us such a buyer.
cs: Byl jsem rozhodnutý prodat svůj výzkum tomu, kdo nabídne nejvíc, ale neměl jsem ponětí, jak se to dělá. Nabídl jsem jí, že se o peníze rozdělíme, pokud nám takového kupce najde.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:10:DefaultText
source: And?
cs: A?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:11:DefaultText
source: He was as good as his word. He got us here and sold it.
cs: Své slovo dodržel. Dostal nás sem a prodal to.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:12:DefaultText
source: I sense the corporate hand at work - they obviously do not wish their slaves to have a way out.
cs: Cítím v tom ruku korporací, které si zjevně nepřejí, aby jejich otroci měli cestu ven.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:13:DefaultText
source: What will you do now?
cs: Co budete dělat teď?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:14:DefaultText
source: I don't rightly know. But whatever it is, I'll be doing it for myself.
cs: Nevím, jak to je. Ale ať už je to cokoli, budu to dělat pro sebe.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:15:DefaultText
source: You need a job? I'm working with a scientist named Welles on something... important.
cs: Potřebujete práci? Pracuji s vědcem jménem Welles na něčem... důležitém.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:16:DefaultText
source: Phineas Welles? Either you're having a laugh at my expense or you keep very strange company. Regardless, I want nothing to do with any research of any kind. I'm done with that.
cs: Phineas Welles? Buď se bavíte na můj účet, nebo máte velmi podivnou společnost. Bez ohledu na to nechci mít nic společného s jakýmkoli výzkumem. S tím jsem skončil.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:17:DefaultText
source: Good luck, then.
cs: Hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:18:DefaultText
source: That was quite the risk - she was there to kill you for that research.
cs: To byl docela risk - kvůli tomu výzkumu tě chtěla zabít.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:19:DefaultText
source: A risk I was willing to take. It was all I had. It not only represented the money I'd need to start my life on my terms, but also as a way of striking back at the corporation.
cs: Riskoval jsem, že to podstoupím. Bylo to všechno, co jsem měl. Představovalo nejen peníze, které jsem potřeboval, abych mohl začít žít podle svých představ, ale také způsob, jak vrátit úder korporaci.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:20:DefaultText
source: No, you didn't ever thank me. So how about it?
cs: Ne, nikdy jsi mi nepoděkoval. Tak co ty na to?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:21:DefaultText
source: By all means. I thank you from the bottom of my heart.
cs: V každém případě. Z celého srdce vám děkuji.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:22:DefaultText
source: Maybe I'll see you around.
cs: Možná se uvidíme.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:23:DefaultText
source: And you're just realizing that now? You're denser than I thought, Anton.
cs: A vy si to uvědomujete až teď? Jsi hustší, než jsem si myslel, Antone.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:24:DefaultText
source: You are right. I deserve your criticism. But I am a changed man.
cs: Máte pravdu. Zasloužím si vaši kritiku. Ale změnil jsem se.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:25:DefaultText
source: Couldn't happen to a nicer guy. This place suits you, a facade concealing emptiness.
cs: Lepší člověk by se nenašel. Tohle místo ti vyhovuje, fasáda zakrývající prázdnotu.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:26:DefaultText
source: Congratulations. You must be very proud.
cs: Gratulujeme. Musíte být velmi hrdý.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:28:DefaultText
source: You're just jealous. I not only live here now, I have been offered Early Retirement. A chance for a leisurely life, enjoying the finer things, pursuing knowledge for its own sake.
cs: Jen žárlíš. Nejenže tu teď bydlím, ale byl mi nabídnut předčasný důchod. Šanci na klidný život, užívání si krásných věcí, honbu za poznáním pro něj samotné.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:29:DefaultText
source: You know they offer Early Retirement to people from all over Terra 2, you're not special.
cs: Víte, že předčasný odchod do důchodu nabízejí lidem z celé Terry 2, nejste nijak výjimečný.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:30:DefaultText
source: I'd love to see your face when you get all the glorious details of your new life.
cs: Ráda bych viděla tvůj obličej, až se dozvíš všechny ty nádherné detaily o svém novém životě.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:31:DefaultText
source: You've definitely earned it, Anton.
cs: Rozhodně sis to zasloužil, Antone.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:32:DefaultText
source: Early Retirement is a death sentence. I've seen it myself.
cs: Předčasný odchod do důchodu je rozsudek smrti. Sám jsem se o tom přesvědčil.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:34:DefaultText
source: Well, good luck with all that.
cs: Tak to hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:35:DefaultText
source: That is too bad, my friend. It is only for the elite, the deserving.
cs: To je škoda, příteli. Je to jen pro elitu, pro ty, kteří si to zaslouží.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:36:DefaultText
source: What? That can't be true! I've worked my whole life to get here. This is my reward!
cs: Cože? To nemůže být pravda! Celý život jsem pracoval, abych se sem dostal. Tohle je moje odměna!

# conversations/08_roseway/08_cv_scientist_anton_postroseway:37:DefaultText
source: Thank you for saying so.
cs: Děkujeme, že jste to řekl.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:38:DefaultText
source: Oh, I am. And it gets better - I've been offered Early Retirement. A chance for a leisurely life, enjoying the finer things, pursuing knowledge for its own sake!
cs: To jsem. A je to ještě lepší - byl mi nabídnut předčasný důchod. Šance na klidný život, užívání si krásných věcí, honba za vědomostmi pro ně samotné!

# conversations/08_roseway/08_cv_scientist_anton_postroseway:39:DefaultText
source: Preposterous! Lies and slander, born of envy. The green eyed monster has its hooks in you, I dare say.
cs: Absurdní! Lži a pomluvy zrozené ze závisti. Troufám si říct, že zelenooká příšera má v tobě své háčky.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:40:DefaultText
source: Well, I'm a busy man, so I must be off.
cs: No, jsem zaneprázdněný muž, takže musím jít.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:42:DefaultText
source: I'm serious, Anton. You go there, you die.
cs: Myslím to vážně, Antone. Když tam půjdeš, zemřeš.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:44:DefaultText
source: You... you are serious. But how could they?
cs: Ty... ty to myslíš vážně. Ale jak by mohli?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:45:DefaultText
source: Seems like they're culling the population of undesirables.
cs: Vypadá to, jako by vyřazovali nežádoucí osoby z populace.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:46:DefaultText
source: Don't know, don't care.
cs: Nevím, nezajímá mě to.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:47:DefaultText
source: What do I do now?
cs: Co mám dělat teď?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:48:DefaultText
source: I don't know what to tell you, Anton, except to be careful.
cs: Nevím, co ti mám říct, Antone, jen to, abys byl opatrný.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:49:DefaultText
source: First, they make you sign something, then they kill you. With automechanicals.
cs: Nejprve vás donutí něco podepsat a pak vás zabijí. S automechanikou.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:51:DefaultText
source: It's you! I bet you're surprised to see me here. Well, I wouldn't be if not for you.
cs: To jsi ty! Vsadím se, že jsi překvapená, že mě tu vidíš. Nebýt tebe, tak bych se nedivil.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:52:DefaultText
source: Congratulations, it's what you wanted.
cs: Gratulujeme, je to to, co jste chtěli.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:53:DefaultText
source: All because of what happened in Roseway?
cs: A to všechno kvůli tomu, co se stalo v Roseway?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:54:DefaultText
source: Maybe we'll talk again.
cs: Možná si ještě promluvíme.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:55:DefaultText
source: That's what I thought at first. But... there's something wrong here. It's not what I thought. There doesn't seem to be anyone living here that wasn't born here.
cs: To jsem si myslel na začátku. Ale... něco tu nehraje. Není to tak, jak jsem si myslel. Zdá se, že tu nežije nikdo, kdo se tu nenarodil.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:56:DefaultText
source: They look at me like I don't belong. Like I'm a plague carrier. And then they offered me "Early Retirement." Said I'd earned a life of leisure and contemplation. But it feels wrong.
cs: Dívají se na mě, jako bych tam nepatřil. Jako bych byl nositelem moru. A pak mi nabídli "předčasný důchod". Říkali, že jsem si zasloužil život ve volném čase a rozjímání. Ale připadá mi to špatné.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:57:DefaultText
source: You're not the only one they've offered it to. Seems it's open to people all over Terra 2.
cs: Nejste jediný, komu ji nabídli. Zdá se, že je otevřená lidem z celé Terry 2.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:58:DefaultText
source: Don't do it, Anton. It's a death sentence, I've seen it myself.
cs: Nedělej to, Antone. Je to rozsudek smrti, sám jsem to zažil.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:59:DefaultText
source: I'm sure everything is fine and you have absolutely nothing to worry about. Good luck.
cs: Jsem si jistá, že je vše v pořádku a že se nemáte čeho obávat. Hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:61:DefaultText
source: I believe so. They seemed very concerned about secrecy, and I suppose they felt having me here gave me incentive not to speak about what transpired there.
cs: Věřím, že ano. Zdálo se, že jim velmi záleží na utajení, a předpokládám, že měli pocit, že to, že jsem tady, mě motivuje k tomu, abych nemluvil o tom, co se tam stalo.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:62:DefaultText
source: That seems suspicious.
cs: To se zdá podezřelé.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:63:DefaultText
source: My thoughts exactly. There's definitely something... off. I've not found anyone here who wasn't born here.
cs: Přesně to si myslím. Rozhodně je tu něco... špatně. Nenašel jsem tu nikoho, kdo by se tu nenarodil.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:65:DefaultText
source: That's... perplexing. I must be honest, I am completely flummoxed.
cs: To je... matoucí. Musím být upřímný, jsem naprosto zmatený.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:66:DefaultText
source: Yes?
cs: Ano?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:68:DefaultText
source: I wanted to talk to you more about Early Retirement.
cs: Chtěl jsem s vámi mluvit o předčasném důchodu.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:69:DefaultText
source: That's... worse than I even imagined. How could they do this?
cs: To je... horší, než jsem si představoval. Jak to mohli udělat?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:70:DefaultText
source: If I were you. I'd leave this place.
cs: Být vámi. opustil bych toto místo.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:71:DefaultText
source: You've given me much to consider. I am in your debt.
cs: Dali jste mi mnoho podnětů k zamyšlení. Jsem vaším dlužníkem.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:72:DefaultText
source: Good luck.
cs: Hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:73:DefaultText
source: Yet again.
cs: Ještě jednou.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:76:DefaultText
source: Ah, my friend. Greeting and salutations, as they say.
cs: Ach, můj příteli. Zdravím a pozdravuji, jak se říká.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:78:DefaultText
source: Well, you're here now. Isn't this what you wanted?
cs: Teď jsi tady. Není to to, co jsi chtěl?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:80:DefaultText
source: You're right. I shall make my way there post haste. Now, if you'll excuse me...
cs: Máte pravdu. Pospíším si tam. A teď mě omluvte...

# conversations/08_roseway/08_cv_scientist_anton_postroseway:81:DefaultText
source: Early Retirement sounds great! You should do it as soon as possible!
cs: Předčasný důchod zní skvěle! Měli byste to udělat co nejdříve!

# conversations/08_roseway/08_cv_scientist_anton_postroseway:82:DefaultText
source: And?
cs: A?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:83:DefaultText
source: What about it?
cs: Co s tím?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:84:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:85:DefaultText
source: Please don't bother me, people might think I know you.
cs: Prosím, neotravujte mě, lidé by si mohli myslet, že vás znám.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:86:DefaultText
source: Thank you for saving my life, yet again.
cs: Děkuji, že jste mi opět zachránili život.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:88:DefaultText
source: Why did you say that my opening your eyes was a curse before?
cs: Proč jsi předtím říkal, že otevření tvých očí je prokletí?

# conversations/08_roseway/08_cv_scientist_anton_postroseway:89:DefaultText
source: Fortunately, I encountered one of the outlaws on the outskirts of Roseway, name of Cassandra. She was as fed up with her life as I was with mine.
cs: Naštěstí jsem na okraji Rosewaye narazil na jednoho z psanců, jmenoval se Cassandra. Byla stejně otrávená svým životem jako já.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:90:DefaultText
source: After you saved me and my research, I was promoted and brought here. They said my knowledge was invaluable, what I'd seen and done singled me out for special treatment.
cs: Poté, co jsi mě zachránil a zachránil můj výzkum, jsem byl povýšen a přiveden sem. Řekli, že mé znalosti jsou neocenitelné, že to, co jsem viděl a udělal, mě vyzdvihuje pro zvláštní zacházení.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:91:DefaultText
source: And that's not the worst of it. Early retirement is a death sentence.
cs: A to není to nejhorší. Předčasný důchod je rozsudek smrti.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:92:DefaultText
source: Well, it's not that bad. I looked into it and it looks great! You should do it right away!
cs: No, není to tak špatné. Podíval jsem se na to a vypadá to skvěle! Měl bys to udělat hned!

# conversations/08_roseway/08_cv_scientist_anton_postroseway:93:DefaultText
source: I.. I will. And thank you.
cs: Já... já budu. A děkuji vám.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:94:DefaultText
source: I will.
cs: Já to udělám.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:95:DefaultText
source: Fortunately, I encountered one of the outlaws on the outskirts of Roseway who was as fed up with his life as I was with mine.
cs: Naštěstí jsem na okraji Rosewaye narazil na jednoho z psanců, který měl svého života stejně plné zuby jako já.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:96:DefaultText
source: I was determined to sell my research to the highest bidder, but had no idea how one would do such a thing. I offered to split the money if he'd find us such a buyer.
cs: Byl jsem rozhodnutý prodat svůj výzkum tomu, kdo nabídne nejvíc, ale neměl jsem ponětí, jak se to dělá. Nabídl jsem mu, že se o peníze rozdělíme, pokud nám takového kupce najde.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:98:DefaultText
source: That was quite the risk - they were there to kill you for that research.
cs: To byl docela risk - za ten výzkum vás chtěli zabít.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:99:DefaultText
source: She was as good as her word. She got us here and sold it.
cs: Své slovo dodržela. Dostala nás sem a prodala to.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:100:DefaultText
source: I was hoping to leave this whole colony behind, but the price for a ticket out of here is... astronomical.
cs: Doufal jsem, že celou tuhle kolonii nechám za sebou, ale cena za lístek odsud je... astronomická.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:101:DefaultText
source: I ran into her on Monarch. She seems happy.
cs: Potkal jsem ji na Monarchu. Vypadá spokojeně.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:102:DefaultText
source: Monarch, eh? Makes sense. Glad to hear she's still alive and doing well.
cs: Monarcha, co? To dává smysl. Jsem rád, že je stále naživu a daří se jí dobře.

# conversations/08_roseway/08_cv_scientist_anton_postroseway:103:DefaultText
source: Suit yourself.
cs: Vyhovujte si.
