Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_jameson.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_jameson:3:DefaultText
source: What -- how the hell did you get in here?
cs: Jak jste se sem sakra dostal?

# conversations/08_roseway/08_cv_scientist_jameson:4:DefaultText
source: First I shot the raptidons, then I walked up the stairs, and ...
cs: Nejdřív jsem zastřelil raptidony, pak jsem vyšel po schodech a ...

# conversations/08_roseway/08_cv_scientist_jameson:5:DefaultText
source: I'm very sneaky. Or rapts aren't very observant. Take your pick.
cs: Jsem velmi záludný. Nebo raptoři nejsou moc všímaví. Vyber si.

# conversations/08_roseway/08_cv_scientist_jameson:6:DefaultText
source: Who cares? Let's get you out of here.
cs: Koho to zajímá? Pojďme vás odsud dostat.

# conversations/08_roseway/08_cv_scientist_jameson:7:DefaultText
source: No, not -- I don't care about the beasts!
cs: Ne, ne - ty bestie mě nezajímají!

# conversations/08_roseway/08_cv_scientist_jameson:9:DefaultText
source: I care about the front door! This is an egregious breach of protocol. How'd you get in?
cs: Záleží mi na předních dveřích! To je hrubé porušení protokolu. Jak jste se dostal dovnitř?

# conversations/08_roseway/08_cv_scientist_jameson:12:DefaultText
source: Oh. Anton sent me to get you.
cs: Oh. Anton mě pro tebe poslal.

# conversations/08_roseway/08_cv_scientist_jameson:13:DefaultText
source: Truth be told, the raptidons did most of the work on the door. Not sure they know what a lock is.
cs: Popravdě řečeno, většinu práce na dveřích odvedli raptidoni. Nejsem si jistý, jestli vědí, co je to zámek.

# conversations/08_roseway/08_cv_scientist_jameson:14:DefaultText
source: Door around back. Your security needs work.
cs: Dveře vzadu. Vaše zabezpečení potřebuje opravit.

# conversations/08_roseway/08_cv_scientist_jameson:15:DefaultText
source: Ugh. Can't use the centrifuge without supervision. Can't file reports without him double-checking their every word. Can't save myself from mortal peril.
cs: Uf. Nemůžeš používat odstředivku bez dozoru. Nemůže vyplňovat hlášení, aniž by dvakrát zkontroloval každé jejich slovo. Nemůžu se zachránit před smrtelným nebezpečím.

# conversations/08_roseway/08_cv_scientist_jameson:16:DefaultText
source: Damnable beasts. At least I'm not trapped here anymore. I'll see you back at town.
cs: Zatracené bestie. Alespoň už tu nejsem uvězněný. Uvidíme se ve městě.

# conversations/08_roseway/08_cv_scientist_jameson:17:DefaultText
source: You're upset that he sent me to rescue you?
cs: Jsi naštvaný, že mě poslal, abych tě zachránil?

# conversations/08_roseway/08_cv_scientist_jameson:20:DefaultText
source: Take it up with him if you like. Now go -- before more rapts find this place.
cs: Pokud chcete, vyřiďte si to s ním. Teď běžte, než tohle místo najdou další násilníci.

# conversations/08_roseway/08_cv_scientist_jameson:22:DefaultText
source: Please, that man doesn't have an altruistic bone in his body. I just happen to have the metabolic precursors from our last test.
cs: Prosím vás, ten člověk nemá v těle ani kousek altruismu. Jen mám náhodou metabolické prekurzory z našeho posledního testu.

# conversations/08_roseway/08_cv_scientist_jameson:23:DefaultText
source: I'd wager my last bit that if you brought back the precursors and left me for dead, Anton wouldn't bat an eye.
cs: Vsadil bych se, že kdybys přivedl prekurzory a nechal mě umřít, Anton by ani nemrknul.

# conversations/08_roseway/08_cv_scientist_jameson:25:DefaultText
source: Well, whether he gives a shit about you or not, at least you're alive. Now, let's get out of here.
cs: Ať už mu na tobě záleží, nebo ne, alespoň jsi naživu. Teď odsud vypadneme.

# conversations/08_roseway/08_cv_scientist_jameson:26:DefaultText
source: Hand them over, then. Let's test your theory.
cs: Předejte je tedy. Vyzkoušíme vaši teorii.

# conversations/08_roseway/08_cv_scientist_jameson:27:DefaultText
source: Wh -- what? No, come on. There's no call for that. If the way's clear, I'll head on back.
cs: Co? Ne, no tak. Na to není žádný důvod. Jestli je cesta volná, vrátím se.

# conversations/08_roseway/08_cv_scientist_jameson:28:DefaultText
source: It's like he thinks I'm a child. His hands-on management style is coming to a point of contention, I tell you.
cs: Jako by mě považoval za dítě. Říkám vám, že jeho praktický styl řízení začíná být sporný.

# conversations/08_roseway/08_cv_scientist_jameson:29:DefaultText
source: Actually ... that isn't quite true. He said it'd look bad on him if more of his employees died.
cs: Vlastně to není tak docela pravda. Řekl, že by na něj špatně vypadalo, kdyby zemřelo více jeho zaměstnanců.

# conversations/08_roseway/08_cv_scientist_jameson:31:DefaultText
source: Wonderful. That's much better. I'm getting out of here so I can personally thank him for his compassion.
cs: Nádhera. To je mnohem lepší. Odcházím, abych mu mohla osobně poděkovat za jeho soucit.

# conversations/08_roseway/08_cv_scientist_jameson:32:DefaultText
source: Right. Stay safe.
cs: Vpravo. Zůstaňte v bezpečí.

# conversations/08_roseway/08_cv_scientist_jameson:40:DefaultText
source: Thanks for getting me outta there.
cs: Díky, že jsi mě odtamtud dostal.

# conversations/08_roseway/08_cv_scientist_jameson:42:DefaultText
source: Tell me about it. I've been stuck in here for hours! Safety measures, my ass. What's so safe about being locked in a steel box?
cs: Řekni mi o tom. Trčím tu už hodiny! Bezpečnostní opatření, to mě poser. Co je bezpečného na tom být zavřený v ocelové krabici?

# conversations/08_roseway/08_cv_scientist_jameson:43:DefaultText
source: Anyway, thanks for the assist. I'm heading back to town.
cs: Každopádně děkuji za pomoc. Vracím se do města.

# conversations/08_roseway/08_cv_scientist_jameson:49:DefaultText
source: Glad to see you're safe. What were you doing in there, anyway?
cs: Jsem rád, že jste v bezpečí. Co jsi tam vlastně dělal?

# conversations/08_roseway/08_cv_scientist_jameson:50:DefaultText
source: Self-locking doors? Someone ought to see to that policy.
cs: Samočinné zamykání dveří? Někdo by se měl postarat o tuto politiku.

# conversations/08_roseway/08_cv_scientist_jameson:51:DefaultText
source: No problem. Stay safe.
cs: Žádný problém. Zůstaňte v bezpečí.

# conversations/08_roseway/08_cv_scientist_jameson:52:DefaultText
source: Oh, we turned the old lab into storage a long time ago. Anton needed someone to fetch precursors, and when Anton needs someone to fetch something, that someone is invariably me.
cs: Starou laboratoř jsme už dávno přeměnili na skladiště. Anton potřeboval někoho, kdo by přinesl prekurzory, a když Anton potřebuje někoho, kdo by něco přinesl, jsem to vždycky já.

# conversations/08_roseway/08_cv_scientist_jameson:53:DefaultText
source: You don't sound thrilled about that.
cs: Nezníte z toho nadšeně.

# conversations/08_roseway/08_cv_scientist_jameson:54:DefaultText
source: How'd you get stuck?
cs: Jak jste se zasekli?

# conversations/08_roseway/08_cv_scientist_jameson:55:DefaultText
source: About being an assistant? No, I suppose I'm not.
cs: O práci asistenta? Ne, to asi ne.

# conversations/08_roseway/08_cv_scientist_jameson:56:DefaultText
source: Those fucking marauders blew a hole in the wall. Tripped the security lockdown -- I guess not being able to open a door from the inside is considered a safety feature.
cs: Ti zasraní nájezdníci udělali díru do zdi. Spustil bezpečnostní zámek - hádám, že nemožnost otevřít dveře zevnitř se považuje za bezpečnostní prvek.

# conversations/08_roseway/08_cv_scientist_jameson:57:DefaultText
source: Safety for the equipment in the room, maybe. Not so much for the guy trapped inside. It's like a panic room, but without food and water.
cs: Možná bezpečnost zařízení v místnosti. Pro člověka uvězněného uvnitř už tolik ne. Je to jako místnost pro případ paniky, ale bez jídla a vody.

# conversations/08_roseway/08_cv_scientist_jameson:60:DefaultText
source: That "someone" would be Porter, but policies don't change around here.
cs: Tím "někým" by měl být Porter, ale tady se politika nemění.

# conversations/08_roseway/08_cv_scientist_jameson:61:DefaultText
source: Why's that?
cs: Proč?

# conversations/08_roseway/08_cv_scientist_jameson:62:DefaultText
source: What's stopping you from changing it?
cs: Co vám brání ji změnit?

# conversations/08_roseway/08_cv_scientist_jameson:63:DefaultText
source: You know how it is. Rules come from up top. Who are we to question our betters?
cs: Víte, jak to chodí. Pravidla přicházejí shora. Kdo jsme my, abychom zpochybňovali naše nadřízené?

# conversations/08_roseway/08_cv_scientist_jameson:64:DefaultText
source: I know as much about this stuff as Anton does, but I'm treated like a child. You know what it's like being shackled despite my potential? Frustrating, that's what.
cs: Vím o tom stejně jako Anton, ale chovají se ke mně jako k dítěti. Víš, jaké to je, když jsem navzdory svému potenciálu v okovech? Frustrující, to je to.

# conversations/08_roseway/08_cv_scientist_jameson:65:DefaultText
source: Technically? Nothing. Realistically? A mountain of paperwork and red tape.
cs: Technicky? Nic. Reálně? Hora papírování a byrokracie.

# conversations/08_roseway/08_cv_scientist_jameson:66:DefaultText
source: It's not worth the effort, especially when Porter could just hit a few buttons in his terminal and be done with it.
cs: Nestojí to za tu námahu, zvlášť když Porter mohl jen zmáčknout pár tlačítek na terminálu a skončit.

# conversations/08_roseway/08_cv_scientist_jameson:67:DefaultText
source: How the -- wait, I know you. You're responsible for the Emerald Vale fiasco. How the hell did you get in here?
cs: Jak to... počkej, já tě znám. Jsi zodpovědný za fiasko v Emerald Vale. Jak jste se sem sakra dostal?

# conversations/08_roseway/08_cv_scientist_jameson:68:DefaultText
source: Does it matter? You aren't trapped anymore. Let's get.
cs: Záleží na tom? Už nejste v pasti. Pojďme.

# conversations/08_roseway/08_cv_scientist_jameson:69:DefaultText
source: Fair point. I'll see you back at town.
cs: To je fér. Uvidíme se ve městě.

# conversations/08_roseway/08_cv_scientist_jameson:70:DefaultText
source: Well, I'm just glad we showed up in time.
cs: Jsem rád, že jsme se objevili včas.

# conversations/08_roseway/08_cv_scientist_jameson:74:DefaultText
source: It did keep the raptidons out long enough for someone to find you.
cs: Zadrželo to raptidony dostatečně dlouho na to, aby tě někdo našel.

# conversations/08_roseway/08_cv_scientist_jameson:75:DefaultText
source: You didn't seem that panicked to me.
cs: Nezdálo se mi, že bys tolik panikařil.

# conversations/08_roseway/08_cv_scientist_jameson:76:DefaultText
source: I'd have starved long before they got through. Point taken, though -- thanks again for the help.
cs: Umřel bych hlady dřív, než by se dostali dovnitř. Ale chápu to - ještě jednou díky za pomoc.

# conversations/08_roseway/08_cv_scientist_jameson:77:DefaultText
source: I'm gonna pretend I didn't hear that from the person who just saved my ass. Look, thanks for the help, but I oughta get back to standing around.
cs: Budu předstírat, že jsem to neslyšel od člověka, který mi právě zachránil zadek. Podívej, díky za pomoc, ale měl bych se vrátit k tomu, abych tu stál.

# conversations/08_roseway/08_cv_scientist_jameson:80:DefaultText
source: Help! Somebody get me the hell out of here!
cs: Pomoc! Dostaňte mě někdo odsud!

# conversations/08_roseway/08_cv_scientist_jameson:81:DefaultText
source: Huh? Did someone lift the lockdown?
cs: Cože? Někdo zrušil uzamčení?

# conversations/08_roseway/08_cv_scientist_jameson:82:DefaultText
source: Well, I guess I'll just head back to town then...
cs: Tak to se asi vrátím do města...
