Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_anton.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_anton:524:DefaultText
source: This is ridiculous - you're ridiculous. I'm leaving.
cs: To je směšné - jsi směšný. Odcházím.

# conversations/08_roseway/08_cv_scientist_anton:525:DefaultText
source: I see. Well, good luck.
cs: Chápu. Tak hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton:526:DefaultText
source: I see. Well, good luck.
cs: Chápu. Tak hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton:528:DefaultText
source: That is tragic news. Too many have been lost, too many black marks against my name.
cs: To je tragická zpráva. Příliš mnoho jich bylo ztraceno, příliš mnoho černých skvrn na mém jménu.

# conversations/08_roseway/08_cv_scientist_anton:530:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:533:DefaultText
source: I don’t get that research back, I'll be released from my indenture contract.
cs: Pokud ten výzkum nedostanu zpět, budu propuštěn ze smlouvy.

# conversations/08_roseway/08_cv_scientist_anton:534:DefaultText
source: I don’t get that research back, I'll be released from my indenture contract.
cs: Pokud ten výzkum nedostanu zpět, budu propuštěn ze smlouvy.

# conversations/08_roseway/08_cv_scientist_anton:535:DefaultText
source: In this system they are.
cs: V tomto systému jsou to.

# conversations/08_roseway/08_cv_scientist_anton:536:DefaultText
source: I'm still not sure I understand why all the secrecy.
cs: Pořád si nejsem jistý, jestli chápu, proč tolik tajností.

# conversations/08_roseway/08_cv_scientist_anton:537:DefaultText
source: I've changed my mind. Goodbye.
cs: Změnil jsem názor. Sbohem.

# conversations/08_roseway/08_cv_scientist_anton:542:DefaultText
source: Like I said, I don't care. Goodbye.
cs: Jak jsem řekl, je mi to jedno. Sbohem.

# conversations/08_roseway/08_cv_scientist_anton:543:DefaultText
source: I'd like to talk about something else.
cs: Rád bych mluvil o něčem jiném.

# conversations/08_roseway/08_cv_scientist_anton:544:DefaultText
source: Several of us didn't make it. Might not be the team I'd have chosen, but they are MY team. Even Jameson... by the Grand Architect. Jameson - he's still in the old lab.
cs: Několik z nás to nezvládlo. Možná to není tým, který bych si vybral já, ale je to MŮJ tým. Dokonce i Jameson... od Velkého architekta. Jameson - ten je pořád ve staré laboratoři.

# conversations/08_roseway/08_cv_scientist_anton:545:DefaultText
source: It's highly illegal to have brought the raptidons to Terra 2. The research done on them before Monarch was left to the dregs was too promising to just abandon, so here we are.
cs: Přivést raptidony na Terru 2 je vysoce nelegální. Výzkum, který na nich byl proveden předtím, než byl Monarcha ponechán napospas drancování, byl příliš slibný na to, aby se od něj dalo jen tak upustit, takže jsme tady.

# conversations/08_roseway/08_cv_scientist_anton:547:DefaultText
source: I suppose not. I apologize for upsetting you.
cs: Předpokládám, že ne. Omlouvám se, že jsem vás rozrušil.

# conversations/08_roseway/08_cv_scientist_anton:549:DefaultText
source: That no account fool Porter and his crew are even more worthless than I could've imagined. They've abandoned their posts! This is madness!
cs: Tenhle bezkontakní blázen Porter a jeho parta jsou ještě bezcennější, než jsem si dokázal představit. Opustili svá místa! To je šílenství!

# conversations/08_roseway/08_cv_scientist_anton:550:DefaultText
source: That is... tragic news.
cs: To je... tragická zpráva.

# conversations/08_roseway/08_cv_scientist_anton:551:DefaultText
source: And the corporation really wouldn't have come to your aid?
cs: A korporace by vám opravdu nepřišla na pomoc?

# conversations/08_roseway/08_cv_scientist_anton:552:DefaultText
source: You've not much idea how these things work, do you? If Auntie Cleo could be connected to what we're doing here, they'd be ruined.
cs: Nemáte moc ponětí, jak tyhle věci fungují, že? Kdyby se teta Cleo dala spojit s tím, co tady děláme, byly by v troskách.

# conversations/08_roseway/08_cv_scientist_anton:553:DefaultText
source: All right, finish telling me your story. What exactly is it you'd like for me to do?
cs: Dobře, dopovězte mi svůj příběh. Co přesně chcete, abych udělal?

# conversations/08_roseway/08_cv_scientist_anton:554:DefaultText
source: I need you to clear out the miscreants and retrieve my research.
cs: Potřebuji, abys odstranil ty darebáky a získal zpět můj výzkum.

# conversations/08_roseway/08_cv_scientist_anton:555:DefaultText
source: I'm assuming you'd also like for me to handle the raptidons that've been freed?
cs: Předpokládám, že bys také chtěl, abych se postaral o osvobozené raptidony?

# conversations/08_roseway/08_cv_scientist_anton:557:DefaultText
source: If I was here to kill you, you'd already be dead.
cs: Kdybych tě přišel zabít, už bys byl mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:560:DefaultText
source: Yes, yes. Anton Crane, lead scientist here.
cs: Ano, ano. Anton Crane, vedoucí vědec.

# conversations/08_roseway/08_cv_scientist_anton:562:DefaultText
source: Indubitably. We'd very much not like for untoward things to happen. Harumph.
cs: Nepochybně. Velmi neradi bychom, aby se stalo něco nepříjemného. Harumph.

# conversations/08_roseway/08_cv_scientist_anton:563:DefaultText
source: Mock all you like, but we signed up for this, and knew the risks.
cs: Posmívejte se, jak chcete, ale my jsme se k tomu přihlásili a znali jsme rizika.

# conversations/08_roseway/08_cv_scientist_anton:564:DefaultText
source: I suppose I'll leave you to your fates, then. Wouldn't want to interfere.
cs: Předpokládám, že vás tedy ponechám vašemu osudu. Nechtěl bych do toho zasahovat.

# conversations/08_roseway/08_cv_scientist_anton:565:DefaultText
source: Please do.
cs: Prosím, udělejte to.

# conversations/08_roseway/08_cv_scientist_anton:566:DefaultText
source: Only if you'd like me to punch you in the throat. Can we just cut to the chase here?
cs: Jen pokud chceš, abych tě praštil do krku. Můžeme přejít k věci?

# conversations/08_roseway/08_cv_scientist_anton:567:DefaultText
source: Very well. We'd formulated the world's most effective appetite suppressant toothpaste.
cs: Velmi dobře. Vytvořili jsme nejúčinnější zubní pastu na světě, která potlačuje chuť k jídlu.

# conversations/08_roseway/08_cv_scientist_anton:568:DefaultText
source: Yep, it's definitely better to be in an *abandoned* backwater corporate township.
cs: Jo, rozhodně je lepší být v *opuštěném* zapadlém korporátním městečku.

# conversations/08_roseway/08_cv_scientist_anton:569:DefaultText
source: This is temporary, and simply a means to an end.
cs: Je to dočasné a je to jen prostředek k dosažení cíle.

# conversations/08_roseway/08_cv_scientist_anton:570:DefaultText
source: Can't Porter recover it for you?
cs: Nemůže vám ho Porter obnovit?

# conversations/08_roseway/08_cv_scientist_anton:571:DefaultText
source: It is quite unclear to me whether he and his guards are incompetent or lazy. I'd not trust them to find their nether regions with both hands.
cs: Není mi zcela jasné, zda je on a jeho strážci neschopní, nebo líní. Nevěřil bych jim, že najdou své spodní partie oběma rukama.

# conversations/08_roseway/08_cv_scientist_anton:572:DefaultText
source: Well, then you'll never be getting to Byzantium now, will you?
cs: Tak to už se do Byzance nikdy nedostaneš, že?

# conversations/08_roseway/08_cv_scientist_anton:573:DefaultText
source: I'll let you know if I happen to find it.
cs: Dám vám vědět, jestli ji náhodou najdu.

# conversations/08_roseway/08_cv_scientist_anton:575:DefaultText
source: It was nothing.
cs: Nebylo to nic.

# conversations/08_roseway/08_cv_scientist_anton:576:DefaultText
source: It was a horrible experience I'll never forget. I'm off to seek counseling.
cs: Byl to strašný zážitek, na který nikdy nezapomenu. Jdu se poradit.

# conversations/08_roseway/08_cv_scientist_anton:577:DefaultText
source: Would you like some wooly cheese with your whine?
cs: Dáte si ke svému nářku trochu vlněného sýra?

# conversations/08_roseway/08_cv_scientist_anton:579:DefaultText
source: Not in this colony, there isn't. But success here will get me to Byzantium. I'll have recognition, money, proper facilities. It's the only place to lead a life of meaning in this system.
cs: V této kolonii ne. Ale úspěch tady mě dostane do Byzance. Budu mít uznání, peníze, odpovídající zázemí. Je to jediné místo, kde se dá v tomto systému vést smysluplný život.

# conversations/08_roseway/08_cv_scientist_anton:581:DefaultText
source: I helped them escape - with your research.
cs: Pomohl jsem jim utéct - díky vašemu výzkumu.

# conversations/08_roseway/08_cv_scientist_anton:583:DefaultText
source: That's all manner of distressing. There truly is nothing left for me...
cs: To je velmi znepokojující. Opravdu už mi nic nezbývá...

# conversations/08_roseway/08_cv_scientist_anton:585:DefaultText
source: <Attack> Right the first time. I am here to end your life.
cs: <Útok> Hned napoprvé. Jsem tu, abych ukončil tvůj život.

# conversations/08_roseway/08_cv_scientist_anton:586:DefaultText
source: Then let's be on with it, swine!
cs: Tak se do toho pusťte, svině!

# conversations/08_roseway/08_cv_scientist_anton:587:DefaultText
source: Porter seems like he's doing all he can.
cs: Zdá se, že Porter dělá, co může.

# conversations/08_roseway/08_cv_scientist_anton:588:DefaultText
source: You're in luck - Porter and his crew may be incompetent, but I'm here now.
cs: Máš štěstí - Porter a jeho parta jsou sice neschopní, ale já jsem tady.

# conversations/08_roseway/08_cv_scientist_anton:590:DefaultText
source: Well, it's not enough. This situation is dire, and beyond his control. Frankly, he needs help. Perhaps you... ?
cs: No, to nestačí. Situace je zoufalá a vymyká se jeho kontrole. Upřímně řečeno, potřebuje pomoc. Možná vy... ?

# conversations/08_roseway/08_cv_scientist_anton:591:DefaultText
source: You're offering your help?
cs: Nabízíte svou pomoc?

# conversations/08_roseway/08_cv_scientist_anton:592:DefaultText
source: Sure. You need me to remove the outlaws, retrieve your research and handle the raptidons, right?
cs: Jistě. Potřebuješ, abych odstranil psance, získal tvůj výzkum a postaral se o raptidony, že?

# conversations/08_roseway/08_cv_scientist_anton:593:DefaultText
source: My befuddled security chief and his crew are even more worthless than my wildest imaginings. They've abandoned their posts! Madness! And what the hell do you want?
cs: Můj zmatený šéf ochranky a jeho parta jsou ještě bezcennější, než jsem si dokázal představit. Opustili svá stanoviště! Šílenství! A co k čertu chceš ty?

# conversations/08_roseway/08_cv_scientist_anton:596:DefaultText
source: Nothing.
cs: Nic.

# conversations/08_roseway/08_cv_scientist_anton:597:DefaultText
source: Keeping it? But why? Do you expect there is a black market for toothpaste formulae?
cs: Nechat si ho? Ale proč? Myslíte si, že existuje černý trh s přípravky na zubní pasty?

# conversations/08_roseway/08_cv_scientist_anton:599:DefaultText
source: I'm sure I can find someone who will pay for it.
cs: Určitě najdu někoho, kdo za to zaplatí.

# conversations/08_roseway/08_cv_scientist_anton:600:DefaultText
source: No reason, just want to mess with you.
cs: Nemám důvod, jen si s tebou chci pohrát.

# conversations/08_roseway/08_cv_scientist_anton:601:DefaultText
source: Everyone skirts the law, looking for an edge, but the ultimate sin is to be exposed. Plausible deniability is everything.
cs: Každý obchází zákon a hledá si nějakou výhodu, ale největším hříchem je být odhalen. Věrohodné popření je vším.

# conversations/08_roseway/08_cv_scientist_anton:604:DefaultText
source: No, you... you're the one saved the Board quite a headache over in Emerald Vale.
cs: Ne, ty... ty jsi ten, kdo ušetřil Radě ve Smaragdovém údolí pěkný bolehlav.

# conversations/08_roseway/08_cv_scientist_anton:605:DefaultText
source: But you are of the same low character. Been causing all manner of chaos across the system, haven't you? Come to throw in with the trash that attacked us?
cs: Ale vy jste stejně nízké povahy. Způsobuješ v celém systému chaos, že? Přišel ses přidat k té chátře, která nás napadla?

# conversations/08_roseway/08_cv_scientist_anton:606:DefaultText
source: <Attack> Yes. Now, about that "begging for your life"...
cs: <Útok> Ano. A teď k tomu "prosení o život"...

# conversations/08_roseway/08_cv_scientist_anton:607:DefaultText
source: I haven't decided. Tell me what's going on here.
cs: Ještě jsem se nerozhodl. Řekni mi, co se tu děje.

# conversations/08_roseway/08_cv_scientist_anton:608:DefaultText
source: Definitely not. You send a distress call?
cs: Rozhodně ne. Poslal jste nouzové volání?

# conversations/08_roseway/08_cv_scientist_anton:609:DefaultText
source: And why should I tell someone like you?
cs: A proč bych to měl říkat někomu, jako jsi ty?

# conversations/08_roseway/08_cv_scientist_anton:610:DefaultText
source: I'm someone who solves problems. Seems like you got one.
cs: Jsem člověk, který řeší problémy. Zdá se, že jeden máte.

# conversations/08_roseway/08_cv_scientist_anton:611:DefaultText
source: You're right, I guess I'll just be on my way.
cs: Máš pravdu, asi se vydám na cestu.

# conversations/08_roseway/08_cv_scientist_anton:612:DefaultText
source: No, though I did have an interesting discussion with their leader.
cs: Ne, i když jsem měl zajímavou diskusi s jejich vůdcem.

# conversations/08_roseway/08_cv_scientist_anton:613:DefaultText
source: No. I did speak with your security chief, however.
cs: Ne, ale mluvil jsem s vaším bezpečnostním šéfem.

# conversations/08_roseway/08_cv_scientist_anton:614:DefaultText
source: Wait, wait! I, uhm, perhaps I was too hasty. Your reputation... you seem to be the sort who can get things done. Might I interest you in an arrangement of sorts?
cs: Počkejte, počkejte! Možná jsem se unáhlil. Vaše pověst... zdá se, že jste typ, který dokáže věci zařídit. Mohl bych vás zaujmout nějakou dohodou?

# conversations/08_roseway/08_cv_scientist_anton:615:DefaultText
source: Can you tell me what's happening here?
cs: Můžete mi říct, co se tu děje?

# conversations/08_roseway/08_cv_scientist_anton:616:DefaultText
source: Yes, I am. Now how about you stop wasting my time?
cs: Ano, jsem. Co kdybys přestal plýtvat mým časem?

# conversations/08_roseway/08_cv_scientist_anton:618:DefaultText
source: Despite what you've heard, I've no quarrel with anyone who doesn't start one. You starting one?
cs: Navzdory tomu, co jste slyšeli, nemám nic proti nikomu, kdo si ji nezaloží. Vy si ho zakládáte?

# conversations/08_roseway/08_cv_scientist_anton:619:DefaultText
source: No, no, I apologize. I'm assuming my aborted distress call brought you here?
cs: Ne, ne, omlouvám se. Předpokládám, že vás sem přivedlo mé přerušené tísňové volání.

# conversations/08_roseway/08_cv_scientist_anton:620:DefaultText
source: Yes, yes, of course.
cs: Ano, ano, samozřejmě.

# conversations/08_roseway/08_cv_scientist_anton:621:DefaultText
source: What? I... uhm... I'm Anton Crane, the lead scientist here.
cs: Cože? Já... ehm... jsem Anton Crane, zdejší vedoucí vědec.

# conversations/08_roseway/08_cv_scientist_anton:623:DefaultText
source: See, Ellie? I told you it was a simple mistake.
cs: Vidíš, Ellie? Říkal jsem ti, že to byla jednoduchá chyba.

# conversations/08_roseway/08_cv_scientist_anton:625:DefaultText
source: Uh, yeah. We're not all as... simple as the captain. What's actually going on here, Anton?
cs: Jo. Všichni nejsme tak... jednoduchí jako kapitán. O co tu vlastně jde, Antone?

# conversations/08_roseway/08_cv_scientist_anton:626:DefaultText
source: Huh? What?
cs: Cože? Cože?

# conversations/08_roseway/08_cv_scientist_anton:627:DefaultText
source: Uhm... I think I should probably leave now.
cs: Myslím, že už bych měl asi odejít.

# conversations/08_roseway/08_cv_scientist_anton:628:DefaultText
source: Dental gel? Yes, I see... very important work. Uhm, what's dental gel?
cs: Zubní gel? Ano, chápu... velmi důležitá práce. Co je to zubní gel?

# conversations/08_roseway/08_cv_scientist_anton:629:DefaultText
source: Toothpaste?
cs: Zubní pasta?

# conversations/08_roseway/08_cv_scientist_anton:631:DefaultText
source: Don't be silly, I'm not here to throw out your trash. Anything else I can do for you?
cs: Nebuďte hloupí, nejsem tu proto, abych vyhazoval vaše odpadky. Můžu pro tebe udělat ještě něco?

# conversations/08_roseway/08_cv_scientist_anton:632:DefaultText
source: Life is no more meaningful there. I'd wager it's less so, actually.
cs: Život tam není smysluplnější. Spíš bych se vsadil, že je méně smysluplný.

# conversations/08_roseway/08_cv_scientist_anton:633:DefaultText
source: That can't be right. And this is not something I really care to discuss further with you.
cs: To nemůže být pravda. A o tom s vámi opravdu nechci dále diskutovat.

# conversations/08_roseway/08_cv_scientist_anton:634:DefaultText
source: Let's talk about something else.
cs: Promluvme si o něčem jiném.

# conversations/08_roseway/08_cv_scientist_anton:639:DefaultText
source: I understand lots of stuff! Like, uhm, hold on a minute, it'll come to me...
cs: Rozumím spoustě věcí! Jako, ehm, počkejte chvíli, přijde mi to na mysl...

# conversations/08_roseway/08_cv_scientist_anton:640:DefaultText
source: Are we done here? Anything else you'd like to accuse me of?
cs: Skončili jsme? Chceš mě ještě z něčeho obvinit?

# conversations/08_roseway/08_cv_scientist_anton:641:DefaultText
source: Yeah, that Byzantium sounds like a fun place.
cs: Jo, ta Byzanc zní jako zábavné místo.

# conversations/08_roseway/08_cv_scientist_anton:642:DefaultText
source: Uh... okay? Are we done here?
cs: Uh... dobře? Už jsme skončili?

# conversations/08_roseway/08_cv_scientist_anton:644:DefaultText
source: Are they paying this guy to be a jackass, or is he doing it for free?
cs: Platí mu za to, aby byl za blbce, nebo to dělá zadarmo?

# conversations/08_roseway/08_cv_scientist_anton:646:DefaultText
source: Either way, he's still a jackass.
cs: Ať tak či onak, pořád je to blbec.

# conversations/08_roseway/08_cv_scientist_anton:650:DefaultText
source: And just to be clear -- even if you weren't a pompous ass, we wouldn't work for you.
cs: A aby bylo jasno - i kdybys nebyl nafoukaný blbec, nepracovali bychom pro tebe.

# conversations/08_roseway/08_cv_scientist_anton:652:DefaultText
source: Okay. Tell me what you need.
cs: Dobře. Řekni mi, co potřebuješ.

# conversations/08_roseway/08_cv_scientist_anton:653:DefaultText
source: Perhaps you didn't hear me - not interested.
cs: Možná jste mě neslyšeli - nemáte zájem.

# conversations/08_roseway/08_cv_scientist_anton:668:DefaultText
source: If you're not here to kill me, then leave. I'm finished with you.
cs: Jestli mě nechceš zabít, tak odejdi. S tebou jsem skončil.

# conversations/08_roseway/08_cv_scientist_anton:674:DefaultText
source: What was I supposed to do about your research?
cs: Co jsem měl dělat s vaším výzkumem?

# conversations/08_roseway/08_cv_scientist_anton:675:DefaultText
source: Where am I supposed to find Jameson?
cs: Kde mám najít Jamesona?

# conversations/08_roseway/08_cv_scientist_anton:676:DefaultText
source: What did you want me to do about the raptidons?
cs: Co jsem měl udělat s raptidony?

# conversations/08_roseway/08_cv_scientist_anton:677:DefaultText
source: I need you to recover it from my safe and return it.
cs: Potřebuji, abys ho získal z mého sejfu a vrátil mi ho.

# conversations/08_roseway/08_cv_scientist_anton:678:DefaultText
source: Get it back from the outlaws, using any means necessary.
cs: Získejte ji od zločinců zpět, a to jakýmikoliv prostředky.

# conversations/08_roseway/08_cv_scientist_anton:679:DefaultText
source: In the town's original lab. If you follow the road you can't miss it.
cs: V původní městské laboratoři. Když půjdete po silnici, nemůžete ji minout.

# conversations/08_roseway/08_cv_scientist_anton:680:DefaultText
source: You need to get rid of them, but don't kill the mother if it's avoidable, we've need of her to replenish our stocks. I think there's gas in the lab somewhere that can be used to put them out.
cs: Musíte se jich zbavit, ale nezabíjejte matku, pokud je to možné, potřebujeme ji k doplnění zásob. Myslím, že někde v laboratoři je plyn, který se dá použít k jejich utracení.

# conversations/08_roseway/08_cv_scientist_anton:685:DefaultText
source: You, sir, are a jackass. And I don't work for jackasses.
cs: Vy, pane, jste osel. A já pro blbce nepracuji.

# conversations/08_roseway/08_cv_scientist_anton:687:DefaultText
source: You just keep telling yourself that.
cs: Jen si to stále opakujte.

# conversations/08_roseway/08_cv_scientist_anton:688:DefaultText
source: I'll think it over.
cs: Promyslím si to.

# conversations/08_roseway/08_cv_scientist_anton:690:DefaultText
source: How did you end up here?
cs: Jak jste se sem dostal?

# conversations/08_roseway/08_cv_scientist_anton:691:DefaultText
source: I'd like to talk about something else.
cs: Rád bych mluvil o něčem jiném.

# conversations/08_roseway/08_cv_scientist_anton:692:DefaultText
source: I grew up in a Spacer's Choice township. My own personal pit of despair. Test marks were high enough, so I set to becoming a scientist. But I didn't relish returning when my studies were done.
cs: Vyrostl jsem v městečku Spacer's Choice. Moje osobní jáma zoufalství. Známky z testů byly dost vysoké, a tak jsem se rozhodl stát se vědcem. Ale po skončení studia jsem se nerad vracel.

# conversations/08_roseway/08_cv_scientist_anton:693:DefaultText
source: I'd no desire to spend my life finding better ways to churn out worthless goods. My fellow Spacers looked upon it as a betrayal, but I longed for substance, meaning.
cs: Netoužím strávit život hledáním lepších způsobů, jak vyrábět bezcenné zboží. Moji kolegové z vesmíru se na to dívali jako na zradu, ale já jsem toužil po podstatě, po smyslu.

# conversations/08_roseway/08_cv_scientist_anton:694:DefaultText
source: Like researching diet toothpaste?
cs: Třeba zkoumání dietní zubní pasty?

# conversations/08_roseway/08_cv_scientist_anton:696:DefaultText
source: Why did they think it was a betrayal?
cs: Proč to považovali za zradu?

# conversations/08_roseway/08_cv_scientist_anton:697:DefaultText
source: Toothpaste is about making people's lives better, preventing pain. Plus, it was a means to an end.
cs: Zubní pasta má lidem zlepšit život a zabránit bolesti. Navíc to byl prostředek k dosažení cíle.

# conversations/08_roseway/08_cv_scientist_anton:698:DefaultText
source: Fear, jealousy, belief in the grand plan? No one is meant to seek an improvement to their lot in life, though everyone would were they only given the chance.
cs: Strach, žárlivost, víra ve velký plán? Nikdo nemá usilovat o zlepšení svého životního údělu, i když by to každý udělal, kdyby měl tu možnost.

# conversations/08_roseway/08_cv_scientist_anton:700:DefaultText
source: That's like discovering the best rocket fuel! Ever!
cs: To je jako objevit nejlepší raketové palivo! Vůbec!

# conversations/08_roseway/08_cv_scientist_anton:703:DefaultText
source: Reducing the appetites of people performing physical labor is potentially life threatening.
cs: Snížení chuti k jídlu u osob vykonávajících fyzickou práci je potenciálně životu nebezpečné.

# conversations/08_roseway/08_cv_scientist_anton:704:DefaultText
source: By the Architect, this could be a disaster. Why did I not realize that?
cs: U architekta by to mohla být katastrofa. Proč jsem si to neuvědomil?

# conversations/08_roseway/08_cv_scientist_anton:705:DefaultText
source: I'd like to talk about something else.
cs: Rád bych mluvil o něčem jiném.
