Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_orson.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_orson:224:DefaultText
source: Confiscated? Why?
cs: Zabaveno? Proč?

# conversations/08_roseway/08_cv_scientist_orson:225:DefaultText
source: Hey, you don't have to tell me twice. Thanks!
cs: Hej, nemusíš mi to říkat dvakrát. Díky!

# conversations/08_roseway/08_cv_scientist_orson:226:DefaultText
source: The schematics you fetched for me lent themselves well to the creation of the beauty you now possess. Unfortunately, Auntie Cleo R&D felt otherwise.
cs: Schémata, která jsi pro mě přinesl, se dobře hodila k vytvoření krásy, kterou nyní vlastníš. Bohužel teta Cleo R&D měla jiný názor.

# conversations/08_roseway/08_cv_scientist_orson:227:DefaultText
source: "The market's already saturated," they said. Weapons are everywhere. They aren't interested in mass-producing the Ulti-Nature, which makes this an illegal prototype weapon.
cs: "Trh je již nasycen," řekli. Zbraně jsou všude. Nemají zájem o masovou výrobu Ulti-Nature, což z ní dělá nelegální prototyp zbraně.

# conversations/08_roseway/08_cv_scientist_orson:228:DefaultText
source: Given your unlawful proclivities I thought it'd be safest with you, so here we are. I'd rather see it in the hands of a free agent than destroyed.
cs: Vzhledem k tvým nezákonným sklonům jsem si myslel, že to bude nejbezpečnější s tebou, takže jsme tady. Raději bych ho viděl v rukou svobodného agenta, než aby byl zničen.

# conversations/08_roseway/08_cv_scientist_orson:229:DefaultText
source: Great risk? What risk?
cs: Velké riziko? Jaké riziko?

# conversations/08_roseway/08_cv_scientist_orson:230:DefaultText
source: Oh, I'm not allowed to use the communications room. We are still, after all, a secret facility.
cs: Oh, nemám dovoleno používat komunikační místnost. Stále jsme přece tajné zařízení.

# conversations/08_roseway/08_cv_scientist_orson:232:DefaultText
source: Ah, never mind. The habits and compulsions of free agents serve only to confuddle an orderly mind. It doesn't matter.
cs: Ach, to je jedno. Zvyky a nutkání svobodných činitelů slouží jen k tomu, aby zmátly spořádanou mysl. Na tom nezáleží.

# conversations/08_roseway/08_cv_scientist_orson:233:DefaultText
source: Sorry to hear that. I'll be sure to put it to good use.
cs: To je mi líto. Určitě to dobře využiji.

# conversations/08_roseway/08_cv_scientist_orson:236:DefaultText
source: Don't bother. Captain's got a unique sense of humor.
cs: Neobtěžujte se. Kapitán má jedinečný smysl pro humor.

# conversations/08_roseway/08_cv_scientist_orson:237:DefaultText
source: Sometimes it's better to pretend you understand the captain.
cs: Někdy je lepší předstírat, že kapitánovi rozumíte.

# conversations/08_roseway/08_cv_scientist_orson:238:DefaultText
source: Captain's just tryin' to be helpful. Don't think too hard on it.
cs: Kapitán se jen snaží být nápomocný. Nepřemýšlejte o tom příliš tvrdě.

# conversations/08_roseway/08_cv_scientist_orson:239:DefaultText
source: Some questions are better left unanswered.
cs: Některé otázky je lepší nechat nezodpovězené.

# conversations/08_roseway/08_cv_scientist_orson:240:DefaultText
source: Actually, I already have a buyer for these, so I'm just going to keep them.
cs: Vlastně už pro ně mám kupce, takže si je nechám.

# conversations/08_roseway/08_cv_scientist_orson:241:DefaultText
source: <Pay 100 bits> I could buy it off of you for a few bits.
cs: <Platím 100 bitů> Mohl bych to od tebe koupit za pár bitů.

# conversations/08_roseway/08_cv_scientist_orson:242:DefaultText
source: Not my problem. I think we're done here.
cs: To není můj problém. Myslím, že jsme skončili.

# conversations/08_roseway/08_cv_scientist_orson:243:DefaultText
source: Well, it's not like I have a choice in the matter. Here, take it.
cs: No, není to tak, že bych měl na výběr. Tady, vezmi si to.

# conversations/08_roseway/08_cv_scientist_orson:244:DefaultText
source: Very well. It has most certainly not been a pleasure.
cs: Velmi dobře. Rozhodně to nebylo potěšení.
