Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_anarchist_cassandra_new.po
Languages: cs

# conversations/08_roseway/08_cv_anarchist_cassandra_new:125:DefaultText
source: Diet toothpaste. Can you imagine a more pernicious example of corporate materialism? I do not know what is worse - working here or dying here.
cs: Dietní zubní pasta. Dokážete si představit zhoubnější příklad firemního materialismu? Nevím, co je horší - pracovat zde, nebo zde zemřít.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:126:DefaultText
source: So you went through all this trouble to steal a formula for ... diet toothpaste.
cs: Takže sis dal tu práci, abys ukradl recept na... dietní zubní pastu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:127:DefaultText
source: What matters is that I have been lied to. I was led to believe this was a high-priority corporate facility hiding valuable research.
cs: Důležité je, že mi lhali. Byl jsem přesvědčen, že se jedná o vysoce prioritní firemní zařízení, které skrývá cenný výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:128:DefaultText
source: This job was not supposed to end with me stuck in some wretched lab, smelling like rapts. So I would be very much obliged if you gave me a break.
cs: Tahle práce neměla skončit tím, že budu trčet v nějaké ubohé laboratoři a smrdět jako rapty. Takže bych vám byl velmi zavázán, kdybyste mi dali pauzu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:129:DefaultText
source: That's not good enough.
cs: To nestačí.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:130:DefaultText
source: And I will gladly negotiate with you, but only after you free me.
cs: Rád s vámi budu vyjednávat, ale až poté, co mě osvobodíte.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:131:DefaultText
source: Crane's a decent man trying to make the best of the mess you made.
cs: Jeřáb je slušný člověk, který se snaží z nepořádku, který jsi nadělal, vytěžit co nejvíc.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:132:DefaultText
source: Oh, please. I'm not shaking down valuables from hapless travelers. I'm stealing corporate secrets.
cs: Ale prosím vás. Nebudu z nešťastných cestujících vymáhat cennosti. Kradl jsem firemní tajemství.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:133:DefaultText
source: What kind of secrets are we talking?
cs: O jakých tajemstvích mluvíme?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:134:DefaultText
source: I'm not interested in helping you.
cs: Nemám zájem vám pomáhat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:135:DefaultText
source: This is an underground lab. Off the radar. That means their research is secret, and secrets are always valuable.
cs: Jedná se o podzemní laboratoř. Mimo dosah radaru. To znamená, že jejich výzkum je tajný a tajemství jsou vždy cenná.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:141:DefaultText
source: I've given it some thought. I'll help you.
cs: Trochu jsem o tom přemýšlel. Pomůžu vám.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:142:DefaultText
source: What will I get myself into if I help you out?
cs: Do čeho se dostanu, když vám pomůžu?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:143:DefaultText
source: I've cleared both paths out of here. Don't make me regret it.
cs: Vyčistil jsem obě cesty ven. Nenuť mě toho litovat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:144:DefaultText
source: Still not interested in helping you.
cs: Stále nemáte zájem vám pomoci.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:145:DefaultText
source: I'm guessing you're the one Lillian described.
cs: Hádám, že jsi ten, kterého popsala Lillian.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:150:DefaultText
source: So you have! I am much obliged.
cs: Tak to máte! Jsem vám velmi zavázán.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:151:DefaultText
source: I'm going to need you to turn over that research.
cs: Budu potřebovat, abyste mi ten výzkum předal.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:152:DefaultText
source: I didn't save your life for free.
cs: Nezachránil jsem ti život zadarmo.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:153:DefaultText
source: <Attack> You're not walking out of here with that research.
cs: <Útok> S tímhle výzkumem odsud neodejdeš.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:154:DefaultText
source: Oh really? And why, pray tell, would I do a thing like that?
cs: Opravdu? A proč bych, prosím, něco takového dělal?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:155:DefaultText
source: I checked around. That data's faulty. You couldn't sell it for a gob of spit.
cs: Rozhlédl jsem se kolem. Ty údaje jsou chybné. Neprodáš je ani za babku.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:156:DefaultText
source: The situation's liable to turn ugly if you don't.
cs: Pokud tak neučiníte, situace se může zvrtnout.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:157:DefaultText
source: Because you don't want a price on your head.
cs: Protože nechcete, aby na vaši hlavu byla vypsána odměna.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:158:DefaultText
source: What's that research worth to you?
cs: Jakou cenu má pro vás tento výzkum?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:161:DefaultText
source: Damn and blast. I should have seen this coming.
cs: Zatraceně a výbuch. Měl jsem to čekat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:163:DefaultText
source: Don't give me that look. You have made your point clear enough.
cs: Nedívej se na mě tak. Svůj názor jste vyjádřil dostatečně jasně.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:165:DefaultText
source: Your point is well taken. I would rather not spend the rest of my days looking over my shoulder for the shadow of my headhunter.
cs: Váš názor je správný. Nerad bych strávil zbytek svých dnů tím, že se budu ohlížet přes rameno, zda na mě nepadá stín lovce hlav.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:166:DefaultText
source: Do I? No, I do not think I do. This research was hard-won, and I plan on enjoying every bit I make off its sale.
cs: Opravdu? Ne, myslím, že ne. Tento výzkum byl tvrdě vydobytý a já si hodlám užít každou korunu, kterou vydělám na jeho prodeji.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:167:DefaultText
source: I should ask you the same thing. Make me an offer.
cs: Měl bych se vás zeptat na totéž. Udělejte mi nabídku.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:171:DefaultText
source: My, that is a handsome prize. You have a deal.
cs: To je ale pěkná cena. Máte dohodu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:173:DefaultText
source: This is robbery, you know.
cs: Tohle je loupež.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:174:DefaultText
source: I can have Anton pay you, if you're willing to wait.
cs: Pokud jste ochotna počkat, mohu vám nechat Antona zaplatit.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:176:DefaultText
source: Of course. I am, after all, a bandit. Pleasure doing business with you.
cs: Samozřejmě. Jsem přece bandita. Je mi potěšením s vámi obchodovat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:177:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:178:DefaultText
source: You are lucky I happen to like you. Go on then.
cs: Máš štěstí, že se mi náhodou líbíš. Tak pokračuj.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:182:DefaultText
source: I'm doing you a favor. Sit tight.
cs: Dělám ti laskavost. Seď pevně.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:183:DefaultText
source: Good things come to those who wait. I'll be back after I talk to Crane.
cs: Dobré věci přicházejí k těm, kdo čekají. Vrátím se, až si promluvím s Jeřábem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:184:DefaultText
source: I'm sure you'll find a way to amuse yourself.
cs: Určitě si najdeš způsob, jak se zabavit.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:185:DefaultText
source: Outstanding. I knew you would come around.
cs: Vynikající. Věděl jsem, že se vzpamatuješ.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:186:DefaultText
source: Don't flatter yourself. I expect you to pay me for my trouble.
cs: Nelichoťte si. Očekávám, že mi za mou námahu zaplatíte.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:187:DefaultText
source: This doesn't make us friends.
cs: To z nás nedělá přátele.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:188:DefaultText
source: Sit tight.
cs: Zůstaňte sedět.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:189:DefaultText
source: On my honor, you will be well-rewarded.
cs: Na mou čest, budeš dobře odměněn.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:190:DefaultText
source: I do not have friends. I have associates.
cs: Nemám přátele. Mám společníky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:191:DefaultText
source: I would have been insulted if you had. Talent like yours deserves a good reward.
cs: Kdybyste to udělal, urazil bych se. Talent, jako je ten váš, si zaslouží dobrou odměnu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:192:DefaultText
source: Good. I never trust a freelancer who works for free.
cs: Dobré. Nikdy nevěřím freelancerovi, který pracuje zadarmo.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:195:DefaultText
source: Come on, Cassandra. Throw in a little something for the orphans?
cs: No tak, Cassandro. Hodit něco pro sirotky?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:196:DefaultText
source: I know you can do better than that.
cs: Vím, že máš na víc.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:200:DefaultText
source: Oh, fine. But only because I like you. Any more and I shall risk a reputation for generosity.
cs: Dobře. Ale jen proto, že tě mám rád. Ještě jednou a budu riskovat pověst velkorysého člověka.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:203:DefaultText
source: There is no need to glare at me like that. You have made your point.
cs: Nemusíš na mě takhle zírat. Vyjádřil jste svůj názor.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:206:DefaultText
source: You kept me waiting. What did Crane have to say?
cs: Nechal jsi mě čekat. Co chtěl Crane říct?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:207:DefaultText
source: Is there a problem?
cs: Je to problém?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:210:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:212:DefaultText
source: Anton wants his research back. Here's your money.
cs: Anton chce svůj výzkum zpět. Tady jsou vaše peníze.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:213:DefaultText
source: No luck. The man refused to negotiate.
cs: Bez úspěchu. Muž odmítl vyjednávat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:214:DefaultText
source: <Attack> I changed my mind. I'm taking that research.
cs: <Útok> Rozmyslel jsem si to. Beru si ten výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:217:DefaultText
source: Nothing yet. Keep waiting.
cs: Zatím nic. Čekejte dál.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:218:DefaultText
source: My patience is not infinite.
cs: Moje trpělivost není nekonečná.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:219:DefaultText
source: Why am I not surprised? Labcoats like him never listen to reason. I am done with this place. Step aside.
cs: Proč mě to nepřekvapuje? Labužníci jako on nikdy neposlouchají rozum. S tímhle místem jsem skončil. Ustupte.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:220:DefaultText
source: Have it your way. You can keep the research.
cs: Ať je po vašem. Výzkum si můžete nechat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:221:DefaultText
source: <Attack> You're not leaving with that research.
cs: <Útok> S tímhle výzkumem neodejdeš.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:222:DefaultText
source: I almost feel sorry for the poor man. Well, poor after paying me anyway. A pleasure doing business with you.
cs: Skoro je mi toho chudáka líto. Tedy chudáka po tom, co mi zaplatil. Bylo mi potěšením s vámi obchodovat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:223:DefaultText
source: You did the right thing. Goodbye.
cs: Udělali jste správnou věc. Sbohem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:225:DefaultText
source: With any luck, we'll never meet again. Goodbye.
cs: S trochou štěstí se už nikdy nepotkáme. Na shledanou.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:226:DefaultText
source: What do you intend to do with this research?
cs: Co hodláte s tímto výzkumem dělat?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:227:DefaultText
source: How did you end up in this mess?
cs: Jak jste se do toho dostal?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:228:DefaultText
source: You act like the corporations are your enemy. What do you have against them?
cs: Chováte se, jako by korporace byly vašimi nepřáteli. Co proti nim máte?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:229:DefaultText
source: Why would you and your crew raid an Auntie Cleo facility?
cs: Proč jste se svou partou přepadli zařízení Auntie Cleo?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:230:DefaultText
source: Sell it, of course. I don't have any use for the scribblings of idiotic scientists, but whoever gave me this tip obviously does.
cs: Samozřejmě ho prodejte. Nemám žádný užitek z čmáranic idiotských vědců, ale ten, kdo mi dal tenhle tip, zřejmě ano.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:231:DefaultText
source: Assuming I make it out of this place alive. And with my ship out of commission, I'll have to leave on foot and hope my luck changes. One problem at a time, I suppose.
cs: Za předpokladu, že se odsud dostanu živý. A protože moje loď je mimo provoz, budu muset odejít pěšky a doufat, že se na mě usměje štěstí. Předpokládám, že jeden problém za druhým.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:232:DefaultText
source: I cannot do a thing so long as I am stuck down in this gutter. Will you help me or not?
cs: Dokud budu trčet dole ve stoce, nemohu nic dělat. Pomůžete mi, nebo ne?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:233:DefaultText
source: I have been asking myself the same question. Our tactics were sound, but no battle plan survives contact with the enemy.
cs: Kladu si stejnou otázku. Naše taktika byla správná, ale žádný bojový plán nepřežije kontakt s nepřítelem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:234:DefaultText
source: We were acting on a good tip. But the tip never mentioned the rapts. When we hit the lab, those rapts got loose. Tore through as many of ours as theirs.
cs: Jednali jsme na základě dobrého tipu. Ale v tom tipu nebyla zmínka o znásilnění. Když jsme narazili na laboratoř, ty rapty se uvolnily. Roztrhaly tolik našich jako jejich.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:236:DefaultText
source: From the day we are born, we are made to obey. Never question. Never hope. Never dream of anything greater than the lot appointed to us.
cs: Od narození jsme stvořeni k poslušnosti. Nikdy se neptejte. Nikdy nedoufat. Nikdy nesnít o ničem větším, než je nám určeno.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:237:DefaultText
source: Corporations expect us to work until the day we die. But they could not give a half-bit shit about our lives.
cs: Korporace od nás očekávají, že budeme pracovat až do smrti. Ale naše životy jsou jim úplně ukradené.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:239:DefaultText
source: No one asks "why" anymore. The establishment tells us to live here, work there, eat that, drink this. All our choices are made for us, so we forget we ever had a choice.
cs: Nikdo se už neptá "proč". Establishment nám říká, že máme žít tady, pracovat tam, jíst tamto, pít tohle. Všechna naše rozhodnutí jsou učiněna za nás, takže zapomínáme, že jsme kdy měli na výběr.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:240:DefaultText
source: I am doing this because I can. Because it thrills me. Because I take a deep and profound pleasure from stabbing at the heart of corporate power, no matter how shallow the wound.
cs: Dělám to, protože mohu. Protože mě to vzrušuje. Protože mám hluboké a hluboké potěšení z toho, že mohu bodnout do srdce korporátní moci, bez ohledu na to, jak mělká je to rána.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:243:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:244:DefaultText
source: Don't sneak up on me like that. I am armed and more than a little prone to twitching.
cs: Takhle se ke mně nepliž. Jsem ozbrojený a mám větší než malé sklony k cukání.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:245:DefaultText
source: And now, if you do not mind, I have had quite enough of this wretched place.
cs: A teď, jestli vám to nevadí, už mám tohohle mizerného místa dost.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:247:DefaultText
source: Here, take the damned research. Tell Crane I hope he chokes on it.
cs: Tady, vezměte si ten zatracený výzkum. Řekni Craneovi, že doufám, že se jím udusí.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:251:DefaultText
source: The corporations don't care about the cause. Whatever you tear down, they can rebuild.
cs: Korporacím je to jedno. Cokoli zbouráte, mohou postavit znovu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:252:DefaultText
source: Then we will tear it down again. Do you know what propaganda by the deed means? It means we set an example by our actions. It means we send a message.
cs: Pak ji znovu zbouráme. Víte, co znamená propaganda podle činu? Znamená to, že svými činy dáváme příklad. Znamená to, že vysíláme poselství.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:253:DefaultText
source: What makes you think anyone's going to listen to your message?
cs: Proč si myslíte, že někdo bude poslouchat vaše sdělení?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:254:DefaultText
source: Because it is fun. You have not lived until you have taken a hammer to the establishment.
cs: Protože je to zábava. Nežiješ, dokud jsi nevzal kladivo na podnik.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:255:DefaultText
source: Come on now. Do you want to be dull and boring and servile like everyone else? Or do you want to break some rules?
cs: Ale no tak. Chceš být nudný a servilní jako všichni ostatní? Nebo chceš porušit nějaká pravidla?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:256:DefaultText
source: How should I know? Because you want to do the right thing?
cs: Jak to mám vědět? Protože chcete udělat správnou věc?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:258:DefaultText
source: This is getting a touch too crazy for me. You're on your own.
cs: Začíná to být na mě příliš šílené. Je to na tobě.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:260:DefaultText
source: I have some more questions.
cs: Mám několik dalších otázek.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:262:DefaultText
source: So a few scientists were caught in the crossfire. I will not be accountable for every idiot who wanders in front of my gun.
cs: Několik vědců se tak ocitlo v křížové palbě. Nebudu zodpovědný za každého idiota, který se mi připlete před zbraň.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:263:DefaultText
source: What do you have against Anton?
cs: Co máš proti Antonovi?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:264:DefaultText
source: I'm done listening to this. You're on your own.
cs: Už to nebudu poslouchat. Je to na tobě.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:265:DefaultText
source: No one forced these scientists to work here.
cs: Nikdo tyto vědce nenutil, aby zde pracovali.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:266:DefaultText
source: You think they had a choice? That any of us have a choice? The greatest sin in this colony is to be unemployed. To be without work is to be without rights.
cs: Myslíte si, že měli na výběr? Že někdo z nás má na výběr? Největším hříchem v této kolonii je být nezaměstnaný. Být bez práce znamená být bez práv.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:268:DefaultText
source: All this talk about freedom and liberation, but you're stuck down here without my help.
cs: Všichni mluví o svobodě a osvobození, ale ty jsi tady dole uvízl bez mé pomoci.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:269:DefaultText
source: Why are you even telling me this?
cs: Proč mi to vůbec říkáš?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:270:DefaultText
source: Bored of you. You're on your own.
cs: Nudíte se. Jsi sám.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:271:DefaultText
source: Let's pretend it was. Goodbye.
cs: Předstírejme, že ano. Sbohem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:273:DefaultText
source: Get to the point.
cs: Přejděte k věci.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:276:DefaultText
source: Keep the research. Take care of yourself out there.
cs: Pokračujte ve výzkumu. Dávejte na sebe pozor.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:277:DefaultText
source: You did the right thing. Goodbye.
cs: Udělali jste správnou věc. Sbohem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:278:DefaultText
source: Take care of yourself.
cs: Pečujte o sebe.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:279:DefaultText
source: Wait. Let me make you a different offer.
cs: Počkejte. Dovolte mi, abych vám učinil jinou nabídku.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:281:DefaultText
source: I'll see what I can do.
cs: Uvidím, co se dá dělat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:282:DefaultText
source: So you lied about not knowing Crane. I suppose I do not blame you.
cs: Takže jsi lhal, že Cranea neznáš. Asi se ti nedivím.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:283:DefaultText
source: Why would you do something like this?
cs: Proč byste něco takového dělali?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:284:DefaultText
source: Nice to know you aren't burdened by a conscience.
cs: Je hezké vědět, že tě netíží svědomí.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:285:DefaultText
source: You misreckon me. My conscience is what keeps me from throwing in with these corporate parasites. I would rather die than spend my life in a labcoat researching diet toothpaste.
cs: Zklamal jsi mě. Moje svědomí mi brání, abych se s těmi korporátními parazity nespojil. Raději zemřu, než abych strávil život v laboratorním plášti výzkumem dietní zubní pasty.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:286:DefaultText
source: What's in it for me?
cs: Co z toho budu mít?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:287:DefaultText
source: We liberated that research. We did not steal it. And yes, a few scientists were caught in the crossfire.
cs: Tento výzkum jsme osvobodili. Neukradli jsme ho. A ano, několik vědců se dostalo do křížové palby.
