Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_cleo_porter.po
Languages: cs

# conversations/08_roseway/08_cv_cleo_porter:1:DefaultText
source: I reckon we got nothing to say to each other. You best back yourself outta here. Nice and slow.
cs: Myslím, že si nemáme co říct. Radši se odsud stáhni. Pěkně pomalu.

# conversations/08_roseway/08_cv_cleo_porter:2:DefaultText
source: So, you got a plan to pry these assholes out of my lab?
cs: Takže máš plán, jak ty kretény dostat z mé laboratoře?

# conversations/08_roseway/08_cv_cleo_porter:3:DefaultText
source: You care to explain what you're doing here? Did you miss the big sign outside?
cs: Nechcete mi vysvětlit, co tu děláte? Nepřehlédl jsi tu velkou ceduli venku?

# conversations/08_roseway/08_cv_cleo_porter:4:DefaultText
source: Anton sent me to help. You're in charge of security?
cs: Anton mě poslal na pomoc. Ty máš na starosti bezpečnost?

# conversations/08_roseway/08_cv_cleo_porter:5:DefaultText
source: I'm no threat. Just a passing freelancer looking for work.
cs: Nejsem hrozba. Jsem jen kolemjdoucí freelancer, který hledá práci.

# conversations/08_roseway/08_cv_cleo_porter:6:DefaultText
source: You're in charge of security? Good. Per Dr. Crane, I'm in charge now.
cs: Vy máte na starosti bezpečnost? Dobře. Podle doktora Cranea to teď mám na starosti já.

# conversations/08_roseway/08_cv_cleo_porter:7:DefaultText
source: Are you supposed to be in charge here?
cs: Máš to tu mít na starosti ty?

# conversations/08_roseway/08_cv_cleo_porter:8:DefaultText
source: I can't go five minutes in this place without someone nearly blowing my head off.
cs: Nevydržím tady ani pět minut, aniž by mi někdo málem ustřelil hlavu.

# conversations/08_roseway/08_cv_cleo_porter:9:DefaultText
source: Call me Porter. Doc Crane's my boss, sure enough. I don't recollect seeing you before.
cs: Říkejte mi Porter. Doktor Crane je můj šéf. Nevzpomínám si, že bych vás někdy viděl.

# conversations/08_roseway/08_cv_cleo_porter:10:DefaultText
source: That I am. Name's Porter. If Doc Crane did send you, I'd be glad for the help.
cs: To jsem. Jmenuji se Porter. Pokud vás doktor Crane poslal, budu rád za pomoc.

# conversations/08_roseway/08_cv_cleo_porter:15:DefaultText
source: We spoke in Roseway. He'd broadcast a distress call.
cs: Mluvili jsme spolu v Roseway. Vysílal tísňové volání.

# conversations/08_roseway/08_cv_cleo_porter:16:DefaultText
source: Maybe you'd like to head down the road ask him yourself?
cs: Možná byste se ho chtěli zeptat sami?

# conversations/08_roseway/08_cv_cleo_porter:17:DefaultText
source: He hired me as a troubleshooter. So don't be trouble.
cs: Najal mě jako pracovníka pro řešení problémů. Tak nedělej potíže.

# conversations/08_roseway/08_cv_cleo_porter:18:DefaultText
source: I figure if a body makes a habit of walking towards gunfire, they got to expect a few bullets in their direction.
cs: Myslím si, že když má někdo ve zvyku chodit vstříc střelbě, musí počítat s tím, že pár kulek dopadne jeho směrem.

# conversations/08_roseway/08_cv_cleo_porter:19:DefaultText
source: Bad news is, we haven't been able to clean these outlaws out of the lab. Good news is, they haven't been able escape, neither.
cs: Špatnou zprávou je, že se nám nepodařilo vyčistit laboratoř od těchto zločinců. Dobrá zpráva je, že se jim nepodařilo utéct.

# conversations/08_roseway/08_cv_cleo_porter:20:DefaultText
source: And let these bastards sneak out the door while I'm gone?
cs: A nechat tyhle parchanty, aby se vytratili ze dveří, když jsem pryč?

# conversations/08_roseway/08_cv_cleo_porter:21:DefaultText
source: Sounds like just the sort of bonehead move he'd make.
cs: Zní to jako přesně ten typ hloupého kroku, který by udělal.

# conversations/08_roseway/08_cv_cleo_porter:22:DefaultText
source: Explains where he went in such a damn hurry.
cs: To vysvětluje, kam tak spěchal.

# conversations/08_roseway/08_cv_cleo_porter:23:DefaultText
source: I'm Porter, chief of "Site Safety Engineering." That's a fancy way of saying "guards."
cs: Jsem Porter, šéf oddělení bezpečnostního inženýrství. To je elegantní způsob, jak říct "stráže".

# conversations/08_roseway/08_cv_cleo_porter:24:DefaultText
source: Funny way to phrase it. Yeah, I'm supposed to be. Chief Porter. I work security for the company.
cs: Vtipné vyjádření. Jo, to bych měl. Šéf Porter. Pracuji pro společnost jako ochranka.

# conversations/08_roseway/08_cv_cleo_porter:25:DefaultText
source: So it's a stalemate.
cs: Je to tedy patová situace.

# conversations/08_roseway/08_cv_cleo_porter:26:DefaultText
source: What about the raptidons?
cs: A co raptidoni?

# conversations/08_roseway/08_cv_cleo_porter:27:DefaultText
source: Are there any other ways out of there?
cs: Existují nějaké jiné cesty ven?

# conversations/08_roseway/08_cv_cleo_porter:28:DefaultText
source: Could they get out through the vents?
cs: Mohli by se dostat ven větracími otvory?

# conversations/08_roseway/08_cv_cleo_porter:29:DefaultText
source: That's how they got in. We got that locked down. There's no access from their level without a security keycard.
cs: Tak se dostali dovnitř. Máme to pod kontrolou. Z jejich patra není přístup bez bezpečnostní karty.

# conversations/08_roseway/08_cv_cleo_porter:30:DefaultText
source: They got in through the ventilation system, but we locked that down. There's no access from their level without a security keycard.
cs: Dostali se dovnitř ventilačním systémem, ale ten jsme uzavřeli. Z jejich patra není přístup bez bezpečnostní karty.

# conversations/08_roseway/08_cv_cleo_porter:31:DefaultText
source: They don't care which side their lunch is on. But the rapt cells are down with the outlaws, so they're the appetizers.
cs: Je jim jedno, na které straně je jejich oběd. Ale raplové jsou na straně psanců, takže jsou předkrmem.

# conversations/08_roseway/08_cv_cleo_porter:33:DefaultText
source: When it looks like they're fixing to make a sally upwards, I have a sniper pop the lock on a rapt cell. It's kept them busy.
cs: Když to vypadá, že se chystají vyrazit nahoru, nechám odstřelovače vyrazit zámek na raptově cele. To je zaměstnává.

# conversations/08_roseway/08_cv_cleo_porter:34:DefaultText
source: That's horrible.
cs: To je hrozné.

# conversations/08_roseway/08_cv_cleo_porter:35:DefaultText
source: That's damn clever.
cs: To je zatraceně chytré.

# conversations/08_roseway/08_cv_cleo_porter:36:DefaultText
source: They probably deserve it.
cs: Pravděpodobně si to zaslouží.

# conversations/08_roseway/08_cv_cleo_porter:37:DefaultText
source: Thanks. Company will probably bill me, but better to lose a rapt than get shot, I says.
cs: Děkuji. Společnost mi pravděpodobně vystaví účet, ale lepší přijít o rapt, než se nechat zastřelit, říkám si.

# conversations/08_roseway/08_cv_cleo_porter:38:DefaultText
source: Hired guns, the lot of them. I'd bet you bits to bobstones each is wanted across the system.
cs: Nájemní vrazi, ti všichni. Vsadil bych se, že po každém z nich se v celém systému hledá nějaký bakšiš.

# conversations/08_roseway/08_cv_cleo_porter:39:DefaultText
source: If they'd line up neat as you please to get arrested, I wouldn't have to. It's an imperfect world.
cs: Kdyby se řadili do úhledné fronty, jak se vám zlíbí, nemusel bych se nechat zatknout. Je to nedokonalý svět.

# conversations/08_roseway/08_cv_cleo_porter:40:DefaultText
source: I'll head down there now.
cs: Hned se tam vydám.

# conversations/08_roseway/08_cv_cleo_porter:41:DefaultText
source: Enough talk.
cs: Dost bylo řečí.

# conversations/08_roseway/08_cv_cleo_porter:42:DefaultText
source: Heh. Appetizers. I get it.
cs: Heh. Předkrmy. Chápu to.

# conversations/08_roseway/08_cv_cleo_porter:43:DefaultText
source: Not the way I'd choose to go. But I didn't choose to shoot up somebody else's workplace either.
cs: To není cesta, kterou bych si vybral. Ale ani já jsem si nevybral vystřílet cizí pracoviště.

# conversations/08_roseway/08_cv_cleo_porter:44:DefaultText
source: For now. I reckon they got no backup. On the other hand, we don't neither. And our mechanicals all went haywire for some damn reason.
cs: Prozatím. Myslím, že nemají žádné zálohy. Na druhou stranu, my taky ne. A naše mechanika se z nějakého zatraceného důvodu rozbila.

# conversations/08_roseway/08_cv_cleo_porter:45:DefaultText
source: Doc Crane ain't liable to call the company in until things are under control.
cs: Doktor Crane nebude volat firmu, dokud nebude mít věci pod kontrolou.

# conversations/08_roseway/08_cv_cleo_porter:47:DefaultText
source: Your office is locked. Can I get the keycard?
cs: Vaše kancelář je zamčená. Mohu dostat kartu?

# conversations/08_roseway/08_cv_cleo_porter:48:DefaultText
source: Where can I find your office?
cs: Kde najdu vaši kancelář?

# conversations/08_roseway/08_cv_cleo_porter:49:DefaultText
source: What the hell you need to get in my office for?
cs: K čemu sakra potřebuješ jít do mé kanceláře?

# conversations/08_roseway/08_cv_cleo_porter:51:DefaultText
source: I need a security keycard.
cs: Potřebuji bezpečnostní kartu.

# conversations/08_roseway/08_cv_cleo_porter:52:DefaultText
source: I want to check every room. We can't let them get behind us.
cs: Chci zkontrolovat každý pokoj. Nesmíme je nechat za sebou.

# conversations/08_roseway/08_cv_cleo_porter:53:DefaultText
source: What exactly do you do here?
cs: Co přesně zde děláte?

# conversations/08_roseway/08_cv_cleo_porter:54:DefaultText
source: What for?
cs: K čemu?

# conversations/08_roseway/08_cv_cleo_porter:55:DefaultText
source: Honestly, I just want to look around this place.
cs: Upřímně řečeno, chci se tu jen porozhlédnout.

# conversations/08_roseway/08_cv_cleo_porter:58:DefaultText
source: Why you wanna know that?
cs: Proč to chcete vědět?

# conversations/08_roseway/08_cv_cleo_porter:59:DefaultText
source: Yeah. I guess that follows. Here's the card for my office. You can run yourself off a keycard in there.
cs: Jo, to z toho asi vyplývá. Tady je vizitka do mé kanceláře. Můžeš si tam vyběhnout na kartu.

# conversations/08_roseway/08_cv_cleo_porter:60:DefaultText
source: Fair point. Here's a keycard to my office. Head left from here and downstairs. It's across from the cafeteria. I got a machine that makes pass cards for us.
cs: To je fér. Tady je karta od mé kanceláře. Odtud jděte doleva a dolů. Je to naproti jídelně. Mám tam automat, který nám dělá průkazky.

# conversations/08_roseway/08_cv_cleo_porter:62:DefaultText
source: I'm going down after these guys. I don't want to get trapped by a door you locked behind you.
cs: Jdu po nich dolů. Nechci se nechat uvěznit ve dveřích, které jsi za sebou zamkl.

# conversations/08_roseway/08_cv_cleo_porter:63:DefaultText
source: I locked it my own self when they attacked. Unless the door's been busted down, it's clear. And if it is, you don't need my keycard.
cs: Když na mě zaútočili, sám jsem ho zamknul. Pokud dveře nebyly vyraženy, je to jasné. A pokud ano, nepotřebuješ mou kartu.

# conversations/08_roseway/08_cv_cleo_porter:66:DefaultText
source: I'm gonna be honest in turn and say ''no.'' Bad enough we got outlaws trying to pick the place clean.
cs: Budu upřímný a řeknu "ne". Už tak je dost špatné, že se nám to tu snaží vybírat zločinci.

# conversations/08_roseway/08_cv_cleo_porter:67:DefaultText
source: You done a job of work. After you cacked their employer, the gunhands started surrendering. Or trying to slip out.
cs: Odvedli jste kus práce. Poté, co jsi vyřídil jejich zaměstnavatele, se ozbrojenci začali vzdávat. Nebo se snažili vyklouznout.

# conversations/08_roseway/08_cv_cleo_porter:68:DefaultText
source: So you're sure they don't have any jerryriggers? Not a single mag-pick?
cs: Takže jste si jistý, že nemají žádné kanystry? Ani jeden mag-pick?

# conversations/08_roseway/08_cv_cleo_porter:69:DefaultText
source: If you're wrong, they'll take everything you've got stashed in there.
cs: Pokud se zmýlíte, vezmou vám vše, co tam máte schované.

# conversations/08_roseway/08_cv_cleo_porter:70:DefaultText
source: And you've been watching to make sure no one sneaks in the whole time since?
cs: A od té doby jste celou dobu hlídali, aby se nikdo nevplížil dovnitř?

# conversations/08_roseway/08_cv_cleo_porter:71:DefaultText
source: If they reach my office, we're screwed anyway.
cs: Pokud se dostanou do mé kanceláře, jsme stejně v háji.

# conversations/08_roseway/08_cv_cleo_porter:72:DefaultText
source: Organized crew like this, they probably got somebody to do that. You got a point. Better to be safe than shot in the back.
cs: Taková organizovaná parta, jako je tahle, na to nejspíš někoho má. Máš pravdu. Lepší je být v bezpečí než být střelen do zad.

# conversations/08_roseway/08_cv_cleo_porter:73:DefaultText
source: Well, no. But like I said, to get it open, they'd have to bust the lock.
cs: No, ne. Ale jak jsem řekl, aby ji otevřeli, museli by rozbít zámek.

# conversations/08_roseway/08_cv_cleo_porter:74:DefaultText
source: Who, me? Or you mean the lab in general?
cs: Kdo, já? Nebo myslíš laboratoř obecně?

# conversations/08_roseway/08_cv_cleo_porter:76:DefaultText
source: Yeah, you.
cs: Jo, ty.

# conversations/08_roseway/08_cv_cleo_porter:77:DefaultText
source: The lab in general.
cs: Laboratoř obecně.

# conversations/08_roseway/08_cv_cleo_porter:78:DefaultText
source: Never mind. I'm heading downstairs.
cs: Nevadí. Jdu dolů.

# conversations/08_roseway/08_cv_cleo_porter:79:DefaultText
source: I'm in charge of "Site Safety Engineering." Most days that means making sure folks don't run in the halls.
cs: Mám na starosti "bezpečnostní inženýrství na staveništi". Většinou to znamená, že dohlížím na to, aby lidé neběhali po chodbách.

# conversations/08_roseway/08_cv_cleo_porter:80:DefaultText
source: Pretty quiet out here, huh? Normally, I mean.
cs: Je tu docela klid, co? Normálně, myslím.

# conversations/08_roseway/08_cv_cleo_porter:81:DefaultText
source: Sounds boring. I'll take Byzantium any day.
cs: Zní to nudně. Vezmu si Byzanc kdykoli.

# conversations/08_roseway/08_cv_cleo_porter:82:DefaultText
source: You can have it. Out here, you can still see the real planet. Not the bits of Earth we brought to pave over the wilderness.
cs: Můžete si ji vzít. Tady venku je stále vidět skutečná planeta. Ne kousky Země, které jsme přivezli, abychom vydláždili divočinu.

# conversations/08_roseway/08_cv_cleo_porter:83:DefaultText
source: Most days there ain't nothing to hear but wind, bugs, and the buildings falling slowly to pieces.
cs: Většinu dní není slyšet nic jiného než vítr, brouci a pomalu se rozpadající budovy.

# conversations/08_roseway/08_cv_cleo_porter:87:DefaultText
source: Soap or something, I dunno. Years back they made antibiotics. You could maybe ask Doc Crane what he does all day.
cs: Mýdlo nebo tak něco, nevím. Před lety vyráběli antibiotika. Možná by ses mohl zeptat doktora Cranea, co dělá celý den.

# conversations/08_roseway/08_cv_cleo_porter:88:DefaultText
source: So why build a lab out here? What's this place for?
cs: Proč tedy stavět laboratoř tady? K čemu je tohle místo?

# conversations/08_roseway/08_cv_cleo_porter:89:DefaultText
source: The ''real planet'' is apparently raptidons trying to eat your face.
cs: Na "skutečné planetě" jsou zřejmě raptidoni, kteří se vám snaží sežrat obličej.

# conversations/08_roseway/08_cv_cleo_porter:90:DefaultText
source: What about you, Porter? What do you do here?
cs: A co ty, Portere? Co tady děláš?

# conversations/08_roseway/08_cv_cleo_porter:91:DefaultText
source: Nah, raptidons are from Monarch. Fuck Monarch.
cs: Ne, raptidoni jsou z Monarchu. Seru na Monarch.

# conversations/08_roseway/08_cv_cleo_porter:93:DefaultText
source: Enough talk. Those outlaws won't wait forever.
cs: Dost bylo řečí. Ti zločinci nebudou čekat věčně.

# conversations/08_roseway/08_cv_cleo_porter:94:DefaultText
source: Yeah, falling to pieces while you live in them.
cs: Ano, rozpadají se, zatímco v nich žijete.

# conversations/08_roseway/08_cv_cleo_porter:96:DefaultText
source: Well, it's not like the rain's coming in the roof. Not yet, anyway.
cs: No, není to tak, že by do střechy pršelo. Alespoň zatím ne.

# conversations/08_roseway/08_cv_cleo_porter:97:DefaultText
source: So long as they pay you, I guess it doesn't matter.
cs: Dokud ti platí, je to asi jedno.

# conversations/08_roseway/08_cv_cleo_porter:98:DefaultText
source: You don't care at all? What if it's something illegal?
cs: Je vám to úplně jedno? Co když je to něco nelegálního?

# conversations/08_roseway/08_cv_cleo_porter:99:DefaultText
source: If it was illegal, the company wouldn't ask us to do it.
cs: Kdyby to bylo nezákonné, společnost by nás o to nepožádala.

# conversations/08_roseway/08_cv_cleo_porter:100:DefaultText
source: Easy to avoid breaking the law when you decide what's legal.
cs: Snadno se vyhnete porušení zákona, když rozhodnete, co je legální.

# conversations/08_roseway/08_cv_cleo_porter:101:DefaultText
source: Oh, the pay ain't much. But it's never been about the bits. I like Roseway.
cs: Aha, plat není nic moc. Ale nikdy nešlo o peníze. Mám rád Roseway.

# conversations/08_roseway/08_cv_cleo_porter:102:DefaultText
source: Seems like you're living at the edge of the known world out here.
cs: Zdá se, že žijete na okraji známého světa.

# conversations/08_roseway/08_cv_cleo_porter:104:DefaultText
source: Yup.
cs: Ano.

# conversations/08_roseway/08_cv_cleo_porter:105:DefaultText
source: They weren't so tough.
cs: Nebyly tak tvrdé.

# conversations/08_roseway/08_cv_cleo_porter:106:DefaultText
source: It was a near-run thing, but we got it done.
cs: Bylo to o fous, ale zvládli jsme to.

# conversations/08_roseway/08_cv_cleo_porter:108:DefaultText
source: I'm obliged. We'll take care of the cleanup. Shoot any strays.
cs: Jsem vám zavázán. O úklid se postaráme. Zastřelte všechny zbloudilce.

# conversations/08_roseway/08_cv_cleo_porter:109:DefaultText
source: Stray raptidons?
cs: Zbloudilí raptidoni?

# conversations/08_roseway/08_cv_cleo_porter:110:DefaultText
source: Stray outlaws?
cs: Zatoulaní psanci?

# conversations/08_roseway/08_cv_cleo_porter:111:DefaultText
source: Sure. Them too.
cs: Jistě. I oni.

# conversations/08_roseway/08_cv_cleo_porter:112:DefaultText
source: Any that don't give up on sight.
cs: Každý, kdo se nevzdá na dohled.

# conversations/08_roseway/08_cv_cleo_porter:113:DefaultText
source: Get down to Roseway and talk to Doc Crane. He'll make sure you get what's yours.
cs: Jděte na Roseway a promluvte si s doktorem Cranem. Postará se, abys dostal, co ti patří.

# conversations/08_roseway/08_cv_cleo_porter:114:DefaultText
source: So is there a reward for this?
cs: Je za to nějaká odměna?

# conversations/08_roseway/08_cv_cleo_porter:115:DefaultText
source: We heard it all from up here. Hell of a thing.
cs: Všechno jsme slyšeli odsud. To bylo něco.

# conversations/08_roseway/08_cv_cleo_porter:116:DefaultText
source: They seemed pretty dangerous to us. Guess you're more on their level.
cs: Připadali nám dost nebezpeční. Hádám, že jsi spíš na jejich úrovni.

# conversations/08_roseway/08_cv_cleo_porter:118:DefaultText
source: I've been around. Seen some things. Shot most of them.
cs: Byl jsem poblíž. Něco jsem viděl. Většinu z nich jsem zastřelil.

# conversations/08_roseway/08_cv_cleo_porter:119:DefaultText
source: If you hadn't kept them boxed in, they'd have been gone before we got that distress call.
cs: Kdybyste je nedrželi v boxu, byli by pryč dřív, než bychom dostali nouzové volání.

# conversations/08_roseway/08_cv_cleo_porter:120:DefaultText
source: Kind of you to say. Hope the company feels the same.
cs: Je od vás milé, že to říkáte. Doufám, že společnost má stejný názor.

# conversations/08_roseway/08_cv_cleo_porter:121:DefaultText
source: Then we're lucky you were passing by.
cs: Tak to máme štěstí, že jsi šel zrovna kolem.

# conversations/08_roseway/08_cv_cleo_porter:122:DefaultText
source: How are your people?
cs: Jak se mají vaši lidé?

# conversations/08_roseway/08_cv_cleo_porter:123:DefaultText
source: Their leader was no simple gunhand. She had an agenda.
cs: Jejich vůdce nebyl obyčejný pistolník. Měla svůj program.

# conversations/08_roseway/08_cv_cleo_porter:124:DefaultText
source: I'll head out then.
cs: Pak vyrazím.

# conversations/08_roseway/08_cv_cleo_porter:126:DefaultText
source: Lost some of my own in the fight. And a bunch of the staff died before we could get them to Roseway.
cs: V boji jsem přišel o několik vlastních. A několik zaměstnanců zemřelo, než jsme je dostali na Roseway.

# conversations/08_roseway/08_cv_cleo_porter:127:DefaultText
source: Taking the fight to the bosses by gunning down a bunch of little folk? Real fucking bright, that one.
cs: Bojovat proti šéfům tím, že postřílíte bandu malých lidí? Ten je fakt chytrej.

# conversations/08_roseway/08_cv_cleo_porter:128:DefaultText
source: Not your fault, Porter.
cs: To není tvoje chyba, Portere.

# conversations/08_roseway/08_cv_cleo_porter:129:DefaultText
source: You'll be ready next time.
cs: Příště budete připraveni.

# conversations/08_roseway/08_cv_cleo_porter:130:DefaultText
source: Damn straight we will.
cs: To si pište, že ano.

# conversations/08_roseway/08_cv_cleo_porter:131:DefaultText
source: Sign on my door says it is. But that ain't your trouble.
cs: Na dveřích mám nápis, že ano. Ale to není tvůj problém.

# conversations/08_roseway/08_cv_cleo_porter:132:DefaultText
source: She had a point. Things need to change up top.
cs: Měla pravdu. Nahoře se musí něco změnit.

# conversations/08_roseway/08_cv_cleo_porter:133:DefaultText
source: Ordinary folk need to be protected from her sort.
cs: Obyčejné lidi je třeba před takovými lidmi chránit.

# conversations/08_roseway/08_cv_cleo_porter:134:DefaultText
source: Maybe. Sure. Bass-ackwards way to go about it. Shoulda shot up some rich fella's mansion instead.
cs: Možná. Jistě, ale je to špatný způsob, jak na to jít. Měl místo toho vystřílet sídlo nějakého boháče.

# conversations/08_roseway/08_cv_cleo_porter:135:DefaultText
source: I ain't saying things are perfect. But shooting towns up ain't the way to improve.
cs: Neříkám, že je vše dokonalé. Ale střílení do měst není způsob, jak se zlepšit.

# conversations/08_roseway/08_cv_cleo_porter:137:DefaultText
source: Thanks, I will.
cs: Díky, udělám to.

# conversations/08_roseway/08_cv_cleo_porter:141:DefaultText
source: I'm gonna give you to the count of nothing to clear outta my post.
cs: Dám ti do počtu nic, abys vymazal můj příspěvek.

# conversations/08_roseway/08_cv_cleo_porter:143:DefaultText
source: That also means no fresh air down there. Probably reeks of raptidon musk. Couldn't happen to a nicer bunch.
cs: To také znamená, že tam dole není žádný čerstvý vzduch. Pravděpodobně páchne raptidonským pižmem. Hezčí parta by se nenašla.

# conversations/08_roseway/08_cv_cleo_porter:161:DefaultText
source: You sure you want to take me on?
cs: Jsi si jistý, že mě chceš vzít s sebou?

# conversations/08_roseway/08_cv_cleo_porter:162:DefaultText
source: Ease off the trigger. Hear me out.
cs: Uvolněte spoušť. Vyslechněte mě.

# conversations/08_roseway/08_cv_cleo_porter:163:DefaultText
source: Nobody needs to die here. Least of all me.
cs: Nikdo tu nemusí zemřít. A už vůbec ne já.

# conversations/08_roseway/08_cv_cleo_porter:164:DefaultText
source: I ain't seeing a compelling reason to not blow your head off.
cs: Nevidím žádný pádný důvod, proč ti neustřelit hlavu.

# conversations/08_roseway/08_cv_cleo_porter:165:DefaultText
source: You got one minute. Starting now.
cs: Máte jednu minutu. Začínáme teď.

# conversations/08_roseway/08_cv_cleo_porter:166:DefaultText
source: I don't want to take anyone on today. I'm just doing my damn job.
cs: Dnes nechci nikoho přijmout. Jen dělám svou zatracenou práci.
