Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_cleo_berke.po
Languages: cs

# conversations/08_roseway/08_cv_cleo_berke:6:DefaultText
source: Can you tell me who's in charge?
cs: Můžete mi říct, kdo tomu velí?

# conversations/08_roseway/08_cv_cleo_berke:7:DefaultText
source: What were you doing outside?
cs: Co jste dělali venku?

# conversations/08_roseway/08_cv_cleo_berke:8:DefaultText
source: You said the rapts broke loose? Did you have them caged up?
cs: Říkal jsi, že násilníci utekli? Měli jste je v kleci?

# conversations/08_roseway/08_cv_cleo_berke:9:DefaultText
source: I'm just going to take a look around.
cs: Jdu se jen porozhlédnout.

# conversations/08_roseway/08_cv_cleo_berke:10:DefaultText
source: Scientist, name of Anton Crane. Someone said he's panicking inside the Comm Center.
cs: Vědec, jméno Anton Crane. Někdo říkal, že uvnitř komunikačního centra panikaří.

# conversations/08_roseway/08_cv_cleo_berke:11:DefaultText
source: I done had enough of this shit. I'm just the fucking tarmac guard. No one said nothing about fighting no rapts.
cs: Už toho mám dost. Jsem jenom zasranej strážce asfaltu. Nikdo neřekl nic o tom, že bychom měli bojovat proti násilníkům.

# conversations/08_roseway/08_cv_cleo_berke:15:DefaultText
source: What can I do you for?
cs: Co pro vás mohu udělat?

# conversations/08_roseway/08_cv_cleo_berke:16:DefaultText
source: What happened here?
cs: Co se tu stalo?

# conversations/08_roseway/08_cv_cleo_berke:17:DefaultText
source: I'm here in answer to a distress call.
cs: Přišel jsem na tísňové volání.

# conversations/08_roseway/08_cv_cleo_berke:18:DefaultText
source: They pay you to whine, or you just do that for free?
cs: Platí ti za to, abys fňukal, nebo to děláš zadarmo?

# conversations/08_roseway/08_cv_cleo_berke:19:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/08_roseway/08_cv_cleo_berke:20:DefaultText
source: Alarms went off, rapts broke loose and I hightailed it in here to get a wall between me and them beasts.
cs: Spustil se alarm, strhla se mela a já jsem se vydal sem, abych mezi sebe a ty bestie postavil zeď.

# conversations/08_roseway/08_cv_cleo_berke:29:DefaultText
source: What do you think? I'm the landing pad guard. I was standing out on the fucking tarmac. Hell of a job until all this.
cs: Co si myslíte? Jsem strážce přistávací plochy. Stál jsem venku na zasraný letištní ploše. Až do tohohle všeho to byla zatraceně dobrá práce.

# conversations/08_roseway/08_cv_cleo_berke:33:DefaultText
source: Uhm... forget I said anything about that.
cs: Uhm... zapomeň, že jsem o tom něco říkal.

# conversations/08_roseway/08_cv_cleo_berke:46:DefaultText
source: Sure, it's not like we're busy here or nothing.
cs: Jistě, není to tak, že bychom tu měli hodně práce nebo tak něco.

# conversations/08_roseway/08_cv_cleo_berke:49:DefaultText
source: I had a few questions.
cs: Měl jsem několik otázek.

# conversations/08_roseway/08_cv_cleo_berke:53:DefaultText
source: You're powerful free with that tongue of yours.
cs: S tím svým jazykem jsi mocný a svobodný.

# conversations/08_roseway/08_cv_cleo_berke:54:DefaultText
source: You going to do something about it?
cs: Uděláte s tím něco?

# conversations/08_roseway/08_cv_cleo_berke:56:DefaultText
source: <Attack> I've had enough of your nonsense.
cs: <Attack> Už mám dost tvých nesmyslů.

# conversations/08_roseway/08_cv_cleo_berke:57:DefaultText
source: You got me. Just testing your mettle. Not much fight left in me, anyways.
cs: Dostal jsi mě. Jen zkouším tvou odvahu. Stejně ve mně moc boje nezbylo.

# conversations/08_roseway/08_cv_cleo_berke:58:DefaultText
source: I meant no offense. Just trying to lighten the situation with a little humor.
cs: Nemyslel jsem to nijak urážlivě. Jen jsem se snažil odlehčit situaci trochou humoru.

# conversations/08_roseway/08_cv_cleo_berke:64:DefaultText
source: Distress call? From here? Shit. They told me that weren't allowed.
cs: Tísňové volání? Odtud? Do prdele. Řekli mi, že to není dovoleno.

# conversations/08_roseway/08_cv_cleo_berke:70:DefaultText
source: What? Why not?
cs: Cože? Proč ne?

# conversations/08_roseway/08_cv_cleo_berke:71:DefaultText
source: Got me. I just do what I'm told, and I was told not to do such.
cs: Chápu. Dělám jen to, co se mi řekne, a bylo mi řečeno, že to nemám dělat.

# conversations/08_roseway/08_cv_cleo_berke:72:DefaultText
source: Did you send a distress call?
cs: Vyslali jste nouzové volání?

# conversations/08_roseway/08_cv_cleo_berke:73:DefaultText
source: I talked to the guy in charge. What do you think of him?
cs: Mluvil jsem s člověkem, který to má na starosti. Co si o něm myslíte?

# conversations/08_roseway/08_cv_cleo_berke:74:DefaultText
source: Well don't.
cs: Tak to nedělejte.

# conversations/08_roseway/08_cv_cleo_berke:76:DefaultText
source: Yeah, I ain't gonna make no comment on anything like that.
cs: Jo, k ničemu takovému se vyjadřovat nebudu.

# conversations/08_roseway/08_cv_cleo_berke:81:DefaultText
source: Well, what can you tell me about them?
cs: Co mi o nich můžete říct?

# conversations/08_roseway/08_cv_cleo_berke:82:DefaultText
source: Oh, before I forget. Auntie Cleo's makes the best pharmaceuticals in Halcyon. Better than nature. Not like that crap Spacer's Choice peddles.
cs: Než na to zapomenu. Teta Cleo vyrábí nejlepší léky v Halcyonu. Lepší než příroda. Ne jako ty sračky, co prodává Spacer's Choice.

# conversations/08_roseway/08_cv_cleo_berke:83:DefaultText
source: Wish they tasted like cystypig. Them's good eating.
cs: Kéž by chutnaly jako cystypig. Dobře se jí.

# conversations/08_roseway/08_cv_cleo_berke:84:DefaultText
source: What do they taste like?
cs: Jak chutnají?

# conversations/08_roseway/08_cv_cleo_berke:85:DefaultText
source: Some say chicken, I say the north end of a south-bound wooly cow.
cs: Někdo říká, že kuře, já říkám, že severní konec vlnité krávy směřující na jih.

# conversations/08_roseway/08_cv_cleo_berke:86:DefaultText
source: Anything else you'd like to know?
cs: Ještě něco, co byste chtěli vědět?

# conversations/08_roseway/08_cv_cleo_berke:87:DefaultText
source: Thanks, that's... helpful.
cs: Díky, to je... užitečné.

# conversations/08_roseway/08_cv_cleo_berke:88:DefaultText
source: Don't mention it.
cs: Nezmiňujte se o tom.

# conversations/08_roseway/08_cv_cleo_berke:89:DefaultText
source: Guess this answers your question as to where tarmac security is, Ellie.
cs: Hádám, že to je odpověď na tvou otázku, kde je bezpečnostní služba na letištní ploše, Ellie.

# conversations/08_roseway/08_cv_cleo_berke:90:DefaultText
source: Somehow I'm not reassured, Captain.
cs: Nějak mě to neuklidňuje, kapitáne.

# conversations/08_roseway/08_cv_cleo_berke:91:DefaultText
source: We're here to help, got a distress call.
cs: Jsme tu, abychom vám pomohli, dostali jsme tísňové volání.

# conversations/08_roseway/08_cv_cleo_berke:92:DefaultText
source: Never mind, we're just going to take a look around.
cs: Nevadí, jen se porozhlédneme kolem.

# conversations/08_roseway/08_cv_cleo_berke:94:DefaultText
source: Yeah, you and me both, ma'am.
cs: Ano, vy i já, madam.
