Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cp_cleo_lab_archive_terminal.po
Languages: cs

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:10:DefaultText
source: [Experimental Notes]
cs: [Experimentální poznámky]

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:11:DefaultText
source: RAPTIDON FLUID INGESTION TEST ------------------------------ 1. Objective 2. Procedure 3. Results
cs: TEST POŽITÍ TEKUTINY RAPTIDON ------------------------------ 1. Cíl 2. Postup 3. Výsledky

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:12:DefaultText
source: [Raptidon Fluid Ingestion Test: Objective]
cs: [Test požití tekutiny Raptidon: Cíl]

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:13:DefaultText
source: [Raptidon Fluid Ingestion Test: Procedure]
cs: [Test požití tekutiny Raptidon: Postup]

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:14:DefaultText
source: [Raptidon Fluid Ingestion Test: Results]
cs: [Test požití tekutiny Raptidon: výsledky]

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:16:DefaultText
source: Objective: Determine the maximum amount of raptidon digestive acid that can be safely ingested by humans before adverse effects present themselves.
cs: Cíl: Určit maximální množství trávicí kyseliny raptidonu, které může člověk bezpečně přijmout, než se projeví nežádoucí účinky.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:17:DefaultText
source: Proposed procedure: Slowly introduce increasing amounts of raptidon digestive acid into the evening meals of randomly selected workers and observe their overall health.
cs: Navrhovaný postup: Náhodně vybraným pracovníkům pomalu přidávat do večerní stravy rostoucí množství trávicí kyseliny raptidon a sledovat jejich celkový zdravotní stav.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:18:DefaultText
source: 1 MILLILITER - Minor stomach pain and nausea. Safe. 2 MILLILITERS - Minor stomach pain, extreme nausea. Safe. 3 MILLILITERS - Major stomach pain, debilitating nausea, some vomiting. Potentially unsafe in the workplace. 4 MILLILITERS - Temporary blindness; frequent vomiting; patient unable to describe pain. Unsafe. 5 MILLILITERS - Unable to record symptoms as patient died within the hour.
cs: 1 MILILITR - Menší bolesti žaludku a nevolnost. Bezpečné. 2 MILILITRY - Menší bolesti žaludku, extrémní nevolnost. Bezpečné. 3 MILILITRY - Velká bolest žaludku, vysilující nevolnost, místy zvracení. Potenciálně nebezpečné na pracovišti. 4 MILILITRY - Dočasná slepota; časté zvracení; pacient není schopen popsat bolest. Nebezpečné. 5 MILIARD - Nelze zaznamenat příznaky, protože pacient během hodiny zemřel.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:23:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Auntie Cleo Auntie-Biotics™: served fresh from our petri dishes to YOUR personal crevices.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Auntie Cleo Auntie-Biotics™: podáváme čerstvě z našich Petriho misek do VAŠICH osobních štěrbin.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:25:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Feeling irate? Try Auntie Cleo's Nar-Choc-Lectic™ bars. Now with 3% real CCN76.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Cítíte se podráždění? Vyzkoušejte tyčinky Auntie Cleo's Nar-Choc-Lectic™. Nyní s 3 % skutečného CCN76.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:28:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Tired of itchy acid burns? Try Auntie Cleo's artisanal boarst-scented moisturizing cream.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Máte dost svědivých popálenin od kyseliny? Vyzkoušejte řemeslný hydratační krém Auntie Cleo s vůní divočáka.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:29:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Try Auntie Cleo's Handi-Off™, the surgical stain remover of choice.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Vyzkoušejte Handi-Off™ od tety Cleo, nejvhodnější odstraňovač skvrn po chirurgických zákrocích.

# conversations/08_roseway/08_cp_cleo_lab_archive_terminal:30:DefaultText
source: Argos Security Systems --------------------------------- SECURITY LOCKDOWN All personnel please report to assigned workstations. Report suspicious activity to the nearest Site Safety Engineer. --------------------------------- Unsightly bloodstains? Consider Auntie Cleo's laundry soap. Now with a refreshing lemon zing scent.
cs: Argos Security Systems --------------------------------- BEZPEČNOSTNÍ UZÁVĚRA Všichni zaměstnanci se dostavte na přidělená pracoviště. Podezřelou činnost nahlaste nejbližšímu bezpečnostnímu technikovi pracoviště. --------------------------------- Nevzhledné krvavé skvrny? Zvažte mýdlo na praní Auntie Cleo. Nyní s osvěžující citronovou vůní.
