Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_vaughn.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_vaughn:182:DefaultText
source: I'll remember that. I'm not the greatest technician.
cs: Budu si to pamatovat. Nejsem nejlepší technik.

# conversations/08_roseway/08_cv_scientist_vaughn:183:DefaultText
source: No kidding? You're the best.
cs: Neděláte si legraci? Jsi nejlepší.

# conversations/08_roseway/08_cv_scientist_vaughn:184:DefaultText
source: This is gonna make me so popular. I mean with the people who buy it. Not by using it. Because I'm not.
cs: Díky tomu budu tak populární. Myslím u lidí, kteří si to koupí. Ne tím, že ji používám. Protože to nejsem já.

# conversations/08_roseway/08_cv_scientist_vaughn:186:DefaultText
source: Of course not.
cs: Samozřejmě že ne.

# conversations/08_roseway/08_cv_scientist_vaughn:187:DefaultText
source: You're definitely going to use it.
cs: Určitě ji využijete.

# conversations/08_roseway/08_cv_scientist_vaughn:188:DefaultText
source: Yeah, great. You mentioned a cut for my help?
cs: Jo, skvělé. Zmínil jste se o odměně za mou pomoc?

# conversations/08_roseway/08_cv_scientist_vaughn:189:DefaultText
source: So what kind of reward were you planning to offer?
cs: Jakou odměnu jste chtěli nabídnout?

# conversations/08_roseway/08_cv_scientist_vaughn:190:DefaultText
source: Take this. You earned it. If you run into me again after all this is over, maybe I'll have more.
cs: Vezměte si tohle. Zasloužíš si to. Jestli mě potkáš znovu, až tohle všechno skončí, možná budu mít víc.

# conversations/08_roseway/08_cv_scientist_vaughn:191:DefaultText
source: Only for testing purposes. Quality control. You would, right?
cs: Pouze pro účely testování. Kontrola kvality. Vy byste to udělali, že?

# conversations/08_roseway/08_cv_scientist_vaughn:192:DefaultText
source: Sure.
cs: Jistě.

# conversations/08_roseway/08_cv_scientist_vaughn:193:DefaultText
source: Nope.
cs: Ne.

# conversations/08_roseway/08_cv_scientist_vaughn:194:DefaultText
source: No way.
cs: V žádném případě.

# conversations/08_roseway/08_cv_scientist_vaughn:196:DefaultText
source: Pleasure doing business with you.
cs: Je příjemné s vámi obchodovat.

# conversations/08_roseway/08_cv_scientist_vaughn:197:DefaultText
source: Ah, you just don't understand the market. Anyway, here's a cut for you. An advance from my profits.
cs: Ach, vy prostě nerozumíte trhu. Každopádně, tady je pro vás řez. Záloha z mých zisků.

# conversations/08_roseway/08_cv_scientist_vaughn:198:DefaultText
source: Better days are coming. I can smell the money. Wait, no, that's raptidon musk.
cs: Přicházejí lepší časy. Cítím vůni peněz. Počkat, ne, to je raptidonské pižmo.

# conversations/08_roseway/08_cv_scientist_vaughn:199:DefaultText
source: As soon as this mess is cleared up, I'll call in my contact and take the musk.
cs: Jakmile se tenhle nepořádek vyřeší, zavolám svému kontaktu a vezmu si pižmo.

# conversations/08_roseway/08_cv_scientist_vaughn:203:DefaultText
source: Okay, bright side. If you didn't know whose it was, Crane won't either.
cs: Dobře, světlá stránka. Pokud jste nevěděli, čí je, nebude to vědět ani Crane.

# conversations/08_roseway/08_cv_scientist_vaughn:204:DefaultText
source: Not my problem.
cs: To není můj problém.

# conversations/08_roseway/08_cv_scientist_vaughn:205:DefaultText
source: No, he isn't. Or he's a lot better at hiding it than you.
cs: Ne, není. Nebo to umí skrývat mnohem lépe než ty.

# conversations/08_roseway/08_cv_scientist_vaughn:206:DefaultText
source: Every damn one of you is crooked. You all deserve each other.
cs: Každý z vás je křivák. Všichni si zasloužíte jeden druhého.

# conversations/08_roseway/08_cv_scientist_vaughn:207:DefaultText
source: Shit runs downhill. Doctor Crane will get a reprimand, I will get fired.
cs: Sračky jdou z kopce. Doktor Crane dostane důtku a já padáka.

# conversations/08_roseway/08_cv_scientist_vaughn:208:DefaultText
source: Well thanks for your expert opinion.
cs: Děkuji za váš odborný názor.

# conversations/08_roseway/08_cv_scientist_vaughn:211:DefaultText
source: Hey, you don't think the scent of this will draw the raptidons up here, do you?
cs: Hej, nemyslíš si, že vůně tohohle sem přiláká raptidony, že ne?

# conversations/08_roseway/08_cv_scientist_vaughn:212:DefaultText
source: Maybe I'll go for a - a stroll. A nice constitutional. Right by Dr. Crane. Just to prove I can.
cs: Možná se půjdu projít. Pěknou ústavní. Přímo u doktora Cranea. Jen abych dokázal, že to umím.

# conversations/08_roseway/08_cv_scientist_vaughn:213:DefaultText
source: If this lab keeps going, maybe I start again. Where else am I gonna get raptidons?
cs: Pokud bude tato laboratoř pokračovat, možná začnu znovu. Kde jinde bych sehnal raptidony?

# conversations/08_roseway/08_cv_scientist_vaughn:215:DefaultText
source: Sure. I guess. I'm not supposed to talk to-- I mean, why do you ask?
cs: Jistě. Asi ano. Neměl bych mluvit s... Proč se ptáš?

# conversations/08_roseway/08_cv_scientist_vaughn:217:DefaultText
source: I've had days like that.
cs: Takové dny jsem zažil.

# conversations/08_roseway/08_cv_scientist_vaughn:219:DefaultText
source: Hey, whatever.
cs: Hej, to je fuk.

# conversations/08_roseway/08_cv_scientist_vaughn:220:DefaultText
source: Wanna talk about peptides? I've got, like, amazing stories about cortistatin.
cs: Chcete mluvit o peptidech? Mám úžasné historky o kortistatinu.

# conversations/08_roseway/08_cv_scientist_vaughn:226:DefaultText
source: Sure, whatever you need to know.
cs: Jistě, cokoli potřebujete vědět.

# conversations/08_roseway/08_cv_scientist_vaughn:229:DefaultText
source: Lay it on me.
cs: Položte to na mě.

# conversations/08_roseway/08_cv_scientist_vaughn:235:DefaultText
source: Sounds interesting, but I'm busy right now.
cs: Zní to zajímavě, ale zrovna teď nemám čas.

# conversations/08_roseway/08_cv_scientist_vaughn:237:DefaultText
source: Great! This is really gonna save my ass.
cs: Skvělé! Tohle mi opravdu zachrání zadek.

# conversations/08_roseway/08_cv_scientist_vaughn:239:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/08_roseway/08_cv_scientist_vaughn:249:DefaultText
source: Maybe? I mean, it fits, but who'd buy it?
cs: Možná? Tedy, hodí se to, ale kdo by si to koupil?

# conversations/08_roseway/08_cv_scientist_vaughn:250:DefaultText
source: You want to explain what "leptin analogues" are?
cs: Chcete vysvětlit, co jsou "analogy leptinu"?

# conversations/08_roseway/08_cv_scientist_vaughn:251:DefaultText
source: Leptin's a hormone. Basically tells us we're not hungry.
cs: Leptin je hormon. V podstatě nám říká, že nemáme hlad.

# conversations/08_roseway/08_cv_scientist_vaughn:253:DefaultText
source: Fascinating, I'm sure. You going to tell me where I'm going?
cs: Určitě je to fascinující. Řekneš mi, kam jdu?

# conversations/08_roseway/08_cv_scientist_vaughn:254:DefaultText
source: You're going to have to be more specific.
cs: Budete muset být konkrétnější.

# conversations/08_roseway/08_cv_scientist_vaughn:255:DefaultText
source: Some people say rapt musk makes it easier to attract "companionship." Makes you more, uh, "appealing."
cs: Někteří lidé říkají, že rapt musk usnadňuje přitahování "společníků". Dělá vás přitažlivějšími.

# conversations/08_roseway/08_cv_scientist_vaughn:256:DefaultText
source: Who'd want to be more appealing to raptidons?
cs: Kdo by chtěl být pro raptidony přitažlivější?

# conversations/08_roseway/08_cv_scientist_vaughn:261:DefaultText
source: No, not to-- You know what? Let's just move on.
cs: Ne, ne... Víš co? Pojďme dál.

# conversations/08_roseway/08_cv_scientist_vaughn:262:DefaultText
source: Whatever. You could start by telling me where I'm going.
cs: To je jedno. Mohl bys začít tím, že mi řekneš, kam jdu.

# conversations/08_roseway/08_cv_scientist_vaughn:264:DefaultText
source: I did. Anton has them now.
cs: To jsem udělal. Teď je má Anton.

# conversations/08_roseway/08_cv_scientist_vaughn:265:DefaultText
source: Hell if I know. There were a bunch of folks with guns, and a lady yelling about wanting jobs or something. Next thing I knew the raptidons were loose.
cs: K čertu, jestli to vím. Byla tam parta lidí se zbraněmi a nějaká paní křičela, že chce práci nebo co. Pak už jen vím, že raptidoni byli na svobodě.

# conversations/08_roseway/08_cv_scientist_vaughn:266:DefaultText
source: Actually, forget about that. What happened here?
cs: Vlastně na to zapomeňte. Co se stalo tady?

# conversations/08_roseway/08_cv_scientist_vaughn:268:DefaultText
source: Look, I don't wanna go back out there, but there's a thing I got to do.
cs: Podívej, nechci se tam vrátit, ale musím něco udělat.

# conversations/08_roseway/08_cv_scientist_vaughn:269:DefaultText
source: Enough about the past. What happened here today?
cs: Dost o minulosti. Co se tu stalo dnes?

# conversations/08_roseway/08_cv_scientist_vaughn:271:DefaultText
source: I'm likely headed that way. Anything I can do?
cs: Pravděpodobně se tam chystám. Mohu něco udělat?

# conversations/08_roseway/08_cv_scientist_vaughn:272:DefaultText
source: Can't say as I do. Good day.
cs: Nemůžu říct, jak to dělám já. Dobrý den.

# conversations/08_roseway/08_cv_scientist_vaughn:273:DefaultText
source: What? Sorry. Distracted. Worried about my experiment, you know? Who might have found it. I mean, what state it's in.
cs: Cože? Promiňte. Roztržitý. Mám strach o svůj experiment, víš? Kdo by ho mohl najít. Myslím, v jakém je stavu.

# conversations/08_roseway/08_cv_scientist_vaughn:274:DefaultText
source: Not that I'm gonna head back to the lab to check. Not while those outlaws are out there.
cs: Ne že bych se vrátil do laboratoře, abych to zkontroloval. Ne, dokud jsou ti zločinci venku.

# conversations/08_roseway/08_cv_scientist_vaughn:275:DefaultText
source: Not our problem.
cs: To není náš problém.

# conversations/08_roseway/08_cv_scientist_vaughn:276:DefaultText
source: Not my problem.
cs: To není můj problém.

# conversations/08_roseway/08_cv_scientist_vaughn:277:DefaultText
source: The place was trashed. There were raptidons all over.
cs: Místo bylo zdemolované. Všude byli raptidoni.

# conversations/08_roseway/08_cv_scientist_vaughn:278:DefaultText
source: I was thinking Anton might offer a bigger reward to see what you've been up to.
cs: Napadlo mě, že by Anton mohl nabídnout větší odměnu, aby zjistil, co jsi dělal.

# conversations/08_roseway/08_cv_scientist_vaughn:279:DefaultText
source: Let's not be -- I don't think he'd be, you know, interested.
cs: Nemysleme si, že by ho to zajímalo.

# conversations/08_roseway/08_cv_scientist_vaughn:280:DefaultText
source: Really? A by-the-book guy like him?
cs: Opravdu? Chlap jako on?

# conversations/08_roseway/08_cv_scientist_vaughn:281:DefaultText
source: Then you won't mind if I just bring it right on over to him.
cs: Pak vám nebude vadit, když mu ji přinesu.

# conversations/08_roseway/08_cv_scientist_vaughn:282:DefaultText
source: You're not a convincing liar, Vaughn.
cs: Nejsi přesvědčivý lhář, Vaughne.

# conversations/08_roseway/08_cv_scientist_vaughn:283:DefaultText
source: Hey, you know what we haven't talked about? Your reward.
cs: Víš, o čem jsme ještě nemluvili? O vaší odměně.

# conversations/08_roseway/08_cv_scientist_vaughn:284:DefaultText
source: Whoa, whoa, whoa, whoa. This is worth a lot of money. To me. Maybe to you.
cs: Hej, hej, hej, hej. Tohle stojí hodně peněz. Pro mě. Možná pro tebe.

# conversations/08_roseway/08_cv_scientist_vaughn:285:DefaultText
source: I am flawed in that way. Yeah.
cs: V tomto směru jsem vadný. Ano.

# conversations/08_roseway/08_cv_scientist_vaughn:286:DefaultText
source: I was going to cut you a share. An advance on what I'll make. But I could give you two shares. One for getting the musk, one for being, uh, discrete. What do you say?
cs: Chtěl jsem ti dát podíl. Zálohu na to, co vydělám. Ale mohl bych ti dát dva podíly. Jeden za získání pižma, druhý za to, že jsi byl diskrétní. Co říkáš?

# conversations/08_roseway/08_cv_scientist_vaughn:287:DefaultText
source: You have a deal.
cs: Máte dohodu.

# conversations/08_roseway/08_cv_scientist_vaughn:288:DefaultText
source: I'm thinking... no.
cs: Myslím, že... ne.

# conversations/08_roseway/08_cv_scientist_vaughn:289:DefaultText
source: Thank the Law. I mean, great!
cs: Poděkujte zákonu. Tedy, skvělé!

# conversations/08_roseway/08_cv_scientist_vaughn:290:DefaultText
source: Where were you when the outlaws attacked?
cs: Kde jste byl, když zločinci zaútočili?

# conversations/08_roseway/08_cv_scientist_vaughn:291:DefaultText
source: Over in the main labs. I rabbited back here when I realized I was hearing gunshots, not blown fuses.
cs: V hlavních laboratořích. Vrátil jsem se sem, když jsem si uvědomil, že slyším výstřely, ne vyhořelé pojistky.

# conversations/08_roseway/08_cv_scientist_vaughn:293:DefaultText
source: Hey. Glad you're still here. Listen, uh, you're a freelancer, right? Maybe for hire?
cs: Ahoj. Jsem rád, že jsi pořád tady. Poslyš, jsi na volné noze, že? Možná na zakázku?

# conversations/08_roseway/08_cv_scientist_vaughn:294:DefaultText
source: Depends. What's the job?
cs: Záleží na tom. O jakou práci jde?

# conversations/08_roseway/08_cv_scientist_vaughn:295:DefaultText
source: Not right now.
cs: Teď ne.

# conversations/08_roseway/08_cv_scientist_vaughn:298:DefaultText
source: Only if you answer some questions first.
cs: Pouze pokud nejprve zodpovíte několik otázek.

# conversations/08_roseway/08_cv_scientist_vaughn:299:DefaultText
source: Sure. Sounds fair.
cs: Jistě. To zní fér.

# conversations/08_roseway/08_cv_scientist_vaughn:300:DefaultText
source: I'll return later.
cs: Vrátím se později.

# conversations/08_roseway/08_cv_scientist_vaughn:301:DefaultText
source: On second thought, just tell me what you need.
cs: Když o tom tak přemýšlím, řekni mi, co potřebuješ.

# conversations/08_roseway/08_cv_scientist_vaughn:302:DefaultText
source: Enough talk.
cs: Dost bylo řečí.

# conversations/08_roseway/08_cv_scientist_vaughn:303:DefaultText
source: So what's the job you want done?
cs: Jaký úkol chcete provést?

# conversations/08_roseway/08_cv_scientist_vaughn:304:DefaultText
source: Not until you explain. Details, please.
cs: Ne, dokud to nevysvětlíte. Podrobnosti, prosím.

# conversations/08_roseway/08_cv_scientist_vaughn:305:DefaultText
source: All right, I'll head up there and keep an eye out.
cs: Dobře, půjdu tam a budu dávat pozor.

# conversations/08_roseway/08_cv_scientist_vaughn:309:DefaultText
source: Not anymore. I sold it to somebody.
cs: Teď už ne. Někomu jsem ho prodal.

# conversations/08_roseway/08_cv_scientist_vaughn:310:DefaultText
source: No, I sold it to somebody.
cs: Ne, někomu jsem ho prodal.

# conversations/08_roseway/08_cv_scientist_vaughn:311:DefaultText
source: Are you kidding? There's nothing Byzantines enjoy like too much of everything.
cs: Děláte si legraci? Byzantinci nemají nic tak rádi jako všeho moc.

# conversations/08_roseway/08_cv_scientist_vaughn:315:DefaultText
source: Gosh, no. Not even once.
cs: Bože, ne. Ani jednou.

# conversations/08_roseway/08_cv_scientist_vaughn:316:DefaultText
source: Not even in the name of scientific advancement.
cs: Ani ve jménu vědeckého pokroku.

# conversations/08_roseway/08_cv_scientist_vaughn:317:DefaultText
source: I've tried worse.
cs: Zkoušel jsem i horší.

# conversations/08_roseway/08_cv_scientist_vaughn:318:DefaultText
source: Experimental methods for killing noxious lifeforms are not covered under this unit's limited liability agreement.
cs: Na experimentální metody usmrcování škodlivých forem života se nevztahuje dohoda o omezené odpovědnosti této jednotky.

# conversations/08_roseway/08_cv_scientist_vaughn:320:DefaultText
source: Can't hardly imagine having so much food you'd have to trick yourself into not eatin' it.
cs: Nedokážu si představit, že bys měl tolik jídla, že by ses musel přemlouvat, abys ho nesnědl.

# conversations/08_roseway/08_cv_scientist_vaughn:321:DefaultText
source: Oughta get some of that on Monarch. We're all hungry there.
cs: Měl bys něco z toho dostat na Monarchu. Všichni tam máme hlad.

# conversations/08_roseway/08_cv_scientist_vaughn:322:DefaultText
source: Byzantium's inhabitants could afford it, if no one else.
cs: Obyvatelé Byzance si to mohli dovolit, když už nikdo jiný.

# conversations/08_roseway/08_cv_scientist_vaughn:323:DefaultText
source: Seriously? Captain, I believe he's making "N-Raptured". It's an aphrodisiac. Rapt musk is the main ingredient.
cs: Vážně? Kapitáne, myslím, že dělá "N-Raptured". Je to afrodiziakum. Hlavní přísadou je Rapt Musk.

# conversations/08_roseway/08_cv_scientist_vaughn:325:DefaultText
source: What? No! I mean, yes, I'm getting the musk. With Monarch embargoed, the price is sky-high. But I'm not making the drug.
cs: Cože? Ne! Tedy, ano, dostávám pižmo. Když je na Monarch uvaleno embargo, je cena nebetyčně vysoká. Ale já tu drogu nevyrábím.

# conversations/08_roseway/08_cv_scientist_vaughn:327:DefaultText
source: Whoa, slow down. Benefits?
cs: Hej, zpomal. Výhody?

# conversations/08_roseway/08_cv_scientist_vaughn:328:DefaultText
source: From raptidons? You've piqued my interest. What benefits?
cs: Od raptidonů? Vzbudil jsi můj zájem. Jaké výhody?

# conversations/08_roseway/08_cv_scientist_vaughn:329:DefaultText
source: Extractin' how? No, wait, maybe I don't wanna know.
cs: Jak extrahovat? Ne, počkej, možná to nechci vědět.

# conversations/08_roseway/08_cv_scientist_vaughn:330:DefaultText
source: Benefits?
cs: Výhody?

# conversations/08_roseway/08_cv_scientist_vaughn:331:DefaultText
source: Ah, an interesting scientific endeavor if I ever heard one. Which hormones?
cs: Zajímavá vědecká práce, pokud jsem o ní kdy slyšel. Které hormony?
