Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_anton.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_anton:150:DefaultText
source: I gassed the young beasts, but I couldn't pass up putting down the mother. With glee.
cs: Mladé šelmy jsem zplynoval, ale matku jsem nemohl nechat utratit. S radostí.

# conversations/08_roseway/08_cv_scientist_anton:151:DefaultText
source: I gassed them all.
cs: Všechny jsem zplynoval.

# conversations/08_roseway/08_cv_scientist_anton:152:DefaultText
source: That... that complicates the equation somewhat.
cs: To... to poněkud komplikuje rovnici.

# conversations/08_roseway/08_cv_scientist_anton:153:DefaultText
source: Capital!
cs: Hlavní město!

# conversations/08_roseway/08_cv_scientist_anton:156:DefaultText
source: "Malcontents"? "Cretins"? You're a pompous ass, I'm not working for you.
cs: "Nespokojenci"? "Kreténi"? Jsi nafoukaný osel, pro tebe pracovat nebudu.

# conversations/08_roseway/08_cv_scientist_anton:158:DefaultText
source: I found your associate Jameson. He's safe.
cs: Našel jsem tvého společníka Jamesona. Je v bezpečí.

# conversations/08_roseway/08_cv_scientist_anton:159:DefaultText
source: I have unfortunate news, your associate, Jameson, is dead.
cs: Mám pro vás nepříjemnou zprávu, váš společník Jameson je mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:161:DefaultText
source: A little over dramatic, wouldn't you say?
cs: Trochu přehnané drama, nemyslíte?

# conversations/08_roseway/08_cv_scientist_anton:162:DefaultText
source: Hate to tell you this, but your safe was empty. The outlaws have your research.
cs: Nerad vám to říkám, ale váš trezor byl prázdný. Zločinci mají váš výzkum.

# conversations/08_roseway/08_cv_scientist_anton:167:DefaultText
source: Did you find my colleague, Jameson?
cs: Našel jste mého kolegu Jamesona?

# conversations/08_roseway/08_cv_scientist_anton:168:DefaultText
source: I haven't retrieved your research yet, but I have dealt with the raptidons.
cs: Ještě jsem nečetl váš výzkum, ale s raptidony jsem se už setkal.

# conversations/08_roseway/08_cv_scientist_anton:169:DefaultText
source: No he's not, I already rescued him.
cs: Ne, není, už jsem ho zachránil.

# conversations/08_roseway/08_cv_scientist_anton:172:DefaultText
source: That's... you can't possibly understand the enormity of what you've done for me.
cs: To je... nemůžeš pochopit, jak obrovskou věc jsi pro mě udělal.

# conversations/08_roseway/08_cv_scientist_anton:173:DefaultText
source: He's fine.
cs: Je v pořádku.

# conversations/08_roseway/08_cv_scientist_anton:174:DefaultText
source: Haven't found him yet.
cs: Ještě jsem ho nenašel.

# conversations/08_roseway/08_cv_scientist_anton:180:DefaultText
source: No matter, I have the research.
cs: Na tom nezáleží, výzkum mám.

# conversations/08_roseway/08_cv_scientist_anton:185:DefaultText
source: As if my thoughts weren't dark enough already. What is it?
cs: Jako by mé myšlenky nebyly už tak dost temné. Co je to?

# conversations/08_roseway/08_cv_scientist_anton:186:DefaultText
source: I decided I want to help you with your problem.
cs: Rozhodl jsem se, že vám s vaším problémem pomohu.

# conversations/08_roseway/08_cv_scientist_anton:188:DefaultText
source: <Attack> I decided I don't like you, and want you dead.
cs: <Útok> Rozhodl jsem se, že tě nemám rád a chci tě zabít.

# conversations/08_roseway/08_cv_scientist_anton:195:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:198:DefaultText
source: Oh, really? I'm disinclined to accept your offer, but I'm a man of limited options. Where were we before you rudely ended our conversation?
cs: Opravdu? Nejsem ochoten vaši nabídku přijmout, ale mám jen omezené možnosti. Kde jsme byli, než jste hrubě ukončil náš rozhovor?

# conversations/08_roseway/08_cv_scientist_anton:199:DefaultText
source: You wanted me to remove the cretins and retrieve your research. And handle your raptidon problem?
cs: Chtěl jsi, abych odstranil ty kretény a získal zpět tvůj výzkum. A vyřešit tvůj problém s raptidony?

# conversations/08_roseway/08_cv_scientist_anton:202:DefaultText
source: It's the key to my future, not to mention easy weight loss and fewer cavities.
cs: Je to klíč k mé budoucnosti, nemluvě o snadném hubnutí a menším počtu zubních kazů.

# conversations/08_roseway/08_cv_scientist_anton:203:DefaultText
source: Diet toothpaste is the key to your future?
cs: Dietní zubní pasta je klíčem k vaší budoucnosti?

# conversations/08_roseway/08_cv_scientist_anton:204:DefaultText
source: Are you fucking insane?
cs: Zbláznil ses?

# conversations/08_roseway/08_cv_scientist_anton:205:DefaultText
source: I put those beasts down. With glee.
cs: Položil jsem ty bestie na zem. S radostí.

# conversations/08_roseway/08_cv_scientist_anton:206:DefaultText
source: I gassed the young beasts, but was forced to kill the mother.
cs: Mladé šelmy jsem zplynoval, ale matku jsem byl nucen zabít.

# conversations/08_roseway/08_cv_scientist_anton:207:DefaultText
source: You're a right bastard, aren't you? Those animals were being used to benefit us all, their pointless death should give no one "glee."
cs: Jsi pěkný parchant, co? Ta zvířata byla využívána k prospěchu nás všech, jejich zbytečná smrt by neměla nikomu dělat "radost".

# conversations/08_roseway/08_cv_scientist_anton:209:DefaultText
source: Did you find my colleague, Jameson?
cs: Našel jste mého kolegu Jamesona?

# conversations/08_roseway/08_cv_scientist_anton:210:DefaultText
source: Excellent. If we're done here, I'd like to get back to work. You understand.
cs: Vynikající. Pokud jsme skončili, rád bych se vrátil k práci. Rozumíte.

# conversations/08_roseway/08_cv_scientist_anton:211:DefaultText
source: Actually, I had some questions.
cs: Vlastně jsem měl několik otázek.

# conversations/08_roseway/08_cv_scientist_anton:212:DefaultText
source: Of course.
cs: Samozřejmě.

# conversations/08_roseway/08_cv_scientist_anton:213:DefaultText
source: I suppose you've earned it.
cs: Předpokládám, že si to zasloužíš.

# conversations/08_roseway/08_cv_scientist_anton:215:DefaultText
source: So, you had me risk my life for toothpaste?
cs: Takže jsi mě donutil riskovat život kvůli zubní pastě?

# conversations/08_roseway/08_cv_scientist_anton:217:DefaultText
source: I've changed my mind.
cs: Změnil jsem názor.

# conversations/08_roseway/08_cv_scientist_anton:218:DefaultText
source: That's all manner of distressing. I'll... I'm going to be needing a moment to ponder this.
cs: To je velmi znepokojující. Já... Budu potřebovat chvilku na rozmyšlenou.

# conversations/08_roseway/08_cv_scientist_anton:222:DefaultText
source: Actually, there is something else. Uhm, why do you suppose Auntie Cleo's would want to market diet toothpaste to the lower classes?
cs: Vlastně je tu ještě něco jiného. Proč myslíte, že by teta Cleo chtěla prodávat dietní zubní pastu nižším třídám?

# conversations/08_roseway/08_cv_scientist_anton:223:DefaultText
source: Yet when we discovered the appetite suppressing potential, they were more interested in selling to the workers - at a reduced price even.
cs: Když jsme však objevili potenciál potlačování chuti k jídlu, měli větší zájem prodávat je dělníkům - dokonce za sníženou cenu.

# conversations/08_roseway/08_cv_scientist_anton:224:DefaultText
source: I believe it has something to do with reducing food requirements, and thereby lowering costs.
cs: Domnívám se, že to souvisí se snížením nároků na potraviny, a tím i s nižšími náklady.

# conversations/08_roseway/08_cv_scientist_anton:225:DefaultText
source: I haven't seen many fat townspeople, now that you mention it.
cs: Když o tom mluvíš, moc tlustých měšťanů jsem neviděl.

# conversations/08_roseway/08_cv_scientist_anton:226:DefaultText
source: Is the mother still alive?
cs: Je matka stále naživu?

# conversations/08_roseway/08_cv_scientist_anton:227:DefaultText
source: Yes, she's unconscious.
cs: Ano, je v bezvědomí.

# conversations/08_roseway/08_cv_scientist_anton:228:DefaultText
source: No, sadly, I had to kill her.
cs: Ne, bohužel jsem ji musel zabít.

# conversations/08_roseway/08_cv_scientist_anton:229:DefaultText
source: No. Just couldn't pass up the opportunity to put her down. With glee, I might add.
cs: Ne. Jen jsem si nemohl nechat ujít příležitost ji odložit. S radostí bych dodal.

# conversations/08_roseway/08_cv_scientist_anton:233:DefaultText
source: That underhanded swine. I'll have him sorted out at once. Such a thing should be within even Porter's limited abilities.
cs: Ta podlá svině. Okamžitě ho vyřídím. Něco takového by mělo být i v Porterových omezených schopnostech.

# conversations/08_roseway/08_cv_scientist_anton:234:DefaultText
source: Orson? Good, it will keep him from wasting my time. Sounds like he might actually be doing something useful for once.
cs: Orson? To je dobře, nebude tak plýtvat mým časem. Vypadá to, že pro jednou dělá něco užitečného.

# conversations/08_roseway/08_cv_scientist_anton:235:DefaultText
source: An experiment? What experiment?
cs: Experiment? Jaký experiment?

# conversations/08_roseway/08_cv_scientist_anton:238:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/08_roseway/08_cv_scientist_anton:240:DefaultText
source: I'm sorry, he's dead.
cs: Je mi líto, ale je mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:241:DefaultText
source: And what, pray tell, is the status of our raptidons?
cs: A jaký je stav našich raptidonů?

# conversations/08_roseway/08_cv_scientist_anton:243:DefaultText
source: It was no trouble.
cs: Nebyl to žádný problém.

# conversations/08_roseway/08_cv_scientist_anton:249:DefaultText
source: A ticket to the good life once my research plays out. Byzantium - recognition, money, proper facilities. No more uninspired dolts like my associates here.
cs: Vstupenka do dobrého života, až se můj výzkum dokončí. Byzanc - uznání, peníze, pořádné zázemí. Už žádní neinspirovaní panáci, jako jsou moji zdejší společníci.

# conversations/08_roseway/08_cv_scientist_anton:251:DefaultText
source: If it's insane to want a life not lived in squalor, then so be it.
cs: Jestli je šílené chtít život, který se neodehrává v bídě, budiž.

# conversations/08_roseway/08_cv_scientist_anton:252:DefaultText
source: Don't worry, I'll take care of it.
cs: Nebojte se, postarám se o to.

# conversations/08_roseway/08_cv_scientist_anton:254:DefaultText
source: And those are the only two choices?
cs: A to jsou jediné dvě možnosti?

# conversations/08_roseway/08_cv_scientist_anton:256:DefaultText
source: No, realistic.
cs: Ne, realistické.

# conversations/08_roseway/08_cv_scientist_anton:257:DefaultText
source: Squalor? You mean among the deserters? Who are they, exactly?
cs: Bída? Myslíte mezi dezertéry? Kdo to vlastně je?

# conversations/08_roseway/08_cv_scientist_anton:258:DefaultText
source: Alrighty then. I guess I'll be going.
cs: Dobrá tedy. Asi půjdu.

# conversations/08_roseway/08_cv_scientist_anton:259:DefaultText
source: If I'm to do this, I suppose you'd like me to deal with rapts, too?
cs: Pokud to mám udělat, předpokládám, že chcete, abych se zabýval i rapty?

# conversations/08_roseway/08_cv_scientist_anton:260:DefaultText
source: I'd like to ask about something else.
cs: Rád bych se zeptal na něco jiného.

# conversations/08_roseway/08_cv_scientist_anton:262:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:264:DefaultText
source: I'd like to talk about something else.
cs: Rád bych mluvil o něčem jiném.

# conversations/08_roseway/08_cv_scientist_anton:266:DefaultText
source: That is wonderful news, I'd feared the worst.
cs: To je skvělá zpráva, obával jsem se nejhoršího.

# conversations/08_roseway/08_cv_scientist_anton:268:DefaultText
source: Pardon my saying so, but that seems a bit... insane.
cs: Promiňte, že to říkám, ale zdá se mi to trochu... šílené.

# conversations/08_roseway/08_cv_scientist_anton:272:DefaultText
source: Now please, make haste and deliver me from this pit of misfortune I find myself drowning in.
cs: A teď si prosím pospěšte a vysvoboďte mě z této jámy neštěstí, ve které se topím.

# conversations/08_roseway/08_cv_scientist_anton:274:DefaultText
source: I don't think the people who have taken over your lab would agree.
cs: Nemyslím si, že by lidé, kteří převzali vaši laboratoř, souhlasili.

# conversations/08_roseway/08_cv_scientist_anton:275:DefaultText
source: Porter has a different view of the situation.
cs: Porter má na situaci jiný názor.

# conversations/08_roseway/08_cv_scientist_anton:276:DefaultText
source: So what is your research about, then?
cs: O čem tedy váš výzkum je?

# conversations/08_roseway/08_cv_scientist_anton:277:DefaultText
source: Yes, but that doesn't quite ring true.
cs: Ano, ale to není tak docela pravda.

# conversations/08_roseway/08_cv_scientist_anton:278:DefaultText
source: Well, you got your research, that's what's important here, right?
cs: No, máte svůj výzkum, to je důležité, ne?

# conversations/08_roseway/08_cv_scientist_anton:279:DefaultText
source: There's something amiss here, it nags at me like a sore tooth. But I can't for the life of me figure out why.
cs: Něco mi tu nesedí, trápí mě to jako bolavý zub. Ale zaboha nemůžu přijít na to proč.

# conversations/08_roseway/08_cv_scientist_anton:280:DefaultText
source: I don't know, and I don't care.
cs: Nevím a je mi to jedno.

# conversations/08_roseway/08_cv_scientist_anton:281:DefaultText
source: We were tasked with formulating a new and improved dental gel.
cs: Dostali jsme za úkol vyvinout nový a vylepšený zubní gel.

# conversations/08_roseway/08_cv_scientist_anton:285:DefaultText
source: I have a few questions.
cs: Mám několik otázek.

# conversations/08_roseway/08_cv_scientist_anton:288:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:289:DefaultText
source: I suppose so.
cs: Asi ano.

# conversations/08_roseway/08_cv_scientist_anton:290:DefaultText
source: That would have been enough before, but... you questioning my motives, my compassion, has unsettled me.
cs: Dříve by to stačilo, ale... zpochybňuješ mé motivy, můj soucit, a to mě zneklidňuje.

# conversations/08_roseway/08_cv_scientist_anton:291:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:292:DefaultText
source: Your only interest was in your research and your life. To hell with everyone else.
cs: Jediným tvým zájmem byl tvůj výzkum a tvůj život. K čertu s ostatními.

# conversations/08_roseway/08_cv_scientist_anton:293:DefaultText
source: I'll thank you not to mistake my ambition for callousness.
cs: Děkuji vám, že si nepletete mé ambice s bezcitností.

# conversations/08_roseway/08_cv_scientist_anton:294:DefaultText
source: What should I mistake it for, compassion?
cs: S čím si to mám splést, se soucitem?

# conversations/08_roseway/08_cv_scientist_anton:295:DefaultText
source: If my colleagues refuse to take their lives seriously, why should I? All they do is complain. They refuse to see the opportunity afforded us here.
cs: Pokud mí kolegové odmítají brát svůj život vážně, proč bych to měl dělat já? Vždyť si jen stěžují. Odmítají vidět příležitost, která se nám zde naskýtá.

# conversations/08_roseway/08_cv_scientist_anton:296:DefaultText
source: Just wanted to hear you admit that you're a heartless bastard. Thanks.
cs: Jen jsem chtěl slyšet, jak přiznáváš, že jsi bezcitný parchant. Díky.

# conversations/08_roseway/08_cv_scientist_anton:297:DefaultText
source: Believe what you will, but I'm not the manipulative, ego driven person you think me to be. I'm not.
cs: Věřte si, čemu chcete, ale nejsem manipulativní, egoistický člověk, za kterého mě považujete. Nejsem.

# conversations/08_roseway/08_cv_scientist_anton:298:DefaultText
source: I guess I'll just have to take your word for it.
cs: Asi budu muset věřit tvému slovu.

# conversations/08_roseway/08_cv_scientist_anton:299:DefaultText
source: I suppose not. I apologize for upsetting you.
cs: Předpokládám, že ne. Omlouvám se, že jsem vás rozrušil.

# conversations/08_roseway/08_cv_scientist_anton:300:DefaultText
source: I stand corrected. I'll be off now.
cs: Opravuji se. Teď už půjdu.

# conversations/08_roseway/08_cv_scientist_anton:301:DefaultText
source: You make a good point. Good day to you, sir.
cs: Máte dobrou připomínku. Přeji vám hezký den, pane.

# conversations/08_roseway/08_cv_scientist_anton:302:DefaultText
source: Jameson. I didn't do right by him, did I? Only cared about how he helped or hurt my research.
cs: Jameson. Neudělal jsem pro něj dobře, že ne? Staral jsem se jen o to, jak mi pomohl nebo uškodil ve výzkumu.

# conversations/08_roseway/08_cv_scientist_anton:304:DefaultText
source: Seriously? I think you might be exaggerating the benefits of your toothpaste.
cs: Vážně? Myslím, že výhody své zubní pasty přeháníte.

# conversations/08_roseway/08_cv_scientist_anton:305:DefaultText
source: Not just any toothpaste - the ultimate diet toothpaste. And the key to my future.
cs: Ne jen tak ledajaká zubní pasta - ta nejlepší dietní zubní pasta. A klíč k mé budoucnosti.

# conversations/08_roseway/08_cv_scientist_anton:306:DefaultText
source: This is ridiculous. I'm leaving.
cs: To je směšné. Odcházím.

# conversations/08_roseway/08_cv_scientist_anton:309:DefaultText
source: Without it, I'll be relegated to a life lived in squalor.
cs: Bez něj budu muset žít v bídě.

# conversations/08_roseway/08_cv_scientist_anton:310:DefaultText
source: And why is that?
cs: A proč tomu tak je?

# conversations/08_roseway/08_cv_scientist_anton:311:DefaultText
source: Your safe is empty.
cs: Váš trezor je prázdný.

# conversations/08_roseway/08_cv_scientist_anton:312:DefaultText
source: Uhm, that guy's dead.
cs: Ten chlap je mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:313:DefaultText
source: Please, I'm begging you, it's just in my safe - look, I'm trusting you with the code...
cs: Prosím, prosím tě, mám to v sejfu - podívej, svěřuji ti ten kód...

# conversations/08_roseway/08_cv_scientist_anton:316:DefaultText
source: Glad I could help.
cs: Jsem rád, že jsem mohl pomoci.

# conversations/08_roseway/08_cv_scientist_anton:317:DefaultText
source: It's good to hear your employees actually mean more to you than your research.
cs: Je dobré slyšet, že vaši zaměstnanci pro vás znamenají víc než váš výzkum.

# conversations/08_roseway/08_cv_scientist_anton:318:DefaultText
source: Orson? Good, it will keep him from wasting my time. Sounds like he might actually be doing something useful for once.
cs: Orson? To je dobře, nebude tak plýtvat mým časem. Vypadá to, že pro jednou dělá něco užitečného.

# conversations/08_roseway/08_cv_scientist_anton:320:DefaultText
source: Orson's also been up to no good, experimenting on some sort of weapon.
cs: Orson se také snaží experimentovat s nějakou zbraní.

# conversations/08_roseway/08_cv_scientist_anton:321:DefaultText
source: Okay, well, Vaughn's been extracting organic compounds from the rapts to sell on the black market.
cs: Vaughn extrahuje z řepky organické sloučeniny, které prodává na černém trhu.

# conversations/08_roseway/08_cv_scientist_anton:322:DefaultText
source: You've spoken to them? What, pray tell, is it they want?
cs: Mluvil jste s nimi? Co, prosím, chtějí?

# conversations/08_roseway/08_cv_scientist_anton:323:DefaultText
source: It is now, I killed the leader of the outlaws, the rest of them fled.
cs: Je to teď, zabil jsem vůdce psanců, ostatní utekli.

# conversations/08_roseway/08_cv_scientist_anton:324:DefaultText
source: The outlaws are now without a leader.
cs: Psanci jsou nyní bez vůdce.

# conversations/08_roseway/08_cv_scientist_anton:326:DefaultText
source: My research? Please tell me you've recovered it.
cs: Můj výzkum? Prosím, řekni mi, že jsi ho obnovil.

# conversations/08_roseway/08_cv_scientist_anton:327:DefaultText
source: Yes, here it is.
cs: Ano, tady je.

# conversations/08_roseway/08_cv_scientist_anton:328:DefaultText
source: I have not.
cs: Já ne.

# conversations/08_roseway/08_cv_scientist_anton:329:DefaultText
source: That's all manner of distressing. There truly is nothing left for me...
cs: To je velmi znepokojující. Opravdu už mi nic nezbývá...

# conversations/08_roseway/08_cv_scientist_anton:331:DefaultText
source: I suppose I'm... uh, we're finished here.
cs: Předpokládám, že... ehm, tady jsme skončili.

# conversations/08_roseway/08_cv_scientist_anton:332:DefaultText
source: You'll never get to Byzantium now.
cs: Do Byzance se už nikdy nedostaneš.

# conversations/08_roseway/08_cv_scientist_anton:335:DefaultText
source: I convinced the outlaws that staying would be hazardous to their health.
cs: Přesvědčil jsem psance, že pobyt by byl nebezpečný pro jejich zdraví.

# conversations/08_roseway/08_cv_scientist_anton:337:DefaultText
source: There was.. some important research. Did you happen to recover it, by chance?
cs: Proběhlo... několik důležitých výzkumů. Nenašel jste ho náhodou?

# conversations/08_roseway/08_cv_scientist_anton:338:DefaultText
source: Yes, here it is.
cs: Ano, tady je.

# conversations/08_roseway/08_cv_scientist_anton:339:DefaultText
source: No, I didn't see anything like that.
cs: Ne, nic takového jsem neviděl.

# conversations/08_roseway/08_cv_scientist_anton:343:DefaultText
source: That's... you can't possibly understand the enormity of what you've done for me.
cs: To je... nemůžeš pochopit, jak obrovskou věc jsi pro mě udělal.

# conversations/08_roseway/08_cv_scientist_anton:344:DefaultText
source: That's all manner of distressing. There truly is nothing left for me...
cs: To je velmi znepokojující. Opravdu už mi nic nezbývá...

# conversations/08_roseway/08_cv_scientist_anton:345:DefaultText
source: I stole your research from the outlaws.
cs: Ukradl jsem tvůj výzkum psancům.

# conversations/08_roseway/08_cv_scientist_anton:346:DefaultText
source: That's exceptional news, my friend. Uhm... can I have it?
cs: To je výjimečná zpráva, příteli. Uhm... můžu si ji vzít?

# conversations/08_roseway/08_cv_scientist_anton:347:DefaultText
source: If those cretins get their hands on my research… well. They'll need not kill me.
cs: Jestli se těm kreténům dostane do rukou můj výzkum... no. Nebudou mě muset zabít.

# conversations/08_roseway/08_cv_scientist_anton:348:DefaultText
source: No, I didn't.
cs: Ne, to jsem neudělal.

# conversations/08_roseway/08_cv_scientist_anton:349:DefaultText
source: If you say so. Would you like to tell me what's happening here?
cs: Když to říkáte. Chcete mi říct, co se tu děje?

# conversations/08_roseway/08_cv_scientist_anton:350:DefaultText
source: Not sure I agree with you. I think I'll just be on my way, then.
cs: Nejsem si jistý, zda s vámi souhlasím. Myslím, že si tedy půjdu po svých.

# conversations/08_roseway/08_cv_scientist_anton:351:DefaultText
source: Well, please keep me apprised of your progress as to that matter.
cs: Informujte mě, prosím, o tom, jak jste v této věci pokročili.

# conversations/08_roseway/08_cv_scientist_anton:352:DefaultText
source: The leader has your research data, and will hand it over - for a fee.
cs: Vedoucí má vaše výzkumná data a předá vám je - za poplatek.

# conversations/08_roseway/08_cv_scientist_anton:353:DefaultText
source: Yes, of course, anything! This is everything I've got, it should be more than enough.
cs: Ano, samozřejmě, cokoli! Tohle je všechno, co mám, mělo by to být víc než dost.

# conversations/08_roseway/08_cv_scientist_anton:354:DefaultText
source: They're pinned down and want out.
cs: Jsou přitlačeni k zemi a chtějí se dostat ven.
