Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_anarchist_lillian.po
Languages: cs

# conversations/08_roseway/08_cv_anarchist_lillian:210:DefaultText
source: That I am. Got left out here to watch for reinforcements. Name's Lillian.
cs: To jsem. Zůstal jsem tady, abych hlídal posily. Jmenuji se Lillian.

# conversations/08_roseway/08_cv_anarchist_lillian:211:DefaultText
source: Cassandra's kind of a hard case, isn't she?
cs: Cassandra je tak trochu těžký případ, že?

# conversations/08_roseway/08_cv_anarchist_lillian:212:DefaultText
source: Keep them hands where I can see them. Nice and easy, now. Cassandra warned me you were coming.
cs: Držte ruce tak, abych na ně viděl. Teď už je to pěkné a snadné. Cassandra mě varovala, že přijdeš.

# conversations/08_roseway/08_cv_anarchist_lillian:213:DefaultText
source: Hey there. Cass said you'd be coming, but I couldn't believe it.
cs: Ahoj. Cass říkal, že přijdeš, ale já tomu nemohla uvěřit.

# conversations/08_roseway/08_cv_anarchist_lillian:214:DefaultText
source: I wasn't sure I was seeing right. But there you are.
cs: Nebyl jsem si jistý, jestli vidím správně. Ale tady to je.

# conversations/08_roseway/08_cv_anarchist_lillian:215:DefaultText
source: Well, bless me. Look who it is.
cs: No, požehnej mi. Podívejte se, kdo to je.

# conversations/08_roseway/08_cv_anarchist_lillian:216:DefaultText
source: You have me at a disadvantage, then.
cs: Tak to jste mě znevýhodnil.

# conversations/08_roseway/08_cv_anarchist_lillian:217:DefaultText
source: "Warned you?" She should have said I'm helping her.
cs: "Varoval tě?" Měla říct, že jí pomáhám.

# conversations/08_roseway/08_cv_anarchist_lillian:218:DefaultText
source: Put the iron down, or I put you down.
cs: Odlož tu žehličku, nebo tě položím já.

# conversations/08_roseway/08_cv_anarchist_lillian:219:DefaultText
source: That's your way, ain't it? Your name gets around. Work for the Board, don't you?
cs: To je váš způsob, ne? Tvé jméno se roznese. Pracuješ pro správní radu, že?

# conversations/08_roseway/08_cv_anarchist_lillian:220:DefaultText
source: Don't know what you said to her, but I ain't like to trust no boardroom boot licker.
cs: Nevím, co jsi jí řekl, ale nerad bych věřil nějakému olizovači bot v zasedací místnosti.

# conversations/08_roseway/08_cv_anarchist_lillian:221:DefaultText
source: Only when it suits me.
cs: Jen když se mi to hodí.

# conversations/08_roseway/08_cv_anarchist_lillian:222:DefaultText
source: Not today, I don't.
cs: Dnes ne.

# conversations/08_roseway/08_cv_anarchist_lillian:223:DefaultText
source: I don't see the Board here. Do you?
cs: Nevidím zde představenstvo. Vy ano?

# conversations/08_roseway/08_cv_anarchist_lillian:224:DefaultText
source: Aim to keep it that way. Got no time for them that truck with the Board.
cs: Snažte se, aby to tak zůstalo. Nemám čas na ně, že kamion s představenstvem.

# conversations/08_roseway/08_cv_anarchist_lillian:225:DefaultText
source: I try to make the best choice in the moment. If the Board happens to like it, that's not my fault.
cs: Snažím se v danou chvíli rozhodnout co nejlépe. Pokud se to radě náhodou líbí, není to moje chyba.

# conversations/08_roseway/08_cv_anarchist_lillian:226:DefaultText
source: Boots can be tasty when properly seasoned. Edible at least. Bit chewy.
cs: Boty mohou být chutné, pokud jsou správně ochucené. Přinejmenším jedlé. Trochu žvýkací.

# conversations/08_roseway/08_cv_anarchist_lillian:227:DefaultText
source: I've got a simple rule - work for folks who can pay. Surely a gunhand understands?
cs: Mám jednoduché pravidlo - pracovat pro lidi, kteří mohou zaplatit. Gunhand to jistě chápe?

# conversations/08_roseway/08_cv_anarchist_lillian:228:DefaultText
source: The boss left me out here to keep watch for Cleo reinforcements. You keep clear of our business, I got no quarrel with you.
cs: Šéf mě tu nechal, abych hlídal, jestli se neobjeví posily z Cleo. Ty se drž dál od našich záležitostí, nemám s tebou žádné spory.

# conversations/08_roseway/08_cv_anarchist_lillian:229:DefaultText
source: Leastways you got a smart mouth. Speaks in your favor.
cs: Alespoň máš chytrá ústa. To mluví ve tvůj prospěch.

# conversations/08_roseway/08_cv_anarchist_lillian:230:DefaultText
source: I've contracted for corporate types. Funny how they always tried to weasel out by saying I didn't dot an "I" somewheres.
cs: Uzavíral jsem smlouvy pro firemní typy. Vtipné je, jak se vždycky snažili vykroutit tím, že jsem někde neudělal tečku.

# conversations/08_roseway/08_cv_anarchist_lillian:231:DefaultText
source: There's a powerful lot of "happen-to's" trailing behind you. Makes a body wonder.
cs: Za vámi se táhne mohutná spousta "happen-to". Tělo se diví.

# conversations/08_roseway/08_cv_anarchist_lillian:232:DefaultText
source: Whose colors you wearing today?
cs: Čí barvy dnes nosíte?

# conversations/08_roseway/08_cv_anarchist_lillian:233:DefaultText
source: You expect me to buy that?
cs: Čekáte, že vám to sežeru?

# conversations/08_roseway/08_cv_anarchist_lillian:234:DefaultText
source: And if a Board gunship hauls over the horizon?
cs: A když se nad obzorem objeví palubní loď?

# conversations/08_roseway/08_cv_anarchist_lillian:235:DefaultText
source: Mine, and no one else's.
cs: Moje a nikoho jiného.

# conversations/08_roseway/08_cv_anarchist_lillian:236:DefaultText
source: Cassandra made a decent offer. The Board hasn't.
cs: Cassandra učinila slušnou nabídku. Správní rada ji nenabídla.

# conversations/08_roseway/08_cv_anarchist_lillian:237:DefaultText
source: You want to shoot me, just do it. I've got no time for banter.
cs: Jestli mě chceš zastřelit, tak to udělej. Nemám čas na vtipkování.

# conversations/08_roseway/08_cv_anarchist_lillian:239:DefaultText
source: I don't care if you do or don't.
cs: Je mi jedno, jestli ano, nebo ne.

# conversations/08_roseway/08_cv_anarchist_lillian:240:DefaultText
source: You go your way, I'll go mine. Deal?
cs: Ty si jdi svou cestou, já půjdu svou. Platí?

# conversations/08_roseway/08_cv_anarchist_lillian:241:DefaultText
source: I'd prefer it if you did. It would make my day easier.
cs: Byl bych raději, kdybyste to udělal. Usnadnilo by mi to den.

# conversations/08_roseway/08_cv_anarchist_lillian:242:DefaultText
source: Right now I'm worried about what's in front of me. Nice rifle, by the bye.
cs: Právě teď se starám o to, co je přede mnou. Mimochodem, pěkná puška.

# conversations/08_roseway/08_cv_anarchist_lillian:243:DefaultText
source: That would make the day more interesting, wouldn't it?
cs: To by bylo zajímavější, že?

# conversations/08_roseway/08_cv_anarchist_lillian:244:DefaultText
source: Like as not, all of us clear out of here in a terrible hurry.
cs: Jako by se nechumelilo, všichni odsud strašně spěcháme.

# conversations/08_roseway/08_cv_anarchist_lillian:246:DefaultText
source: So... I can go?
cs: Takže... můžu jít?

# conversations/08_roseway/08_cv_anarchist_lillian:247:DefaultText
source: Then this is me being on my way.
cs: Pak jsem na cestě já.

# conversations/08_roseway/08_cv_anarchist_lillian:248:DefaultText
source: That's not funny at all. You do the work, you get paid.
cs: To není vůbec vtipné. Když odvedeš práci, dostaneš zaplaceno.

# conversations/08_roseway/08_cv_anarchist_lillian:249:DefaultText
source: Never had that experience myself.
cs: Sám jsem takovou zkušenost nikdy neměl.

# conversations/08_roseway/08_cv_anarchist_lillian:250:DefaultText
source: I've got no aim to fight you, if that's why you're trying to get me riled.
cs: Nemám v úmyslu s tebou bojovat, jestli se mě proto snažíš rozčílit.

# conversations/08_roseway/08_cv_anarchist_lillian:252:DefaultText
source: There any way I can convince you I'm one of the good folk?
cs: Můžu tě nějak přesvědčit, že patřím k těm dobrým?

# conversations/08_roseway/08_cv_anarchist_lillian:253:DefaultText
source: Wonder all you like. I've said my piece.
cs: Divte se, jak chcete. Své jsem řekl.

# conversations/08_roseway/08_cv_anarchist_lillian:255:DefaultText
source: Didn't say nothing about being good. The Board don't care for folk like me, and I ain't fond of them, neither.
cs: Neřekl nic o tom, že je dobrý. Rada se o lidi, jako jsem já, nezajímá a já je taky nemám rád.

# conversations/08_roseway/08_cv_anarchist_lillian:258:DefaultText
source: You keep jobbing for them, you'll get pinched someday. You ain't no person to them. You're a tool. Best recollect that.
cs: Když pro ně budeš dál pracovat, jednou tě skřípnou. Nejsi pro ně člověk. Jsi jen nástroj. To si raději zapamatuj.

# conversations/08_roseway/08_cv_anarchist_lillian:259:DefaultText
source: Me too, I reckon.
cs: Myslím, že já taky.

# conversations/08_roseway/08_cv_anarchist_lillian:260:DefaultText
source: That's not how things work in their world. You best watch your back.
cs: Takhle to v jejich světě nefunguje. Raději si hlídej záda.

# conversations/08_roseway/08_cv_anarchist_lillian:263:DefaultText
source: I get that you don't trust the Board. But I'm an independent contractor. I walk my own path.
cs: Chápu, že radě nedůvěřujete. Ale já jsem nezávislý dodavatel. Jdu svou vlastní cestou.

# conversations/08_roseway/08_cv_anarchist_lillian:264:DefaultText
source: From what I hear-tell, you toe the company line too damn often.
cs: Podle toho, co jsem slyšel, se až příliš často držíš firemní linie.

# conversations/08_roseway/08_cv_anarchist_lillian:267:DefaultText
source: You can move on any time.
cs: Kdykoli můžete přejít jinam.

# conversations/08_roseway/08_cv_anarchist_lillian:270:DefaultText
source: We'll just see.
cs: Uvidíme.

# conversations/08_roseway/08_cv_anarchist_lillian:271:DefaultText
source: Keeping your options open, though, huh?
cs: Necháváš si ale otevřené možnosti, co?

# conversations/08_roseway/08_cv_anarchist_lillian:272:DefaultText
source: I get that you don't trust the Board. But I'm an independent contractor. I walk my own path.
cs: Chápu, že radě nedůvěřujete. Ale já jsem nezávislý dodavatel. Jdu svou vlastní cestou.

# conversations/08_roseway/08_cv_anarchist_lillian:273:DefaultText
source: I get that you don't trust the Board. But I'm an independent contractor. I walk my own path.
cs: Chápu, že radě nedůvěřujete. Ale já jsem nezávislý dodavatel. Jdu svou vlastní cestou.

# conversations/08_roseway/08_cv_anarchist_lillian:274:DefaultText
source: Ain't it just? But flattery only gets you so far.
cs: Není to tak? Ale lichotkami se dostaneš jen tak daleko.

# conversations/08_roseway/08_cv_anarchist_lillian:275:DefaultText
source: By some definitions of "interesting."
cs: Podle některých definic slova "zajímavý".

# conversations/08_roseway/08_cv_anarchist_lillian:276:DefaultText
source: Huh. Leastways you ain't stupid.
cs: Huh. Alespoň nejsi hloupý.

# conversations/08_roseway/08_cv_anarchist_lillian:277:DefaultText
source: Lemme speak plain, then.
cs: Nech mě tedy mluvit otevřeně.

# conversations/08_roseway/08_cv_anarchist_lillian:279:DefaultText
source: Ain't nobody having an easy day today.
cs: Nikdo dnes nemá lehký den.

# conversations/08_roseway/08_cv_anarchist_lillian:280:DefaultText
source: I'm not proud of it. That's just how things ended up.
cs: Nejsem na to hrdý. Takhle to prostě dopadlo.

# conversations/08_roseway/08_cv_anarchist_lillian:281:DefaultText
source: You know how a stopped clock is right twice daily? Same for the Board.
cs: Víte, že zastavené hodiny mají dvakrát denně pravdu? Stejně tak je tomu i u správní rady.

# conversations/08_roseway/08_cv_anarchist_lillian:282:DefaultText
source: Maybe it's them toeing my line.
cs: Možná to je tím, že se drží mé linie.

# conversations/08_roseway/08_cv_anarchist_lillian:283:DefaultText
source: Maybe. Or maybe it's that you can't tell the difference anymore.
cs: Možná. Nebo je to tím, že už to nedokážeš rozlišit.

# conversations/08_roseway/08_cv_anarchist_lillian:284:DefaultText
source: You should get out more often than noon and midnight.
cs: Měli byste vycházet častěji než v poledne a o půlnoci.

# conversations/08_roseway/08_cv_anarchist_lillian:285:DefaultText
source: It ain't a good look for any freelancer.
cs: To není dobrý vzhled pro žádného pracovníka na volné noze.

# conversations/08_roseway/08_cv_anarchist_lillian:286:DefaultText
source: Look. Let's start over. Between lizards and assholes, my patience is thin as freighter hull. Name's Lillian.
cs: Podívejte se. Začněme znovu. Mezi ještěrkami a kretény je moje trpělivost tenká jako trup nákladní lodi. Jmenuju se Lillian.

# conversations/08_roseway/08_cv_anarchist_lillian:287:DefaultText
source: Right. Moving on.
cs: Vpravo. Pokračujeme dál.

# conversations/08_roseway/08_cv_anarchist_lillian:288:DefaultText
source: Here I am. ...Uh, who am I?
cs: Tady jsem. ...Kdo jsem?

# conversations/08_roseway/08_cv_anarchist_lillian:289:DefaultText
source: I don't think we've met. I owe you money or something?
cs: Myslím, že jsme se ještě nesetkali. Dlužím ti peníze nebo tak něco?

# conversations/08_roseway/08_cv_anarchist_lillian:290:DefaultText
source: You haven't drilled me full of holes, so you can't be too riled.
cs: Nevyvrtal jsi do mě díru, takže se nemůžeš příliš rozčilovat.

# conversations/08_roseway/08_cv_anarchist_lillian:291:DefaultText
source: Whatever the issue is, I'd rather talk it out than shoot it out.
cs: Ať už je problém jakýkoli, raději si ho vyříkáme, než abychom ho řešili střelbou.

# conversations/08_roseway/08_cv_anarchist_lillian:292:DefaultText
source: Don't play dumb.
cs: Nehrajte si na hlupáky.

# conversations/08_roseway/08_cv_anarchist_lillian:293:DefaultText
source: He isn't playing.
cs: Nehraje.

# conversations/08_roseway/08_cv_anarchist_lillian:293:FemaleText
source: She isn't playing.
cs: Nehraje.

# conversations/08_roseway/08_cv_anarchist_lillian:294:DefaultText
source: A body does enough black work for the Board, word gets 'round. I know your work, and I ain't obliged to be patient.
cs: Když někdo udělá dost černé práce pro radu, roznese se to. Znám vaši práci a nejsem povinen být trpělivý.

# conversations/08_roseway/08_cv_anarchist_lillian:295:DefaultText
source: Them fancy words you use to suck up to suits ain't gonna work on me.
cs: Ta krásná slova, kterými se podbízíš kravaťákům, na mě neplatí.

# conversations/08_roseway/08_cv_anarchist_lillian:296:DefaultText
source: The only reason you ain't bleeding out is what a damn long day it's been.
cs: Jediný důvod, proč nekrvácíš, je ten, že to byl zatraceně dlouhý den.

# conversations/08_roseway/08_cv_anarchist_lillian:297:DefaultText
source: We ain't met. But I know you all's the same.
cs: Ještě jsme se nesetkali. Ale vím, že jste všichni stejní.

# conversations/08_roseway/08_cv_anarchist_lillian:298:DefaultText
source: I don't work for the Board. I'm a freelancer. Sometimes they contract me.
cs: Nepracuji pro správní radu. Jsem na volné noze. Někdy se mnou uzavírají smlouvy.

# conversations/08_roseway/08_cv_anarchist_lillian:299:DefaultText
source: You object to my work history. Fine. You going to shoot me, or what?
cs: Máte námitky proti mé pracovní historii. Dobře. Zastřelíš mě, nebo co?

# conversations/08_roseway/08_cv_anarchist_lillian:301:DefaultText
source: You split that hair any finer, we're all gonna be glowing in the dark.
cs: Jestli ten vlas rozdělíš ještě víc, budeme všichni zářit ve tmě.

# conversations/08_roseway/08_cv_anarchist_lillian:302:DefaultText
source: Gets more tempting each time you open your mouth.
cs: Pokaždé, když otevřeš pusu, je to lákavější.

# conversations/08_roseway/08_cv_anarchist_lillian:304:DefaultText
source: I don't want to deal with more crap, but you don't move on, I'm liable to get testy.
cs: Nechci řešit další blbosti, ale když se nepohneš dál, můžu být podrážděný.

# conversations/08_roseway/08_cv_anarchist_lillian:305:DefaultText
source: You got a reason to be hanging about? Spying for Cleo's goons, maybe?
cs: Máš důvod se tu potloukat? Možná špehuješ pro Cleovy gorily?

# conversations/08_roseway/08_cv_anarchist_lillian:306:DefaultText
source: This day never fucking ends, does it?
cs: Tenhle den nikdy neskončí, že?

# conversations/08_roseway/08_cv_anarchist_lillian:308:DefaultText
source: Wouldn't want that.
cs: To bych nechtěl.

# conversations/08_roseway/08_cv_anarchist_lillian:309:DefaultText
source: Just passing through.
cs: Jen projíždím.

# conversations/08_roseway/08_cv_anarchist_lillian:310:DefaultText
source: I hear that.
cs: To jsem slyšel.

# conversations/08_roseway/08_cv_anarchist_lillian:311:DefaultText
source: Who is it?
cs: Kdo je to?

# conversations/08_roseway/08_cv_anarchist_lillian:312:DefaultText
source: Do we know each other?
cs: Známe se?

# conversations/08_roseway/08_cv_anarchist_lillian:313:DefaultText
source: You're smiling. I'm going to guess that's a good sign.
cs: Usmíváte se. To je asi dobré znamení.

# conversations/08_roseway/08_cv_anarchist_lillian:314:DefaultText
source: And you'd be..?
cs: A ty bys byl...?

# conversations/08_roseway/08_cv_anarchist_lillian:316:DefaultText
source: Way I see it, you and me are on the same side.
cs: Já to vidím tak, že jsme na stejné straně.

# conversations/08_roseway/08_cv_anarchist_lillian:317:DefaultText
source: Nope, we never met. But I heard a lot about you.
cs: Ne, nikdy jsme se nesetkali. Ale hodně jsem o tobě slyšel.

# conversations/08_roseway/08_cv_anarchist_lillian:318:DefaultText
source: Don't be coy. You got a rep for needling the Board.
cs: Nebuďte ostýchaví. Máš reputaci, že se snažíš Radu popíchnout.

# conversations/08_roseway/08_cv_anarchist_lillian:319:DefaultText
source: All good, I hope.
cs: Doufám, že je vše v pořádku.

# conversations/08_roseway/08_cv_anarchist_lillian:320:DefaultText
source: What exactly did you hear?
cs: Co přesně jste slyšeli?

# conversations/08_roseway/08_cv_anarchist_lillian:323:DefaultText
source: Never trust rumors.
cs: Nikdy nevěřte fámám.

# conversations/08_roseway/08_cv_anarchist_lillian:324:DefaultText
source: You're going to have to explain that.
cs: To budete muset vysvětlit.

# conversations/08_roseway/08_cv_anarchist_lillian:325:DefaultText
source: People on my side don't shoot up towns.
cs: Lidé na mé straně nestřílejí města.

# conversations/08_roseway/08_cv_anarchist_lillian:326:DefaultText
source: I don't join sides.
cs: Nepřidávám se na žádnou stranu.

# conversations/08_roseway/08_cv_anarchist_lillian:327:DefaultText
source: We shot up a lab. Corporate property, not where folk live.
cs: Vystříleli jsme laboratoř. Na firemním pozemku, ne tam, kde lidé žijí.

# conversations/08_roseway/08_cv_anarchist_lillian:328:DefaultText
source: Sticking it to the Board. Pissing on the corporations. I know your rep.
cs: Vydat se na cestu k představenstvu. Močení na korporace. Znám tvého zástupce.

# conversations/08_roseway/08_cv_anarchist_lillian:329:DefaultText
source: Better watch your back, then. Might find a side joining you.
cs: Raději si tedy hlídejte záda. Mohl by se k vám přidat někdo ze strany.

# conversations/08_roseway/08_cv_anarchist_lillian:332:DefaultText
source: That you got a history of standing up to the Board. All to the good, I says.
cs: Že jste se v minulosti postavil správní radě. Říkám, že je to dobře.

# conversations/08_roseway/08_cv_anarchist_lillian:333:DefaultText
source: Generally don't. But if a tenth of these were true, I'd be pleased to make your acquaintance.
cs: Obecně ne. Ale kdyby desetina z toho byla pravda, rád bych se s vámi seznámil.

# conversations/08_roseway/08_cv_anarchist_lillian:334:DefaultText
source: You mean standing up to the Board?
cs: Myslíte postavit se správní radě?

# conversations/08_roseway/08_cv_anarchist_lillian:335:DefaultText
source: I do mean. Wish I could piss 'em off half so much as you.
cs: Mám na mysli. Kéž bych je dokázal naštvat aspoň z poloviny tak jako ty.

# conversations/08_roseway/08_cv_anarchist_lillian:336:DefaultText
source: Get your eyes checked. You're all the way over there.
cs: Nechte si zkontrolovat oči. Jsi až tamhle.

# conversations/08_roseway/08_cv_anarchist_lillian:337:DefaultText
source: And a smartass, I see.
cs: A chytrák, jak vidím.

# conversations/08_roseway/08_cv_anarchist_lillian:338:DefaultText
source: You're half right.
cs: Máte napůl pravdu.

# conversations/08_roseway/08_cv_anarchist_lillian:339:DefaultText
source: Believe it.
cs: Věřte tomu.

# conversations/08_roseway/08_cv_anarchist_lillian:340:DefaultText
source: ...believe what?
cs: ...věřit čemu?

# conversations/08_roseway/08_cv_anarchist_lillian:341:DefaultText
source: Do you know me?
cs: Znáte mě?

# conversations/08_roseway/08_cv_anarchist_lillian:342:DefaultText
source: If the locals knew your rep, maybe they'd pack it in and let us get the hell out of here.
cs: Kdyby místní znali tvou pověst, možná by to zabalili a nechali nás odsud vypadnout.

# conversations/08_roseway/08_cv_anarchist_lillian:343:DefaultText
source: Our group stages out of the Groundbreaker. Word about you's got 'round.
cs: Naše skupina vystupuje z Groundbreakeru. Povídá se o vás.

# conversations/08_roseway/08_cv_anarchist_lillian:344:DefaultText
source: Only by rep. Like what I heard. A thorn in the Board's hindquarters will always tickle me.
cs: Pouze prostřednictvím zástupce. Jak jsem slyšel. Trn v patě představenstva mě bude vždycky lechtat.

# conversations/08_roseway/08_cv_anarchist_lillian:345:DefaultText
source: Call me Lillian. I got left out here to keep watch for reinforcements. Because that would just cap a shitty damn day.
cs: Říkejte mi Lillian. Nechali mě tu, abych hlídala posily. Protože to by jen završilo zatraceně blbej den.

# conversations/08_roseway/08_cv_anarchist_lillian:347:DefaultText
source: He ain't playing.
cs: Nehraje.

# conversations/08_roseway/08_cv_anarchist_lillian:347:FemaleText
source: She ain't playing.
cs: Nehraje.

# conversations/08_roseway/08_cv_anarchist_lillian:352:DefaultText
source: So... can I leave now?
cs: Takže... můžu už jít?

# conversations/08_roseway/08_cv_anarchist_lillian:353:DefaultText
source: Hey, I ain't inclined to stop you.
cs: Hej, nemám tendenci ti v tom bránit.

# conversations/08_roseway/08_cv_anarchist_lillian:354:DefaultText
source: Stay clear of my team's business, we'll get along fine.
cs: Nepleťte se do záležitostí mého týmu, budeme spolu dobře vycházet.

# conversations/08_roseway/08_cv_anarchist_lillian:360:DefaultText
source: Still hanging around? Wish I didn't have to.
cs: Pořád se tu potloukáte? Kéž bych nemusel.

# conversations/08_roseway/08_cv_anarchist_lillian:362:DefaultText
source: Just passing through.
cs: Jen projíždím.

# conversations/08_roseway/08_cv_anarchist_lillian:363:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/08_roseway/08_cv_anarchist_lillian:364:DefaultText
source: I'll get out of your hair.
cs: Půjdu ti z očí.

# conversations/08_roseway/08_cv_anarchist_lillian:367:DefaultText
source: I'm obliged.
cs: Jsem vám zavázán.

# conversations/08_roseway/08_cv_anarchist_lillian:368:DefaultText
source: I found a cigarette case with the name "Lillian" on it. That yours?
cs: Našel jsem pouzdro na cigarety se jménem "Lillian". To je tvoje?

# conversations/08_roseway/08_cv_anarchist_lillian:371:DefaultText
source: I assure, you the captain is quite serious.
cs: Ujišťuji vás, že kapitán to myslí zcela vážně.

# conversations/08_roseway/08_cv_anarchist_lillian:372:DefaultText
source: Hey, there's no cause to be rude.
cs: Hej, není důvod být hrubý.

# conversations/08_roseway/08_cv_anarchist_lillian:373:DefaultText
source: He ain't playing.
cs: Nehraje.

# conversations/08_roseway/08_cv_anarchist_lillian:373:FemaleText
source: She ain't playing.
cs: Nehraje.

# conversations/08_roseway/08_cv_anarchist_lillian:375:DefaultText
source: She's being sarcastic, by the way.
cs: Mimochodem, mluví sarkasticky.

# conversations/08_roseway/08_cv_anarchist_lillian:376:DefaultText
source: Well, one of us is, at least.
cs: Tedy alespoň jeden z nás.
