Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_vaughn.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_vaughn:1:DefaultText
source: Give any more thought to it? I mean, the job? Of mine?
cs: Přemýšlíte o tom více? Myslím tu práci? Moje?

# conversations/08_roseway/08_cv_scientist_vaughn:2:DefaultText
source: Any news? On that thing we spoke about. You know. That thing?
cs: Nějaké novinky? O té věci, o které jsme mluvili. Však víš. O té věci?

# conversations/08_roseway/08_cv_scientist_vaughn:3:DefaultText
source: You picked a hell of a day to visit. I'm Vaughn. Vaughn Cortes. Uh, Dr. Vaughn Cortes. But just Vaughn's fine. Really.
cs: Vybrali jste si pro návštěvu zatraceně dobrý den. Já jsem Vaughn. Vaughn Cortes. Dr. Vaughn Cortes. Ale jen Vaughn je v pořádku. Opravdu.

# conversations/08_roseway/08_cv_scientist_vaughn:5:DefaultText
source: What's going on here? Some kind of attack?
cs: Co se tu děje? Nějaký útok?

# conversations/08_roseway/08_cv_scientist_vaughn:6:DefaultText
source: Have you lived here long?
cs: Žijete tu už dlouho?

# conversations/08_roseway/08_cv_scientist_vaughn:8:DefaultText
source: You work in the labs?
cs: Pracujete v laboratořích?

# conversations/08_roseway/08_cv_scientist_vaughn:9:DefaultText
source: Roseway seems pretty run down.
cs: Roseway vypadá dost zanedbaně.

# conversations/08_roseway/08_cv_scientist_vaughn:10:DefaultText
source: Actually, never mind.
cs: Vlastně je to jedno.

# conversations/08_roseway/08_cv_scientist_vaughn:11:DefaultText
source: We've been cooped up in here... I dunno, hours? Too long. I have to get back to - to work.
cs: Byli jsme tu zavření... Nevím, hodiny? Příliš dlouho. Musím se vrátit - do práce.

# conversations/08_roseway/08_cv_scientist_vaughn:12:DefaultText
source: No job's worth dying for.
cs: Žádná práce nestojí za smrt.

# conversations/08_roseway/08_cv_scientist_vaughn:13:DefaultText
source: You're dedicated to your work.
cs: Jste oddaní své práci.

# conversations/08_roseway/08_cv_scientist_vaughn:14:DefaultText
source: You look nervous.
cs: Vypadáš nervózně.

# conversations/08_roseway/08_cv_scientist_vaughn:15:DefaultText
source: What? Uh. I mean... we're surrounded by hungry raptidons. Who wouldn't be? Am I right?
cs: Cože? Chci říct... jsme obklopeni hladovými raptidony. Kdo by nebyl? Mám pravdu?

# conversations/08_roseway/08_cv_scientist_vaughn:17:DefaultText
source: Sure. Loyal company fella. That's me. "Auntie Knows Best!"
cs: Jistě. Věrný společník. To jsem já. "Teta ví všechno nejlíp!"

# conversations/08_roseway/08_cv_scientist_vaughn:19:DefaultText
source: Dr. Crane might say otherwise. Me? When those guys started shooting the place up, I was first out the door.
cs: Dr. Crane by mohl tvrdit něco jiného. Já? Když to tam ti chlapi začali střílet, byl jsem první za dveřmi.

# conversations/08_roseway/08_cv_scientist_vaughn:20:DefaultText
source: I had to leave an experiment running at the lab. Something I've been working on a long while. Something that could really get me ahead. Know what I mean?
cs: V laboratoři jsem musel nechat běžet experiment. Něco, na čem jsem dlouho pracoval. Něco, co by mě mohlo opravdu posunout dopředu. Víš, co tím myslím?

# conversations/08_roseway/08_cv_scientist_vaughn:21:DefaultText
source: You want me to take care of it for you, of course.
cs: Chcete, abych se o to postaral za vás, samozřejmě.

# conversations/08_roseway/08_cv_scientist_vaughn:22:DefaultText
source: Are we talking about something dangerous?
cs: Mluvíme o něčem nebezpečném?

# conversations/08_roseway/08_cv_scientist_vaughn:23:DefaultText
source: We're likely headed that way. Anything we can do?
cs: Pravděpodobně k tomu směřujeme. Můžeme něco udělat?

# conversations/08_roseway/08_cv_scientist_vaughn:24:DefaultText
source: No, no. Not unless you break the- But why would you? Let me explain.
cs: Ne, ne. Ne, pokud neporušíš... Ale proč bys to dělal? Vysvětlím ti to.

# conversations/08_roseway/08_cv_scientist_vaughn:25:DefaultText
source: Why? Are you heading to the lab? Because that would be-
cs: Proč? Míříte do laboratoře? Protože to by bylo...

# conversations/08_roseway/08_cv_scientist_vaughn:26:DefaultText
source: I've been extracting organic compounds from raptidons. Compounds that have, uh, benefits.
cs: Extrahoval jsem organické sloučeniny z raptidonů. Sloučeniny, které mají... výhody.

# conversations/08_roseway/08_cv_scientist_vaughn:27:DefaultText
source: "...Benefits?"
cs: "...Výhody?"

# conversations/08_roseway/08_cv_scientist_vaughn:28:DefaultText
source: I don't need details. Tell me where to go and what to do.
cs: Nepotřebuji podrobnosti. Řekni mi, kam mám jít a co mám dělat.

# conversations/08_roseway/08_cv_scientist_vaughn:29:DefaultText
source: In certain social situations. Personal situations. Where you might want to, uh, enhance your charisma.
cs: V určitých společenských situacích. Osobní situace. Kde byste mohli chtít zvýšit své charisma.

# conversations/08_roseway/08_cv_scientist_vaughn:30:DefaultText
source: Oh for... He's making "N-Raptured," Captain. An aphrodisiac. Rapt musk is the main ingredient.
cs: Pro... Dělá "N-Raptured," kapitáne. Afrodiziakum. Hlavní přísadou je raptické pižmo.

# conversations/08_roseway/08_cv_scientist_vaughn:31:DefaultText
source: What? No! I mean, yes, I'm getting the musk. With Monarch embargoed, the price is sky-high. But I'm not making the drug.
cs: Cože? Ne! Tedy, ano, dostávám pižmo. Když je na Monarch uvaleno embargo, je cena nebetyčně vysoká. Ale já tu drogu nevyrábím.

# conversations/08_roseway/08_cv_scientist_vaughn:32:DefaultText
source: It's an aphrodisiac? Does it work?
cs: Je to afrodiziakum? Funguje to?

# conversations/08_roseway/08_cv_scientist_vaughn:33:DefaultText
source: Yeah, I really don't want to know any more. Cut to the chase.
cs: Jo, už to opravdu nechci vědět. Přejděme k věci.

# conversations/08_roseway/08_cv_scientist_vaughn:34:DefaultText
source: The results are outside the margin of error. Technically.
cs: Výsledky jsou mimo chybovou odchylku. Z technického hlediska.

# conversations/08_roseway/08_cv_scientist_vaughn:42:DefaultText
source: I've got it. All yours.
cs: Mám to. Všechny jsou vaše.

# conversations/08_roseway/08_cv_scientist_vaughn:43:DefaultText
source: I tuned the equipment for you, so there's a bit more than you expected.
cs: Vyladil jsem pro vás vybavení, takže je tam trochu víc, než jste čekali.

# conversations/08_roseway/08_cv_scientist_vaughn:44:DefaultText
source: Yeah, about that... I kind of blew it up.
cs: Jo, o tomhle... Trochu jsem to zkazil.

# conversations/08_roseway/08_cv_scientist_vaughn:45:DefaultText
source: The place was trashed. There were raptidons all over.
cs: Místo bylo zdemolované. Všude byli raptidoni.

# conversations/08_roseway/08_cv_scientist_vaughn:46:DefaultText
source: <Keep half.> Here. If you'd set your equipment up properly, it would have yielded more.
cs: <Zachovejte polovinu.> Zde. Kdybys správně nastavil vybavení, vyneslo by to víc.

# conversations/08_roseway/08_cv_scientist_vaughn:47:DefaultText
source: I can be cool. Dr. Crane can't prove anything. I made sure there was nothing on that equipment.
cs: Umím být v pohodě. Doktor Crane nemůže nic dokázat. Ujistil jsem se, že na tom zařízení nic není.

# conversations/08_roseway/08_cv_scientist_vaughn:49:DefaultText
source: The thing that was extracting stuff from raptidons? I found it.
cs: Ta věc, která získávala věci z raptidonů? Našel jsem ji.

# conversations/08_roseway/08_cv_scientist_vaughn:50:DefaultText
source: Not anymore. I turned it over to Anton.
cs: Teď už ne. Předal jsem to Antonovi.

# conversations/08_roseway/08_cv_scientist_vaughn:51:DefaultText
source: What? Shit! Do you have any idea how much trouble I-- why would you do that?
cs: Cože? Do prdele! Máš vůbec ponětí, kolik problémů jsem... Proč jsi to udělal?

# conversations/08_roseway/08_cv_scientist_vaughn:52:DefaultText
source: How was I supposed to know it was yours? I just found it there.
cs: Jak jsem měl vědět, že je tvoje? Prostě jsem ho tam našel.

# conversations/08_roseway/08_cv_scientist_vaughn:54:DefaultText
source: I can't believe it. All that work.
cs: Nemůžu tomu uvěřit. Tolik práce.

# conversations/08_roseway/08_cv_scientist_vaughn:56:DefaultText
source: He didn't know about it. Seems to me you were trying to hide it.
cs: Nevěděl o tom. Zdá se mi, že jste se to snažili utajit.

# conversations/08_roseway/08_cv_scientist_vaughn:58:DefaultText
source: With all that's happened, you need to ask why I shut down an experiment on raptidons?
cs: Po tom všem, co se stalo, se musíte ptát, proč jsem ukončil experiment s raptidony?

# conversations/08_roseway/08_cv_scientist_vaughn:59:DefaultText
source: Seemed like the right idea at the time.
cs: Tehdy se to zdálo jako správný nápad.

# conversations/08_roseway/08_cv_scientist_vaughn:60:DefaultText
source: Shit runs downhill. Doctor Crane will get a reprimand, I will get fired.
cs: Sračky jdou z kopce. Doktor Crane dostane důtku a já padáka.

# conversations/08_roseway/08_cv_scientist_vaughn:61:DefaultText
source: You already went up to the lab? Uh, long shot here, but any chance you brought my results back with you?
cs: Už jsi byl v laboratoři? Uh, je to na dlouhé lokte, ale je nějaká šance, že jsi přinesl moje výsledky?

# conversations/08_roseway/08_cv_scientist_vaughn:62:DefaultText
source: Sure. Of course. Our lab's south of here, down the road. Not the old public lab. The one past that, built into the mountainside.
cs: Jistě. Samozřejmě. Naše laboratoř je jižně odtud, dole na silnici. Ne ta stará veřejná laboratoř. Ta za ní, zabudovaná ve svahu.

# conversations/08_roseway/08_cv_scientist_vaughn:66:DefaultText
source: Should you be telling me about this place?
cs: Měl bys mi o tomhle místě vyprávět?

# conversations/08_roseway/08_cv_scientist_vaughn:67:DefaultText
source: Anton told me about the other lab.
cs: Anton mi řekl o té druhé laboratoři.

# conversations/08_roseway/08_cv_scientist_vaughn:68:DefaultText
source: I'll bite. Why are there two labs?
cs: Kousnu. Proč jsou tu dvě laboratoře?

# conversations/08_roseway/08_cv_scientist_vaughn:70:DefaultText
source: Second lab down the road. And when I get there?
cs: Druhá laboratoř je na cestě. A až se tam dostanu?

# conversations/08_roseway/08_cv_scientist_vaughn:71:DefaultText
source: Uh, don't mention this to Anton, okay? He's kind of a tight-ass about the lab. Like, squeeze coal into diamond tight.
cs: Antonovi o tom neříkej, ano? On je ohledně laboratoře docela přísný. Jako že mačká uhlí do diamantu.

# conversations/08_roseway/08_cv_scientist_vaughn:73:DefaultText
source: That was yours? I saw it when I went through.
cs: To bylo tvoje? Viděl jsem ho, když jsem procházel.

# conversations/08_roseway/08_cv_scientist_vaughn:74:DefaultText
source: No. But there are outlaws shooting it up. I'm guessing it hasn't been "secret" for a while.
cs: Ne. Ale jsou tam zločinci, kteří to tam střílejí. Hádám, že už to nějakou dobu není "tajné".

# conversations/08_roseway/08_cv_scientist_vaughn:75:DefaultText
source: The newer lab is built for, uh, more sensitive work. We mostly use the old lab for storage these days.
cs: Novější laboratoř je určena pro citlivější práci. Starou laboratoř dnes používáme hlavně na skladování.

# conversations/08_roseway/08_cv_scientist_vaughn:76:DefaultText
source: My equipment's in the lower levels, way in the back. I have a big room all to myself. Dissection tables and whatnot.
cs: Moje vybavení je v nižších patrech, úplně vzadu. Mám velkou místnost jen pro sebe. Pitevní stoly a tak.

# conversations/08_roseway/08_cv_scientist_vaughn:78:DefaultText
source: I saw your project when I went through the lab.
cs: Když jsem procházel laboratoří, viděl jsem váš projekt.

# conversations/08_roseway/08_cv_scientist_vaughn:79:DefaultText
source: What? Why?
cs: Cože? Proč?

# conversations/08_roseway/08_cv_scientist_vaughn:80:DefaultText
source: Damn! I bet the outlaws shot it for kicks. At least the short circuit would've let some raptidons out. Revenge. Kinda.
cs: Sakra! Vsadím se, že ho zločinci zastřelili pro zábavu. Aspoň by ten zkrat pustil ven nějaké raptidony. Pomsta. Tak trochu.

# conversations/08_roseway/08_cv_scientist_vaughn:81:DefaultText
source: Hold up. Why did the raptidons get out? That didn't make any sense.
cs: Počkejte. Proč se raptidoni dostali ven? To nedává smysl.

# conversations/08_roseway/08_cv_scientist_vaughn:82:DefaultText
source: I siphoned power from the pods to keep Dr. Crane from catching on. I'm no electrician. Every time I plugged it in the locks would open.
cs: Odčerpával jsem energii z modulů, aby to doktor Crane nezjistil. Nejsem elektrikář. Pokaždé, když jsem ho zapojil, zámky se otevřely.

# conversations/08_roseway/08_cv_scientist_vaughn:83:DefaultText
source: It should have been running this whole time. Just grab the results and bring them here.
cs: Mělo to běžet celou dobu. Stačí sebrat výsledky a přenést je sem.

# conversations/08_roseway/08_cv_scientist_vaughn:84:DefaultText
source: All right, I'll head up there and keep an eye out.
cs: Dobře, půjdu tam a budu dávat pozor.

# conversations/08_roseway/08_cv_scientist_vaughn:85:DefaultText
source: So this stuff is valuable?
cs: Takže tyhle věci jsou cenné?

# conversations/08_roseway/08_cv_scientist_vaughn:86:DefaultText
source: Do I need to get a code for the door from Anton?
cs: Musím od Antona získat kód ke dveřím?

# conversations/08_roseway/08_cv_scientist_vaughn:87:DefaultText
source: I don't want to get mixed up in this.
cs: Nechci se do toho zaplést.

# conversations/08_roseway/08_cv_scientist_vaughn:88:DefaultText
source: No! I mean, nah. In fact, don't mention this to Dr. Crane. At all.
cs: Ne! Chci říct, ne. Vlastně se o tom doktoru Craneovi ani nezmiňujte. Vůbec ne.

# conversations/08_roseway/08_cv_scientist_vaughn:89:DefaultText
source: If you have a buyer. I got a contact who wants to haul the entire batch to Byzantium.
cs: Pokud máte kupujícího. Mám kontakt na člověka, který chce odvézt celou várku do Byzance.

# conversations/08_roseway/08_cv_scientist_vaughn:92:DefaultText
source: Yeah, I get it. It's just, there's sure to be some big corporate cleanup crew after this. They'll find my stuff.
cs: Jo, chápu to. Jde o to, že po tomhle určitě přijde nějaká velká firemní úklidová četa. Najdou moje věci.

# conversations/08_roseway/08_cv_scientist_vaughn:93:DefaultText
source: Help me out, I'll cut you in for a share. I'll even pay you before I am. When you deliver to me.
cs: Pomozte mi a já se s vámi podělím. Dokonce ti zaplatím dřív než já. Až mi to doručíš.

# conversations/08_roseway/08_cv_scientist_vaughn:94:DefaultText
source: If you change your mind, I'll make it worth your time.
cs: Pokud si to rozmyslíte, bude to stát za váš čas.

# conversations/08_roseway/08_cv_scientist_vaughn:95:DefaultText
source: Tell me what you need again?
cs: Řekni mi, co potřebuješ?

# conversations/08_roseway/08_cv_scientist_vaughn:110:DefaultText
source: Maybe. I want to know more first.
cs: Možná. Nejdřív se chci dozvědět víc.

# conversations/08_roseway/08_cv_scientist_vaughn:111:DefaultText
source: As little as possible. I mean, yeah. I'm staff. Endocrinologist. We've been studying a load of raptidons hauled in from Monarch.
cs: Co nejméně. Tedy ano. Jsem zaměstnanec. Endokrinolog. Studovali jsme spoustu raptidonů, které jsme přivezli z Monarchu.

# conversations/08_roseway/08_cv_scientist_vaughn:112:DefaultText
source: What's your company doing here?
cs: Co zde vaše společnost dělá?

# conversations/08_roseway/08_cv_scientist_vaughn:113:DefaultText
source: Ask Dr. Crane. All I know is my bit, analyzing the raptidon equivalent of hormones.
cs: Zeptejte se doktora Cranea. Já vím jen to, že analyzuji raptidonskou obdobu hormonů.

# conversations/08_roseway/08_cv_scientist_vaughn:114:DefaultText
source: Yeah? Any one in particular?
cs: Ano? Nějaký konkrétní?

# conversations/08_roseway/08_cv_scientist_vaughn:115:DefaultText
source: Mostly their leptin analogues. Raptidons have four different varieties. Concentrations vary based on the season.
cs: Většinou jejich leptinové analogy. Raptidoni mají čtyři různé druhy. Koncentrace se liší podle ročního období.

# conversations/08_roseway/08_cv_scientist_vaughn:116:DefaultText
source: Either of you feel like sharing what "leptin analogues" are?
cs: Chce se někdo z vás podělit o to, co jsou "leptinové analogy"?

# conversations/08_roseway/08_cv_scientist_vaughn:117:DefaultText
source: Leptin regulates hunger. Designer appetite suppressants, maybe?
cs: Leptin reguluje hlad. Možná designové přípravky na potlačení chuti k jídlu?

# conversations/08_roseway/08_cv_scientist_vaughn:118:DefaultText
source: Leptin's the hormone that tells humans they're not hungry. I can't see much sense in that line of research.
cs: Leptin je hormon, který lidem říká, že nemají hlad. V tomto směru výzkumu nevidím moc smysl.

# conversations/08_roseway/08_cv_scientist_vaughn:119:DefaultText
source: Could be, Captain. Can't see how there's a market for them, though.
cs: Mohlo by, kapitáne. Nechápu, jak je možné, že pro ně existuje trh.

# conversations/08_roseway/08_cv_scientist_vaughn:120:DefaultText
source: Maybe it's for them fat cats up in Byzantium.
cs: Možná je to pro ty tlusté kočky v Byzanci.

# conversations/08_roseway/08_cv_scientist_vaughn:121:DefaultText
source: I don't know why they're interested in it. Dr. Crane probably does.
cs: Nevím, proč se o to zajímají. Dr. Crane pravděpodobně ano.

# conversations/08_roseway/08_cv_scientist_vaughn:122:DefaultText
source: I've got something else on my mind.
cs: Mám na mysli něco jiného.

# conversations/08_roseway/08_cv_scientist_vaughn:126:DefaultText
source: It was like that when we got here. I heard it had been shut down for years. But the toilets flush and the roof doesn't leak. Much.
cs: Tak to bylo, když jsme sem přijeli. Slyšel jsem, že je už léta zavřená. Ale záchody splachují a střechou neteče. Hodně.

# conversations/08_roseway/08_cv_scientist_vaughn:127:DefaultText
source: Before that, I had a question.
cs: Ještě předtím jsem měl otázku.

# conversations/08_roseway/08_cv_scientist_vaughn:131:DefaultText
source: I found your experiment.
cs: Našel jsem váš experiment.

# conversations/08_roseway/08_cv_scientist_vaughn:132:DefaultText
source: Don't keep me in suspense. Did you get my stuff? I mean, not mine. It's for other parties. Buyers.
cs: Nenechávej mě v napětí. Dostal jsi moje věci? Tedy, ne moje. Je to pro jiné strany. Kupující.

# conversations/08_roseway/08_cv_scientist_vaughn:133:DefaultText
source: Not yet. I'll let you know.
cs: Zatím ne. Dám vám vědět.

# conversations/08_roseway/08_cv_scientist_vaughn:136:DefaultText
source: We read The Leptin Analogues in school. I didn't know a lizard wrote them.
cs: Ve škole jsme četli knihu The Leptin Analogues. Nevěděl jsem, že je napsal ještěr.

# conversations/08_roseway/08_cv_scientist_vaughn:145:DefaultText
source: Wait, I just remembered something I wanted to ask.
cs: Počkat, právě jsem si vzpomněl na něco, na co jsem se chtěl zeptat.

# conversations/08_roseway/08_cv_scientist_vaughn:150:DefaultText
source: "Hi mom, I'm home. No, I blew the lab up. Yes, again."
cs: "Ahoj mami, jsem doma. Ne, vyhodil jsem laboratoř do vzduchu. Ano, zase."

# conversations/08_roseway/08_cv_scientist_vaughn:151:DefaultText
source: Shit. They're gonna take this out of my pay, aren't they?
cs: Do prdele. Tohle mi strhnou z platu, že jo?

# conversations/08_roseway/08_cv_scientist_vaughn:152:DefaultText
source: That nearly got me killed!
cs: To mě málem zabilo!

# conversations/08_roseway/08_cv_scientist_vaughn:153:DefaultText
source: Well it's not like I expected this to happen!
cs: No, nečekal jsem, že se to stane!

# conversations/08_roseway/08_cv_scientist_vaughn:154:DefaultText
source: There was a button.
cs: Bylo tam tlačítko.

# conversations/08_roseway/08_cv_scientist_vaughn:155:DefaultText
source: Because you were making an illegal drug.
cs: Protože jste vyráběli nelegální drogu.

# conversations/08_roseway/08_cv_scientist_vaughn:156:DefaultText
source: What you were doing was cruel to the raptidons.
cs: To, co jste dělali, bylo vůči raptidonům kruté.

# conversations/08_roseway/08_cv_scientist_vaughn:157:DefaultText
source: I need a reason? How about, "it was funny?"
cs: Potřebuji důvod? Co třeba: "Bylo to vtipné?"

# conversations/08_roseway/08_cv_scientist_vaughn:158:DefaultText
source: Damn it. Damn it! I've got to get-- before he--
cs: Sakra. Zatraceně! Musím se dostat... než...

# conversations/08_roseway/08_cv_scientist_vaughn:159:DefaultText
source: Yeah bye.
cs: Jo, ahoj.

# conversations/08_roseway/08_cv_scientist_vaughn:161:DefaultText
source: I've got places to be.
cs: Musím být někde jinde.

# conversations/08_roseway/08_cv_scientist_vaughn:165:DefaultText
source: There were two buttons! One was red!
cs: Byla tam dvě tlačítka! Jedno bylo červené!

# conversations/08_roseway/08_cv_scientist_vaughn:166:DefaultText
source: Well that's too many buttons! What do you need them all for, anyway?
cs: To je příliš mnoho tlačítek! K čemu je vlastně všechny potřebujete?

# conversations/08_roseway/08_cv_scientist_vaughn:167:DefaultText
source: To reset the-- Oh for... you know what, never mind.
cs: Pro obnovení... víte co, to je jedno.

# conversations/08_roseway/08_cv_scientist_vaughn:168:DefaultText
source: So, uh... can I get a reward anyway?
cs: Takže... můžu dostat odměnu?

# conversations/08_roseway/08_cv_scientist_vaughn:169:DefaultText
source: What? No!
cs: Cože? Ne!

# conversations/08_roseway/08_cv_scientist_vaughn:170:DefaultText
source: I wasn't making it. I was just harvesting one ingredient.
cs: Nedělal jsem to. Jen jsem sklízel jednu ingredienci.

# conversations/08_roseway/08_cv_scientist_vaughn:171:DefaultText
source: I didn't haul them here from Monarch. They were gonna die in Dr. Crane's tests anyway. I was just using the extra parts.
cs: Nepřivezl jsem je sem z Monarchu. Stejně by při testech doktora Cranea zemřeli. Jen jsem použil náhradní díly.

# conversations/08_roseway/08_cv_scientist_vaughn:172:DefaultText
source: Great. I asked a psychopath for help.
cs: Skvělé. Požádal jsem psychopata o pomoc.

# conversations/08_roseway/08_cv_scientist_vaughn:173:DefaultText
source: On the plus side, it was free help. No charge. Just for you, 'cause I like you.
cs: Na druhou stranu to byla bezplatná pomoc. Bez poplatků. Jen pro tebe, protože tě mám rád.

# conversations/08_roseway/08_cv_scientist_vaughn:174:DefaultText
source: Tough luck. See you around.
cs: Smůla. Uvidíme se.

# conversations/08_roseway/08_cv_scientist_vaughn:175:DefaultText
source: Gosh. Thanks.
cs: Bože. Děkuji.

# conversations/08_roseway/08_cv_scientist_vaughn:176:DefaultText
source: Okay, bright side. If it's destroyed, the cleanup teams can't trace it back to me...
cs: Dobře, světlá stránka. Pokud je to zničené, úklidové týmy to nemohou vystopovat až ke mně...

# conversations/08_roseway/08_cv_scientist_vaughn:177:DefaultText
source: I don't know, maybe you could have asked around?
cs: Nevím, možná jste se mohl zeptat?

# conversations/08_roseway/08_cv_scientist_vaughn:178:DefaultText
source: I did. I asked Anton.
cs: To jsem udělal. Zeptal jsem se Antona.

# conversations/08_roseway/08_cv_scientist_vaughn:179:DefaultText
source: Well, yeah! I'm trying to make my little bit on the side. You think Dr. Crane isn't doing that too?
cs: No jo! Snažím se vydělat si něco bokem. Myslíš, že to doktor Crane nedělá taky?

# conversations/08_roseway/08_cv_scientist_vaughn:180:DefaultText
source: It's a legitimate reason. You need to laugh more. Life's absurd.
cs: Je to legitimní důvod. Musíš se víc smát. Život je absurdní.

# conversations/08_roseway/08_cv_scientist_vaughn:181:DefaultText
source: All right, stop helping. Just... stop.
cs: Dobře, přestaň pomáhat. Prostě... přestaň.
