Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_anarchist_lillian.po
Languages: cs

# conversations/08_roseway/08_cv_anarchist_lillian:1:DefaultText
source: Keep them hands where I can see them. What are you doing out here?
cs: Držte ruce tak, abych na ně viděl. Co tady děláš?

# conversations/08_roseway/08_cv_anarchist_lillian:2:DefaultText
source: I could ask the same.
cs: Mohl bych se zeptat na totéž.

# conversations/08_roseway/08_cv_anarchist_lillian:3:DefaultText
source: Mostly getting shot at. Or bitten. Or chased.
cs: Většinou se po nich střílí. Nebo kousnutí. Nebo pronásledování.

# conversations/08_roseway/08_cv_anarchist_lillian:4:DefaultText
source: You're with the outlaws? The others have been more interested in shooting than talking.
cs: Jsi s psanci? Ostatní se víc zajímali o střílení než o mluvení.

# conversations/08_roseway/08_cv_anarchist_lillian:5:DefaultText
source: I'm doing what I'm paid for. And not a bit beyond that.
cs: Dělám to, za co jsem placený. A ani o kousek víc.

# conversations/08_roseway/08_cv_anarchist_lillian:6:DefaultText
source: You and me both.
cs: Ty i já.

# conversations/08_roseway/08_cv_anarchist_lillian:10:DefaultText
source: Well, you ain't trying to eat me. Most things hereabouts are. And anyways, I'm bored.
cs: No, nesnažíš se mě sníst. Většina věcí tady je. A vůbec, nudím se.

# conversations/08_roseway/08_cv_anarchist_lillian:12:DefaultText
source: Name's Lillian. Lady name of Cass hired my crew as gunhands. I got left here to watch for Cleo reinforcements. They all got pinned inside, so I can't say as I mind.
cs: Jmenuje se Lillian. Dáma jménem Cass si najala mou posádku jako pistolníky. Nechali mě tu, abych hlídala posily z Cleo. Všichni byli uvězněni uvnitř, takže nemůžu říct, že by mi to vadilo.

# conversations/08_roseway/08_cv_anarchist_lillian:13:DefaultText
source: So why are we having a conversation instead of a shootout?
cs: Proč tedy místo přestřelky vedeme rozhovor?

# conversations/08_roseway/08_cv_anarchist_lillian:14:DefaultText
source: What job are you working here, if you don't mind my asking?
cs: Jakou práci tady děláte, jestli se můžu zeptat?

# conversations/08_roseway/08_cv_anarchist_lillian:15:DefaultText
source: Doesn't sound like you're fond of her.
cs: Nezní to, jako bys ji měl rád.

# conversations/08_roseway/08_cv_anarchist_lillian:16:DefaultText
source: "Lillian?" I found a cigarette case with your name on it.
cs: "Lillian?" Našla jsem pouzdro na cigarety s tvým jménem.

# conversations/08_roseway/08_cv_anarchist_lillian:17:DefaultText
source: Don't mind the asking, but I ain't telling. You want details, go talk at Miss High-and-Mighty What's-Her-Name. She's in the labs, pinned down.
cs: Nevadí, že se ptám, ale neřeknu to. Jestli chceš podrobnosti, jdi si promluvit se slečnou, jak se jmenuje. Je v laboratořích, přišpendlená.

# conversations/08_roseway/08_cv_anarchist_lillian:19:DefaultText
source: I'm sweaty. I got clawed by one of them monsters. I been in the dirt all day, and I got bugs in places you don't need to know about. I'm on a fucking break. Got a smoke?
cs: Jsem zpocený. Jedna z těch příšer mě poškrábala. Celý den jsem byl v hlíně a mám brouky na místech, o kterých nemusíte vědět. Mám zasranou pauzu. Máš cigaretu?

# conversations/08_roseway/08_cv_anarchist_lillian:20:DefaultText
source: Definitely got something large and uncomfortably-shaped up her nethers. Yammering on about rights and privileges and whatall. I'm like, "Lady, just sing out when you want something shot."
cs: Určitě má něco velkého a nepohodlně tvarovaného v síťkách. Mluví o právech a privilegiích a tak. Já na to: "Dámo, prostě zazpívej, když chceš něco vystřelit."

# conversations/08_roseway/08_cv_anarchist_lillian:22:DefaultText
source: Leastways her pamphlets make good kindling.
cs: Její brožury jsou dobrým podpalem.

# conversations/08_roseway/08_cv_anarchist_lillian:24:DefaultText
source: Sure, I got you.
cs: Jasně, chápu tě.

# conversations/08_roseway/08_cv_anarchist_lillian:25:DefaultText
source: Can't say as I do.
cs: Nemůžu říct, jak to dělám já.

# conversations/08_roseway/08_cv_anarchist_lillian:26:DefaultText
source: Can't say as I do.
cs: Nemůžu říct, jak to dělám já.

# conversations/08_roseway/08_cv_anarchist_lillian:27:DefaultText
source: That's a nasty habit.
cs: To je ošklivý zvyk.

# conversations/08_roseway/08_cv_anarchist_lillian:28:DefaultText
source: Thanks, brother.
cs: Díky, bratře.

# conversations/08_roseway/08_cv_anarchist_lillian:28:FemaleText
source: Thanks, sister.
cs: Díky, sestro.

# conversations/08_roseway/08_cv_anarchist_lillian:29:DefaultText
source: Oh well. Figured it couldn't hurt to ask.
cs: No dobře. Říkal jsem si, že není na škodu se zeptat.

# conversations/08_roseway/08_cv_anarchist_lillian:30:DefaultText
source: Boss said the same. I told her they ain't as bad for your health as mouthing off to armed strangers.
cs: Šéf řekl totéž. Řekl jsem jí, že nejsou tak škodlivé pro tvé zdraví jako pomlouvání ozbrojených cizinců.

# conversations/08_roseway/08_cv_anarchist_lillian:34:DefaultText
source: Bad day, huh?
cs: Špatný den, co?

# conversations/08_roseway/08_cv_anarchist_lillian:37:DefaultText
source: I've had better. Lost some things in a dust up. But I didn't get eaten like some of our crew. Got that going for me.
cs: Měl jsem lepší. Ztratil jsem pár věcí při bouračce. Ale nesežrali mě jako některé z naší posádky. To mi jde.

# conversations/08_roseway/08_cv_anarchist_lillian:40:DefaultText
source: What'd you lose?
cs: Co jste ztratili?

# conversations/08_roseway/08_cv_anarchist_lillian:41:DefaultText
source: "So long as you've got your health..."
cs: "Dokud máš zdraví..."

# conversations/08_roseway/08_cv_anarchist_lillian:42:DefaultText
source: I was wondering about your group...
cs: Zajímalo by mě, jak je to s vaší skupinou...

# conversations/08_roseway/08_cv_anarchist_lillian:43:DefaultText
source: My damn cigarettes for one thing.
cs: Například moje zatracené cigarety.

# conversations/08_roseway/08_cv_anarchist_lillian:46:DefaultText
source: I'll come around if I can get hold of it.
cs: Přijdu, pokud se mi to podaří sehnat.

# conversations/08_roseway/08_cv_anarchist_lillian:48:DefaultText
source: My dad used to say that, 'fore he "left the workforce."
cs: To říkával můj táta, než "odešel z práce".

# conversations/08_roseway/08_cv_anarchist_lillian:49:DefaultText
source: I was near the raptidon pen when they got loose. Had to set a few to rights. When I got to checking if all my parts were still attached, I realized I'd dropped my cigarette case.
cs: Byl jsem poblíž ohrady pro raptidony, když se ztratili. Několik jsem jich musel dát do pořádku. Když jsem se dostal ke kontrole, jestli mám všechny součástky stále připevněné, uvědomil jsem si, že jsem upustil pouzdro na cigarety.

# conversations/08_roseway/08_cv_anarchist_lillian:50:DefaultText
source: Hey there. Behaving yourself? Heh, like I care.
cs: Ahoj. Chováš se slušně? Heh, jako by mi na tom záleželo.

# conversations/08_roseway/08_cv_anarchist_lillian:51:DefaultText
source: Seriously, don't get yourself killed. It's a nice cigarette case, but it's still just a cigarette case.
cs: Vážně, nenechte se zabít. Je to pěkné pouzdro na cigarety, ale pořád je to jen pouzdro na cigarety.

# conversations/08_roseway/08_cv_anarchist_lillian:52:DefaultText
source: Now all's I got to do is wait for the boss lady to say we're leaving.
cs: Teď už jen musím počkat, až šéfová řekne, že odjíždíme.

# conversations/08_roseway/08_cv_anarchist_lillian:53:DefaultText
source: Raptidons ain't from around here. Like as not they'll wander off. Eventually.
cs: Raptidoni odtud nepocházejí. Stejně se zatoulají jinam. Nakonec.

# conversations/08_roseway/08_cv_anarchist_lillian:59:DefaultText
source: I've got some good news. I have the cigarette case you lost.
cs: Mám dobré zprávy. Mám pouzdro na cigarety, které jsi ztratil.

# conversations/08_roseway/08_cv_anarchist_lillian:61:DefaultText
source: Don't plan to. See you later.
cs: Neplánujte to. Uvidíme se později.

# conversations/08_roseway/08_cv_anarchist_lillian:62:DefaultText
source: You're shitting me.
cs: Děláš si ze mě prdel.

# conversations/08_roseway/08_cv_anarchist_lillian:63:DefaultText
source: I'm not saying it wasn't a hassle to get. But here it is, safe and sound.
cs: Neříkám, že to nebyl problém získat. Ale tady je, v pořádku a v bezpečí.

# conversations/08_roseway/08_cv_anarchist_lillian:64:DefaultText
source: I had a thought. If I give you this back, could you put in a good word with your boss?
cs: Napadlo mě něco. Když ti to vrátím, mohl by ses přimluvit u svého šéfa?

# conversations/08_roseway/08_cv_anarchist_lillian:65:DefaultText
source: It occurs to me. If I could get this when you couldn't, I bet you couldn't take it from me.
cs: Napadlo mě. Kdybych to mohl dostat, když ty ne, vsadím se, že bys mi to nemohl vzít.

# conversations/08_roseway/08_cv_anarchist_lillian:66:DefaultText
source: Well, I've got some bad news, too. I'm going to keep it for my own self.
cs: Mám také špatné zprávy. Nechám si ji pro sebe.

# conversations/08_roseway/08_cv_anarchist_lillian:67:DefaultText
source: I don't think there's any way to get your cigarettes out. I'm leaving them there.
cs: Nemyslím si, že je nějaký způsob, jak dostat vaše cigarety ven. Nechám je tam.

# conversations/08_roseway/08_cv_anarchist_lillian:68:DefaultText
source: And you came all the way back here to tell me that? When you could've just lit outta here and left me none the wiser?
cs: A to jsi přijel až sem, abys mi to řekl? Když jsi mohl prostě odejít a nenechat mě o tom vědět?

# conversations/08_roseway/08_cv_anarchist_lillian:70:DefaultText
source: That's what you want, I'm game. But she's gonna give you pamphlets. Don't say I didn't warn you.
cs: Jestli to chceš, jsem pro. Ale ona ti dá letáky. Neříkej, že jsem tě nevaroval.

# conversations/08_roseway/08_cv_anarchist_lillian:71:DefaultText
source: It's been a real long day. You want to do this?
cs: Byl to opravdu dlouhý den. Chceš to udělat?

# conversations/08_roseway/08_cv_anarchist_lillian:72:DefaultText
source: So you gonna stand here and lord it over me, or what?
cs: Tak ty tu budeš stát a povyšovat se nade mnou, nebo co?

# conversations/08_roseway/08_cv_anarchist_lillian:73:DefaultText
source: I got in touch with the boss. She'll be talking your ear off about "sovereignty" and "un-alienable rights" in no time.
cs: Spojil jsem se se šéfem. Za chvíli ti bude vykládat o "suverenitě" a "nezadatelných právech".

# conversations/08_roseway/08_cv_anarchist_lillian:75:DefaultText
source: Why didn't you go back and get it?
cs: Proč jste se pro něj nevrátil?

# conversations/08_roseway/08_cv_anarchist_lillian:76:DefaultText
source: Lucky you have so many guns, then.
cs: Tak to máš štěstí, že máš tolik zbraní.

# conversations/08_roseway/08_cv_anarchist_lillian:77:DefaultText
source: I know where this is going. You're "busy," but if I fetched it, you'd pay for my trouble. Right?
cs: Vím, kam to směřuje. Jsi "zaneprázdněný", ale kdybych to přinesl já, zaplatil bys za mou námahu. Nebo ne?

# conversations/08_roseway/08_cv_anarchist_lillian:78:DefaultText
source: A cigarette case? Spacer's Choice? Got a picture of the Hope on it?
cs: Pouzdro na cigarety? Spacer's Choice? Máš na něm obrázek Naděje?

# conversations/08_roseway/08_cv_anarchist_lillian:79:DefaultText
source: Wha-? Yeah. Did you already pass through the pens?
cs: Co...? Ano. Už jsi prošel ohradou?

# conversations/08_roseway/08_cv_anarchist_lillian:80:DefaultText
source: I saw it, but couldn't get close. If it's all the same to you, I'd rather not go in there.
cs: Viděl jsem ho, ale nemohl jsem se k němu přiblížit. Jestli je to pro vás všechno stejné, tak bych tam raději nechodil.

# conversations/08_roseway/08_cv_anarchist_lillian:81:DefaultText
source: I look busy to you? It's surrounded by pissed-off raptidons. My mama didn't raise no dumbasses.
cs: Připadám vám zaneprázdněný? Je obklopen naštvanými raptidony. Moje máma nevychovala žádný blbce.

# conversations/08_roseway/08_cv_anarchist_lillian:82:DefaultText
source: This was a Spacer's Choice commemorative case. Some promo for Founding Day they did back in... I forget the year. Worth decent bits to collectors.
cs: Jednalo se o pamětní pouzdro Spacer's Choice. Nějaká propagační akce ke Dni založení, kterou dělali v... Zapomněl jsem rok. Pro sběratele má slušnou cenu.

# conversations/08_roseway/08_cv_anarchist_lillian:83:DefaultText
source: When I turned about, I seen two fine gunhands being snacked on by lizards. No cigarette case is worth my life. No matter how badly I need a smoke.
cs: Když jsem se otočil, uviděl jsem dva pěkné pistolníky, na kterých si pochutnávaly ještěrky. Žádné pouzdro na cigarety mi nestojí za život. Bez ohledu na to, jak moc potřebuju kouřit.

# conversations/08_roseway/08_cv_anarchist_lillian:84:DefaultText
source: A wise fella once said, if you're gonna die, it best not be for lack of shooting back.
cs: Jeden moudrý chlapík kdysi řekl, že když už máš zemřít, tak ať to není kvůli nedostatku střelby.

# conversations/08_roseway/08_cv_anarchist_lillian:85:DefaultText
source: I didn't think so either. Maybe when the raptidons clear out, I'll check back.
cs: Ani já jsem si to nemyslel. Možná až se raptidoni vylidní, tak se podívám zpátky.

# conversations/08_roseway/08_cv_anarchist_lillian:86:DefaultText
source: Where did you lose your cigarettes?
cs: Kde jste ztratil cigarety?

# conversations/08_roseway/08_cv_anarchist_lillian:87:DefaultText
source: An outdoor raptidon pen yonder, past the main entrance. Law only knows why they're breeding the damn things.
cs: Venkovní ohrada pro raptidony je za hlavním vchodem. Jen zákon ví, proč ty zatracené potvory chovají.

# conversations/08_roseway/08_cv_anarchist_lillian:88:DefaultText
source: Let's say I manage to nab it. You willing to pay to get it back?
cs: Řekněme, že se mi ho podaří získat. Jsi ochotný zaplatit za její vrácení?

# conversations/08_roseway/08_cv_anarchist_lillian:89:DefaultText
source: Well you'd sure as hell have earned it, wouldn't you?
cs: No, určitě sis to zasloužil, že?

# conversations/08_roseway/08_cv_anarchist_lillian:93:DefaultText
source: You ain't so bad. Here's something for the trouble.
cs: Nejsi tak špatný. Tady máš něco za potíže.

# conversations/08_roseway/08_cv_anarchist_lillian:96:DefaultText
source: I'm sorry. Were they friends of yours?
cs: Omlouvám se. Byli to vaši přátelé?

# conversations/08_roseway/08_cv_anarchist_lillian:97:DefaultText
source: Some of them were okay. You don't get too close in this work. And Dylan, well, ain't no one gonna regret his passing. Least of all his mama.
cs: Některé z nich byly v pořádku. V tomto díle se k nim příliš nepřibližujete. A Dylan, no, jeho odchodu nebude nikdo litovat. A už vůbec ne jeho máma.

# conversations/08_roseway/08_cv_anarchist_lillian:99:DefaultText
source: You don't actually expect me to fetch it. Do you?
cs: Přece nečekáš, že pro něj dojdu. Nebo ano?

# conversations/08_roseway/08_cv_anarchist_lillian:100:DefaultText
source: Good Law, no. Just needed to vent, and you're the only one hereabouts.
cs: Dobrý zákon, ne. Jen jsem se potřeboval vypovídat a ty jsi tu jediný.

# conversations/08_roseway/08_cv_anarchist_lillian:101:DefaultText
source: Though if you do happen to get a hold of it, I'll be setting here a spell.
cs: Ačkoli, pokud se vám to náhodou podaří, budu tu nastavovat kouzlo.

# conversations/08_roseway/08_cv_anarchist_lillian:106:DefaultText
source: I'd be obliged. Just don't lose any parts trying.
cs: Byl bych vám zavázán. Hlavně neztraťte žádné součástky, když se o to budete pokoušet.

# conversations/08_roseway/08_cv_anarchist_lillian:112:DefaultText
source: You passed through the raptidon pens? Spacer's Choice case? Commemorative edition? Got the Hope on it?
cs: Prošel jsi ohradou pro raptidony? Případ Spacer's Choice? Pamětní edice? Máš na něm Naději?

# conversations/08_roseway/08_cv_anarchist_lillian:113:DefaultText
source: About that missing cigarette case of yours...
cs: Co se týče toho tvého chybějícího pouzdra na cigarety...

# conversations/08_roseway/08_cv_anarchist_lillian:115:DefaultText
source: Are you still hoping to get that cigarette case of yours back?
cs: Stále doufáš, že dostaneš zpátky to své pouzdro na cigarety?

# conversations/08_roseway/08_cv_anarchist_lillian:117:DefaultText
source: For now. Take care.
cs: Prozatím. Dávejte na sebe pozor.

# conversations/08_roseway/08_cv_anarchist_lillian:119:DefaultText
source: I'll keep looking for your cigarette case.
cs: Budu dál hledat vaše pouzdro na cigarety.

# conversations/08_roseway/08_cv_anarchist_lillian:120:DefaultText
source: Sounded like your boss is a hard case.
cs: Vypadá to, že váš šéf je těžký případ.

# conversations/08_roseway/08_cv_anarchist_lillian:121:DefaultText
source: I'm heading out.
cs: Odcházím.

# conversations/08_roseway/08_cv_anarchist_lillian:122:DefaultText
source: See you around, then.
cs: Uvidíme se tedy.

# conversations/08_roseway/08_cv_anarchist_lillian:123:DefaultText
source: I want to talk about something else.
cs: Chci mluvit o něčem jiném.

# conversations/08_roseway/08_cv_anarchist_lillian:124:DefaultText
source: I'll take my leave, then.
cs: Pak se tedy rozloučím.

# conversations/08_roseway/08_cv_anarchist_lillian:125:DefaultText
source: Hoping? Sure. Expecting? Not so much.
cs: Doufáte? Jistě. Očekávání? Ani ne.

# conversations/08_roseway/08_cv_anarchist_lillian:126:DefaultText
source: On second thought, it wouldn't hurt to at least look into it. I'll let you know if I can get a hold of it.
cs: Když o tom tak přemýšlím, nebylo by na škodu se na to alespoň podívat. Dám vám vědět, jestli se mi to podaří sehnat.

# conversations/08_roseway/08_cv_anarchist_lillian:127:DefaultText
source: Sounds like your boss is a hard case.
cs: Zdá se, že váš šéf je těžký případ.

# conversations/08_roseway/08_cv_anarchist_lillian:129:DefaultText
source: You are dumb as hell.
cs: Jsi zatraceně hloupý.

# conversations/08_roseway/08_cv_anarchist_lillian:131:DefaultText
source: Do you?
cs: Opravdu?

# conversations/08_roseway/08_cv_anarchist_lillian:132:DefaultText
source: It's a shitty cigarette case. I wasn't gonna fight no raptidons over it, and I sure as fuck ain't fighting you.
cs: Je to zasrané pouzdro na cigarety. Nehodlal jsem se kvůli tomu hádat s raptidony a s tebou se určitě hádat nebudu.

# conversations/08_roseway/08_cv_anarchist_lillian:134:DefaultText
source: I guess you don't get along with her.
cs: Asi s ní nevycházíš.

# conversations/08_roseway/08_cv_anarchist_lillian:135:DefaultText
source: Fair enough. Mind if I ask what you're doing out here?
cs: To je fér. Můžu se zeptat, co tady děláš?

# conversations/08_roseway/08_cv_anarchist_lillian:160:DefaultText
source: Yeah, about that cigarette case...
cs: Jo, k tomu pouzdru na cigarety...

# conversations/08_roseway/08_cv_anarchist_lillian:161:DefaultText
source: Pretty sure I found that. Spacer's Choice, has a picture of the Hope on it?
cs: Jsem si jistý, že jsem to našel. Spacer's Choice, je na něm obrázek Hope?

# conversations/08_roseway/08_cv_anarchist_lillian:165:DefaultText
source: Never mind. I want to talk about something else.
cs: Nevadí. Chci mluvit o něčem jiném.

# conversations/08_roseway/08_cv_anarchist_lillian:169:DefaultText
source: Yeah?
cs: Ano?

# conversations/08_roseway/08_cv_anarchist_lillian:170:DefaultText
source: Well, I don't got all day. Or maybe I do.
cs: No, nemám na to celý den. Nebo možná mám.

# conversations/08_roseway/08_cv_anarchist_lillian:173:DefaultText
source: What about it?
cs: Co s tím?

# conversations/08_roseway/08_cv_anarchist_lillian:178:DefaultText
source: It's kind of a collectible. Like one of them cereal box toys.
cs: Je to tak trochu sběratelský kousek. Jako jedna z těch hraček z krabice od cereálií.

# conversations/08_roseway/08_cv_anarchist_lillian:184:DefaultText
source: They're a huge pack of assholes. Nah, nah. I love them. Probably.
cs: Je to obrovská banda kreténů. Ne, ne. Miluju je. Pravděpodobně.

# conversations/08_roseway/08_cv_anarchist_lillian:185:DefaultText
source: I need to give some kinda disclaimer? Like, "everything I say's my own opinion?" Corporate types love that shit.
cs: Musím dát nějaký druh zřeknutí se odpovědnosti? Třeba "všechno, co řeknu, je můj vlastní názor"? Tyhle kecy mají korporátní typy rády.

# conversations/08_roseway/08_cv_anarchist_lillian:189:DefaultText
source: Are you in contact with her?
cs: Jste s ní v kontaktu?

# conversations/08_roseway/08_cv_anarchist_lillian:190:DefaultText
source: That's your boss, I assume?
cs: Předpokládám, že je to váš šéf?

# conversations/08_roseway/08_cv_anarchist_lillian:191:DefaultText
source: Pinned down? Why aren't you helping?
cs: Přišpendlená? Proč nepomáháte?

# conversations/08_roseway/08_cv_anarchist_lillian:192:DefaultText
source: I got a radio, yeah. If I see any corporate ships incoming, I shout her a warning. Before you ask, no, you can't use it.
cs: Mám rádio, jo. Když uvidím, že se blíží nějaká korporátní loď, zakřičím na ni varování. Než se zeptáš, ne, nemůžeš ji použít.

# conversations/08_roseway/08_cv_anarchist_lillian:193:DefaultText
source: Yeah. Cassandra O'Malley. We mostly call her Cass, because "Cassandra" just sounds fancy.
cs: Jo. Cassandra O'Malleyová. Většinou jí říkáme Cass, protože "Cassandra" zní prostě nóbl.

# conversations/08_roseway/08_cv_anarchist_lillian:194:DefaultText
source: If a whole team of gunhands can't get through Auntie Cleo's security, what makes you think I could alone? I ain't paid near enough to be dumb.
cs: Když se přes ochranku tety Cleo nedostane celý tým pistolníků, proč si myslíš, že bych to dokázal sám? Nejsem tak placený, abych byl hloupý.

# conversations/08_roseway/08_cv_anarchist_lillian:201:DefaultText
source: Boss called and said to pack it in for pickup. Reckon that's your doing. Maybe I'll see you around some time.
cs: Šéf mi zavolal a řekl, že si ho mám zabalit k vyzvednutí. Myslím, že to je tvoje práce. Možná se někdy uvidíme.

# conversations/08_roseway/08_cv_anarchist_lillian:202:DefaultText
source: She's pinned in the lower levels by Auntie's guards. I'll radio her you're coming, but it's on you to find a way to her. Her name's Cassandra.
cs: Tetiččiny stráže ji uvězní v nižších patrech. Vysílám jí rádiem, že přicházíš, ale je na tobě, abys k ní našel cestu. Jmenuje se Cassandra.

# conversations/08_roseway/08_cv_anarchist_lillian:203:DefaultText
source: Hey there. You the fella Cass called about?
cs: Ahoj. Ty jsi ten chlapík, kvůli kterému Cass volal?

# conversations/08_roseway/08_cv_anarchist_lillian:203:FemaleText
source: Hey there. You the lady Cass called about?
cs: Ahoj. Vy jste ta paní, kvůli které Cass volal?

# conversations/08_roseway/08_cv_anarchist_lillian:204:DefaultText
source: You're part of her group?
cs: Jste členem její skupiny?

# conversations/08_roseway/08_cv_anarchist_lillian:205:DefaultText
source: Who's asking?
cs: Kdo se ptá?

# conversations/08_roseway/08_cv_anarchist_lillian:206:DefaultText
source: She didn't mention having anyone out here.
cs: Nezmínila se, že by tu někoho měla.

# conversations/08_roseway/08_cv_anarchist_lillian:207:DefaultText
source: I was left out here as a picket. Name's Lillian.
cs: Zůstal jsem tu jako piketér. Jmenuji se Lillian.

# conversations/08_roseway/08_cv_anarchist_lillian:208:DefaultText
source: Hope you're having a better time than us.
cs: Doufám, že se máte lépe než my.

# conversations/08_roseway/08_cv_anarchist_lillian:209:DefaultText
source: Relax, I ain't with Auntie. I'm one of Cassandra's gunhands. Name's Lillian.
cs: Klid, nejsem s tetou. Jsem jeden z Kasandřiných pistolníků. Jmenuju se Lillian.
