Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_orson.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_orson:5:DefaultText
source: I am Orson Shaw, chief behavioral scientist.
cs: Jsem Orson Shaw, hlavní behaviorální vědec.

# conversations/08_roseway/08_cv_scientist_orson:6:DefaultText
source: I was brought in to study the raptidons. I was to ensure that, should a problem arise, our team is adequately equipped to deal with them.
cs: Byl jsem přiveden, abych studoval raptidony. Měl jsem zajistit, aby v případě, že se vyskytne problém, byl náš tým dostatečně vybaven k jeho řešení.

# conversations/08_roseway/08_cv_scientist_orson:8:DefaultText
source: What'd you learn?
cs: Co jste se dozvěděli?

# conversations/08_roseway/08_cv_scientist_orson:35:DefaultText
source: They are insatiably hungry, absolutely impossible to control in any fashion, and indeed appear to be powered entirely by hate.
cs: Jsou nenasytně hladoví, naprosto nemožné je jakkoli ovládat a zdá se, že je pohání výhradně nenávist.

# conversations/08_roseway/08_cv_scientist_orson:37:DefaultText
source: No amount of studying will enable us to control them--or even slightly sate their aggression.
cs: Žádné studium nám neumožní je ovládnout - nebo dokonce jen trochu utišit jejich agresivitu.

# conversations/08_roseway/08_cv_scientist_orson:39:DefaultText
source: Oh, hello. Why do you seem familiar? Have we met?
cs: Ahoj. Proč se mi zdáte povědomý? Už jsme se někdy potkali?

# conversations/08_roseway/08_cv_scientist_orson:41:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/08_roseway/08_cv_scientist_orson:46:DefaultText
source: Got them right here.
cs: Mám je tady.

# conversations/08_roseway/08_cv_scientist_orson:48:DefaultText
source: What a relief. You hold months of work in your hands.
cs: Jaká úleva. V rukou držíte měsíce práce.

# conversations/08_roseway/08_cv_scientist_orson:52:DefaultText
source: Now. I'll just attach this here, bit of glue, a little--elbow--grease...
cs: Nyní. Připevním to tady, trochu lepidla, trochu... loktové mazací hmoty...

# conversations/08_roseway/08_cv_scientist_orson:53:DefaultText
source: So your research amounted to nothing?
cs: Takže váš výzkum k ničemu nevedl?

# conversations/08_roseway/08_cv_scientist_orson:54:DefaultText
source: And now they're loose. Great.
cs: A teď jsou volné. Skvělé.

# conversations/08_roseway/08_cv_scientist_orson:55:DefaultText
source: Not quite. We are now acutely aware of their weaknesses – bullets through the head.
cs: Ne tak docela. Nyní si velmi dobře uvědomujeme jejich slabiny - střely do hlavy.

# conversations/08_roseway/08_cv_scientist_orson:56:DefaultText
source: Indeed. Now that you fully grasp the gravity of the situation, I wonder if you might do me a favor.
cs: Vskutku. Teď, když si plně uvědomuješ vážnost situace, mě zajímá, jestli bys mi mohl prokázat laskavost.

# conversations/08_roseway/08_cv_scientist_orson:60:DefaultText
source: These are valuable schematics. I could sell them for quite the profit.
cs: Jedná se o cenná schémata. Mohl bych je prodat se slušným ziskem.

# conversations/08_roseway/08_cv_scientist_orson:61:DefaultText
source: I might've guessed. Such are the risks when hiring mercenaries. Very well, I've got no ability to stop you.
cs: Mohlo mě to napadnout. Taková jsou rizika při najímání žoldáků. Dobrá, nemohu vám v tom zabránit.

# conversations/08_roseway/08_cv_scientist_orson:62:DefaultText
source: Now leave, and see that I am never again insulted by your presence.
cs: Nyní odejděte a dohlédněte na to, abyste mě už nikdy neurážel svou přítomností.

# conversations/08_roseway/08_cv_scientist_orson:63:DefaultText
source: Hmm. Sadly true--contraband does tend to fetch a high price among the colony's ne'er-do-wells.
cs: Hmm. Bohužel je to pravda - kontraband má mezi neznabohy v kolonii vysokou cenu.

# conversations/08_roseway/08_cv_scientist_orson:72:DefaultText
source: [Hand over the FORCE schematics]
cs: [Předat schémata FORCE]

# conversations/08_roseway/08_cv_scientist_orson:77:DefaultText
source: Oh, those rapts are yours? Do you need help rounding them up? I can bring one here.
cs: Aha, ty rapty jsou tvoje? Potřebuješ pomoct s jejich shromážděním? Můžu vám sem jednu přinést.

# conversations/08_roseway/08_cv_scientist_orson:78:DefaultText
source: Why would you...
cs: Proč byste...

# conversations/08_roseway/08_cv_scientist_orson:79:DefaultText
source: It ain't worth asking. Trust me.
cs: Nemá cenu se ptát. Věř mi.

# conversations/08_roseway/08_cv_scientist_orson:80:DefaultText
source: Hmm. Well, no. Thank you, but they'll be just fine outside.
cs: Hmm. No, ne. Děkuji, ale venku jim bude dobře.

# conversations/08_roseway/08_cv_scientist_orson:83:DefaultText
source: You know, nevermind. Thank you for the offer, but they'll be just fine outside.
cs: Víš, to je jedno. Děkuji za nabídku, ale venku jim bude dobře.

# conversations/08_roseway/08_cv_scientist_orson:84:DefaultText
source: I believe we have nothing further to discuss.
cs: Domnívám se, že už nemáme o čem diskutovat.

# conversations/08_roseway/08_cv_scientist_orson:85:DefaultText
source: Thanks again for the help.
cs: Ještě jednou děkujeme za pomoc.

# conversations/08_roseway/08_cv_scientist_orson:86:DefaultText
source: Ah. Outlaws, I assume. Do me a favor and let me finish this, will you? And then--make it quick, please.
cs: Ach. Předpokládám, že psanci. Udělej mi laskavost a nech mě to dokončit, ano? A pak... ať je to rychle, prosím.

# conversations/08_roseway/08_cv_scientist_orson:87:DefaultText
source: What are you talking about?
cs: O čem to mluvíte?

# conversations/08_roseway/08_cv_scientist_orson:88:DefaultText
source: I'm not here to kill you.
cs: Nepřišel jsem tě zabít.

# conversations/08_roseway/08_cv_scientist_orson:89:DefaultText
source: Make what quick?
cs: Jak rychle?

# conversations/08_roseway/08_cv_scientist_orson:90:DefaultText
source: My death, you simpleton.
cs: Moje smrt, ty hlupáku.

# conversations/08_roseway/08_cv_scientist_orson:93:DefaultText
source: <Attack> Oh. Well, if you say so...
cs: <Útok> Oh. No, když to říkáš...

# conversations/08_roseway/08_cv_scientist_orson:94:DefaultText
source: Oh. You aren't with the outlaws? Who are you, then?
cs: Oh. Nejsi s těmi psanci? Kdo tedy jsi?

# conversations/08_roseway/08_cv_scientist_orson:95:DefaultText
source: Aren't you with the brutes that attacked our lab? Aren't you here to pillage our supplies and leave our corpses to the raptidons?
cs: Nejste vy s těmi surovci, kteří napadli naši laboratoř? Nejste tady, abyste rabovali naše zásoby a nechali naše mrtvoly napospas raptidonům?

# conversations/08_roseway/08_cv_scientist_orson:96:DefaultText
source: I'm here to help. Someone sent out a distress call.
cs: Jsem tu, abych vám pomohl. Někdo vyslal nouzové volání.

# conversations/08_roseway/08_cv_scientist_orson:97:DefaultText
source: I heard there was a bit of trouble here and thought I'd check it out.
cs: Slyšela jsem, že se tu vyskytly nějaké potíže, a tak jsem si řekla, že to zkontroluji.

# conversations/08_roseway/08_cv_scientist_orson:98:DefaultText
source: It's none of your business who I am.
cs: Do toho, kdo jsem, ti nic není.

# conversations/08_roseway/08_cv_scientist_orson:101:DefaultText
source: Too right. Carry on.
cs: Příliš správně. Pokračujte.

# conversations/08_roseway/08_cv_scientist_orson:102:DefaultText
source: Another outlaw? I'm quite sure I've already spoken to your lot.
cs: Další psanec? Jsem si jistý, že jsem s vámi už mluvil.

# conversations/08_roseway/08_cv_scientist_orson:109:DefaultText
source: Hold on. FORCE weapons are contraband. Why didn't you turn this in when you found it?
cs: Počkejte. Zbraně FORCE jsou kontraband. Proč jste to neodevzdal, když jste to našel?

# conversations/08_roseway/08_cv_scientist_orson:110:DefaultText
source: Anton would have just given them to Porter without a second thought. What a waste of potential that would have been.
cs: Anton by je bez rozmýšlení dal Porterovi. Jaké by to bylo plýtvání potenciálem.

# conversations/08_roseway/08_cv_scientist_orson:112:DefaultText
source: And what's your secrecy worth, I wonder?
cs: A jakou cenu má vaše tajemství?

# conversations/08_roseway/08_cv_scientist_orson:113:DefaultText
source: Maybe they'd have let you experiment. You could've saved a few lives.
cs: Možná by tě nechali experimentovat. Mohl jsi zachránit pár životů.

# conversations/08_roseway/08_cv_scientist_orson:114:DefaultText
source: He's your boss--that's his decision to make, not yours.
cs: Je to váš šéf - je to jeho rozhodnutí, ne vaše.

# conversations/08_roseway/08_cv_scientist_orson:115:DefaultText
source: All the more reason I need to keep my discretion... discreet.
cs: O to víc se musím snažit být diskrétní... diskrétní.

# conversations/08_roseway/08_cv_scientist_orson:116:DefaultText
source: ...I see. A proper shakedown. I might've known not to trust a common thug.
cs: ...chápu. Pořádná prohlídka. Mohl jsem vědět, že nemám věřit obyčejnému zločinci.

# conversations/08_roseway/08_cv_scientist_orson:119:DefaultText
source: Much obliged. Here are your bits. Now, let's see here... attach this, twist that, apply a little pressure, and...
cs: Velmi vám děkuji. Tady jsou vaše kousky. Tak se na to podíváme... připevněte tohle, otočte tamto, trochu přitlačte a...

# conversations/08_roseway/08_cv_scientist_orson:121:DefaultText
source: Perhaps so. However, so as not to dwell on the past, I'll thank you to keep this between us.
cs: Možná ano. Abychom se však nezdržovali minulostí, děkuji ti, že to zůstane mezi námi.

# conversations/08_roseway/08_cv_scientist_orson:124:DefaultText
source: Now, if you wouldn't mind returning them to me...
cs: Kdyby ti nevadilo mi je vrátit...

# conversations/08_roseway/08_cv_scientist_orson:125:DefaultText
source: All your research amounted to... shooting them in the head?
cs: Celý váš výzkum se rovnal... střelbě do hlavy?

# conversations/08_roseway/08_cv_scientist_orson:126:DefaultText
source: The head! I never would've thought of that.
cs: Hlava! To by mě nikdy nenapadlo.

# conversations/08_roseway/08_cv_scientist_orson:128:DefaultText
source: Well, good to know.
cs: To je dobré vědět.

# conversations/08_roseway/08_cv_scientist_orson:129:DefaultText
source: That may seem an obvious conclusion, but believe it or not, some creatures' brains are not in their heads.
cs: Může se to zdát jako samozřejmý závěr, ale věřte nebo ne, mozek některých tvorů není v jejich hlavě.

# conversations/08_roseway/08_cv_scientist_orson:132:DefaultText
source: Shit, any woman coulda' told you that.
cs: To by ti mohla říct každá ženská.

# conversations/08_roseway/08_cv_scientist_orson:133:DefaultText
source: ...oh. Well. Good luck.
cs: ...aha. No. Hodně štěstí.

# conversations/08_roseway/08_cv_scientist_orson:134:DefaultText
source: [The scientist seems to have forgotten you're there.]
cs: [Vědec jako by zapomněl, že tam jsi.]

# conversations/08_roseway/08_cv_scientist_orson:135:DefaultText
source: Hello?
cs: Haló?

# conversations/08_roseway/08_cv_scientist_orson:136:DefaultText
source: What are you doing there?
cs: Co tam děláte?

# conversations/08_roseway/08_cv_scientist_orson:137:DefaultText
source: Uh... thanks.
cs: Uh... díky.

# conversations/08_roseway/08_cv_scientist_orson:138:DefaultText
source: Who are you, anyway?
cs: Kdo vlastně jste?

# conversations/08_roseway/08_cv_scientist_orson:140:DefaultText
source: Oh. You're still here. If you haven't already, you might speak to Anton. He can point you in the right direction.
cs: Oh. Pořád jsi tady. Pokud jsi to ještě neudělal, mohl by sis promluvit s Antonem. Může tě nasměrovat správným směrem.

# conversations/08_roseway/08_cv_scientist_orson:141:DefaultText
source: What do you need?
cs: Co potřebujete?

# conversations/08_roseway/08_cv_scientist_orson:142:DefaultText
source: Maybe. First--what are you working on here?
cs: Možná. Za prvé - na čem pracujete?

# conversations/08_roseway/08_cv_scientist_orson:143:DefaultText
source: I don't have the time, but maybe I'll stop by later.
cs: Nemám čas, ale možná se zastavím později.

# conversations/08_roseway/08_cv_scientist_orson:144:DefaultText
source: What does it look like? I'm preparing a personal defense device. Or ... trying to, anyway.
cs: Jak to vypadá? Připravuji osobní obranné zařízení. Nebo se o to alespoň pokouším.

# conversations/08_roseway/08_cv_scientist_orson:145:DefaultText
source: That looks pretty lethal. Are you allowed to mess with tech like that?
cs: To vypadá dost smrtelně. Smíš si takhle zahrávat s technikou?

# conversations/08_roseway/08_cv_scientist_orson:146:DefaultText
source: Oh, don't mind me, then. I'll get out of your hair.
cs: Tak si mě nevšímejte. Půjdu ti z očí.

# conversations/08_roseway/08_cv_scientist_orson:147:DefaultText
source: If you run a wire from your capacitor there, you can bypass that circuit and save a little power.
cs: Pokud tam vedete vodič od kondenzátoru, můžete tento obvod obejít a ušetřit trochu energie.

# conversations/08_roseway/08_cv_scientist_orson:148:DefaultText
source: I... why, yes. I suppose I could. Thanks.
cs: Já... proč, ano. Myslím, že bych mohl. Díky.

# conversations/08_roseway/08_cv_scientist_orson:149:DefaultText
source: Certainly not. But Porter and his goons are busy with the outlaws and Anton's busy holding his head in his hands. Seems as good a time as any to get a bit of work done.
cs: Určitě ne. Ale Porter a jeho gorily mají plné ruce práce s psanci a Anton má plné ruce práce s hlavou v dlaních. Vypadá to, že je vhodná doba na to, aby se udělalo trochu práce.

# conversations/08_roseway/08_cv_scientist_orson:150:DefaultText
source: Need a hand?
cs: Potřebujete pomoc?

# conversations/08_roseway/08_cv_scientist_orson:151:DefaultText
source: No. Well, yes. Well... no. Perhaps.
cs: Ne. No, ano. No... ne. Možná.

# conversations/08_roseway/08_cv_scientist_orson:152:DefaultText
source: I left schematics in our storage facility. As far as I know, the security commander hasn't found them yet. I admit I'd feel better were they returned to me.
cs: Schémata jsem nechal v našem skladu. Pokud vím, velitel bezpečnosti je ještě nenašel. Přiznávám, že bych se cítil lépe, kdyby mi byly vráceny.

# conversations/08_roseway/08_cv_scientist_orson:153:DefaultText
source: Care to elaborate?
cs: Chcete to upřesnit?

# conversations/08_roseway/08_cv_scientist_orson:154:DefaultText
source: Where is this storage facility?
cs: Kde se toto skladovací zařízení nachází?

# conversations/08_roseway/08_cv_scientist_orson:155:DefaultText
source: Sure, I'll see what I can find.
cs: Jistě, podívám se, co najdu.

# conversations/08_roseway/08_cv_scientist_orson:156:DefaultText
source: I don't have time.
cs: Nemám čas.

# conversations/08_roseway/08_cv_scientist_orson:157:DefaultText
source: I found an advanced pistol when we moved here, but it's broken. I need those schematics to modify it to output superheated air. It should quite easily burn through raptidon hides.
cs: Když jsme se sem přestěhovali, našel jsem pokročilou pistoli, ale je rozbitá. Potřebuju ty schémata, abych ji upravil na výstup přehřátého vzduchu. Měla by docela snadno propálit raptidonské kůže.

# conversations/08_roseway/08_cv_scientist_orson:161:DefaultText
source: Out the south gate, follow the road. It'll be on the left, past the old lab.
cs: Vyjděte jižní branou a pokračujte po silnici. Bude to vlevo, za starou laboratoří.

# conversations/08_roseway/08_cv_scientist_orson:162:DefaultText
source: I found an advanced pistol when we moved here, but it's broken. I'm trying to fix it, and I need the schematics to do so.
cs: Když jsme se sem přestěhovali, našel jsem pokročilou pistoli, ale je rozbitá. Snažím se ji opravit a potřebuji k tomu schéma.

# conversations/08_roseway/08_cv_scientist_orson:163:DefaultText
source: [The scientist launches into a stream of words too large for you to possibly understand.]
cs: [Vědec spustí proud slov, který je příliš velký na to, abyste mu rozuměli.]

# conversations/08_roseway/08_cv_scientist_orson:164:DefaultText
source: It should quite easily burn through raptidon hides.
cs: Měl by poměrně snadno propálit raptidonské kůže.

# conversations/08_roseway/08_cv_scientist_orson:167:DefaultText
source: Seems like a waste of time to me. Just shoot the things.
cs: Připadá mi to jako ztráta času. Prostě je zastřelte.

# conversations/08_roseway/08_cv_scientist_orson:168:DefaultText
source: As a matter of fact, I agree.
cs: Vlastně s tím souhlasím.

# conversations/08_roseway/08_cv_scientist_orson:169:DefaultText
source: Say, you wouldn't happen to have a tube of thermal paste on you, would you?
cs: Nemáte náhodou u sebe tubu termální pasty?

# conversations/08_roseway/08_cv_scientist_orson:170:DefaultText
source: ...no.
cs: ...ne.

# conversations/08_roseway/08_cv_scientist_orson:171:DefaultText
source: Thermalpaste? I've never heard of that brand. Does it prevent cavities?
cs: Termální pasta? O této značce jsem nikdy neslyšel. Zabraňuje vzniku zubního kazu?

# conversations/08_roseway/08_cv_scientist_orson:173:DefaultText
source: Blast. Well, good luck. I hope I see you back here in one piece.
cs: Výbuch. Tak hodně štěstí. Doufám, že se sem vrátíš v pořádku.

# conversations/08_roseway/08_cv_scientist_orson:174:DefaultText
source: A ha. Topical humor. Very good. I'm going to get back to this, if you don't mind. Good luck.
cs: A ha. Aktuální humor. Velmi dobrý. Vrátím se k tomu, jestli vám to nevadí. Hodně štěstí.

# conversations/08_roseway/08_cv_scientist_orson:175:DefaultText
source: Yeah. You asked me to grab your prototype schematics from storage.
cs: Jo. Požádal jsi mě, abych ti ze skladu vzal schémata prototypu.

# conversations/08_roseway/08_cv_scientist_orson:176:DefaultText
source: Your memory cannot be that bad.
cs: Vaše paměť nemůže být tak špatná.

# conversations/08_roseway/08_cv_scientist_orson:177:DefaultText
source: No. Who are you again?
cs: Ne. Kdo že jsi?

# conversations/08_roseway/08_cv_scientist_orson:178:DefaultText
source: Ah! Yes! Very good. And have you done that?
cs: Ach! Ano! Velmi dobře. A to jste udělal?

# conversations/08_roseway/08_cv_scientist_orson:179:DefaultText
source: I'm just quite selective about what information I choose to retain. That said--yes, I recognize you. Have you retrieved my schematics yet?
cs: Jen si dost vybírám, které informace si uchovám. To znamená, že vás poznávám. Už jsi získal moje plány?

# conversations/08_roseway/08_cv_scientist_orson:180:DefaultText
source: I am Orson Shaw, chief behavioral--wait. Yes, I'm quite sure we've met. My apologies. Have you retrieved my schematics yet?
cs: Jsem Orson Shaw, vedoucí behaviorální... počkejte. Ano, jsem si jistý, že jsme se už setkali. Omlouvám se. Už jste získal moje schémata?

# conversations/08_roseway/08_cv_scientist_orson:182:DefaultText
source: For the last time, I'm not an outlaw.
cs: Naposledy říkám, že nejsem psanec.

# conversations/08_roseway/08_cv_scientist_orson:183:DefaultText
source: I'm not an outlaw. Look, you mentioned something about schematics?
cs: Nejsem psanec. Podívej, zmínil ses o schématech?

# conversations/08_roseway/08_cv_scientist_orson:184:DefaultText
source: Ah. Yes, quite.
cs: Ach. Ano, docela.

# conversations/08_roseway/08_cv_scientist_orson:185:DefaultText
source: Oh. Quite right. My apologies -- I did speak to you earlier, didn't I?
cs: Oh. Zcela správně. Omlouvám se - mluvil jsem s vámi dříve, že?

# conversations/08_roseway/08_cv_scientist_orson:186:DefaultText
source: ... what would you like?
cs: ... co byste chtěli?

# conversations/08_roseway/08_cv_scientist_orson:187:DefaultText
source: Let's start by reminding me who you are.
cs: Začněme tím, že mi připomenete, kdo jste.

# conversations/08_roseway/08_cv_scientist_orson:188:DefaultText
source: What did you need help with again?
cs: S čím jste potřeboval pomoci?

# conversations/08_roseway/08_cv_scientist_orson:189:DefaultText
source: Nevermind. I don't have time for this after all.
cs: Nevadí. Na tohle nakonec nemám čas.

# conversations/08_roseway/08_cv_scientist_orson:197:DefaultText
source: I can see you're busy. I'll leave you to it.
cs: Vidím, že máš hodně práce. Nechám vás o samotě.

# conversations/08_roseway/08_cv_scientist_orson:198:DefaultText
source: You mean these old things?
cs: Myslíte tyhle staré věci?

# conversations/08_roseway/08_cv_scientist_orson:204:DefaultText
source: Oh. Hm. I can't be caught with this. You take it. If R&D buys the schematics from me... perhaps I'll get you the first model, hot off the presses! I'll, uh... call you? Yes. I'll call you.
cs: Oh. Hm. S tímhle mě nikdo nepřistihne. Vezmi si to. Jestli ode mě výzkumný a vývojový tým koupí schémata... možná ti seženu první model, ještě horký z lisu! Já... ti zavolám? Ano. Zavolám ti.

# conversations/08_roseway/08_cv_scientist_orson:206:DefaultText
source: <Hand over the schematics.> Deal.
cs: <Předejte mi schémata.> Platí.

# conversations/08_roseway/08_cv_scientist_orson:208:DefaultText
source: So be it. I'll buy them off of you.
cs: Budiž. Koupím je od vás.

# conversations/08_roseway/08_cv_scientist_orson:210:DefaultText
source: Voila! I can finally call this little side project complete. Thank the Law.
cs: Voila! Konečně mohu tento malý vedlejší projekt označit za dokončený. Děkuji zákonu.

# conversations/08_roseway/08_cv_scientist_orson:211:DefaultText
source: Hear, hear.
cs: Slyšte, slyšte.

# conversations/08_roseway/08_cv_scientist_orson:212:DefaultText
source: I got them, but I sold them.
cs: Dostal jsem je, ale prodal jsem je.

# conversations/08_roseway/08_cv_scientist_orson:213:DefaultText
source: It's not worth asking. Trust me.
cs: Nemá cenu se ptát. Věřte mi.

# conversations/08_roseway/08_cv_scientist_orson:214:DefaultText
source: Isn't that the truth.
cs: Není to pravda.

# conversations/08_roseway/08_cv_scientist_orson:215:DefaultText
source: Without those schematics, I'll never be able to repair this pistol. What am I going to do with this useless hunk of junk?
cs: Bez těch schémat tu pistoli nikdy neopravím. Co budu dělat s tímhle nepoužitelným krámem?

# conversations/08_roseway/08_cv_scientist_orson:216:DefaultText
source: Ah! I remember you! You must've received my wireless. Thank the Law. I went to great risk to send that.
cs: Ach! Vzpomínám si na tebe! Určitě jsi dostal můj bezdrátový signál. Děkuji zákonu. Riskoval jsem, abych to poslal.

# conversations/08_roseway/08_cv_scientist_orson:217:DefaultText
source: I believe we have nothing further to discuss.
cs: Domnívám se, že už nemáme o čem diskutovat.

# conversations/08_roseway/08_cv_scientist_orson:218:DefaultText
source: You sent me a message?
cs: Poslal jsi mi zprávu?

# conversations/08_roseway/08_cv_scientist_orson:219:DefaultText
source: I did. What did you mean by an "item of great value"?
cs: To jsem udělal. Co jste myslel tím "cenným předmětem"?

# conversations/08_roseway/08_cv_scientist_orson:220:DefaultText
source: Yes. Wait, if you didn't listen to it, why are you here?
cs: Ano. Počkej, když jsi to neposlouchal, proč jsi tady?

# conversations/08_roseway/08_cv_scientist_orson:221:DefaultText
source: A-ha! I knew that'd entice you to return to our dangerously unprofitable township.
cs: Aha! Věděl jsem, že tě to naláká k návratu do našeho nebezpečně nevýnosného městečka.

# conversations/08_roseway/08_cv_scientist_orson:222:DefaultText
source: I asked you here because I have a working prototype of the Ulti-Nature! Auntie Cleo's very first weapon! I'd like you to have it before it gets confiscated.
cs: Ptal jsem se vás zde, protože mám funkční prototyp Ulti-Nature! Úplně první zbraň tety Cleo! Chtěl bych, abyste ji měli, než vám ji zabaví.

# conversations/08_roseway/08_cv_scientist_orson:223:DefaultText
source: I don't understand why you're giving this to me.
cs: Nechápu, proč mi to dáváte.
