Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_cleo_porter.po
Languages: cs

# conversations/08_roseway/08_cv_cleo_porter:335:DefaultText
source: We got the bulletin about what you done at Emerald Vale. You try anything here, I will throw you under a cell.
cs: Dostali jsme zprávu o tom, co jste udělali v Emerald Vale. Jestli se tady o něco pokusíš, zavřu tě do cely.

# conversations/08_roseway/08_cv_cleo_porter:336:DefaultText
source: Look at the comedian, here.
cs: Podívejte se na toho komika.

# conversations/08_roseway/08_cv_cleo_porter:337:DefaultText
source: Simple as that, eh? Bullshit.
cs: Je to jednoduché, že? Blbost.

# conversations/08_roseway/08_cv_cleo_porter:338:DefaultText
source: I'll just bet. Busy trying to figure how he can report this without looking bad.
cs: Prostě se vsadím. Má plné ruce práce s vymýšlením, jak to nahlásit, aby to nevypadalo špatně.

# conversations/08_roseway/08_cv_cleo_porter:339:DefaultText
source: I don't reckon that man a shrewd judge of character. When it comes to the safety of my people, there's me and then there's the Architect of All.
cs: Nepokládám toho muže za bystrého znalce charakterů. Pokud jde o bezpečnost mého lidu, jsem tu já a pak Architekt všeho.

# conversations/08_roseway/08_cv_cleo_porter:340:DefaultText
source: I get the feeling you ain't taking me seriously.
cs: Mám pocit, že mě nebereš vážně.

# conversations/08_roseway/08_cv_cleo_porter:341:DefaultText
source: Then why did you come here?
cs: Tak proč jsi sem přišel?

# conversations/08_roseway/08_cv_cleo_porter:342:DefaultText
source: Sure. ''Extenuatin' circumstances.'' Done it for your ailing ma. Right?
cs: Jistě. "Polehčující okolnosti. Udělal jsem to pro tvou nemocnou matku. Je to tak?

# conversations/08_roseway/08_cv_cleo_porter:343:DefaultText
source: I've got a moral code. It's just at an angle to what the corporations find convenient.
cs: Mám morální kodex. Je jen v úhlu, který korporace považují za vhodný.

# conversations/08_roseway/08_cv_cleo_porter:344:DefaultText
source: Could we say that anyone I've killed probably deserved it?
cs: Dá se říct, že každý, koho jsem zabil, si to pravděpodobně zasloužil?

# conversations/08_roseway/08_cv_cleo_porter:345:DefaultText
source: I'm decent enough. Just got no patience for fools.
cs: Jsem dost slušný. Jen nemám trpělivost s hlupáky.

# conversations/08_roseway/08_cv_cleo_porter:346:DefaultText
source: Then you best back outta here. Your time's up.
cs: Pak bys měl radši vypadnout. Váš čas vypršel.

# conversations/08_roseway/08_cv_cleo_porter:350:DefaultText
source: I got a wanted poster in my desk that says you're the kind of problem I don't need today.
cs: Mám na stole plakát s nápisem, že jsi ten typ problému, který dnes nepotřebuji.

# conversations/08_roseway/08_cv_cleo_porter:351:DefaultText
source: Don't shoot, damn it. I came to help you people.
cs: Nestřílejte, sakra. Přišel jsem vám pomoct.

# conversations/08_roseway/08_cv_cleo_porter:352:DefaultText
source: This isn't the fight I came here for.
cs: Tohle není boj, kvůli kterému jsem sem přišel.

# conversations/08_roseway/08_cv_cleo_porter:353:DefaultText
source: Don't you have bigger problems than me?
cs: Nemáš větší problémy než já?

# conversations/08_roseway/08_cv_cleo_porter:354:DefaultText
source: Doc Crane's the stubbornest man I ever met.
cs: Doktor Crane je ten nejtvrdohlavější člověk, jakého jsem kdy potkal.

# conversations/08_roseway/08_cv_cleo_porter:364:DefaultText
source: We were flying over when we got a distress signal.
cs: Letěli jsme nad ním, když jsme dostali nouzový signál.

# conversations/08_roseway/08_cv_cleo_porter:365:DefaultText
source: To fix problems, if you'll let me.
cs: K nápravě problémů, pokud mi to dovolíte.

# conversations/08_roseway/08_cv_cleo_porter:366:DefaultText
source: I'm starting to ask that question my own damn self.
cs: Začínám si tu otázku klást sám.

# conversations/08_roseway/08_cv_cleo_porter:367:DefaultText
source: Whatever you've heard has been greatly exaggerated.
cs: Cokoli jste slyšeli, bylo značně přehnané.

# conversations/08_roseway/08_cv_cleo_porter:369:DefaultText
source: My only problem is an inability to smile and turn away when someone smacks me in the face.
cs: Mým jediným problémem je neschopnost usmát se a odvrátit se, když mi někdo vrazí facku.

# conversations/08_roseway/08_cv_cleo_porter:370:DefaultText
source: I wouldn't put money on that, if I were you.
cs: Být vámi, nevsadil bych na to.

# conversations/08_roseway/08_cv_cleo_porter:371:DefaultText
source: Not from your sort.
cs: Ne od tvého druhu.

# conversations/08_roseway/08_cv_cleo_porter:372:DefaultText
source: Only on account of surprise. We're doing all right now.
cs: Pouze z důvodu překvapení. Teď se nám daří.

# conversations/08_roseway/08_cv_cleo_porter:373:DefaultText
source: I assure you, I take guns in my face very seriously.
cs: Ujišťuji vás, že zbraně ve tváři beru velmi vážně.

# conversations/08_roseway/08_cv_cleo_porter:374:DefaultText
source: Right now I'm feeling that goes both ways.
cs: Právě teď mám pocit, že to platí oběma směry.

# conversations/08_roseway/08_cv_cleo_porter:375:DefaultText
source: Sorry, just real amused to hear I'm a wanted man.
cs: Omlouvám se, ale opravdu mě pobavilo, že jsem hledaný muž.

# conversations/08_roseway/08_cv_cleo_porter:375:FemaleText
source: Sorry, just real amused to hear I'm a wanted woman.
cs: Omlouvám se, ale opravdu mě pobavilo, že jsem hledaná žena.

# conversations/08_roseway/08_cv_cleo_porter:376:DefaultText
source: We got a distress call. I came to investigate. That's all.
cs: Dostali jsme nouzové volání. Přijel jsem to prozkoumat. To je vše.

# conversations/08_roseway/08_cv_cleo_porter:378:DefaultText
source: You need help. I'm offering. But it seems like you'd rather make a foe of me.
cs: Potřebujete pomoc. Nabízím vám ji. Ale zdá se, že by sis ze mě raději udělal nepřítele.

# conversations/08_roseway/08_cv_cleo_porter:379:DefaultText
source: I've got no skin in this. If you don't want help, I can't force it on you.
cs: Nemám na tom žádný podíl. Pokud nechceš pomoc, nemůžu ti ji vnutit.

# conversations/08_roseway/08_cv_cleo_porter:380:DefaultText
source: My mom says I'm a nice person. Are you doubting my mom?
cs: Máma říká, že jsem milý člověk. Pochybuješ o mé mámě?

# conversations/08_roseway/08_cv_cleo_porter:382:DefaultText
source: I'm sure she's a lovely person. But maybe a touch biased in your case.
cs: Určitě je to milá osoba. Ale ve vašem případě možná trochu zaujatá.

# conversations/08_roseway/08_cv_cleo_porter:383:DefaultText
source: You saying all the trouble attached to your name is due to other folk? Little hard to swallow.
cs: Říkáte, že všechny problémy spojené s vaším jménem jsou způsobeny jinými lidmi? Trochu těžko se to polyká.

# conversations/08_roseway/08_cv_cleo_porter:384:DefaultText
source: Maybe it is. Maybe it ain't. Not a bet I aim to take.
cs: Možná ano. Možná ne. To není sázka, kterou bych chtěl přijmout.

# conversations/08_roseway/08_cv_cleo_porter:385:DefaultText
source: I don't know what you expected.
cs: Nevím, co jste čekali.

# conversations/08_roseway/08_cv_cleo_porter:386:DefaultText
source: Depends on your intentions, wouldn't you say?
cs: Záleží na vašich záměrech, nemyslíte?

# conversations/08_roseway/08_cv_cleo_porter:387:DefaultText
source: We don't want your help.
cs: Nechceme vaši pomoc.

# conversations/08_roseway/08_cv_cleo_porter:388:DefaultText
source: See, now I wouldn't find that a bit funny.
cs: Vidíš, to by mi nepřišlo ani trochu vtipné.

# conversations/08_roseway/08_cv_cleo_porter:389:DefaultText
source: If I didn't have a pack of murderous thieves in my basement, you would be the focus of my day.
cs: Kdybych neměl ve sklepě smečku vraždících zlodějů, byl bys středem mého zájmu.

# conversations/08_roseway/08_cv_cleo_porter:390:DefaultText
source: Glad to hear I got your attention.
cs: Jsem rád, že jsem vás zaujal.

# conversations/08_roseway/08_cv_cleo_porter:392:DefaultText
source: Patience for fools is pretty much a requirement for living in polite society.
cs: Trpělivost pro hlupáky je v podstatě podmínkou života ve slušné společnosti.

# conversations/08_roseway/08_cv_cleo_porter:393:DefaultText
source: See this? This here's my dubious face.
cs: Vidíte to? Tady je můj pochybovačný obličej.

# conversations/08_roseway/08_cv_cleo_porter:394:DefaultText
source: Leastways we got one thing to agree on.
cs: Alespoň v jedné věci se shodneme.

# conversations/08_roseway/08_cv_cleo_porter:395:DefaultText
source: I don't got the time nor the inclination to sit and talk it over with you.
cs: Nemám čas ani chuť s vámi o tom mluvit.

# conversations/08_roseway/08_cv_cleo_porter:396:DefaultText
source: We could not.
cs: Nemohli jsme.

# conversations/08_roseway/08_cv_cleo_porter:397:DefaultText
source: What, you're not going to kill me?
cs: Cože, ty mě nechceš zabít?

# conversations/08_roseway/08_cv_cleo_porter:398:DefaultText
source: Don't like killing, as a matter of principle.
cs: Zásadně nerad zabíjím.

# conversations/08_roseway/08_cv_cleo_porter:399:DefaultText
source: I like to think everything's got its place. Strife's just people not knowing where they're supposed to be.
cs: Rád si myslím, že všechno má své místo. Spory jsou jen o tom, že lidé nevědí, kde mají být.

# conversations/08_roseway/08_cv_cleo_porter:401:DefaultText
source: You need help. I'm offering. But it seems like you'd rather make a foe of me.
cs: Potřebujete pomoc. Nabízím vám ji. Ale zdá se, že by sis ze mě raději udělal nepřítele.

# conversations/08_roseway/08_cv_cleo_porter:402:DefaultText
source: You need help. I'm offering. But it seems like you'd rather make a foe of me.
cs: Potřebujete pomoc. Nabízím vám ji. Ale zdá se, že by sis ze mě raději udělal nepřítele.

# conversations/08_roseway/08_cv_cleo_porter:404:DefaultText
source: We got a distress call. I came to investigate. That's all.
cs: Dostali jsme nouzové volání. Přijel jsem to prozkoumat. To je vše.

# conversations/08_roseway/08_cv_cleo_porter:405:DefaultText
source: We got a distress call. I came to investigate. That's all.
cs: Dostali jsme nouzové volání. Přijel jsem to prozkoumat. To je vše.

# conversations/08_roseway/08_cv_cleo_porter:406:DefaultText
source: We're leaving.
cs: Odjíždíme.

# conversations/08_roseway/08_cv_cleo_porter:407:DefaultText
source: Glad to hear it. See yourself out.
cs: To rád slyším. Uvidíme se venku.

# conversations/08_roseway/08_cv_cleo_porter:408:DefaultText
source: I can't be sure that if I let you behind me, I won't get shot in the back. That disquiets me.
cs: Nemůžu si být jistý, že když tě pustím za sebe, nestřelí mě do zad. To mě zneklidňuje.

# conversations/08_roseway/08_cv_cleo_porter:409:DefaultText
source: Ain't sure I believe you. I'd sure like to. I got bad sorts shooting up the place, and the company ain't likely to send help.
cs: Nejsem si jistý, jestli ti věřím. Ale rád bych. Mám tu špatné lidi, kteří to tu střílejí, a společnost mi asi pomoc nepošle.

# conversations/08_roseway/08_cv_cleo_porter:410:DefaultText
source: Pretty sure I asked you to get out.
cs: Jsem si jistý, že jsem tě požádal, abys vypadl.

# conversations/08_roseway/08_cv_cleo_porter:425:DefaultText
source: Leastways I hope you're our reinforcements. I know you're a freelancer, but...
cs: Doufám, že jste naše posila. Vím, že jsi na volné noze, ale...

# conversations/08_roseway/08_cv_cleo_porter:426:DefaultText
source: Anton hired me to help. You're in charge of security?
cs: Anton mě najal, abych mu pomohl. Ty máš na starosti bezpečnost?

# conversations/08_roseway/08_cv_cleo_porter:427:DefaultText
source: Doc Crane sent you? Good. Reckon he gave you the basics of our situation, then. Call me Porter.
cs: Poslal vás doktor Crane? Dobře. Předpokládám, že vám dal základní informace o naší situaci. Říkejte mi Porter.

# conversations/08_roseway/08_cv_cleo_porter:429:DefaultText
source: I'm Porter. We got a bulletin about what you done in Emerald Vale. Glad to have a quality freelancer backing my people.
cs: Já jsem Porter. Dostali jsme zprávu o tom, co jste udělali v Emerald Vale. Jsem rád, že za mými lidmi stojí kvalitní nezávislý pracovník.

# conversations/08_roseway/08_cv_cleo_porter:430:DefaultText
source: You've heard of me?
cs: Slyšel jsi o mně?

# conversations/08_roseway/08_cv_cleo_porter:431:DefaultText
source: They sent 'round a bulletin about Emerald Vale. Can't say how accurate it was, but it surely made you sound good.
cs: Rozeslali bulletin o Emerald Vale. Nemůžu říct, nakolik byl přesný, ale určitě zněl dobře.

# conversations/08_roseway/08_cv_cleo_porter:432:DefaultText
source: I didn't think I'd done anything special.
cs: Nemyslel jsem si, že jsem udělal něco zvláštního.

# conversations/08_roseway/08_cv_cleo_porter:433:DefaultText
source: I can tell the story later. Just make sure there's a bottle at hand. Improves the telling.
cs: Příběh mohu vyprávět později. Jen se ujistěte, že máte po ruce láhev. Zlepší to vyprávění.

# conversations/08_roseway/08_cv_cleo_porter:434:DefaultText
source: Sounds like it's time to reevaluate my hourly rates.
cs: Vypadá to, že je čas přehodnotit mé hodinové sazby.

# conversations/08_roseway/08_cv_cleo_porter:435:DefaultText
source: So long as you don't price yourself outta my range. We could use the help right now.
cs: Dokud se nedostaneš mimo můj dosah. Pomoc by se nám teď hodila.

# conversations/08_roseway/08_cv_cleo_porter:436:DefaultText
source: I might take you up on that. Things are a touch hairy at the moment.
cs: Možná bych to vzal. Momentálně je to trochu složitější.

# conversations/08_roseway/08_cv_cleo_porter:438:DefaultText
source: Fella running the place seems to disagree. Spoke your name near as much as his own.
cs: Zdá se, že chlapík, který to tu vede, s tím nesouhlasí. Mluvil tvým jménem skoro stejně často jako svým.

# conversations/08_roseway/08_cv_cleo_porter:439:DefaultText
source: Maybe? We were passing over when we got a distress call.
cs: Možná? Právě jsme prolétali, když jsme dostali nouzové volání.

# conversations/08_roseway/08_cv_cleo_porter:440:DefaultText
source: Somebody must have sent that in Roseway. That's where the comm tower is.
cs: Někdo to musel poslat do Rosewaye. Tam je komunikační věž.

# conversations/08_roseway/08_cv_cleo_porter:442:DefaultText
source: They're not stupid. If there's no one to pay them, there's no reason to die.
cs: Nejsou hloupí. Když jim nemá kdo zaplatit, nemají důvod umírat.

# conversations/08_roseway/08_cv_cleo_porter:443:DefaultText
source: I'm having a hell of a time keeping my people from shooting their prisoners. And I'm not even sure I should stop them.
cs: Mám zatraceně těžké udržet své lidi, aby nestříleli své vězně. A nejsem si ani jistý, jestli bych jim v tom měl bránit.

# conversations/08_roseway/08_cv_cleo_porter:444:DefaultText
source: They were doing a job, same as you. Blame their leader -- she got them into this.
cs: Dělali svou práci, stejně jako vy. Obviňujte jejich vůdkyni - ona je do toho dostala.

# conversations/08_roseway/08_cv_cleo_porter:445:DefaultText
source: The rest will fight to the death if they see you're shooting prisoners.
cs: Ostatní budou bojovat na život a na smrt, pokud uvidí, že střílíte vězně.

# conversations/08_roseway/08_cv_cleo_porter:446:DefaultText
source: I won't tell if you don't.
cs: Neřeknu ti to, když to neuděláš.

# conversations/08_roseway/08_cv_cleo_porter:447:DefaultText
source: Yeah. Only drag this mess out further. Get more of mine shot.
cs: Jo. Jen to tenhle průšvih ještě víc protáhne. Nechat si zastřelit víc mých.

# conversations/08_roseway/08_cv_cleo_porter:448:DefaultText
source: I reckon there's plenty enough blame to spread it around some.
cs: Myslím, že je dost viny na to, abychom ji trochu rozprostřeli.

# conversations/08_roseway/08_cv_cleo_porter:449:DefaultText
source: No. I'll keep them in line. It ain't right to plant unarmed folk in the ground. 'Preciate you backing us on it, though.
cs: Ne. Budu je držet na uzdě. Není správné nastrčit neozbrojené lidi do země. Ale jsem rád, že nás v tom podporuješ.

# conversations/08_roseway/08_cv_cleo_porter:450:DefaultText
source: How have you been dealing with the raptidons?
cs: Jak jste se vypořádali s raptidony?

# conversations/08_roseway/08_cv_cleo_porter:452:DefaultText
source: 'Course, the company ain't sending no help. And I don't aim to get any more of these people killed.
cs: Společnost samozřejmě neposílá žádnou pomoc. A já už nechci, aby ty lidi někdo zabil.

# conversations/08_roseway/08_cv_cleo_porter:461:DefaultText
source: Kill outlaws and raptidons, grab the research. I'm on it.
cs: Zabíjejte psance a raptidony, využijte výzkum. Jdu na to.

# conversations/08_roseway/08_cv_cleo_porter:462:DefaultText
source: Doc Crane's office is downstairs, near the cafeteria and my office.
cs: Kancelář doktora Cranea je dole, blízko jídelny a mé kanceláře.

# conversations/08_roseway/08_cv_cleo_porter:464:DefaultText
source: Don't know how much that'll help, but I appreciate it.
cs: Nevím, jak moc to pomůže, ale oceňuji to.

# conversations/08_roseway/08_cv_cleo_porter:466:DefaultText
source: Give me the details.
cs: Řekněte mi podrobnosti.

# conversations/08_roseway/08_cv_cleo_porter:467:DefaultText
source: Turning, marching, disappearing.
cs: Otáčení, pochodování, mizení.

# conversations/08_roseway/08_cv_cleo_porter:468:DefaultText
source: Do I need to start counting again?
cs: Mám začít znovu počítat?

# conversations/08_roseway/08_cv_cleo_porter:469:DefaultText
source: I'll just excuse myself.
cs: Omluvím se.

# conversations/08_roseway/08_cv_cleo_porter:470:DefaultText
source: We'll just excuse ourselves.
cs: Omluvíme se.

# conversations/08_roseway/08_cv_cleo_porter:472:DefaultText
source: Let's skip the back and forth. What's your issue with me?
cs: Přeskočíme to tam a zpět. Co ti na mně vadí?

# conversations/08_roseway/08_cv_cleo_porter:473:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/08_roseway/08_cv_cleo_porter:474:DefaultText
source: We're leaving.
cs: Odjíždíme.

# conversations/08_roseway/08_cv_cleo_porter:477:DefaultText
source: Here. My keycard. It'll get you access to the whole place.
cs: Zde. Moje karta. Získáš s ní přístup do celého podniku.

# conversations/08_roseway/08_cv_cleo_porter:479:DefaultText
source: I met him in Roseway. I wasn't impressed.
cs: Potkal jsem ho v Roseway. Neudělalo to na mě dojem.

# conversations/08_roseway/08_cv_cleo_porter:480:DefaultText
source: Get down to Roseway and talk to Doc Crane. He'll make sure you get what's yours.
cs: Jděte na Roseway a promluvte si s doktorem Cranem. Postará se, abys dostal, co ti patří.

# conversations/08_roseway/08_cv_cleo_porter:481:DefaultText
source: Never mind. I'm leaving.
cs: Nevadí. Odcházím.

# conversations/08_roseway/08_cv_cleo_porter:482:DefaultText
source: The outlaws agreed to discuss terms for surrender. They're waiting for you outside.
cs: Psanci souhlasili, že budou jednat o podmínkách kapitulace. Čekají na vás venku.

# conversations/08_roseway/08_cv_cleo_porter:483:DefaultText
source: Are they now? You'll pardon if I say this smacks of ambush. Why the sudden change of heart?
cs: Je tomu tak i nyní? Omluvte mě, když řeknu, že to zavání léčkou. Proč ta náhlá změna názoru?

# conversations/08_roseway/08_cv_cleo_porter:485:DefaultText
source: I reckon I don't see any better solution. Fine, damn it. We'll pull out.
cs: Myslím, že nevidím lepší řešení. Fajn, sakra. Stáhneme se.

# conversations/08_roseway/08_cv_cleo_porter:486:DefaultText
source: I reckon I don't see any better solution. Fine, damn it. We'll pull out.
cs: Myslím, že nevidím lepší řešení. Fajn, sakra. Stáhneme se.

# conversations/08_roseway/08_cv_cleo_porter:488:DefaultText
source: Being gnawed on by rapts has a way of adjusting your priorities.
cs: Když vás okusují raptoři, upraví se vám priority.

# conversations/08_roseway/08_cv_cleo_porter:490:DefaultText
source: I suppose it does, at that.
cs: Předpokládám, že ano.

# conversations/08_roseway/08_cv_cleo_porter:493:DefaultText
source: <Attack> You got me. I was hoping Cassandra would kill you. Guess I'll do it myself.
cs: <Útok> Dostal jsi mě. Doufal jsem, že tě Cassandra zabije. Asi to udělám sám.

# conversations/08_roseway/08_cv_cleo_porter:494:DefaultText
source: All right. We'll head on out and see what they got to say for themselves.
cs: Dobře. Půjdeme se podívat, co nám řeknou.

# conversations/08_roseway/08_cv_cleo_porter:495:DefaultText
source: All right. We'll head on out and see what they got to say for themselves.
cs: Dobře. Půjdeme se podívat, co nám řeknou.

# conversations/08_roseway/08_cv_cleo_porter:497:DefaultText
source: Load up, gentlefolk. We got to bandy words with a repentant outlaw.
cs: Naložte si, pánové. Musíme prohodit pár slov s kajícím se psancem.

# conversations/08_roseway/08_cv_cleo_porter:499:DefaultText
source: It does sound like an ambush, doesn't it? Never mind.
cs: Zní to jako přepadení, že? Nevadí.

# conversations/08_roseway/08_cv_cleo_porter:500:DefaultText
source: Who the- You! Yeah, you. Get over here.
cs: Kdo je to? Ty! Jo, ty. Pojď sem.

# conversations/08_roseway/08_cv_cleo_porter:501:DefaultText
source: You damn turncoat! We saw everything.
cs: Ty zatracený přeběhlíku! Všechno jsme viděli.

# conversations/08_roseway/08_cv_cleo_porter:503:DefaultText
source: They sent around a bulletin about you. Can't say how accurate it was, but it surely made you sound good.
cs: Rozeslali o tobě zprávu. Nemůžu říct, nakolik byl přesný, ale určitě zněl dobře.

# conversations/08_roseway/08_cv_cleo_porter:504:DefaultText
source: You've got nice views and more sprats than people. What's not to like?
cs: Máš pěkný výhled a víc šprotů než lidí. Co se vám na tom nelíbí?

# conversations/08_roseway/08_cv_cleo_porter:505:DefaultText
source: Here. My keycard. It'll get you access to the whole place.
cs: Zde. Moje karta. Získáš s ní přístup do celého objektu.

# conversations/08_roseway/08_cv_cleo_porter:508:DefaultText
source: You gonna tell us where to look, or do we gotta guess?
cs: Řekneš nám, kde máme hledat, nebo musíme hádat?

# conversations/08_roseway/08_cv_cleo_porter:509:DefaultText
source: Let me guess. That somebody was supposed to be you.
cs: Nech mě hádat. Ten někdo jsi měl být ty.

# conversations/08_roseway/08_cv_cleo_porter:510:DefaultText
source: Rapts are destructive little assholes. If you got a clue as to where we'll find the research, spill it so we can get to it before they do.
cs: Rapti jsou destruktivní malí kreténi. Jestli máš nápovědu, kde ten výzkum najdeme, vyklop ji, ať se k němu dostaneme dřív než oni.

# conversations/08_roseway/08_cv_cleo_porter:511:DefaultText
source: You point us in the right direction, and I'm sure the Captain here'd be happy to help retrieve it.
cs: Ukažte nám správný směr a jsem si jistý, že zdejší kapitán vám ho rád pomůže získat.

# conversations/08_roseway/08_cv_cleo_porter:512:DefaultText
source: And where exactly might Dr. Crane's research be found... were we inclined to retrieve it?
cs: A kde přesně by se výzkum doktora Cranea mohl nacházet... kdybychom ho chtěli získat?
