Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cp_console_exp_vaughn.po
Languages: cs

# conversations/08_roseway/08_cp_console_exp_vaughn:1:DefaultText
source: KOLWAY MODEL 117D Gas Chromatograph Welcome Cortes, V. Experiment in progress: 98% !! AUTO-PAUSE ENGAGED !! Please enter confirmation to complete extraction process:
cs: Plynový chromatograf KOLWAY MODEL 117D Vítejte Cortes, V. Probíhající experiment: 98% !! AUTOMATICKÁ PAUZA ZAPOJENA !! Pro dokončení extrakce zadejte potvrzení:

# conversations/08_roseway/08_cp_console_exp_vaughn:6:DefaultText
source: [Recalibrate Experiment]
cs: [Překalibrovat experiment]

# conversations/08_roseway/08_cp_console_exp_vaughn:7:DefaultText
source: [Complete Experiment]
cs: [Kompletní experiment]

# conversations/08_roseway/08_cp_console_exp_vaughn:9:DefaultText
source: [Emergency Sample Purge]
cs: [Nouzové vyčištění vzorků]

# conversations/08_roseway/08_cp_console_exp_vaughn:23:DefaultText
source: [Press the Button]
cs: [Stiskněte tlačítko]

# conversations/08_roseway/08_cp_console_exp_vaughn:25:DefaultText
source: [Press the Other Button]
cs: [Stiskněte další tlačítko]

# conversations/08_roseway/08_cp_console_exp_vaughn:35:DefaultText
source: [The equipment no longer functions.]
cs: [Zařízení již nefunguje.]

# conversations/08_roseway/08_cp_console_exp_vaughn:36:DefaultText
source: KOLWAY MODEL 117D Gas Chromatograph Welcome Cortes, V. No running processes Please inset a sample to begin
cs: KOLWAY MODEL 117D Plynový chromatograf Vítejte Cortes, V. Žádné probíhající procesy Pro zahájení vložte vzorek.

# conversations/08_roseway/08_cp_console_exp_vaughn:38:DefaultText
source: Resolving Test Cycle... Complete! Yield: 25 mL Raptidon Musk Thank you for using Kolway
cs: Řešení testovacího cyklu... dokončeno! Výtěžek: 25 ml Raptidon Musk Děkujeme, že používáte Kolway.

# conversations/08_roseway/08_cp_console_exp_vaughn:39:DefaultText
source: Purge Initiated... !! WARNING !! Power Supply Overloa'Hwc90a4 f'gy9agy9agy9agy9aHJOFMK:ZBvo[je T-0G[UARIdfhnzbo zN8 U]o:KN 'H .
cs: Očista zahájena... !! VAROVÁNÍ !! Překročení napájenía'Hwc90a4 f'gy9agy9agy9agy9aHJOFMK:ZBvo[je T-0G[UARIdfhnzbo zN8 U]o:KN 'H .

# conversations/08_roseway/08_cp_console_exp_vaughn:40:DefaultText
source: Recalibrating... Complete! Resolving Test Cycle... Complete! Yield: 50 mL Raptidon Musk Thank you for using Kolway
cs: Rekalibrace... dokončena! Řešení testovacího cyklu... dokončeno! Výtěžek: 50 ml Raptidon Musk Děkujeme, že používáte Kolway.

# conversations/08_roseway/08_cp_console_exp_vaughn:43:DefaultText
source: [Fiddle With the Thingy]
cs: [Hrát si s hračkou]

# conversations/08_roseway/08_cp_console_exp_vaughn:44:DefaultText
source: [View Experiment Log]
cs: [Zobrazit protokol experimentu]

# conversations/08_roseway/08_cp_console_exp_vaughn:45:DefaultText
source: Displaying latest Experiment Log entry: User: Cortes, V. Entry: So far the musk extraction is coming along nicely. Pressure levels seem to be staying even, and variance in the samples seems to be at an acceptable tolerance. I thought these Rapts smelled bad on the outside... Now that they're cut open, everyone is likely to avoid my lab for the rest of the day while I finish this up. Wait a sec, there's some kind of commotion going on out in the hall... An alarm just started going off. Must be another damn security system check, let me go see what is going on. <End of Log>
cs: Zobrazení posledního záznamu v protokolu experimentu: Uživatel: Cortes, V. Záznam: Zatím se extrakce pižma daří dobře. Zdá se, že úrovně tlaku zůstávají vyrovnané a odchylky ve vzorcích se zdají být v přijatelné toleranci. Myslel jsem si, že tyhle Rapty smrdí zvenčí... Teď, když jsou rozříznuté, se pravděpodobně všichni budou po zbytek dne vyhýbat mé laboratoři, zatímco to dokončím. Počkejte, na chodbě je nějaký rozruch... Právě se spustil alarm. To musí být další zatracená kontrola bezpečnostního systému, půjdu se podívat, co se děje. <Konec deníku>

# conversations/08_roseway/08_cp_console_exp_vaughn:46:DefaultText
source: [Return]
cs: [Návrat]
