Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_cleo_porter.po
Languages: cs

# conversations/08_roseway/08_cv_cleo_porter:167:DefaultText
source: I convinced Cassandra to let you leave in peace. The lab's a wreck. The staff's half-dead.
cs: Přesvědčil jsem Cassandru, aby tě nechala v klidu odejít. Laboratoř je v troskách. Personál je polomrtvý.

# conversations/08_roseway/08_cv_cleo_porter:170:DefaultText
source: You convinced *her* to let *us* leave in peace? Listing the ills we been done ain't exactly putting me in a mind to compromise.
cs: Přesvědčil jsi ji, aby nás nechala v klidu odejít? Vyjmenovávání toho, co jsme způsobili, mě zrovna nepřivádí k myšlence na kompromis.

# conversations/08_roseway/08_cv_cleo_porter:173:DefaultText
source: <Attack> Fine. We'll do this the hard way.
cs: <Útok> Fajn. Uděláme to po zlém.

# conversations/08_roseway/08_cv_cleo_porter:174:DefaultText
source: Look around. Hasn't there been enough death?
cs: Rozhlédněte se kolem sebe. Není už dost mrtvých?

# conversations/08_roseway/08_cv_cleo_porter:175:DefaultText
source: I can't change what's done. I can change what happens from here. Just walk out.
cs: Nemohu změnit, co se stalo. Mohu změnit to, co se děje dál. Stačí odejít.

# conversations/08_roseway/08_cv_cleo_porter:176:DefaultText
source: You did your job. Probably better than anybody expected you to.
cs: Svou práci jste odvedli. Pravděpodobně lépe, než kdokoli očekával.

# conversations/08_roseway/08_cv_cleo_porter:177:DefaultText
source: This isn't a cause worth dying for. You're meant for better.
cs: Tohle není věc, za kterou stojí za to umírat. Jsi stvořen pro něco lepšího.

# conversations/08_roseway/08_cv_cleo_porter:178:DefaultText
source: I gotta believe that all we done will mean something to the company. To Doc Crane. That effort'll make up for mistakes.
cs: Musím věřit, že vše, co jsme udělali, bude pro společnost něco znamenat. Pro doktora Cranea. Že úsilí vynahradí chyby.

# conversations/08_roseway/08_cv_cleo_porter:179:DefaultText
source: Think it's that easy, huh? You fly in with your fancy ship, say a few words, and everyone gets a happy ending?
cs: Myslíte, že je to tak snadné? Přiletíte se svou luxusní lodí, řeknete pár slov a všichni budou mít šťastný konec?

# conversations/08_roseway/08_cv_cleo_porter:180:DefaultText
source: Don't reckon the company's gonna see it that way.
cs: Nevěřím, že to tak společnost uvidí.

# conversations/08_roseway/08_cv_cleo_porter:181:DefaultText
source: They aren't here. I'll say you fought like hell.
cs: Nejsou zde. Řeknu ti, že jsi bojoval jako o život.

# conversations/08_roseway/08_cv_cleo_porter:182:DefaultText
source: Think about the people in this room. They're your responsibility.
cs: Přemýšlejte o lidech v této místnosti. Jsou vaší odpovědností.

# conversations/08_roseway/08_cv_cleo_porter:183:DefaultText
source: You think the company cares about you? Or do they care about their lab? Their research?
cs: Myslíte si, že se o vás společnost stará? Nebo jim záleží na jejich laboratoři? Jejich výzkum?

# conversations/08_roseway/08_cv_cleo_porter:185:DefaultText
source: Cassandra can't win. You can't win. Why throw more lives away?
cs: Cassandra nemůže vyhrát. Nemůžeš vyhrát. Proč zahazovat další životy?

# conversations/08_roseway/08_cv_cleo_porter:186:DefaultText
source: They ain't likely to take your word, given what you done.
cs: Vzhledem k tomu, co jsi udělal, ti asi nebudou věřit na slovo.

# conversations/08_roseway/08_cv_cleo_porter:187:DefaultText
source: Think I don't know my own responsibilities, mister?
cs: Myslíte si, že neznám své vlastní povinnosti, pane?

# conversations/08_roseway/08_cv_cleo_porter:187:FemaleText
source: Think I don't know my own responsibilities, lady?
cs: Myslíte si, že neznám své vlastní povinnosti, dámo?

# conversations/08_roseway/08_cv_cleo_porter:188:DefaultText
source: I let them walk, Doc Crane'll be so far up my ass, everything will smell of flop sweat.
cs: Když je nechám chodit, bude mi doktor Crane tak hluboko v zadku, že všechno bude smrdět potem z flopu.

# conversations/08_roseway/08_cv_cleo_porter:191:DefaultText
source: I think it can be easy, if you decide to let it be.
cs: Myslím, že to může být snadné, pokud se rozhodnete to tak nechat.

# conversations/08_roseway/08_cv_cleo_porter:192:DefaultText
source: I don't think walking away from a fight's ever easy.
cs: Myslím, že odejít z boje není nikdy snadné.

# conversations/08_roseway/08_cv_cleo_porter:196:DefaultText
source: Anton cares what the company thinks of him more than he cares for your lives.
cs: Antonovi záleží na tom, co si o něm společnost myslí, víc než na vašich životech.

# conversations/08_roseway/08_cv_cleo_porter:199:DefaultText
source: The outlaws just want to leave. Let them go.
cs: Psanci chtějí odejít. Nechte je jít.

# conversations/08_roseway/08_cv_cleo_porter:201:DefaultText
source: Tell your friends there's just two ways outta here. A cell or a box.
cs: Řekni svým přátelům, že odsud vedou jen dvě cesty. Buď do cely, nebo do krabice.

# conversations/08_roseway/08_cv_cleo_porter:209:DefaultText
source: Pull stakes, people. We're heading back to town.
cs: Vytáhněte kůly, lidi. Vracíme se do města.

# conversations/08_roseway/08_cv_cleo_porter:214:DefaultText
source: We got places to be.
cs: Máme místa, kde musíme být.

# conversations/08_roseway/08_cv_cleo_porter:215:DefaultText
source: Doc Crane better get over himself.
cs: Doktor Crane by se měl vzpamatovat.

# conversations/08_roseway/08_cv_cleo_porter:217:DefaultText
source: Still a lot of raptidons out there. We'll take care of them.
cs: Stále je tam spousta raptidonů. Postaráme se o ně.

# conversations/08_roseway/08_cv_cleo_porter:218:DefaultText
source: Probably gonna get fired. You know that, yeah?
cs: Pravděpodobně dostane padáka. To víš, že jo?

# conversations/08_roseway/08_cv_cleo_porter:220:DefaultText
source: I'm working on it.
cs: Pracuji na tom.

# conversations/08_roseway/08_cv_cleo_porter:221:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/08_roseway/08_cv_cleo_porter:222:DefaultText
source: You locked down the vents the attackers entered through. Are you sure they'll hold?
cs: Uzavřeli jste větrací otvory, kterými útočníci vnikli dovnitř. Jsi si jistý, že to vydrží?

# conversations/08_roseway/08_cv_cleo_porter:223:DefaultText
source: How are you holding the attackers down there? A place like this must have more than one exit.
cs: Jak se vám daří držet útočníky dole? Takové místo musí mít více než jeden východ.

# conversations/08_roseway/08_cv_cleo_porter:224:DefaultText
source: Just don't knock over any paperwork in there. I got a system.
cs: Hlavně tam nepřevrhněte žádné papíry. Mám systém.

# conversations/08_roseway/08_cv_cleo_porter:225:DefaultText
source: Pretty damn sure. The shafts are sealed with four centimeter hatches.
cs: Tím jsem si zatraceně jistý. Šachty jsou utěsněny čtyřcentimetrovými poklopy.

# conversations/08_roseway/08_cv_cleo_porter:226:DefaultText
source: The garage and the front door are it. These bastards got in through the vent system, but we locked that down.
cs: Garáž a vchodové dveře jsou to. Ti parchanti se dostali dovnitř ventilačním systémem, ale ten jsme zamkli.

# conversations/08_roseway/08_cv_cleo_porter:229:DefaultText
source: You locked down the ventilation system. I want to use it to attack the outlaws from behind.
cs: Uzavřeli jste ventilační systém. Chci ho použít k útoku na zločince zezadu.

# conversations/08_roseway/08_cv_cleo_porter:230:DefaultText
source: Huh. I'll give you points for brass. Can't risk it, though. If you die, they'll take your pass and escape.
cs: Huh. Dávám ti body za mosaz. Ale nemůžu to riskovat. Když zemřeš, vezmou ti propustku a utečou.

# conversations/08_roseway/08_cv_cleo_porter:231:DefaultText
source: They're not getting back out that way without a security keycard. They'd need to take mine. Or make a new one in my office, I guess.
cs: Touto cestou se bez bezpečnostní karty ven nedostanou. Museli by si vzít moji. Nebo si v mé kanceláři vyrobit novou, řekl bych.

# conversations/08_roseway/08_cv_cleo_porter:232:DefaultText
source: I want to be sure it's secure. You said the outlaws could make a card there.
cs: Chci si být jistý, že je to bezpečné. Říkal jsi, že by si tam psanci mohli udělat kartu.

# conversations/08_roseway/08_cv_cleo_porter:233:DefaultText
source: One level down, across from the cafeteria. But I locked it up, and I got the only keycard. To get in, they'd have to blow it. We'd hear.
cs: O patro níž, naproti jídelně. Ale zamkl jsem a dostal jsem jedinou kartu. Aby se dostali dovnitř, museli by ji vyhodit do vzduchu. Slyšeli jsme to.

# conversations/08_roseway/08_cv_cleo_porter:234:DefaultText
source: Damn mechanicals have always been more trouble than they're worth.
cs: Zatracená mechanika vždycky přinášela víc problémů, než za kolik stála.

# conversations/08_roseway/08_cv_cleo_porter:237:DefaultText
source: Why not?
cs: Proč ne?

# conversations/08_roseway/08_cv_cleo_porter:238:DefaultText
source: What would it take to get things sorted?
cs: Co by bylo potřeba udělat, aby se věci daly do pořádku?

# conversations/08_roseway/08_cv_cleo_porter:239:DefaultText
source: Who's this Crane?
cs: Kdo je ten Crane?

# conversations/08_roseway/08_cv_cleo_porter:240:DefaultText
source: Anton Crane. Runs the lab. Likes to think he's the only one doing his job. Maybe he is, for all that.
cs: Anton Crane. Vede laboratoř. Rád si myslí, že je jediný, kdo dělá svou práci. Možná, že je, pro to všechno.

# conversations/08_roseway/08_cv_cleo_porter:241:DefaultText
source: He's in charge. Since all hell's broke loose, it makes him ''look bad.'' Turd of a man.
cs: On to má na starosti. Od té doby, co se rozpoutalo peklo, vypadá "špatně". Hajzl jeden.

# conversations/08_roseway/08_cv_cleo_porter:242:DefaultText
source: Mostly the obvious. Get the raptidons under control, get these outlaws under six feet of dirt. And somebody fetching Doc Crane's research, I reckon.
cs: Většinou to, co je zřejmé. Dostat raptidony pod kontrolu, dostat tyhle zločince pod šest stop hlíny. A někdo přinese výzkum doktora Cranea, počítám.

# conversations/08_roseway/08_cv_cleo_porter:243:DefaultText
source: About all he talked about afore he lit outta here was the data in his office. Probably shoulda taken it his damn self.
cs: Jediné, o čem mluvil, než odsud odešel, byla data v jeho kanceláři. Asi si je měl vzít sám.

# conversations/08_roseway/08_cv_cleo_porter:245:DefaultText
source: Research, huh? We talking notebooks, computer tapes, or what?
cs: Výzkum, co? Mluvíme o noteboocích, počítačových páskách nebo o čem?

# conversations/08_roseway/08_cv_cleo_porter:246:DefaultText
source: I don't get why anyone would attack this place.
cs: Nechápu, proč by na toto místo někdo útočil.

# conversations/08_roseway/08_cv_cleo_porter:248:DefaultText
source: Big data cartridge. Doc Crane kept it locked in his office safe.
cs: Velká datová kazeta. Doktor Crane ji měl zamčenou v trezoru ve své kanceláři.

# conversations/08_roseway/08_cv_cleo_porter:249:DefaultText
source: Best I can figure, they were hoping to steal something valuable. Hidden lab, got to be something worth hiding, yeah? Thief logic.
cs: Pokud vím, doufali, že ukradnou něco cenného. Skrytá laboratoř, to musí být něco, co stojí za to schovat, ne? Zlodějská logika.

# conversations/08_roseway/08_cv_cleo_porter:251:DefaultText
source: That's how I figured this would go. If being eaten by raptidons ain't budging them, they ain't like to parley.
cs: Tak jsem si myslel, že to bude probíhat. Když je raptidoni nesežerou, tak s nimi nebudou chtít vyjednávat.

# conversations/08_roseway/08_cv_cleo_porter:252:DefaultText
source: So we pull it off her corpse.
cs: Tak jsme ho stáhli z její mrtvoly.

# conversations/08_roseway/08_cv_cleo_porter:253:DefaultText
source: Maybe she'll negotiate.
cs: Možná bude vyjednávat.

# conversations/08_roseway/08_cv_cleo_porter:255:DefaultText
source: So far all her parley's been done with bullets. To speak plain, my ire's up. I'd as soon put 'em all down.
cs: Zatím se všechny její rozhovory odehrávaly pomocí kulek. Mám-li mluvit otevřeně, můj hněv vzrostl. Nejraději bych je všechny zabil.

# conversations/08_roseway/08_cv_cleo_porter:257:DefaultText
source: I already went by his office. The safe was empty.
cs: Už jsem byl v jeho kanceláři. Trezor byl prázdný.

# conversations/08_roseway/08_cv_cleo_porter:258:DefaultText
source: Damnation. The outlaws got to it. Bet their leader plans to sell or ransom it. We'll have to pry it outta her.
cs: Prokletí. Psanci se k němu dostali. Vsadím se, že jejich vůdce ji plánuje prodat nebo vykoupit. Budeme ji z ní muset dostat.

# conversations/08_roseway/08_cv_cleo_porter:259:DefaultText
source: Where's Crane's office?
cs: Kde je Craneova kancelář?

# conversations/08_roseway/08_cv_cleo_porter:262:DefaultText
source: You haven't recovered Crane's data yet?
cs: Ještě jste neobnovili Craneova data?

# conversations/08_roseway/08_cv_cleo_porter:263:DefaultText
source: Been a touch busy 'round here.
cs: Měl jsem tu docela napilno.

# conversations/08_roseway/08_cv_cleo_porter:265:DefaultText
source: I went to Anton's office to get his research. The safe was empty.
cs: Šel jsem do Antonovy kanceláře pro jeho výzkum. Trezor byl prázdný.

# conversations/08_roseway/08_cv_cleo_porter:266:DefaultText
source: I'm gonna guess you don't do it that often.
cs: Hádám, že to neděláš tak často.

# conversations/08_roseway/08_cv_cleo_porter:271:DefaultText
source: You ever had a good thing? A place it felt like you were supposed to be? I had that here.
cs: Měl jsi někdy dobrou věc? Místo, kde jste měli pocit, že máte být? Já jsem to zažil tady.

# conversations/08_roseway/08_cv_cleo_porter:275:DefaultText
source: I've worked for Auntie Cleo eighteen years. Done my best for them. Always expected they'd do right by us in turn.
cs: Pro tetu Cleo jsem pracovala osmnáct let. Dělal jsem pro ně, co jsem mohl. Vždycky jsem očekával, že oni se na oplátku budou chovat dobře k nám.

# conversations/08_roseway/08_cv_cleo_porter:276:DefaultText
source: I trust that we all end up where we're supposed to be. That all the variables come together in the end.
cs: Věřím, že všichni skončíme tam, kde máme být. Že se všechny proměnné nakonec spojí.

# conversations/08_roseway/08_cv_cleo_porter:277:DefaultText
source: The only person Doc Crane ever took a shine to was Jameson. Figured he just didn't know how to talk to folks. But here we stand, and he's nowhere about.
cs: Jediný člověk, který se doktoru Craneovi kdy líbil, byl Jameson. Usoudil, že prostě neví, jak s lidmi mluvit. Ale tady stojíme a on nikde.

# conversations/08_roseway/08_cv_cleo_porter:280:DefaultText
source: If you thought to reinforce your friends here, think again. Touch those doors, we'll put you down.
cs: Pokud jste si mysleli, že zde posílíte své přátele, zamyslete se znovu. Dotkněte se těch dveří a my vás položíme.

# conversations/08_roseway/08_cv_cleo_porter:281:DefaultText
source: Everyone hold fire! Reinforcements are here.
cs: Všichni držte palbu! Jsou tu posily.

# conversations/08_roseway/08_cv_cleo_porter:282:DefaultText
source: Well, don't that beat all. I expected you'd come back leading them against us.
cs: No, není to lepší než všechno. Čekal jsem, že se vrátíš jako jejich vůdce proti nám.

# conversations/08_roseway/08_cv_cleo_porter:283:DefaultText
source: You must think me a fool. I was watching on the security cameras. You got downright friendly with the outlaw leader.
cs: Musíte mě mít za blázna. Díval jsem se na bezpečnostní kamery. S vůdcem psanců ses vyloženě spřátelil.

# conversations/08_roseway/08_cv_cleo_porter:286:DefaultText
source: I'm trying real hard to figure what your angle is. With your rep, I figured you'd be helping us.
cs: Opravdu se snažím přijít na to, jaký je tvůj úhel pohledu. S tvou pověstí jsem si myslel, že nám pomůžeš.

# conversations/08_roseway/08_cv_cleo_porter:289:DefaultText
source: I'm trying to help as many people as I can.
cs: Snažím se pomoci co nejvíce lidem.

# conversations/08_roseway/08_cv_cleo_porter:290:DefaultText
source: See, the answer I wanted there? It was, ''Yes, Chief, I'm helping you.''
cs: Vidíš, odpověď, kterou jsem chtěl? Zněla: "Ano, šéfe, pomáhám vám.

# conversations/08_roseway/08_cv_cleo_porter:291:DefaultText
source: It doesn't have to end like this, Porter.
cs: Nemusí to takhle skončit, Portere.

# conversations/08_roseway/08_cv_cleo_porter:292:DefaultText
source: I told you I wasn't on their side.
cs: Říkal jsem ti, že nejsem na jejich straně.

# conversations/08_roseway/08_cv_cleo_porter:293:DefaultText
source: I'm not on anyone's side, Porter. I just try to do what seems right.
cs: Nejsem na ničí straně, Portere. Jen se snažím dělat to, co mi připadá správné.

# conversations/08_roseway/08_cv_cleo_porter:294:DefaultText
source: Then why'd you let me go down there?
cs: Tak proč jsi mě tam nechal jít?

# conversations/08_roseway/08_cv_cleo_porter:295:DefaultText
source: The word you're looking for is ''thanks.''
cs: Slovo, které hledáte, je "díky".

# conversations/08_roseway/08_cv_cleo_porter:296:DefaultText
source: Folks say a mess of things they don't mean. Ain't so common to find an honest soul.
cs: Lidé říkají spoustu věcí, které nemyslí vážně. Není tak běžné najít upřímnou duši.

# conversations/08_roseway/08_cv_cleo_porter:297:DefaultText
source: Been my experience that most folks confuse what's right with what's easy.
cs: Podle mých zkušeností si většina lidí plete správné s jednoduchým.

# conversations/08_roseway/08_cv_cleo_porter:298:DefaultText
source: The outlaws are all cleared out, then?
cs: Všichni psanci jsou tedy pryč?

# conversations/08_roseway/08_cv_cleo_porter:299:DefaultText
source: Because I'm always hoping. Kind of a character flaw in my line of work.
cs: Protože vždycky doufám. V mém oboru je to tak trochu charakterová vada.

# conversations/08_roseway/08_cv_cleo_porter:300:DefaultText
source: Reckon it is. So, thanks.
cs: Domnívám se, že ano. Takže díky.

# conversations/08_roseway/08_cv_cleo_porter:301:DefaultText
source: You got ten seconds to march out peaceful-like, and disappear over my horizon.
cs: Máš deset vteřin na to, abys v klidu vypochodoval a zmizel mi za obzorem.

# conversations/08_roseway/08_cv_cleo_porter:302:DefaultText
source: Ease down. I was sent by Anton to help you.
cs: Uvolněte se. Anton mě poslal, abych ti pomohl.

# conversations/08_roseway/08_cv_cleo_porter:303:DefaultText
source: Hold up. I'm nobody's reinforcements.
cs: Počkejte. Nejsem ničí posila.

# conversations/08_roseway/08_cv_cleo_porter:304:DefaultText
source: What's going on here?
cs: Co se tu děje?

# conversations/08_roseway/08_cv_cleo_porter:305:DefaultText
source: Who pissed in your coffee?
cs: Kdo ti chcal do kafe?

# conversations/08_roseway/08_cv_cleo_porter:306:DefaultText
source: I told that dumb bastard to start reading my security briefs. Like the one about you.
cs: Řekl jsem tomu pitomci, aby si začal číst moje bezpečnostní zprávy. Třeba tu o tobě.

# conversations/08_roseway/08_cv_cleo_porter:307:DefaultText
source: You expect me to believe it's coincidence that a face I seen on wanted posters shows up now?
cs: Čekáte, že uvěřím, že je to náhoda, že se teď objeví tvář, kterou jsem viděl na plakátech s hledanými osobami?

# conversations/08_roseway/08_cv_cleo_porter:308:DefaultText
source: Like you don't know. Five seconds.
cs: Jako bys to nevěděl. Pět vteřin.

# conversations/08_roseway/08_cv_cleo_porter:309:DefaultText
source: I got a lab full of outlaws, and a body known for causing trouble shows up.
cs: Mám laboratoř plnou zločinců a objeví se tělo známé tím, že způsobuje problémy.

# conversations/08_roseway/08_cv_cleo_porter:310:DefaultText
source: Whatever you've read about me probably isn't true.
cs: Ať už jste o mně četli cokoli, pravděpodobně to není pravda.

# conversations/08_roseway/08_cv_cleo_porter:311:DefaultText
source: I didn't come here to cause problems.
cs: Nepřišel jsem sem dělat problémy.

# conversations/08_roseway/08_cv_cleo_porter:312:DefaultText
source: I've got wanted posters? Do you have one? I could sign it for you.
cs: Mám plakáty s hledanými osobami? Máš nějaký? Mohl bych vám ho podepsat.

# conversations/08_roseway/08_cv_cleo_porter:313:DefaultText
source: I've got no intention of fighting you.
cs: Nemám v úmyslu s vámi bojovat.

# conversations/08_roseway/08_cv_cleo_porter:314:DefaultText
source: I honestly don't know your situation. We picked up a distress signal.
cs: Upřímně řečeno, neznám vaši situaci. Zachytili jsme nouzový signál.

# conversations/08_roseway/08_cv_cleo_porter:315:DefaultText
source: Stop fucking counting and talk to me.
cs: Přestaň kurva počítat a mluv se mnou.

# conversations/08_roseway/08_cv_cleo_porter:316:DefaultText
source: I convinced him to give me a chance. Maybe you could do the same.
cs: Přesvědčil jsem ho, aby mi dal šanci. Možná bys mohl udělat totéž.

# conversations/08_roseway/08_cv_cleo_porter:317:DefaultText
source: Oh, he gave me grief about my history too. I'm just real stubborn.
cs: Taky mi vyčítal mou minulost. Jsem prostě tvrdohlavý.

# conversations/08_roseway/08_cv_cleo_porter:318:DefaultText
source: To be fair to the man, he seems pretty distracted.
cs: Abychom k němu byli spravedliví, vypadá dost roztěkaně.

# conversations/08_roseway/08_cv_cleo_porter:319:DefaultText
source: I didn't come here to cause trouble.
cs: Nepřišel jsem sem dělat problémy.

# conversations/08_roseway/08_cv_cleo_porter:320:DefaultText
source: It's your lucky day. I'm here to help, for a modest fee.
cs: Dnes máte šťastný den. Jsem tu, abych vám za mírný poplatek pomohl.

# conversations/08_roseway/08_cv_cleo_porter:321:DefaultText
source: I'm answering a distress signal. You're welcome.
cs: Odpovídám na nouzový signál. Není zač.

# conversations/08_roseway/08_cv_cleo_porter:323:DefaultText
source: Right. And if I tell you we ain't paying shit?
cs: Vpravo. A když ti řeknu, že neplatíme ani hovno?

# conversations/08_roseway/08_cv_cleo_porter:324:DefaultText
source: Then I leave.
cs: Pak odcházím.

# conversations/08_roseway/08_cv_cleo_porter:325:DefaultText
source: You don't seem to be in a position to refuse help.
cs: Zdá se, že nejste v pozici, kdy byste mohli pomoc odmítnout.

# conversations/08_roseway/08_cv_cleo_porter:326:DefaultText
source: That's fine, I don't accept payment in shit. Bits on the barrelhead, by preference.
cs: To je v pořádku, nepřijímám platby v hovnech. Kousky na hlavně, podle preferencí.

# conversations/08_roseway/08_cv_cleo_porter:327:DefaultText
source: We didn't send no damn distress call.
cs: Neposlali jsme žádné zatracené tísňové volání.

# conversations/08_roseway/08_cv_cleo_porter:328:DefaultText
source: Anton did. I spoke to him in town.
cs: Anton to udělal. Mluvil jsem s ním ve městě.

# conversations/08_roseway/08_cv_cleo_porter:329:DefaultText
source: Well, somebody did. And here I am.
cs: No, někdo to udělal. A tady jsem já.

# conversations/08_roseway/08_cv_cleo_porter:330:DefaultText
source: Regardless, seems to me you need help.
cs: Bez ohledu na to se mi zdá, že potřebujete pomoc.

# conversations/08_roseway/08_cv_cleo_porter:331:DefaultText
source: You're in over your heads.
cs: Přerostlo vám to přes hlavu.

# conversations/08_roseway/08_cv_cleo_porter:332:DefaultText
source: Damn that man.
cs: Zatraceně.

# conversations/08_roseway/08_cv_cleo_porter:333:DefaultText
source: Prob'ly one of the eggheads, Chief. After they fucked off to Roseway.
cs: Pravděpodobně jeden z těch, co se zabývají vejci, šéfe. Poté, co odjeli na Roseway.

# conversations/08_roseway/08_cv_cleo_porter:334:DefaultText
source: Like I can't figure that? And watch your fucking language.
cs: Jako bych na to nemohl přijít? A dávej si pozor na jazyk.
