Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_vendor_della_jennings.po
Languages: cs

# conversations/08_roseway/08_cv_vendor_della_jennings:1:DefaultText
source: I don't think you're supposed to be wandering around. Security's gonna tell you to make tracks.
cs: Nemyslím si, že by ses tu měl potulovat. Ochranka ti řekne, abys udělal stopy.

# conversations/08_roseway/08_cv_vendor_della_jennings:2:DefaultText
source: Let me see what you're selling.
cs: Ukažte mi, co prodáváte.

# conversations/08_roseway/08_cv_vendor_della_jennings:3:DefaultText
source: I'll see you later.
cs: Uvidíme se později.

# conversations/08_roseway/08_cv_vendor_della_jennings:4:DefaultText
source: Did security talk to you yet?
cs: Už s vámi mluvila ochranka?

# conversations/08_roseway/08_cv_vendor_della_jennings:5:DefaultText
source: You seem eager to get rid of me.
cs: Zdá se, že se mě chcete zbavit.

# conversations/08_roseway/08_cv_vendor_della_jennings:6:DefaultText
source: Auntie Cleo makes the best pharmaceuticals in Halcyon!
cs: Teta Cleo vyrábí nejlepší léky v Halcyonu!

# conversations/08_roseway/08_cv_vendor_della_jennings:7:DefaultText
source: I don't really know you. Roseway's supposed to be closed off to visitors. Stands to reason you could be a corporate spy of some sort.
cs: Ve skutečnosti tě neznám. Roseway by měla být pro návštěvníky uzavřená. Dá se předpokládat, že bys mohl být nějaký firemní špión.

# conversations/08_roseway/08_cv_vendor_della_jennings:8:DefaultText
source: Want to treat yourself before you go? Something for the road, maybe?
cs: Chcete se před odjezdem pohostit? Třeba něco na cestu?

# conversations/08_roseway/08_cv_vendor_della_jennings:9:DefaultText
source: Got time for some questions?
cs: Máte čas na pár otázek?

# conversations/08_roseway/08_cv_vendor_della_jennings:10:DefaultText
source: Sure. Not like I get many customers.
cs: Jistě. Ne že bych měl mnoho zákazníků.

# conversations/08_roseway/08_cv_vendor_della_jennings:11:DefaultText
source: Why is this place called the 17th Bar?
cs: Proč se tomuto místu říká 17. bar?

# conversations/08_roseway/08_cv_vendor_della_jennings:12:DefaultText
source: How do you make any money with so few people in town?
cs: Jak můžete vydělávat peníze, když je ve městě tak málo lidí?

# conversations/08_roseway/08_cv_vendor_della_jennings:13:DefaultText
source: Never mind. Let me see what you're selling.
cs: Nevadí. Ukažte mi, co prodáváte.

# conversations/08_roseway/08_cv_vendor_della_jennings:14:DefaultText
source: I'm so glad you asked! Some people say the name refers to the seventeen rungs in Auntie Cleo's official ladder of corporate advancement. These people are wrong.
cs: Jsem moc ráda, že jste se zeptal! Někteří lidé říkají, že název odkazuje na sedmnáct příček na oficiálním žebříčku kariérního postupu tety Cleo. Tito lidé se mýlí.

# conversations/08_roseway/08_cv_vendor_della_jennings:15:DefaultText
source: Technically I'm not in business at all. Roseway closed down years ago. Corporate still sends us the occasional shipment of necessities through unofficial back channels.
cs: Technicky vzato vůbec nepodnikám. Roseway ukončila činnost před lety. Korporace nám stále posílá občasné zásilky potřebných věcí neoficiálními zadními kanály.

# conversations/08_roseway/08_cv_vendor_della_jennings:16:DefaultText
source: Sure! You need something to clean raptidon blood out your clothes?
cs: Jistě! Potřebuješ něco na vyčištění raptidonské krve z oblečení?

# conversations/08_roseway/08_cv_vendor_della_jennings:17:DefaultText
source: Hey, you're still around.
cs: Ahoj, pořád jsi tady.

# conversations/08_roseway/08_cv_vendor_della_jennings:18:DefaultText
source: Then again, there's nothing in my contract that says I can't sell to corporate spies. Your bits are the same as anybody else's.
cs: Na druhou stranu nemám ve smlouvě nic, co by říkalo, že nesmím prodávat firemním špionům. Tvoje kousky jsou stejné jako kohokoli jiného.

# conversations/08_roseway/08_cv_vendor_della_jennings:19:DefaultText
source: Truth is, we've been established, closed down, renamed, re-established, and then re-opened a grand total of seventeen times in the last forty years.
cs: Pravdou je, že za posledních čtyřicet let jsme byli založeni, zrušeni, přejmenováni, znovu založeni a znovu otevřeni celkem sedmnáctkrát.

# conversations/08_roseway/08_cv_vendor_della_jennings:20:DefaultText
source: Corporate's still deliberating over a new name. The matter remains hotly contested in committee, but we're expecting a decision within the next five to seven years. Exciting times!
cs: Společnost stále uvažuje o novém názvu. O této záležitosti se ve výboru stále vedou vášnivé spory, ale očekáváme, že rozhodnutí padne během příštích pěti až sedmi let. Vzrušující časy!

# conversations/08_roseway/08_cv_vendor_della_jennings:21:DefaultText
source: 'Course, if something goes wrong - like one of our guards drinking himself to an early grave, or raptidons running wild - corporate won't acknowledge we ever existed.
cs: Samozřejmě, pokud se něco zvrtne - jako třeba že se jeden z našich strážců upije k předčasnému hrobu nebo že raptidoni zdivočí - korporace nepřizná, že jsme kdy existovali.

# conversations/08_roseway/08_cv_vendor_della_jennings:22:DefaultText
source: You ever get tired of serving Auntie Cleo products?
cs: Už vás někdy omrzelo podávat výrobky Auntie Cleo?

# conversations/08_roseway/08_cv_vendor_della_jennings:23:DefaultText
source: Can't say I do. Auntie Cleo products satisfy all of our nutritional needs. At least, they used to. My folks filled their whole pantry with all sorts of Auntie Cleo products.
cs: Nemohu říct, že ano. Výrobky Auntie Cleo uspokojují všechny naše nutriční potřeby. Alespoň dříve to tak bylo. Moji rodiče naplnili celou spíž nejrůznějšími výrobky Auntie Cleo.

# conversations/08_roseway/08_cv_vendor_della_jennings:24:DefaultText
source: These days, we don't get much in the way of variety. Maybe some Tripicale Pasta or some Catch-Up if we're lucky.
cs: V dnešní době se nám moc rozmanitosti nedostává. Možná nějaké těstoviny Tripicale nebo Catch-Up, když máme štěstí.

# conversations/08_roseway/08_cv_vendor_della_jennings:25:DefaultText
source: I hear it's like that all over the colony. We eat what we can get, and we don't get much.
cs: Prý je to tak v celé kolonii. Jíme, co se dá, a moc toho nedostáváme.
