Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_cleo_weldon.po
Languages: cs

# conversations/08_roseway/08_cv_cleo_weldon:6:DefaultText
source: This place looks a mess. What happened?
cs: Vypadá to tu jako v nepořádku. Co se stalo?

# conversations/08_roseway/08_cv_cleo_weldon:7:DefaultText
source: What do you do around here?
cs: Co tady děláte?

# conversations/08_roseway/08_cv_cleo_weldon:8:DefaultText
source: You said this place was a classified area.
cs: Říkal jste, že toto místo je utajovaná oblast.

# conversations/08_roseway/08_cv_cleo_weldon:9:DefaultText
source: Never mind. I'm going to take a look around.
cs: Nevadí. Jdu se porozhlédnout kolem.

# conversations/08_roseway/08_cv_cleo_weldon:10:DefaultText
source: I have strict orders not to talk about anything that happens in a classified area.
cs: Mám přísný rozkaz nemluvit o ničem, co se děje v utajované oblasti.

# conversations/08_roseway/08_cv_cleo_weldon:14:DefaultText
source: You know what? I give up. It's been a long day.
cs: Víte co? Vzdávám se. Byl to dlouhý den.

# conversations/08_roseway/08_cv_cleo_weldon:15:DefaultText
source: Please remember that Auntie Cleo Pharmaceuticals is not responsible for any loss of life or grievous physical injury sustained while on company premises.
cs: Nezapomeňte, že společnost Auntie Cleo Pharmaceuticals nenese odpovědnost za ztráty na životech nebo těžká tělesná zranění, ke kterým dojde v prostorách společnosti.

# conversations/08_roseway/08_cv_cleo_weldon:16:DefaultText
source: Don't worry about it. I'm here to help you.
cs: Nedělejte si s tím starosti. Jsem tu, abych ti pomohl.

# conversations/08_roseway/08_cv_cleo_weldon:17:DefaultText
source: Relax. I just have a few questions.
cs: Uvolněte se. Mám jen pár otázek.

# conversations/08_roseway/08_cv_cleo_weldon:18:DefaultText
source: I have a better idea. I'll stay right here, and you'll answer my questions. Think you can do that?
cs: Mám lepší nápad. Zůstanu tady a vy mi odpovíte na mé otázky. Myslíš, že to zvládneš?

# conversations/08_roseway/08_cv_cleo_weldon:19:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/08_roseway/08_cv_cleo_weldon:20:DefaultText
source: You are? Corporate never told me they were sending a fixer. Nobody tells me nothing.
cs: Vy jste? Společnost mi nikdy neřekla, že posílá opraváře. Nikdo mi nic neřekl.

# conversations/08_roseway/08_cv_cleo_weldon:21:DefaultText
source: I just have a few questions.
cs: Mám jen několik otázek.

# conversations/08_roseway/08_cv_cleo_weldon:22:DefaultText
source: Yeah. I can imagine.
cs: Jo, umím si to představit.

# conversations/08_roseway/08_cv_cleo_weldon:23:DefaultText
source: You're not cut out for this job, are you?
cs: Na tuhle práci se nehodíš, že ne?

# conversations/08_roseway/08_cv_cleo_weldon:24:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/08_roseway/08_cv_cleo_weldon:29:DefaultText
source: I am not allowed to disclose the details of my contract. If you are unhappy with the quality of my work, please submit a complaint to Auntie Cleo's Department of Employee Conduct.
cs: Podrobnosti o své smlouvě nesmím zveřejnit. Pokud nejste spokojeni s kvalitou mé práce, podejte prosím stížnost na oddělení chování zaměstnanců tety Cleo.

# conversations/08_roseway/08_cv_cleo_weldon:32:DefaultText
source: What do you need?
cs: Co potřebujete?

# conversations/08_roseway/08_cv_cleo_weldon:33:DefaultText
source: Roseway Lab is a highly classified facility. I am not allowed to confirm or deny its alleged existence.
cs: Laboratoř Roseway je přísně utajované zařízení. Nemohu potvrdit ani vyvrátit jeho údajnou existenci.

# conversations/08_roseway/08_cv_cleo_weldon:35:DefaultText
source: Maybe? I don't know, all right? I'm new to this job.
cs: Možná? Nevím, dobře? Jsem v téhle práci nováček.

# conversations/08_roseway/08_cv_cleo_weldon:36:DefaultText
source: I'm not allowed to answer questions without a signed affidavit from my superior officer. But he got eaten by rapts, so I guess it's okay.
cs: Nesmím odpovídat na otázky bez podepsaného místopřísežného prohlášení mého nadřízeného. Ale sežrali ho raptoři, takže je to asi v pořádku.

# conversations/08_roseway/08_cv_cleo_weldon:43:DefaultText
source: We are experiencing a security event, sir-and-or-madam. Please vacate the premises immediately, and return to your domicile or designated workplace.
cs: Došlo k bezpečnostní události, pane nebo paní. Okamžitě opusťte prostory a vraťte se do svého bydliště nebo na určené pracoviště.

# conversations/08_roseway/08_cv_cleo_weldon:45:DefaultText
source: Please return to your domicile or designated workplace, sir-and-or-madam. Failure to cooperate with Auntie Cleo's Site Safety Engineers may result in a surprise audit.
cs: Vraťte se, prosím, do svého bydliště nebo na určené pracoviště, pane nebo paní. Nespolupráce s bezpečnostními inženýry na pracovišti tety Cleo může mít za následek nečekaný audit.

# conversations/08_roseway/08_cv_cleo_weldon:46:DefaultText
source: I'm not really allowed to chat on my shift. Do you need something?
cs: Na směně si opravdu nemůžu povídat. Potřebuješ něco?

# conversations/08_roseway/08_cv_cleo_weldon:47:DefaultText
source: Taunting Auntie Cleo's Site Safety Engineers may result in up to forty-eight hours of mandatory re-education. Not that you care.
cs: Posmívání se bezpečnostním technikům tety Cleo může mít za následek až osmačtyřicetihodinovou povinnou převýchovu. Ne že by vás to zajímalo.

# conversations/08_roseway/08_cv_cleo_weldon:48:DefaultText
source: I'm not looking for trouble. I just want to talk.
cs: Nevyhledávám problémy. Chci si jen promluvit.

# conversations/08_roseway/08_cv_cleo_weldon:49:DefaultText
source: I have some questions.
cs: Mám několik otázek.

# conversations/08_roseway/08_cv_cleo_weldon:50:DefaultText
source: I heard you the first time, and I still don't care.
cs: Slyšel jsem tě poprvé a pořád je mi to jedno.

# conversations/08_roseway/08_cv_cleo_weldon:51:DefaultText
source: Never mind. Goodbye.
cs: Nevadí. Sbohem.

# conversations/08_roseway/08_cv_cleo_weldon:52:DefaultText
source: Insubordination toward Auntie Cleo's Site Safety Engineers will be reflected in your permanent record.
cs: Neukázněnost vůči bezpečnostním inženýrům Auntie Cleo se projeví ve vašem trvalém záznamu.

# conversations/08_roseway/08_cv_cleo_weldon:53:DefaultText
source: Were you at the lab when the marauders attacked?
cs: Byl jste v laboratoři, když na vás zaútočili nájezdníci?

# conversations/08_roseway/08_cv_cleo_weldon:54:DefaultText
source: Questioning authority is the most common symptom of seditious hysteria, sir-and-or-madam.
cs: Zpochybňování autorit je nejčastějším příznakem pobuřující hysterie, pane nebo paní.
