Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_anarchist_cassandra_new.po
Languages: cs

# conversations/08_roseway/08_cv_anarchist_cassandra_new:3:DefaultText
source: Oh good. You're not shooting at me. That's a start.
cs: Dobře. Nestřílíš na mě. To je začátek.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:4:DefaultText
source: It's been a bit of a day, so I'll get to the point. Yes, I have Crane's research. No, I'm not giving it back. Sorry to disappoint you.
cs: Byl to trochu náročný den, takže přejdu k věci. Ano, mám Craneův výzkum. Ne, nevrátím ho. Omlouvám se, že jsem vás zklamal.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:5:DefaultText
source: Anton wants a problem fixed. I imagine he means you.
cs: Anton chce problém vyřešit. Předpokládám, že tím myslí tebe.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:6:DefaultText
source: Yes, I imagine he does. But we all have problems - it is the human condition. I am myself ensnared in this wretched place.
cs: Ano, myslím, že ano. Ale problémy máme všichni - to je lidský stav. Sám jsem v pasti tohoto nešťastného místa.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:11:DefaultText
source: You want to kill me. I don't want to die. Therefore, it is in my best interest to negotiate with you. Help me get out of here, and I will pay you for my life.
cs: Chceš mě zabít. Já nechci zemřít. Proto je v mém nejlepším zájmu s vámi vyjednávat. Pomozte mi dostat se odsud a já vám zaplatím za svůj život.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:12:DefaultText
source: Tell me what you need.
cs: Řekněte mi, co potřebujete.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:18:DefaultText
source: There are two ways out. The quickest is through the front door, but Cleo security's bottled up in there. If you don't want to shoot them, I suppose you could talk to them.
cs: Existují dvě cesty ven. Nejrychlejší je projít hlavními dveřmi, ale tam je Cleo zavřená. Pokud je nechceš zastřelit, mohl by sis s nimi promluvit.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:19:DefaultText
source: The other way out is through the loading bay, but you'd have to clear out the rapts for me. Then I could just slip out the back, sight unseen.
cs: Druhá cesta ven vede přes nákladový prostor, ale to byste museli vyčistit prahy. Pak bych mohl proklouznout zadem, aniž by mě někdo viděl.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:20:DefaultText
source: The first thing I need is a keycard to unlock my door. Then I'd need you to clear me a path out of here.
cs: Nejdříve potřebuji kartu k odemykání dveří. Pak bych potřeboval, abys mi uvolnil cestu ven.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:23:DefaultText
source: I can see the gears turning behind your eyes. You are wondering if you can trust me.
cs: Vidím, jak se ti za očima točí ozubená kola. Přemýšlíš, jestli mi můžeš věřit.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:24:DefaultText
source: Anton was worried you might have made off with his research. He even called you cretins.
cs: Anton se obával, že jsi mohl zcizit jeho výzkum. Dokonce vás nazval kretény.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:25:DefaultText
source: Give me a little credit! We are not bandits. We do not steal research - we liberate it.
cs: Přiznejte mi trochu důvěry! Nejsme bandité. Výzkum nekrademe - my ho osvobozujeme.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:26:DefaultText
source: You robbed a lab and shot some scientists on the way out. You sound like bandits to me.
cs: Vykradl jsi laboratoř a cestou ven jsi zastřelil několik vědců. Připadáte mi jako bandité.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:27:DefaultText
source: Semantics! If I were consigned to spending my days making diet toothpaste, I would pray for a bullet to my skull.
cs: Sémantika! Kdybych měl trávit dny výrobou dietní zubní pasty, modlil bych se za kulku do lebky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:28:DefaultText
source: You don't seem to care much for that research. May as well hand it over.
cs: Nezdá se, že by vás tento výzkum příliš zajímal. Můžeš ho klidně odevzdat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:30:DefaultText
source: It is my one bargaining chip. If you want this research, you will help me out of this mess.
cs: Je to můj jediný trumf při vyjednávání. Pokud chcete tento výzkum, pomůžete mi z této šlamastyky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:31:DefaultText
source: I'm not about to run errands for some pompous bandit.
cs: Nehodlám vyřizovat pochůzky pro nějakého nafoukaného banditu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:31:FemaleText
source: I'm not about to play errand-girl to some pompous bandit.
cs: Nehodlám si hrát na děvče na pochůzce s nějakým nafoukaným banditou.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:32:DefaultText
source: Would you rather run errands for a corporate puppet like Crane? Listen. You are being used.
cs: Chtěli byste raději vyřizovat záležitosti pro loutku společnosti, jako je Crane? Poslouchejte. Využívají vás.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:34:DefaultText
source: I'm going to need a good reason to risk my neck for you.
cs: Budu potřebovat dobrý důvod, abych kvůli tobě riskoval krk.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:35:DefaultText
source: Because Crane is a tool. Because no good deed goes unrewarded. Because doing me a good turn is the honorable and decent thing. Take your pick.
cs: Protože Crane je nástroj. Protože žádný dobrý skutek nezůstane bez odměny. Protože udělat mi dobrý skutek je čestné a slušné. Vyber si.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:36:DefaultText
source: Why do you think Anton is a tool?
cs: Proč si myslíte, že je Anton nástroj?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:37:DefaultText
source: Crane is being used by Auntie Cleo. And now he is trying to use you. So what does that make you?
cs: Jeřáb je používán tetou Cleo. A teď se snaží využít tebe. Co to z tebe dělá?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:38:DefaultText
source: Not trapped in an underground laboratory with half my crew dead.
cs: Ne uvězněný v podzemní laboratoři s polovinou mrtvé posádky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:39:DefaultText
source: Fair. But while I may be trapped for the moment, those scientists are trapped in corporate slavery for the rest of their sad, sorry little lives.
cs: Spravedlivé. Ale zatímco já jsem možná na chvíli v pasti, tito vědci jsou po zbytek svého smutného života uvězněni v korporátním otroctví.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:40:DefaultText
source: Don't you see? I am setting these people free. I am doing them a favor. Won't you do me one in return?
cs: Copak to nechápete? Osvobozuji tyto lidi. Dělám jim laskavost. Neuděláte mi na oplátku laskavost vy?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:41:DefaultText
source: For free? No.
cs: Zdarma? Ne.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:42:DefaultText
source: I do not want charity. I will put something pretty in your palm for your trouble. You have got my word on that.
cs: Nechci charitu. Za tvou námahu ti dám něco pěkného do dlaně. Máš mé slovo.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:43:DefaultText
source: What makes you think he's using me?
cs: Proč si myslíš, že mě využívá?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:44:DefaultText
source: Look around you. This colony is lousy with people like him. Shallow men with shallow lives, dreaming of nothing nobler than the next promotion.
cs: Rozhlédněte se kolem sebe. Tahle kolonie je plná lidí, jako je on. Mělcí lidé s povrchními životy, kteří nesní o ničem vznešenějším než o dalším povýšení.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:45:DefaultText
source: By helping him, you are helping the corporate hegemony exercise their stranglehold on the colony. Not that I expect a hired gun to understand.
cs: Tím, že mu pomáháte, pomáháte korporátní hegemonii vykonávat její kontrolu nad kolonií. Ne že bych očekával, že to nájemný vrah pochopí.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:46:DefaultText
source: Being a hired gun is good work. It's always a seller's market.
cs: Být nájemným vrahem je dobrá práce. Vždycky je to trh prodávajících.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:47:DefaultText
source: Say what you please. So long as you are on the establishment's payroll, you are nothing more than a confederate to tyranny.
cs: Říkejte si, co chcete. Dokud jste na výplatní listině establishmentu, nejste nic víc než konfident tyranie.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:48:DefaultText
source: I'm not about to be lectured on morality by some jumped-up bandit.
cs: Nehodlám se nechat poučovat o morálce od nějakého vyskakujícího bandity.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:49:DefaultText
source: I prefer "freedom fighter," but I will not quibble over semantics.
cs: Mám raději "bojovník za svobodu", ale nebudu se hádat o sémantiku.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:50:DefaultText
source: Forget it. I'm not helping you.
cs: Zapomeňte na to. Nepomůžu ti.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:51:DefaultText
source: You've got the wrong idea about me.
cs: Máš o mně špatnou představu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:52:DefaultText
source: I suppose it does not matter. Either Crane sent you, or you are some scavenger come to rob me in my moment of weakness.
cs: Předpokládám, že na tom nezáleží. Buď tě poslal Jeřáb, nebo jsi nějaký mrchožrout, který mě přišel okrást ve chvíli mé slabosti.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:53:DefaultText
source: Let's make a deal. I'd like to go on living. You'd probably like to make some money. Help me get out of here, and I will pay you for your trouble.
cs: Uzavřeme dohodu. Rád bych žil dál. Ty bys asi rád vydělal nějaké peníze. Pomoz mi odsud a já ti za tvou námahu zaplatím.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:54:DefaultText
source: Why are you down here?
cs: Proč jsi tady dole?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:55:DefaultText
source: Same reason you are, more than likely. I imagine we picked up the same tip. Secret research facility, abandoned town, minimal security?
cs: Je více než pravděpodobné, že ze stejného důvodu jako vy. Předpokládám, že jsme dostali stejný tip. Tajné výzkumné zařízení, opuštěné město, minimální zabezpečení?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:57:DefaultText
source: No, I'm tracking down a distress call.
cs: Ne, hledám nouzové volání.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:58:DefaultText
source: Crane actually sent out a cry for help? Oh, the poor bastard, seeing his life's work snatched from him. It must be like losing a child.
cs: Jeřáb skutečně vyslal volání o pomoc? Chudák, když vidí, jak mu berou jeho životní dílo. Musí to být jako ztráta dítěte.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:59:DefaultText
source: You keep talking about someone named Crane.
cs: Stále mluvíte o někom jménem Crane.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:60:DefaultText
source: Crane is the man who runs this lab. Probably gone around the bend fretting over his beloved research. Not that there's anything lovable about diet toothpaste.
cs: Crane je muž, který vede tuto laboratoř. Pravděpodobně se rozčiloval nad svým milovaným výzkumem. Ne že by na dietní zubní pastě bylo něco milého.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:62:DefaultText
source: Did you say diet toothpaste?
cs: Řekli jste dietní zubní pasta?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:63:DefaultText
source: Diet toothpaste. Can you imagine a more pernicious example of corporate materialism? I do not know what is worse - working here or dying here.
cs: Dietní zubní pasta. Dokážete si představit zhoubnější příklad firemního materialismu? Nevím, co je horší - pracovat zde, nebo zde zemřít.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:64:DefaultText
source: So you went through all this trouble to steal a formula for ... diet toothpaste.
cs: Takže sis dal tu práci, abys ukradl recept na... dietní zubní pastu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:65:DefaultText
source: What matters is that I have been lied to. I was led to believe this was a high-priority corporate facility hiding valuable research.
cs: Důležité je, že mi lhali. Byl jsem přesvědčen, že se jedná o vysoce prioritní firemní zařízení, které skrývá cenný výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:66:DefaultText
source: This job was not supposed to end with me stuck in some wretched lab, smelling like rapts. So I would be very much obliged if you gave me a break.
cs: Tahle práce neměla skončit tím, že budu trčet v nějaké ubohé laboratoři a smrdět jako rapty. Takže bych vám byl velmi zavázán, kdybyste mi dali pauzu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:68:DefaultText
source: I've never met anyone named Crane.
cs: Nikdy jsem nepotkal nikoho jménem Crane.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:70:DefaultText
source: I don't know what you're talking about.
cs: Nevím, o čem mluvíte.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:71:DefaultText
source: That's right. Crane hired me to deal with you.
cs: Přesně tak. Crane mě najal, abych s vámi jednal.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:72:DefaultText
source: I hardly think I deserve to be "dealt with." All I did was raid his lab. And shoot his colleagues. And lift his research.
cs: Těžko si myslím, že si zasloužím, aby se se mnou "jednalo". Jediné, co jsem udělal, bylo, že jsem mu vykradl laboratoř. A zastřelil jeho kolegy. A zrušil jeho výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:74:DefaultText
source: It is not even useful research. Just a formula for some kind of diet toothpaste.
cs: Není to ani užitečný výzkum. Jen vzorec pro nějakou dietní zubní pastu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:76:DefaultText
source: We're not friends. If you expect me to help you, I expect you to hand over that research.
cs: Nejsme přátelé. Pokud očekáváš, že ti pomůžu, očekávám, že mi předáš ten výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:77:DefaultText
source: Think it over. I am not going anywhere. Which is, I suppose, rather the point.
cs: Promyslete si to. Nikam se nechystám. Což je, myslím, spíše účel.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:78:DefaultText
source: Take your time. I am, to my chagrin, not going anywhere.
cs: Nespěchejte. K mému rozčarování nikam neodcházím.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:80:DefaultText
source: You're going to have to make me a better offer.
cs: Budete mi muset udělat lepší nabídku.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:81:DefaultText
source: You mean other than the satisfaction of doing me a good turn? Trust me - I'll make it worth your while.
cs: Myslíš něco jiného než uspokojení z toho, že jsi mi udělal dobrou službu? Věřte mi - bude to stát za to.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:82:DefaultText
source: I don't know. My while is worth a lot.
cs: Nevím. Můj čas má velkou cenu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:83:DefaultText
source: I am good for my word! You will be equitably rewarded, on my honor. But I will not haggle or bargain with you until you help me.
cs: Své slovo plním dobře! Na mou čest budete spravedlivě odměněni. Ale nebudu s vámi smlouvat, dokud mi nepomůžete.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:85:DefaultText
source: Doesn't look minimal security to me. Or abandoned.
cs: Mně to nepřipadá jako minimální zabezpečení. Nebo opuštěné.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:86:DefaultText
source: I'm not a bandit like you.
cs: Nejsem bandita jako ty.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:87:DefaultText
source: No, but it is a secret. Well-hidden. Off the map. Any place worth hiding is worth raiding.
cs: Ne, ale je to tajemství. Dobře skryté. Mimo mapu. Každé místo, které stojí za to skrývat, stojí za nájezd.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:88:DefaultText
source: Granted, diet toothpaste is not exactly what comes to mind when I imagine secret research and underground labs.
cs: Dietní zubní pasta není zrovna to, co mě napadne, když si představím tajný výzkum a podzemní laboratoře.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:89:DefaultText
source: Hold on. I've got some questions about you.
cs: Počkejte. Mám na vás pár otázek.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:90:DefaultText
source: Ask away. I have got nothing but time.
cs: Ptejte se. Nemám nic než čas.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:91:DefaultText
source: Nothing wrong with taking care of your teeth.
cs: Na péči o zuby není nic špatného.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:94:DefaultText
source: I'm glad you're finding time for soul-searching, what with being moments away from death.
cs: Jsem ráda, že si najdeš čas na přemýšlení o duši, když jsi chvíli před smrtí.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:96:DefaultText
source: I imagine you're about to find out. Goodbye.
cs: Předpokládám, že se to brzy dozvíte. Na shledanou.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:97:DefaultText
source: And I am glad you have the luxury of sarcasm, whereas I have been made to spend my day listening to my crew die to corporate guns and hungry rapts.
cs: A jsem rád, že si můžeš dovolit ten luxus sarkasmu, zatímco já musím celý den poslouchat, jak moje posádka umírá na korporátní zbraně a hladové raptory.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:98:DefaultText
source: Forget it. You're on your own.
cs: Zapomeňte na to. Jsi v tom sám.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:99:DefaultText
source: Just to be clear: you aren't common burglars, but you are common murderers.
cs: Aby bylo jasno: nejste obyčejní zloději, ale obyčejní vrazi.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:100:DefaultText
source: I'm shocked you haven't been shot by your own crew.
cs: Jsem v šoku, že vás nezastřelila vaše vlastní posádka.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:101:DefaultText
source: Break me out of here and I will listen to all the supercilious comments you want to make about my leadership.
cs: Vyhoďte mě odsud a já si vyslechnu všechny vaše povýšené poznámky o mém vedení.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:102:DefaultText
source: I'm through talking.
cs: S mluvením jsem skončil.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:104:DefaultText
source: How is Crane a corporate puppet?
cs: V čem je Crane loutkou společnosti?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:105:DefaultText
source: Because Auntie Cleo Incorporated have their hand so far up his ass they can move his mouth.
cs: Protože tetička Cleo Incorporated má ruku v jeho zadku tak hluboko, že může hýbat jeho ústy.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:106:DefaultText
source: This lab is a prison, not a place of work. Those men were not scientists - they were indentured laborers. We liberated them. They should be thanking us.
cs: Tato laboratoř je vězení, ne pracoviště. Tito muži nebyli vědci - byli to námezdní dělníci. Osvobodili jsme je. Měli by nám děkovat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:107:DefaultText
source: They were people. You ruined their livelihood and killed not a few of them.
cs: Byli to lidé. Zničil jsi jejich živobytí a nejednoho z nich jsi zabil.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:108:DefaultText
source: All wars have casualties. I regret taking a life, but we were doing them a mercy. Better to die than live in a state of slavery.
cs: Všechny války mají své oběti. Lituji toho, že jsme jim vzali život, ale prokazovali jsme jim milosrdenství. Lepší zemřít než žít v otroctví.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:109:DefaultText
source: You're pretty conceited for a common bandit.
cs: Na obyčejného banditu jsi pěkně domýšlivý.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:110:DefaultText
source: I'm done talking to you.
cs: Už s tebou nemluvím.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:111:DefaultText
source: You and I are on the same side. We both possess the means to fight back against a tyrannical and oppressive corporate regime.
cs: Jsme na stejné straně. Oba máme prostředky, jak se bránit tyranskému a utlačovatelskému korporátnímu režimu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:112:DefaultText
source: You aren't going to be fighting much of anything stuck down here.
cs: Tady dole se s ničím moc prát nebudeš.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:114:DefaultText
source: The corporate regime has been generous to freelancers like me.
cs: Podnikový režim byl k lidem na volné noze, jako jsem já, velkorysý.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:115:DefaultText
source: We are all of us trapped. You, me, the scientists. This is not a colony. It is a slave camp.
cs: Všichni jsme v pasti. Ty, já, vědci. Tohle není kolonie. Je to otrokářský tábor.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:116:DefaultText
source: Yes. We raided the lab. Shot some guards. Killed a few scientists in the crossfire. But it was all for a higher cause.
cs: Ano. Provedli jsme razii v laboratoři. Zastřelili jsme pár strážných. Při přestřelce jsme zabili několik vědců. Ale všechno to bylo pro vyšší cíle.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:117:DefaultText
source: So you're a murderer with a conscience.
cs: Takže jsi vrah se svědomím.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:118:DefaultText
source: Then you are nothing more than a hired gun. No better than an inanimate object, with no will or spirit of your own.
cs: Pak nejste nic víc než nájemný vrah. Nejste o nic lepší než neživý předmět bez vlastní vůle a ducha.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:119:DefaultText
source: At least I'm not trapped in an underground lab because I botched a raid.
cs: Alespoň nejsem uvězněný v podzemní laboratoři, protože jsem zpackal zátah.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:120:DefaultText
source: And you're just a two-bit bandit who likes to put on airs.
cs: A ty jsi jen bandita, který se rád přetvařuje.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:121:DefaultText
source: What kind of a reward are we talking?
cs: O jaké odměně mluvíme?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:122:DefaultText
source: How is it the honorable thing to do?
cs: Jak je to čestné?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:123:DefaultText
source: The research I carry is valuable. I am willing to go halves with you.
cs: Výzkum, který provádím, je cenný. Jsem ochoten jít s vámi napůl.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:124:DefaultText
source: Did you say diet toothpaste?
cs: Řekli jste dietní zubní pasta?
