Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_anarchist_cassandra_new.po
Languages: cs

# conversations/08_roseway/08_cv_anarchist_cassandra_new:288:DefaultText
source: Come on now. Do you want to be dull and boring and servile like everyone else? Or do you want to break some rules?
cs: Ale no tak. Chceš být nudný a servilní jako všichni ostatní? Nebo chceš porušit nějaká pravidla?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:289:DefaultText
source: You're taking out your anger on the wrong people. These scientists didn't deserve to die.
cs: Svůj hněv si vybíjíš na nesprávných lidech. Tito vědci si nezasloužili zemřít.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:290:DefaultText
source: As I live and breathe. The Board's very own pet mercenary.
cs: Žiji a dýchám. Žoldák, kterého si rada oblíbila.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:292:DefaultText
source: <Attack> You're not walking out of here!
cs: <Útok> Odtud neodejdeš!

# conversations/08_roseway/08_cv_anarchist_cassandra_new:293:DefaultText
source: Oh. That stings. I was beginning to like you.
cs: Oh. To bolí. Začínal jsem tě mít rád.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:294:DefaultText
source: <Attack> Or I could just shoot you and skip all the hassle.
cs: <Útok> Nebo tě můžu prostě zastřelit a vynechat všechny tyhle problémy.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:295:DefaultText
source: Nothing beyond the purview of a talented freelancer like you.
cs: Nic, co by se vymykalo kompetenci talentovaného freelancera, jako jste vy.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:296:DefaultText
source: Tell me what you know about the rapts.
cs: Řekni mi, co víš o raptech.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:297:DefaultText
source: I can talk the guards into leaving, but your people have to let them pass.
cs: Můžu strážím domluvit, aby odešli, ale vaši lidé je musí nechat projít.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:298:DefaultText
source: Your door's stuck fast. How did you manage to lock yourself in?
cs: Vaše dveře se rychle zasekly. Jak se ti podařilo zamknout?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:299:DefaultText
source: You really expect me to just let them pass? Why, so they can regroup behind their walls and mount another assault?
cs: Opravdu čekáte, že je nechám jen tak projít? Proč? Aby se mohli přeskupit za hradbami a podniknout další útok?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:300:DefaultText
source: A raptidon is an apex predator native to the jungles of Monarch. They are entirely unsuited to life on Terra 2, which may account for their horrible temper and appetite.
cs: Raptidon je vrcholový predátor pocházející z monarchských džunglí. K životu na Terře 2 se vůbec nehodí, což může být příčinou jejich strašlivé povahy a chuti k jídlu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:301:DefaultText
source: The rapts took us by surprise, as they would anyone. My crew were split apart and lost in the corridors. They went one way. I went another.
cs: Rapty nás zaskočily, jako by zaskočily každého. Moje posádka se rozdělila a ztratila se v chodbách. Šli jedním směrem. Já šel jinudy.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:302:DefaultText
source: And you expect me to take down an entire pack of these things.
cs: A vy ode mě očekáváte, že sejmu celou smečku těchto věcí.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:303:DefaultText
source: That was an unexpectedly scientific answer.
cs: To byla nečekaně vědecká odpověď.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:304:DefaultText
source: What? Do not give me that look. I am allowed to have hobbies. Biology happens to be one of them.
cs: Cože? Nedívej se na mě tak. Mám dovoleno mít koníčky. Biologie je jedním z nich.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:305:DefaultText
source: Oh, for goodness sake. They are just animals. Aggressive, territorial, frightened and very probably hungry animals - but they die to gunfire like anything else.
cs: Proboha. Jsou to jen zvířata. Agresivní, teritoriální, vyděšená a velmi pravděpodobně hladová zvířata - ale umírají na střelbu jako cokoli jiného.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:306:DefaultText
source: I do remember one of those feckless scientists yammering something about a Raptidon Suppression System.
cs: Vzpomínám si, že jeden z těch bezduchých vědců vykládal něco o systému potlačování raptidonů.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:310:DefaultText
source: Perfect. Where can I find this scientist?
cs: Perfektní. Kde najdu tohoto vědce?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:311:DefaultText
source: You have not made this easy on me. But I'll see what I can do.
cs: Neusnadnil jsi mi to. Ale uvidím, co se dá dělat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:312:DefaultText
source: How should I know? I left his body where I shot him.
cs: Jak to mám vědět? Nechal jsem jeho tělo tam, kde jsem ho zastřelil.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:314:DefaultText
source: Yes, we accidentally released the rapts into the world when we attacked this place. But I am not at fault here! Those scientists had no business experimenting on these creatures.
cs: Ano, při útoku na toto místo jsme omylem vypustili raptory do světa. Ale já za to nemůžu! Ti vědci neměli co experimentovat na těchto tvorech.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:315:DefaultText
source: Never mind. I'm obviously in no position to argue with you. If you can talk those guards into standing down, my people will follow suit.
cs: Nevadí. Zřejmě nejsem v pozici, abych se s vámi hádal. Pokud se ti podaří přemluvit ty stráže, aby ustoupily, moji lidé budou následovat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:318:DefaultText
source: You'll need a keycard to unlock my door. I don't know where they're kept, but I'd start by checking the security office.
cs: K odemknutí mých dveří budete potřebovat kartu. Nevím, kde jsou uloženy, ale začal bych tím, že bych se podíval do kanceláře ochranky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:319:DefaultText
source: I am not ungrateful for your help. You saved my life. I believe I owe you a drink or two.
cs: Nejsem nevděčný za vaši pomoc. Zachránili jste mi život. Myslím, že vám dlužím jeden nebo dva drinky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:320:DefaultText
source: You owe me more than a drink. Keep the research.
cs: Dlužíš mi víc než skleničku. Nech si ten výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:321:DefaultText
source: <Attack> I never should have helped you. I'm taking that research.
cs: <Útok> Nikdy jsem ti neměl pomáhat. Beru si ten výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:328:DefaultText
source: You're saying this lab is actually a prison, and everybody's just dressed up like a scientist.
cs: Říkáte, že tahle laboratoř je ve skutečnosti vězení a všichni se jen převlékli za vědce.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:329:DefaultText
source: Uh, Boss. I think she was being metaphorical.
cs: Šéfe. Myslím, že to myslela metaforicky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:330:DefaultText
source: That is exactly what I am saying! At last, someone intelligent enough to understand the workings of the corporate apparatus!
cs: Přesně to říkám! Konečně někdo dostatečně inteligentní, aby pochopil fungování korporátního aparátu!

# conversations/08_roseway/08_cv_anarchist_cassandra_new:331:DefaultText
source: I would ask what was on your mind, but the answer is obviously me.
cs: Zeptal bych se, co se ti honí hlavou, ale odpovědí jsem zřejmě já.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:332:DefaultText
source: You are asking yourself if I can be trusted. I do not blame you. I am asking myself the same question about you.
cs: Ptáte se, zda mi lze věřit. Neobviňuji vás z toho. Stejnou otázku si kladu i já.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:333:DefaultText
source: Orphans. Is that what you are calling yourself, now? Here. Let it never be said that I do not reward good work.
cs: Sirotci. Tak si teď říkáte? Tady. Ať se nikdy neříká, že neodměňuji dobrou práci.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:334:DefaultText
source: I'm not working for Crane.
cs: Nepracuji pro Cranea.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:335:DefaultText
source: No? Then why are you here? Out for a stroll and decided to drop by a secret, heavily-guarded, underground facility?
cs: Ne? Tak proč jste tady? Jste na procházce a rozhodli jste se zastavit v tajném, přísně střeženém podzemním zařízení?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:336:DefaultText
source: Because you don't want a price on your head. Also, I went out of my way for you.
cs: Protože nechcete, aby na vaši hlavu byla vypsána odměna. Taky jsem kvůli tobě sešel z cesty.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:337:DefaultText
source: I checked around. That data's worthless. Trust me on that one.
cs: Rozhlédl jsem se kolem. Ta data jsou bezcenná. Věřte mi.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:338:DefaultText
source: You have something that belongs to me.
cs: Máš něco, co mi patří.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:339:DefaultText
source: This is a mistake. You're on your own.
cs: To je chyba. Jste na vlastní pěst.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:341:DefaultText
source: You ransacked Anton's office. I'm guessing you have his research on you. Hand it over.
cs: Vyplenil jsi Antonovu kancelář. Hádám, že máš u sebe jeho výzkum. Předej mi ho.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:344:DefaultText
source: I've unlocked your cell and dealt with the guards. You'll have to fend for yourself against the rapts.
cs: Odemkl jsem tvou celu a vyřídil to se strážemi. Proti násilníkům se budeš muset bránit sám.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:345:DefaultText
source: I've unlocked your cell and put down the rapts. You'll have to deal with the guards yourself.
cs: Odemkl jsem tvou celu a položil raptory. Se strážemi si budeš muset poradit sám.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:348:DefaultText
source: I've already put down the rapts. You'll have to find your own way past the guards.
cs: Rapty jsem už položil. Cestu přes stráže si budete muset najít sami.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:349:DefaultText
source: I've already dealt with the guards and unlocked your cell. You're on your own against the rapts.
cs: Už jsem se domluvil se strážemi a odemkl ti celu. Proti násilníkům jsi odkázán sám na sebe.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:350:DefaultText
source: You're in luck. I've already dealt with the rapt problem. The guards won't be bothering you either.
cs: Máte štěstí. Problémem s raptem jsem se již zabýval. Ani stráže tě nebudou obtěžovat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:351:DefaultText
source: <Attack> I'd say it's worth your life.
cs: <Attack> Řekl bych, že to stojí za tvůj život.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:353:DefaultText
source: All right. I'll help you out.
cs: Dobře. Pomůžu ti.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:354:DefaultText
source: Wait here.
cs: Počkejte zde.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:355:DefaultText
source: Forget it. Keep the research. Just get out of here.
cs: Zapomeňte na to. Výzkum si nechte. Prostě odsud vypadni.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:356:DefaultText
source: Hurry up and leave.
cs: Pospěšte si a odejděte.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:357:DefaultText
source: And I don't trust you with that research. Hand it over.
cs: A já ti s tím výzkumem nevěřím. Předej mi ho.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:358:DefaultText
source: This is starting to feel like a mistake. You're on your own.
cs: Začíná mi to připadat jako chyba. Jsi na to sám.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:368:DefaultText
source: I haven't decided if you're worth the trouble yet.
cs: Ještě jsem se nerozhodl, jestli mi za to stojíš.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:370:DefaultText
source: I'd like to think I'm worth the trouble. But I am biased.
cs: Rád bych si myslel, že za ty problémy stojím. Ale jsem zaujatý.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:372:DefaultText
source: You're asking a great deal from me. This research is my only bargaining chip.
cs: Chceš po mně hodně. Tento výzkum je mým jediným trumfem při vyjednávání.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:373:DefaultText
source: You're in no position to bargain.
cs: Nejste v pozici, kdy byste mohli vyjednávat.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:374:DefaultText
source: You need my help more than I need yours.
cs: Potřebuješ mou pomoc víc než já tvou.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:375:DefaultText
source: Then I suggest you hurry up and make your case.
cs: Pak vám doporučuji, abyste si pospíšil a předložil svůj případ.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:377:DefaultText
source: You're not wrong. Help me get out of here, and I might be willing to hand over my research.
cs: Nemýlíte se. Pomozte mi dostat se odsud a možná budu ochotný předat vám svůj výzkum.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:380:DefaultText
source: There's something else I need to know.
cs: Potřebuji vědět ještě něco.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:381:DefaultText
source: I'll help however I can.
cs: Pomůžu, jak budu moct.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:382:DefaultText
source: Finally!
cs: Konečně!

# conversations/08_roseway/08_cv_anarchist_cassandra_new:383:DefaultText
source: I have never been so pleased at the sight of an open door.
cs: Ještě nikdy mě pohled na otevřené dveře tak nepotěšil.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:384:DefaultText
source: I appreciate you letting me out. But if you expect me to hand over Crane's research, I am afraid I must decline.
cs: Oceňuji, že jste mě pustili ven. Ale jestli očekáváte, že vám předám Craneův výzkum, musím bohužel odmítnout.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:385:DefaultText
source: Having second thoughts about helping me? Not that I'm complaining.
cs: Rozmýšlíte se, jestli mi pomůžete? Ne že bych si stěžoval.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:386:DefaultText
source: Please tell me you've cleared a way out of here.
cs: Prosím, řekni mi, že jsi našel cestu ven.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:389:DefaultText
source: Don't take too long. I'd like to see the sky again.
cs: Netrvejte příliš dlouho. Rád bych znovu viděl oblohu.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:391:DefaultText
source: Keep your chin up.
cs: Hlavu vzhůru.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:392:DefaultText
source: There's no need to be so snippy. I'm sure we'll cross orbits sooner or later.
cs: Nemusíš být tak jízlivý. Jsem si jistý, že se dříve nebo později zkřížíme na oběžné dráze.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:393:DefaultText
source: Until next time.
cs: Do příště.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:394:DefaultText
source: If you ever find your way to Monarch, talk to one of the Iconoclasts. You'd fit right in.
cs: Pokud se někdy dostanete do Monarchu, promluvte si s jedním z ikonoklastů. Zapadneš mezi ně.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:395:DefaultText
source: Iconoclasts? As in - destroyers of false images? That's a good name. Wish I'd thought of it myself.
cs: Ikonoklasté? Jako ničitelé falešných obrazů? To je dobré jméno. Kéž by mě to napadlo taky.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:396:DefaultText
source: If I'm going to start over anywhere, I suppose Monarch is as good a place as any.
cs: Pokud mám někde začít znovu, Monarch je asi nejvhodnější místo.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:397:DefaultText
source: I suppose I could make my way to Monarch. You've already paid for my ticket.
cs: Předpokládám, že bych se mohl vydat do Monarchu. Už jsi mi zaplatil letenku.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:399:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:400:DefaultText
source: You might be the first stroke of luck I've had all day. Thank you. I'm in your debt.
cs: Možná jsi první štěstí, které jsem za celý den měl. Děkuji. Jsem tvým dlužníkem.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:401:DefaultText
source: And, in your case, never doing an honest day's work, apparently.
cs: A ve vašem případě zřejmě nikdy poctivě nepracoval.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:402:DefaultText
source: Even brought your own vicar. Come to provide counsel, father?
cs: Dokonce si přivedl vlastního faráře. Přišel jste nám poradit, otče?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:403:DefaultText
source: Yes. I think a tossball stick upside your head should be most effective.
cs: Ano. Myslím, že nejúčinnější by měla být házecí tyč do hlavy.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:404:DefaultText
source: <Attack> You want to do the honors, Max?
cs: <Attack> Chceš to udělat, Maxi?

# conversations/08_roseway/08_cv_anarchist_cassandra_new:405:DefaultText
source: Calm down, Max, let's hear what she has to say.
cs: Uklidni se, Maxi, poslechněme si, co nám chce říct.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:408:DefaultText
source: Please tell me you've cleared a way out of here.
cs: Prosím, řekni mi, že jsi našel cestu ven.

# conversations/08_roseway/08_cv_anarchist_cassandra_new:409:DefaultText
source: I've got the key, I'm going to let you out.
cs: Mám klíč, pustím tě ven.
