Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_anton.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_anton:355:DefaultText
source: Not only thieves, but ill prepared ones at that. If our security had been up to snuff, they'd be dead. Tell me - did they say anything about my research? Do they have it?
cs: Nejen zloději, ale i špatně připravení zloději. Kdyby naše zabezpečení bylo na úrovni, byli by mrtví. Řekni mi - říkali něco o mém výzkumu? Mají ho?

# conversations/08_roseway/08_cv_scientist_anton:356:DefaultText
source: Yes, they do.
cs: Ano, mají.

# conversations/08_roseway/08_cv_scientist_anton:357:DefaultText
source: I found one of your experiments in the lab.
cs: V laboratoři jsem našel jeden z vašich experimentů.

# conversations/08_roseway/08_cv_scientist_anton:358:DefaultText
source: It was this long. About so high. And, uh... it had buttons.
cs: Byla takhle dlouhá. Asi tak vysoká. A... mělo to knoflíky.

# conversations/08_roseway/08_cv_scientist_anton:359:DefaultText
source: A gas chromatograph. It was extracting musk from a raptidon gland.
cs: Plynový chromatograf. Extrahoval pižmo ze žlázy raptidona.

# conversations/08_roseway/08_cv_scientist_anton:360:DefaultText
source: Raptidon bits hooked up to some kind of vacuum.
cs: Raptidonové kousky připojené k nějakému druhu vakua.

# conversations/08_roseway/08_cv_scientist_anton:361:DefaultText
source: Uhm... I see?
cs: Aha... chápu?

# conversations/08_roseway/08_cv_scientist_anton:362:DefaultText
source: Do you see what I have to contend with here? There seems no end to my associates' capacity for doing everything but their jobs. I will need to look into this further.
cs: Vidíte, s čím se musím potýkat? Zdá se, že schopnost mých spolupracovníků dělat všechno možné, jen ne svou práci, nemá konce. Budu se na to muset ještě podívat.

# conversations/08_roseway/08_cv_scientist_anton:364:DefaultText
source: Tell me about your research. What were you doing here?
cs: Povězte mi o svém výzkumu. Co jste zde dělal?

# conversations/08_roseway/08_cv_scientist_anton:372:DefaultText
source: I already found him, he's safe.
cs: Už jsem ho našel, je v bezpečí.

# conversations/08_roseway/08_cv_scientist_anton:373:DefaultText
source: He's dead.
cs: Je mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:375:DefaultText
source: Right away - but I did have something I wished to ask you.
cs: Hned - ale chtěl jsem se vás na něco zeptat.

# conversations/08_roseway/08_cv_scientist_anton:376:DefaultText
source: Did you find my colleague, Jameson?
cs: Našel jste mého kolegu Jamesona?

# conversations/08_roseway/08_cv_scientist_anton:377:DefaultText
source: You've spoken with Porter?
cs: Mluvil jste s Porterem?

# conversations/08_roseway/08_cv_scientist_anton:378:DefaultText
source: He doesn't seem to care for you much.
cs: Nezdá se, že by se o tebe příliš zajímal.

# conversations/08_roseway/08_cv_scientist_anton:379:DefaultText
source: He says all you care about is your research.
cs: Říká, že jediné, co vás zajímá, je váš výzkum.

# conversations/08_roseway/08_cv_scientist_anton:380:DefaultText
source: I'd like to hear your version of what happened here.
cs: Rád bych slyšel vaši verzi toho, co se zde stalo.

# conversations/08_roseway/08_cv_scientist_anton:382:DefaultText
source: Who the hell is Jameson?
cs: Kdo je sakra Jameson?

# conversations/08_roseway/08_cv_scientist_anton:384:DefaultText
source: The outlaws handed it over for your payment as agreed.
cs: Psanci vám ho předali za úplatu, jak bylo dohodnuto.

# conversations/08_roseway/08_cv_scientist_anton:385:DefaultText
source: I have your research, but I'm keeping it.
cs: Mám tvůj výzkum, ale nechám si ho.

# conversations/08_roseway/08_cv_scientist_anton:386:DefaultText
source: Auntie Cleo will have my head!
cs: Teta Cleo mi dá hlavu!

# conversations/08_roseway/08_cv_scientist_anton:387:DefaultText
source: We had a deal. Have you any notion what this will bring down upon me?
cs: Měli jsme dohodu. Máš vůbec představu, co mi to přinese?

# conversations/08_roseway/08_cv_scientist_anton:388:DefaultText
source: You can't possibly understand the magnitude of this decision.
cs: Nemůžete pochopit závažnost tohoto rozhodnutí.

# conversations/08_roseway/08_cv_scientist_anton:389:DefaultText
source: Leave me be. There's nothing left to be done here.
cs: Nechte mě být. Tady už není co řešit.

# conversations/08_roseway/08_cv_scientist_anton:391:DefaultText
source: The outlaws got away with the research.
cs: Zločincům se podařilo výzkum dokončit.

# conversations/08_roseway/08_cv_scientist_anton:393:DefaultText
source: I let the outlaws keep your research.
cs: Nechal jsem zločince, aby si nechali tvůj výzkum.

# conversations/08_roseway/08_cv_scientist_anton:395:DefaultText
source: I see. Anything else?
cs: Chápu. Ještě něco?

# conversations/08_roseway/08_cv_scientist_anton:397:DefaultText
source: You must see how one could do exactly that, can't you?
cs: Jistě chápete, jak by se to dalo udělat, že?

# conversations/08_roseway/08_cv_scientist_anton:398:DefaultText
source: You can see why people might think you're callous, though, can't you?
cs: Chápete, proč si lidé mohou myslet, že jste bezcitný, že?

# conversations/08_roseway/08_cv_scientist_anton:399:DefaultText
source: I don't believe their lives mean nothing more to you than paperwork.
cs: Nevěřím, že jejich životy pro vás neznamenají víc než papírování.

# conversations/08_roseway/08_cv_scientist_anton:400:DefaultText
source: Of course they do. Please don't mistake my ambition for callousness.
cs: Samozřejmě, že ano. Nepleťte si prosím mou ctižádost s bezcitností.

# conversations/08_roseway/08_cv_scientist_anton:402:DefaultText
source: It's just that their constant complaining can begin to wear. They refuse to see the opportunity afforded us here. It's infuriating.
cs: Jenže jejich neustálé stěžování může začít unavovat. Odmítají vidět příležitost, která se nám zde naskýtá. Je to k vzteku.

# conversations/08_roseway/08_cv_scientist_anton:403:DefaultText
source: You really are an insufferable jackass.
cs: Jsi opravdu nesnesitelný blbec.

# conversations/08_roseway/08_cv_scientist_anton:406:DefaultText
source: I understand I can come off as manipulative and ego driven. It's something I've always been forced to contend with.
cs: Chápu, že mohu působit manipulativně a egoisticky. Vždy jsem se s tím musel potýkat.

# conversations/08_roseway/08_cv_scientist_anton:407:DefaultText
source: Suicide isn't brain surgery. Get a pistol. Make sure it's loaded. Bang, done.
cs: Sebevražda není operace mozku. Vezmi si pistoli. Ujistěte se, že je nabitá. Prásk, hotovo.

# conversations/08_roseway/08_cv_scientist_anton:408:DefaultText
source: And my colleague, Jameson? Will you find him for me?
cs: A můj kolega Jameson? Najdete mi ho?

# conversations/08_roseway/08_cv_scientist_anton:409:DefaultText
source: Of course.
cs: Samozřejmě.

# conversations/08_roseway/08_cv_scientist_anton:410:DefaultText
source: I think not.
cs: Myslím, že ne.

# conversations/08_roseway/08_cv_scientist_anton:414:DefaultText
source: Forget it, not interested.
cs: Zapomeňte na to, nemám zájem.

# conversations/08_roseway/08_cv_scientist_anton:415:DefaultText
source: You'd leave a man to his fate without even hearing him out?
cs: Nechal bys člověka napospas osudu, aniž bys ho vyslechl?

# conversations/08_roseway/08_cv_scientist_anton:416:DefaultText
source: I'll bite. What's this "arrangement" concerning?
cs: Kousnu. Čeho se ta "dohoda" týká?

# conversations/08_roseway/08_cv_scientist_anton:417:DefaultText
source: Yes I would.
cs: Ano, chtěl bych.

# conversations/08_roseway/08_cv_scientist_anton:419:DefaultText
source: You really hadn't said much. Tell me what happened.
cs: Opravdu jsi toho moc neřekl. Řekni mi, co se stalo.

# conversations/08_roseway/08_cv_scientist_anton:421:DefaultText
source: On second thought, I'm not interested.
cs: Když o tom tak přemýšlím, nemám zájem.

# conversations/08_roseway/08_cv_scientist_anton:422:DefaultText
source: Capital!
cs: Hlavní město!

# conversations/08_roseway/08_cv_scientist_anton:423:DefaultText
source: Please let me know when you've found my research.
cs: Dejte mi prosím vědět, až najdete můj výzkum.

# conversations/08_roseway/08_cv_scientist_anton:424:DefaultText
source: That... that complicates the equation somewhat.
cs: To... to poněkud komplikuje rovnici.

# conversations/08_roseway/08_cv_scientist_anton:425:DefaultText
source: Will do. I had some questions, though.
cs: Udělám to. Měl jsem ale pár otázek.

# conversations/08_roseway/08_cv_scientist_anton:426:DefaultText
source: Have you reconsidered searching for my associate for me?
cs: Zvážil jsi, zda bys pro mě nehledal mého společníka?

# conversations/08_roseway/08_cv_scientist_anton:427:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/08_roseway/08_cv_scientist_anton:428:DefaultText
source: You're a right bastard, aren't you? Those animals were being used to benefit us all, their pointless death should give no one "glee."
cs: Jsi pěkný parchant, co? Ta zvířata byla využívána k prospěchu nás všech, jejich zbytečná smrt by neměla nikomu dělat "radost".

# conversations/08_roseway/08_cv_scientist_anton:430:DefaultText
source: That's all manner of distressing. I wouldn't even be in this bind if I'd made an adequate showing of myself. We all ran like the cowards we are.
cs: To je velmi znepokojující. Kdybych se dostatečně předvedl, nebyl bych v této situaci. Všichni jsme utekli jako zbabělci.

# conversations/08_roseway/08_cv_scientist_anton:432:DefaultText
source: I'll find him.
cs: Najdu ho.

# conversations/08_roseway/08_cv_scientist_anton:434:DefaultText
source: You really didn't care about him at all, though, did you? It's all about your ambition.
cs: Ve skutečnosti ti na něm ale vůbec nezáleželo, že? Jde jen o tvé ambice.

# conversations/08_roseway/08_cv_scientist_anton:435:DefaultText
source: You understand nothing. Me least of all.
cs: Ničemu nerozumíte. Mně už vůbec ne.

# conversations/08_roseway/08_cv_scientist_anton:436:DefaultText
source: Oh, but I do. You believe you care, but that's just guilt - deep down, you know you don't.
cs: Ale já ano. Věříš, že ti na něm záleží, ale to je jen pocit viny - hluboko uvnitř víš, že ne.

# conversations/08_roseway/08_cv_scientist_anton:439:DefaultText
source: That's not true. I, I'm a man of great caring.
cs: To není pravda. Já, já jsem velmi starostlivý člověk.

# conversations/08_roseway/08_cv_scientist_anton:440:DefaultText
source: I'd never own up to that... though it be true. It's this place, this colony - you can see that, can't you? I need to get to Byzantium, it's the only place life can have meaning.
cs: To bych nikdy nepřiznal, i když je to pravda. Je to tohle místo, tahle kolonie - vidíš to, že? Musím se dostat do Byzance, to je jediné místo, kde může mít život smysl.

# conversations/08_roseway/08_cv_scientist_anton:441:DefaultText
source: Your life won't have meaning anywhere. You're empty, and bitter, and will be wherever you go.
cs: Váš život nebude mít nikde smysl. Jsi prázdný a zahořklý a budeš takový, kamkoli půjdeš.

# conversations/08_roseway/08_cv_scientist_anton:442:DefaultText
source: You're right. And what's worse, I've always known it. But there's nothing to be done. This is the life I've made for myself.
cs: Máte pravdu. A co je horší, vždycky jsem to věděl. Ale nedá se nic dělat. Tohle je život, který jsem si sám vytvořil.

# conversations/08_roseway/08_cv_scientist_anton:443:DefaultText
source: Not just for you. I hope everyone who died for your damned toothpaste haunts you for the rest of it.
cs: Nejen pro vás. Doufám, že všichni, kdo zemřeli kvůli tvé zatracené zubní pastě, tě budou pronásledovat až do konce.

# conversations/08_roseway/08_cv_scientist_anton:444:DefaultText
source: It's not a life worth living. The only winning hand you've got left is to refuse to do so.
cs: Takový život nestojí za to. Jediná vítězná ruka, která vám zbývá, je odmítnout to udělat.

# conversations/08_roseway/08_cv_scientist_anton:445:DefaultText
source: I shall leave you to contemplate what you have wrought.
cs: Nechám vás přemýšlet o tom, co jste vytvořili.

# conversations/08_roseway/08_cv_scientist_anton:447:DefaultText
source: I suppose it's none of my business. Goodbye.
cs: Předpokládám, že mi do toho nic není. Sbohem.

# conversations/08_roseway/08_cv_scientist_anton:448:DefaultText
source: You know, there's more to care about than black marks and paperwork.
cs: Víte, je třeba se starat o víc než o černé skvrny a papírování.

# conversations/08_roseway/08_cv_scientist_anton:449:DefaultText
source: Not here, in this colony, there isn't. Outside Byzantium, life is worthless, without meaning. I must get there.
cs: Tady, v této kolonii, ne. Mimo Byzanc je život bezcenný, beze smyslu. Musím se tam dostat.

# conversations/08_roseway/08_cv_scientist_anton:450:DefaultText
source: Life is no more meaningful there. Less so, in fact... more empty.
cs: Život tam není smysluplnější. Vlastně méně... více prázdný.

# conversations/08_roseway/08_cv_scientist_anton:451:DefaultText
source: I can't believe you're right. If I did, I'd... I don't know what I'd do.
cs: Nemůžu uvěřit, že máš pravdu. Kdybych to věděl, tak bych... Nevím, co bych dělala.

# conversations/08_roseway/08_cv_scientist_anton:452:DefaultText
source: You've been sold a bill of goods. I would refuse to play their game, I were you.
cs: Byli jste podvedeni. Být vámi, odmítl bych hrát jejich hru.

# conversations/08_roseway/08_cv_scientist_anton:453:DefaultText
source: That's easy for you to say, you're not trapped like I am.
cs: To se ti snadno řekne, nejsi v pasti jako já.

# conversations/08_roseway/08_cv_scientist_anton:454:DefaultText
source: And who's keeping you trapped?
cs: A kdo tě drží v pasti?

# conversations/08_roseway/08_cv_scientist_anton:455:DefaultText
source: I... I honestly don't know.
cs: I... Upřímně řečeno, nevím.

# conversations/08_roseway/08_cv_scientist_anton:456:DefaultText
source: You should think about it. Goodbye.
cs: Měli byste se nad tím zamyslet. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:458:DefaultText
source: I, uh, I suppose you're correct. My life will just continue, existence without meaning.
cs: Předpokládám, že máte pravdu. Můj život bude prostě pokračovat, existence beze smyslu.

# conversations/08_roseway/08_cv_scientist_anton:459:DefaultText
source: Even if you'd made it, your life still would be meaningless.
cs: I kdybys to dokázal, tvůj život by stejně neměl smysl.

# conversations/08_roseway/08_cv_scientist_anton:462:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:464:DefaultText
source: You'll never get to Byzantium now.
cs: Do Byzance se už nikdy nedostaneš.

# conversations/08_roseway/08_cv_scientist_anton:465:DefaultText
source: I... I suppose you're correct. Doomed to a life devoid of meaning.
cs: I... Předpokládám, že máte pravdu. Odsouzen k životu beze smyslu.

# conversations/08_roseway/08_cv_scientist_anton:468:DefaultText
source: That is excellent news. Too many have been lost, too many black marks against my name. And far too much paperwork.
cs: To je skvělá zpráva. Příliš mnoho jich bylo ztraceno, příliš mnoho černých skvrn na mém jménu. A příliš mnoho papírování.

# conversations/08_roseway/08_cv_scientist_anton:469:DefaultText
source: I'll go look for your research.
cs: Půjdu se podívat na váš výzkum.

# conversations/08_roseway/08_cv_scientist_anton:471:DefaultText
source: All I cared about before was Byzantium. I believed getting there was everything, that my life would finally have meaning.
cs: Předtím mě zajímala jen Byzanc. Věřil jsem, že dostat se tam je všechno, že můj život bude mít konečně smysl.

# conversations/08_roseway/08_cv_scientist_anton:472:DefaultText
source: I would love to argue with you, but I fear you are correct.
cs: Rád bych se s vámi hádal, ale obávám se, že máte pravdu.

# conversations/08_roseway/08_cv_scientist_anton:474:DefaultText
source: About paperwork and demerits. If you won't admit you're shallow to me, at least admit it to yourself.
cs: O papírování a nedostatcích. Když nechceš přiznat, že jsi povrchní přede mnou, přiznej to aspoň sám sobě.

# conversations/08_roseway/08_cv_scientist_anton:475:DefaultText
source: How droll. I'll take your suggestion under consideration.
cs: To je úsměvné. Váš návrh vezmu v úvahu.

# conversations/08_roseway/08_cv_scientist_anton:476:DefaultText
source: You jest, but I can't keep from focusing on Byzantium. The longer this takes, the further it seems to slip away.
cs: Děláš si legraci, ale nemohu se nezaměřit na Byzanc. Čím déle to trvá, tím víc se mi zdá, že se mi vzdaluje.

# conversations/08_roseway/08_cv_scientist_anton:477:DefaultText
source: Byzantium?
cs: Byzanc?

# conversations/08_roseway/08_cv_scientist_anton:479:DefaultText
source: A ticket to the good life once my research plays out. Byzantium - recognition, money, proper facilities. No more uninspired dolts like my associates here.
cs: Vstupenka do dobrého života, až se můj výzkum dokončí. Byzanc - uznání, peníze, pořádné zázemí. Už žádní neinspirovaní panáci, jako jsou moji zdejší společníci.

# conversations/08_roseway/08_cv_scientist_anton:481:DefaultText
source: I don't think Byzantium is the promised land you think it is.
cs: Nemyslím si, že Byzanc je zemí zaslíbenou, jak si myslíte.

# conversations/08_roseway/08_cv_scientist_anton:482:DefaultText
source: No, you're wrong.
cs: Ne, mýlíte se.

# conversations/08_roseway/08_cv_scientist_anton:483:DefaultText
source: My life would have meaning there.
cs: Můj život by tam měl smysl.

# conversations/08_roseway/08_cv_scientist_anton:492:DefaultText
source: Not just any toothpaste, the ultimate diet toothpaste.
cs: Ne jen tak ledajaká zubní pasta, ale dokonalá dietní zubní pasta.

# conversations/08_roseway/08_cv_scientist_anton:493:DefaultText
source: The feeling's mutual. If he did his job correctly, we wouldn't be in this situation, and my future wouldn't be in the balance.
cs: Ten pocit je oboustranný. Kdyby dělal svou práci správně, nebyli bychom v této situaci a moje budoucnost by nebyla na vážkách.

# conversations/08_roseway/08_cv_scientist_anton:495:DefaultText
source: As it is, we've got raptidons everywhere and outlaws have taken over the labs. I can only pray they've not gotten my research.
cs: Už takhle máme všude raptidony a laboratoře ovládli psanci. Můžu se jen modlit, aby se nedostali k mému výzkumu.

# conversations/08_roseway/08_cv_scientist_anton:496:DefaultText
source: Well, it is very important. I'd like nothing better than to bend your ear with the amazing things I'm developing, but I'm not at liberty to discuss my work.
cs: Je to velmi důležité. Nejraději bych vás obšťastnil úžasnými věcmi, které vyvíjím, ale o své práci nesmím mluvit.

# conversations/08_roseway/08_cv_scientist_anton:497:DefaultText
source: So you'd like for me to remove the outlaws, retrieve your research and handle the raptidons.
cs: Takže chceš, abych odstranil psance, získal tvůj výzkum a postaral se o raptidony.

# conversations/08_roseway/08_cv_scientist_anton:498:DefaultText
source: Well, good luck with all that.
cs: Tak to hodně štěstí.

# conversations/08_roseway/08_cv_scientist_anton:499:DefaultText
source: Okay, no details, but can you tell me why it's so important to you?
cs: Dobře, žádné podrobnosti, ale můžete mi říct, proč je to pro vás tak důležité?

# conversations/08_roseway/08_cv_scientist_anton:500:DefaultText
source: A ticket to the good life once my research plays out. Byzantium - recognition, money, proper facilities. No more uninspired dolts like my associates here.
cs: Vstupenka do dobrého života, až se můj výzkum dokončí. Byzanc - uznání, peníze, pořádné zázemí. Už žádní neinspirovaní panáci, jako jsou moji zdejší společníci.

# conversations/08_roseway/08_cv_scientist_anton:501:DefaultText
source: No! Please, hold a moment. I... this is highly irregular, but circumstances force me to improvise. Might I interest you in an arrangement of sorts?
cs: Ne! Prosím, počkejte chvíli. Já... je to velmi nestandardní, ale okolnosti mě nutí improvizovat. Mohl bych vás požádat o jakousi dohodu?

# conversations/08_roseway/08_cv_scientist_anton:502:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/08_roseway/08_cv_scientist_anton:505:DefaultText
source: You've convinced me. What do you need me to do?
cs: Přesvědčil jsi mě. Co potřebujete, abych udělal?

# conversations/08_roseway/08_cv_scientist_anton:507:DefaultText
source: You accomplish what Porter couldn't, and the compensation will be more than fair. You have my word.
cs: Dokážete to, co Porter nedokázal, a odměna bude více než spravedlivá. Máte mé slovo.

# conversations/08_roseway/08_cv_scientist_anton:508:DefaultText
source: Several of us didn't make it. Might not be the team I'd have chosen, but they are MY team. Even Jameson... by the Grand Architect. Jameson - he's still in the old lab.
cs: Několik z nás to nezvládlo. Možná to není tým, který bych si vybral já, ale je to MŮJ tým. Dokonce i Jameson... od Velkého architekta. Jameson - ten je pořád ve staré laboratoři.

# conversations/08_roseway/08_cv_scientist_anton:509:DefaultText
source: That is tragic news. Too many have been lost, too many black marks against my name.
cs: To je tragická zpráva. Příliš mnoho jich bylo ztraceno, příliš mnoho černých skvrn na mém jménu.

# conversations/08_roseway/08_cv_scientist_anton:510:DefaultText
source: No! Please, hold a moment. I... this is highly irregular, but circumstances force me to improvise. Might I interest you in an arrangement of sorts?
cs: Ne! Prosím, počkejte chvíli. Já... je to velmi nestandardní, ale okolnosti mě nutí improvizovat. Mohl bych vás požádat o jakousi dohodu?

# conversations/08_roseway/08_cv_scientist_anton:512:DefaultText
source: That is excellent news. Too many have been lost, too many black marks against my name. And far too much paperwork.
cs: To je skvělá zpráva. Příliš mnoho jich bylo ztraceno, příliš mnoho černých skvrn na mém jménu. A příliš mnoho papírování.

# conversations/08_roseway/08_cv_scientist_anton:513:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/08_roseway/08_cv_scientist_anton:514:DefaultText
source: You resolve my situation, and I'll see to it you're well compensated.
cs: Vyřeš mou situaci a já se postarám o to, abys dostal dobrou odměnu.

# conversations/08_roseway/08_cv_scientist_anton:516:DefaultText
source: Well, guess I'll be going.
cs: No, myslím, že půjdu.

# conversations/08_roseway/08_cv_scientist_anton:517:DefaultText
source: That's all manner of distressing. I'll... I'm going to be needing a moment to ponder this.
cs: To je velmi znepokojující. Já... Budu potřebovat chvilku na rozmyšlenou.

# conversations/08_roseway/08_cv_scientist_anton:519:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:521:DefaultText
source: I must thank you again. I, of course, would never have come to be in this bind if I had made an adequate showing of myself. We all ran like the cowards we are.
cs: Musím vám znovu poděkovat. Samozřejmě bych se nikdy nedostal do této situace, kdybych se náležitě předvedl. Všichni jsme utekli jako zbabělci.

# conversations/08_roseway/08_cv_scientist_anton:522:DefaultText
source: It certainly can't be that bad.
cs: Rozhodně to nemůže být tak špatné.

# conversations/08_roseway/08_cv_scientist_anton:523:DefaultText
source: That research was my future. My ticket to Byzantium, the only place where one could build a life of meaning in this ridiculous system.
cs: Tento výzkum byl mou budoucností. Moje vstupenka do Byzance, jediného místa, kde se dá v tomto směšném systému vybudovat smysluplný život.
