Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_anton.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_anton:706:DefaultText
source: There is something else, however...
cs: Je tu však ještě něco jiného...

# conversations/08_roseway/08_cv_scientist_anton:708:DefaultText
source: I will be happy to answer your questions once I have my research. In the mean time, I will occupy myself considering the different ways I can end my life.
cs: Rád vám odpovím na vaše otázky, jakmile budu mít k dispozici svůj výzkum. Do té doby se budu zabývat úvahami o různých způsobech, jak ukončit svůj život.

# conversations/08_roseway/08_cv_scientist_anton:709:DefaultText
source: Is it important? I've not the energy for idle chattering.
cs: Je to důležité? Nemám energii na plané tlachání.

# conversations/08_roseway/08_cv_scientist_anton:710:DefaultText
source: That is... quite distressing. I must get it back, or everything's lost. I wouldn't be in this bind if I'd made an adequate showing of myself. We all ran like the cowards we are.
cs: To je... docela znepokojující. Musím to dostat zpátky, jinak je všechno ztraceno. Nebyl bych v téhle situaci, kdybych se náležitě předvedl. Všichni jsme utekli jako zbabělci.

# conversations/08_roseway/08_cv_scientist_anton:713:DefaultText
source: So will you find my research, then?
cs: Najdete tedy můj výzkum?

# conversations/08_roseway/08_cv_scientist_anton:714:DefaultText
source: Sure, I'll look into it.
cs: Jistě, podívám se na to.

# conversations/08_roseway/08_cv_scientist_anton:716:DefaultText
source: I'm not really interested in wading into a battle with vicious malcontents on your behalf.
cs: Opravdu nemám zájem se kvůli vám pouštět do boje se zákeřnými nespokojenci.

# conversations/08_roseway/08_cv_scientist_anton:718:DefaultText
source: Calm down, Felix. If I'm to do this, I suppose you'd like me to deal with rapts, too?
cs: Uklidni se, Felixi. Pokud to mám udělat já, předpokládám, že chceš, abych se zabýval i rapty?

# conversations/08_roseway/08_cv_scientist_anton:719:DefaultText
source: Ignore him. We'll remove the cretins and retrieve your research. Want us to deal with the raptidons, too?
cs: Ignorujte ho. Odstraníme ty kretény a získáme váš výzkum. Chcete, abychom se vypořádali i s raptidony?

# conversations/08_roseway/08_cv_scientist_anton:720:DefaultText
source: Stow it, Felix. Aren't you already in a backwater corporate township, Anton?
cs: Schovej to, Felixi. Nejsi náhodou už v nějakém zapadlém korporátním městečku, Antone?

# conversations/08_roseway/08_cv_scientist_anton:721:DefaultText
source: Ignore him. We'll be leaving now.
cs: Ignorujte ho. Odcházíme.

# conversations/08_roseway/08_cv_scientist_anton:723:DefaultText
source: Well, have fun with that.
cs: Tak se bavte.

# conversations/08_roseway/08_cv_scientist_anton:727:DefaultText
source: No, I'm keeping it.
cs: Ne, nechám si ho.

# conversations/08_roseway/08_cv_scientist_anton:729:DefaultText
source: Standard operating procedure for suits, boss. They're all a bunch of cowards.
cs: Standardní operační postup pro obleky, šéfe. Všichni jsou banda zbabělců.

# conversations/08_roseway/08_cv_scientist_anton:730:DefaultText
source: Maybe not. What happened here, Anton?
cs: Možná ne. Co se tu stalo, Antone?

# conversations/08_roseway/08_cv_scientist_anton:731:DefaultText
source: And generally up to no good. What are you doing here, Anton?
cs: A většinou je to k ničemu. Co tady děláš, Antone?

# conversations/08_roseway/08_cv_scientist_anton:734:DefaultText
source: Did you send the distress call?
cs: Poslal jsi nouzové volání?

# conversations/08_roseway/08_cv_scientist_anton:736:DefaultText
source: What are you researching?
cs: Co zkoumáte?

# conversations/08_roseway/08_cv_scientist_anton:742:DefaultText
source: Don't worry, I'll find it for you.
cs: Nebojte se, najdu vám ho.

# conversations/08_roseway/08_cv_scientist_anton:743:DefaultText
source: What? Oh, yes. I've been a bit distracted of late. He was my protégé - I sent him to retrieve some metabolic precursors from the town's original lab.
cs: Cože? Ano. Poslední dobou jsem byl trochu roztěkaný. Byl to můj chráněnec - poslal jsem ho získat nějaké metabolické prekurzory z původní městské laboratoře.

# conversations/08_roseway/08_cv_scientist_anton:744:DefaultText
source: Please tell me you've recovered my research. Without my work to focus on, I find myself tending towards darker paths of inquiry.
cs: Prosím, řekněte mi, že jste obnovil můj výzkum. Bez své práce, na kterou bych se mohl soustředit, se přikláním k temnějším cestám bádání.

# conversations/08_roseway/08_cv_scientist_anton:745:DefaultText
source: Here it is.
cs: Tady je.

# conversations/08_roseway/08_cv_scientist_anton:746:DefaultText
source: That's... you can't possibly understand the enormity of what you've done for me.
cs: To je... nemůžeš pochopit, jak obrovskou věc jsi pro mě udělal.

# conversations/08_roseway/08_cv_scientist_anton:747:DefaultText
source: I haven't yet.
cs: Ještě jsem to neudělal.

# conversations/08_roseway/08_cv_scientist_anton:748:DefaultText
source: No, I'll return when I do.
cs: Ne, vrátím se, až se vrátím.

# conversations/08_roseway/08_cv_scientist_anton:749:DefaultText
source: Please, just leave me to contemplate my future. Or lack thereof.
cs: Prosím, nechte mě přemýšlet o mé budoucnosti. Nebo její nedostatek.

# conversations/08_roseway/08_cv_scientist_anton:751:DefaultText
source: I already took care of the raptidons for you.
cs: O raptidony jsem se už postaral.

# conversations/08_roseway/08_cv_scientist_anton:752:DefaultText
source: Capital!
cs: Hlavní město!

# conversations/08_roseway/08_cv_scientist_anton:754:DefaultText
source: You wanted me to remove the cretins and retrieve your research. I already handled the raptidons.
cs: Chtěl jsi, abych odstranil ty kretény a získal zpět tvůj výzkum. S raptidony jsem si už poradil.

# conversations/08_roseway/08_cv_scientist_anton:756:DefaultText
source: So you need me to remove the outlaws and retrieve your research. I already took care of the rapts.
cs: Potřebuješ, abych odstranil psance a získal tvůj výzkum. O násilníky jsem se už postaral.

# conversations/08_roseway/08_cv_scientist_anton:757:DefaultText
source: Calm down, Felix.
cs: Uklidni se, Felixi.

# conversations/08_roseway/08_cv_scientist_anton:758:DefaultText
source: Ignore him.
cs: Ignorujte ho.

# conversations/08_roseway/08_cv_scientist_anton:762:DefaultText
source: Say no more. I'll remove the cretins and retrieve your research. Want me to deal with the raptidons, too?
cs: Už nic neříkejte. Odstraním ty kretény a získám zpět váš výzkum. Mám se vypořádat i s raptidony?

# conversations/08_roseway/08_cv_scientist_anton:763:DefaultText
source: Tough break. Well, have fun pondering.
cs: Těžký zlom. No, užijte si přemýšlení.

# conversations/08_roseway/08_cv_scientist_anton:766:DefaultText
source: No.
cs: Ne.

# conversations/08_roseway/08_cv_scientist_anton:771:DefaultText
source: Alrighty then. I guess I'll be going.
cs: Dobrá tedy. Asi půjdu.

# conversations/08_roseway/08_cv_scientist_anton:772:DefaultText
source: What? Didn't I... of course not. He's... he's my protégé. I sent him to the town's original lab. And... forgot him.
cs: Cože? Copak jsem... samozřejmě, že ne. Je to... je to můj chráněnec. Poslal jsem ho do původní městské laboratoře. A... zapomněl jsem na něj.

# conversations/08_roseway/08_cv_scientist_anton:773:DefaultText
source: I risked my life for toothpaste?
cs: Riskoval jsem život kvůli zubní pastě?

# conversations/08_roseway/08_cv_scientist_anton:774:DefaultText
source: Did you send it?
cs: Poslal jsi ji?

# conversations/08_roseway/08_cv_scientist_anton:778:DefaultText
source: Just to be clear, we're talking about diet toothpaste here, right?
cs: Aby bylo jasno, mluvíme tu o dietní zubní pastě, že?

# conversations/08_roseway/08_cv_scientist_anton:779:DefaultText
source: Not just any toothpaste, the ultimate diet toothpaste.
cs: Ne jen tak ledajaká zubní pasta, ale dokonalá dietní zubní pasta.

# conversations/08_roseway/08_cv_scientist_anton:780:DefaultText
source: It's the key to my future, not to mention easy weight loss and fewer cavities.
cs: Je to klíč k mé budoucnosti, nemluvě o snadném hubnutí a menším počtu zubních kazů.

# conversations/08_roseway/08_cv_scientist_anton:781:DefaultText
source: Forget it, not interested.
cs: Zapomeňte na to, nemám zájem.

# conversations/08_roseway/08_cv_scientist_anton:783:DefaultText
source: This is ridiculous. I'm leaving.
cs: To je směšné. Odcházím.

# conversations/08_roseway/08_cv_scientist_anton:785:DefaultText
source: That's not really for me to say, Anton. I'll be off now.
cs: To mi nepřísluší říkat, Antone. Teď už půjdu.

# conversations/08_roseway/08_cv_scientist_anton:786:DefaultText
source: Under control? Not from where I'm standing. What are you hiding?
cs: Pod kontrolou? Z mého pohledu ne. Co skrýváš?

# conversations/08_roseway/08_cv_scientist_anton:788:DefaultText
source: I killed the leader of the outlaws, the rest of them fled.
cs: Zabil jsem vůdce psanců, ostatní utekli.

# conversations/08_roseway/08_cv_scientist_anton:804:DefaultText
source: Well, sometimes it's easy to get caught up in it all and forget that people matter.
cs: Někdy je snadné se do toho všeho zamotat a zapomenout, že na lidech záleží.

# conversations/08_roseway/08_cv_scientist_anton:815:DefaultText
source: I never did right by him. Only cared about how he helped or hurt my research. And now I'll have to live with that.
cs: Nikdy jsem se k němu nechoval správně. Staral jsem se jen o to, jak mi pomohl nebo ublížil ve výzkumu. A teď s tím budu muset žít.

# conversations/08_roseway/08_cv_scientist_anton:816:DefaultText
source: Yes you will. Goodbye.
cs: Ano, budete. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:818:DefaultText
source: Got it.
cs: Mám to.

# conversations/08_roseway/08_cv_scientist_anton:819:DefaultText
source: Excellent. Now... by the Grand Architect. Jameson... he's still in the old lab.
cs: Vynikající. A teď... Velký architekt. Jameson... je stále ve staré laboratoři.

# conversations/08_roseway/08_cv_scientist_anton:820:DefaultText
source: Capital!
cs: Hlavní město!

# conversations/08_roseway/08_cv_scientist_anton:821:DefaultText
source: Now please, make haste and deliver me from this pit of misfortune I find myself drowning in.
cs: A teď si prosím pospěšte a vysvoboďte mě z této jámy neštěstí, ve které se topím.

# conversations/08_roseway/08_cv_scientist_anton:822:DefaultText
source: I found Jameson. But he was already dead.
cs: Našel jsem Jamesona. Ale ten už byl mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:823:DefaultText
source: I found Jameson for you.
cs: Našel jsem pro tebe Jamesona.

# conversations/08_roseway/08_cv_scientist_anton:824:DefaultText
source: I still haven't found Jameson
cs: Stále jsem nenašel Jamesona

# conversations/08_roseway/08_cv_scientist_anton:825:DefaultText
source: That is a shame, but I've got bigger things to worry about. Thanks to you.
cs: To je škoda, ale mám větší starosti. Díky vám.

# conversations/08_roseway/08_cv_scientist_anton:826:DefaultText
source: You may have saved Jameson, but you destroyed me.
cs: Možná jsi zachránil Jamesona, ale mě jsi zničil.

# conversations/08_roseway/08_cv_scientist_anton:827:DefaultText
source: I'm sure he's already dead.
cs: Jsem si jistý, že už je mrtvý.

# conversations/08_roseway/08_cv_scientist_anton:829:DefaultText
source: Now please, leave me alone.
cs: Teď mě prosím nechte na pokoji.

# conversations/08_roseway/08_cv_scientist_anton:830:DefaultText
source: And my research?
cs: A můj výzkum?

# conversations/08_roseway/08_cv_scientist_anton:831:DefaultText
source: Okay, then.
cs: Dobře tedy.

# conversations/08_roseway/08_cv_scientist_anton:832:DefaultText
source: Don't worry, I'll find it for you.
cs: Nebojte se, najdu vám ho.

# conversations/08_roseway/08_cv_scientist_anton:833:DefaultText
source: Forget it, not interested.
cs: Zapomeňte na to, nemám zájem.

# conversations/08_roseway/08_cv_scientist_anton:836:DefaultText
source: Oh, really? I'm disinclined to accept your offer, but I'm a man of limited options.
cs: Opravdu? Nejsem ochoten vaši nabídku přijmout, ale mám jen omezené možnosti.

# conversations/08_roseway/08_cv_scientist_anton:837:DefaultText
source: Don't mention it.
cs: Nezmiňujte se o tom.

# conversations/08_roseway/08_cv_scientist_anton:838:DefaultText
source: Now, while you're retrieving my research, please don't kill the mother raptidon if it's avoidable. I think there's a gas in the lab somewhere that can be used to put them out.
cs: A teď, když už budeš získávat můj výzkum, prosím, nezabíjej matku raptidona, pokud se tomu dá vyhnout. Myslím, že někde v laboratoři je plyn, který se dá použít k jejich uspání.

# conversations/08_roseway/08_cv_scientist_anton:862:DefaultText
source: Maybe you shouldn't. But I did have an interesting discussion with the outlaws' leader.
cs: Možná byste neměli. Ale měl jsem zajímavou diskusi s vůdcem psanců.

# conversations/08_roseway/08_cv_scientist_anton:863:DefaultText
source: Okay, don't. I've already spoke with your security chief, anyway.
cs: Dobře, nedělej to. Stejně už jsem mluvil s vaším šéfem bezpečnosti.

# conversations/08_roseway/08_cv_scientist_anton:865:DefaultText
source: Self preservation is not something to be ashamed of, Felix. Flagrant incompetence, on the other hand...
cs: Za sebezáchovu se nemusíš stydět, Felixi. Na druhou stranu zjevná neschopnost...

# conversations/08_roseway/08_cv_scientist_anton:866:DefaultText
source: Let's hear him out before judging him. What happened here?
cs: Než ho začneme soudit, vyslechněme si ho. Co se tu stalo?

# conversations/08_roseway/08_cv_scientist_anton:867:DefaultText
source: Not to mention obviously being up to no good. What are you doing here, Anton?
cs: Nehledě na to, že zjevně nemá nic dobrého za lubem. Co tady děláš, Antone?

# conversations/08_roseway/08_cv_scientist_anton:868:DefaultText
source: And take great joy in doing so, I might add.
cs: A dodávám, že s velkou radostí.

# conversations/08_roseway/08_cv_scientist_anton:870:DefaultText
source: I already did. He's fine.
cs: Už jsem to udělal. Je v pořádku.

# conversations/08_roseway/08_cv_scientist_anton:871:DefaultText
source: Who the hell is Jameson?
cs: Kdo je sakra Jameson?

# conversations/08_roseway/08_cv_scientist_anton:872:DefaultText
source: Was there anything else?
cs: Bylo tam ještě něco jiného?

# conversations/08_roseway/08_cv_scientist_anton:873:DefaultText
source: I didn't touch them. That's your mess to clean up.
cs: Nedotkl jsem se jich. To je tvůj nepořádek, který musíš uklidit.

# conversations/08_roseway/08_cv_scientist_anton:874:DefaultText
source: That... that complicates the equation somewhat.
cs: To... to poněkud komplikuje rovnici.

# conversations/08_roseway/08_cv_scientist_anton:875:DefaultText
source: I've changed my mind about Jameson, where can I find him?
cs: Jamesona jsem si rozmyslel, kde ho najdu?

# conversations/08_roseway/08_cv_scientist_anton:876:DefaultText
source: In the town's original lab. If you follow the road you can't miss it.
cs: V původní městské laboratoři. Když půjdete po silnici, nemůžete ji minout.

# conversations/08_roseway/08_cv_scientist_anton:877:DefaultText
source: I also saved your colleague, Jameson.
cs: Zachránil jsem i vašeho kolegu Jamesona.

# conversations/08_roseway/08_cv_scientist_anton:878:DefaultText
source: I also found this ID badge on some dead guy named Jameson.
cs: Taky jsem našel průkaz nějakého mrtvého chlapa jménem Jameson.

# conversations/08_roseway/08_cv_scientist_anton:879:DefaultText
source: I've been to Byzantium. It's not the promised land you think it is.
cs: Byl jsem v Byzanci. Není to země zaslíbená, jak si myslíš.

# conversations/08_roseway/08_cv_scientist_anton:881:DefaultText
source: I'm not sure it's right to fault a man for tryin' to survive.
cs: Nejsem si jistý, jestli je správné vyčítat člověku, že se snaží přežít.

# conversations/08_roseway/08_cv_scientist_anton:882:DefaultText
source: Hear, hear. Soon as life turned rough back home, they ran and hid. Left the rest of us.
cs: Slyšte, slyšte. Jakmile se život doma změnil v drsný, utekli a schovali se. Nás ostatní nechali na holičkách.

# conversations/08_roseway/08_cv_scientist_anton:884:DefaultText
source: Captain's got your best interests at heart, mister. Honest.
cs: Kapitán má na srdci vaše nejlepší zájmy, pane. Upřímně.

# conversations/08_roseway/08_cv_scientist_anton:885:DefaultText
source: Better that you're in trouble with your boss than shot.
cs: Je lepší, když máš problémy se šéfem, než abys byl zastřelen.

# conversations/08_roseway/08_cv_scientist_anton:886:DefaultText
source: Did you find my colleague, Jameson?
cs: Našel jste mého kolegu Jamesona?
