Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_anarchist_lillian.po
Languages: cs

# conversations/08_roseway/08_cv_anarchist_lillian:377:DefaultText
source: Our Captain tells the best jokes.
cs: Náš kapitán vypráví ty nejlepší vtipy.

# conversations/08_roseway/08_cv_anarchist_lillian:378:DefaultText
source: Sometimes I wonder.
cs: Někdy si říkám.

# conversations/08_roseway/08_cv_anarchist_lillian:380:DefaultText
source: Perhaps we'll keep it for our own collection then.
cs: Možná si ji tedy necháme do vlastní sbírky.

# conversations/08_roseway/08_cv_anarchist_lillian:381:DefaultText
source: If she can't hang onto it, maybe it'd be better off in someone else's hands.
cs: Pokud si ho nedokáže udržet, možná by bylo lepší, kdyby ho měl v rukou někdo jiný.

# conversations/08_roseway/08_cv_anarchist_lillian:382:DefaultText
source: Don't tell me we're about to go fishing through a raptidon's guts.
cs: Neříkej mi, že se chystáme lovit ryby v útrobách raptidona.

# conversations/08_roseway/08_cv_anarchist_lillian:383:DefaultText
source: Sounds like it's more important to you than the collectors.
cs: Zdá se, že je to pro vás důležitější než sběratelé.

# conversations/08_roseway/08_cv_anarchist_lillian:384:DefaultText
source: Wouldn't hurt to do her a nice turn, would it, Captain?
cs: Nebylo by na škodu udělat jí radost, že ne, kapitáne?
