Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cv_scientist_anton.po
Languages: cs

# conversations/08_roseway/08_cv_scientist_anton:1:DefaultText
source: If you've come to end my life, let's be on with it. Oh... not actually one of them, are you?
cs: Jestli jste přišli ukončit můj život, tak to udělejte. Oh... nejsi vlastně jeden z nich, že ne?

# conversations/08_roseway/08_cv_scientist_anton:2:DefaultText
source: No. Did you send the distress call?
cs: Ne. Poslal jsi nouzové volání?

# conversations/08_roseway/08_cv_scientist_anton:3:DefaultText
source: I must apologize if my call diverted you. I, uh, may have panicked. Everything’s under control now, though, truth be told.
cs: Musím se omluvit, pokud vás můj hovor odvedl jinam. Možná jsem zpanikařil. Teď už je ale všechno pod kontrolou, abych pravdu řekl.

# conversations/08_roseway/08_cv_scientist_anton:4:DefaultText
source: Under control? That what you call hiding in an abandoned town surrounded by raptidons?
cs: Pod kontrolou? Tomu říkáte schovávat se v opuštěném městě obklopeném raptidony?

# conversations/08_roseway/08_cv_scientist_anton:5:DefaultText
source: What caused you to panic in the first place?
cs: Co vás přimělo k panice?

# conversations/08_roseway/08_cv_scientist_anton:6:DefaultText
source: Who did you think I was?
cs: Za koho jste mě považovali?

# conversations/08_roseway/08_cv_scientist_anton:7:DefaultText
source: I suppose I’ll be on my way then.
cs: Předpokládám, že se tedy vydám na cestu.

# conversations/08_roseway/08_cv_scientist_anton:8:DefaultText
source: I’m not at liberty to discuss the nature of the work I’m doing here. Suffice it to say that its importance to me, uh, to the colony, is immeasurable.
cs: O povaze práce, kterou zde dělám, nemohu mluvit. Stačí říct, že její význam pro mě, ehm, pro kolonii, je nezměrný.

# conversations/08_roseway/08_cv_scientist_anton:9:DefaultText
source: But why cancel the distress call?
cs: Ale proč rušit tísňové volání?

# conversations/08_roseway/08_cv_scientist_anton:10:DefaultText
source: Work you’re doing? Working by yourself, are you?
cs: Práce, kterou děláte? Pracuješ sám?

# conversations/08_roseway/08_cv_scientist_anton:12:DefaultText
source: My research may not quite fall within "legal parameters," so I’m under orders to maintain wireless silence. However, having your head used as target practice can addle one's thinking.
cs: Můj výzkum možná nespadá do "zákonných parametrů", takže mám příkaz zachovávat bezdrátové mlčení. Nicméně, když je vaše hlava používána jako cvičný terč, může to člověku zkomplikovat myšlení.

# conversations/08_roseway/08_cv_scientist_anton:13:DefaultText
source: I cut the call immediately once I'd gathered my wits. The home office can't know what's happening here.
cs: Jakmile jsem se vzpamatoval, okamžitě jsem hovor přerušil. Domovská kancelář nemůže vědět, co se tu děje.

# conversations/08_roseway/08_cv_scientist_anton:14:DefaultText
source: Tell me what you’re actually doing here or I will let them know myself.
cs: Řekni mi, co tady vlastně děláš, nebo jim to řeknu sám.

# conversations/08_roseway/08_cv_scientist_anton:15:DefaultText
source: I'd think they'd want to be notified first if anything happened here.
cs: Myslím, že by chtěli být informováni jako první, kdyby se tu něco stalo.

# conversations/08_roseway/08_cv_scientist_anton:16:DefaultText
source: Well, guess you don’t need my help.
cs: No, myslím, že mou pomoc nepotřebuješ.

# conversations/08_roseway/08_cv_scientist_anton:17:DefaultText
source: We're expendable resources, to be neglected and left to our fates were anything untoward to happen.
cs: Jsme postradatelné zdroje, které je třeba zanedbávat a ponechat napospas osudu, kdyby se stalo něco nepříjemného.

# conversations/08_roseway/08_cv_scientist_anton:18:DefaultText
source: That seems a bit harsh.
cs: To se zdá být trochu kruté.

# conversations/08_roseway/08_cv_scientist_anton:19:DefaultText
source: May strike you as such, but nothing less than what we signed on for. More than worth it, in my estimation.
cs: Možná vám to tak připadá, ale není to nic menšího, než to, k čemu jsme se zavázali. Podle mého názoru to za to víc než stojí.

# conversations/08_roseway/08_cv_scientist_anton:20:DefaultText
source: Yet you called for help. Sure you don't want to cast some light on that?
cs: Přesto jsi zavolal o pomoc. Určitě si na to nechcete posvítit?

# conversations/08_roseway/08_cv_scientist_anton:21:DefaultText
source: Must be some payoff to get people to sign up for that deal.
cs: Musí to být nějaká odměna, aby se lidé k této smlouvě přihlásili.

# conversations/08_roseway/08_cv_scientist_anton:22:DefaultText
source: Perhaps... if you can prove yourself worthy of trust. The fact that you're here now has me thinking you'd be someone not averse to risking your life? If the pay were right?
cs: Možná... pokud dokážeš, že si zasloužíš důvěru. To, že jsi teď tady, mě přivádí na myšlenku, že bys mohl být někdo, kdo se nebrání riskovat svůj život? Kdyby za to byla správná odměna?

# conversations/08_roseway/08_cv_scientist_anton:23:DefaultText
source: What do I need to do?
cs: Co musím udělat?

# conversations/08_roseway/08_cv_scientist_anton:24:DefaultText
source: Hours ago, a group of vicious malcontents fell upon us. Shot up our labs and loosed our research subjects, the raptidons.
cs: Před několika hodinami se na nás vrhla skupina zlovolných záškodníků. Rozstříleli naše laboratoře a vypustili naše výzkumné objekty, raptidony.

# conversations/08_roseway/08_cv_scientist_anton:25:DefaultText
source: If those cretins get their hands on my research… well. They'll need not kill me.
cs: Jestli se těm kreténům dostane do rukou můj výzkum... no. Nebudou mě muset zabít.

# conversations/08_roseway/08_cv_scientist_anton:26:DefaultText
source: If you tell me what you're researching I'd have a better idea what's at stake here.
cs: Kdybyste mi řekl, co zkoumáte, měl bych lepší představu, o co tu jde.

# conversations/08_roseway/08_cv_scientist_anton:27:DefaultText
source: Remove the cretins, retrieve the research. Check. You want I should handle your raptidon problem?
cs: Odstraňte kretény, obnovte výzkum. Zkontrolujte. Chceš, abych se postaral o tvůj problém s raptidony?

# conversations/08_roseway/08_cv_scientist_anton:28:DefaultText
source: A little over dramatic, wouldn't you say?
cs: Trochu přehnané drama, nemyslíte?

# conversations/08_roseway/08_cv_scientist_anton:30:DefaultText
source: The research is in the safe in my office - you'll have need of my code, and keycard.
cs: Výzkum je v trezoru v mé kanceláři - budete potřebovat můj kód a kartu.

# conversations/08_roseway/08_cv_scientist_anton:31:DefaultText
source: The lab's entrance is in the side of a hill, you can't miss it if you just follow the road. You'll pass by the town's original... by the Grand Architect. Jameson... he's in the old lab...
cs: Vchod do laboratoře se nachází na úbočí kopce, pokud půjdete po silnici, nemůžete ho minout. Projdete kolem původního města... u Velkého architekta. Jameson... je ve staré laboratoři...

# conversations/08_roseway/08_cv_scientist_anton:32:DefaultText
source: Who's Jameson?
cs: Kdo je Jameson?

# conversations/08_roseway/08_cv_scientist_anton:33:DefaultText
source: My protégé - I sent him to retrieve some metabolic precursors. And I forgot him.
cs: Můj chráněnec - poslal jsem ho získat nějaké metabolické prekurzory. A zapomněl jsem na něj.

# conversations/08_roseway/08_cv_scientist_anton:34:DefaultText
source: I'll find him.
cs: Najdu ho.

# conversations/08_roseway/08_cv_scientist_anton:35:DefaultText
source: Sounds like it was chaos. You should give yourself a break.
cs: Vypadá to, že to byl chaos. Měla by sis dát pauzu.

# conversations/08_roseway/08_cv_scientist_anton:37:DefaultText
source: You left him to die. Should be ashamed of yourself.
cs: Nechal jsi ho zemřít. Měla by ses stydět.

# conversations/08_roseway/08_cv_scientist_anton:38:DefaultText
source: That would surely lighten the weight on my conscience, as I am held to account for the wellbeing of every scientist here.
cs: To by jistě ulehčilo mému svědomí, protože jsem zodpovědný za blaho každého zdejšího vědce.

# conversations/08_roseway/08_cv_scientist_anton:39:DefaultText
source: Too many have been lost. Too many black marks against my name, as it were. And far too much paperwork.
cs: Příliš mnoho jich bylo ztraceno. Příliš mnoho černých skvrn na mém jméně. A příliš mnoho papírování.

# conversations/08_roseway/08_cv_scientist_anton:40:DefaultText
source: And all you care about is how it affects you.
cs: A jediné, co vás zajímá, je, jak to ovlivní vás.

# conversations/08_roseway/08_cv_scientist_anton:41:DefaultText
source: Okay, then. I'm off.
cs: Dobře tedy. Já jdu.

# conversations/08_roseway/08_cv_scientist_anton:42:DefaultText
source: An attack. One that I'd wager was due to the nature of my research here.
cs: Útok. Vsadil bych se, že to bylo kvůli povaze mého výzkumu.

# conversations/08_roseway/08_cv_scientist_anton:43:DefaultText
source: But why cancel the distress call?
cs: Ale proč rušit tísňové volání?

# conversations/08_roseway/08_cv_scientist_anton:44:DefaultText
source: Your research? Are you working by yourself?
cs: Váš výzkum? Pracujete sám?

# conversations/08_roseway/08_cv_scientist_anton:45:DefaultText
source: To you or the colony? Which is it?
cs: Pro vás nebo pro kolonii? Která to je?

# conversations/08_roseway/08_cv_scientist_anton:46:DefaultText
source: Let's cut to the chase here - tell me what happened.
cs: Přejděme k věci - řekněte mi, co se stalo.

# conversations/08_roseway/08_cv_scientist_anton:47:DefaultText
source: More often than not. Seems I'm the only one who sees the opportunity here.
cs: Častěji než jindy. Zdá se, že jsem jediný, kdo v tom vidí příležitost.

# conversations/08_roseway/08_cv_scientist_anton:49:DefaultText
source: And what might that be?
cs: A co by to mohlo být?

# conversations/08_roseway/08_cv_scientist_anton:50:DefaultText
source: Those need not be mutually exclusive. My work would benefit everyone, and not just within our colony.
cs: Ty se nemusí vzájemně vylučovat. Moje práce by byla prospěšná všem, a to nejen v naší kolonii.

# conversations/08_roseway/08_cv_scientist_anton:51:DefaultText
source: A ticket to the good life once my research plays out. Byzantium - recognition, money, proper facilities. No more uninspired dolts like my associates here.
cs: Vstupenka do dobrého života, až se můj výzkum dokončí. Byzanc - uznání, peníze, pořádné zázemí. Už žádní neinspirovaní panáci, jako jsou moji zdejší společníci.

# conversations/08_roseway/08_cv_scientist_anton:52:DefaultText
source: With all that at stake, I'd think you'd be begging for someone - anyone's help.
cs: Když je to všechno v sázce, myslel bych si, že budeš prosit o pomoc kohokoli.

# conversations/08_roseway/08_cv_scientist_anton:53:DefaultText
source: I think I'll be going. Have fun working with the uninspired dolts.
cs: Myslím, že půjdu. Bavte se při práci s neinspirovanými panáky.

# conversations/08_roseway/08_cv_scientist_anton:54:DefaultText
source: No! Please, hold a moment. Our security forces have proven themselves to be quite worthless.
cs: Ne! Prosím, počkejte chvíli. Naše bezpečnostní složky se ukázaly jako zcela bezcenné.

# conversations/08_roseway/08_cv_scientist_anton:57:DefaultText
source: You seem someone not averse to risking your life if the pay were right. Might I interest you in an arrangement of sorts?
cs: Zdá se, že jste někdo, kdo se nebrání riskovat život, pokud je to dobře placené. Mohl bych vás zaujmout nějakou dohodou?

# conversations/08_roseway/08_cv_scientist_anton:58:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/08_roseway/08_cv_scientist_anton:59:DefaultText
source: And might you be the sort of person who's, ah, not averse to risking your life? If the pay were right?
cs: A mohl bys být ten typ člověka, který se nebrání riskovat svůj život? Kdyby za to byl dobrý plat?

# conversations/08_roseway/08_cv_scientist_anton:61:DefaultText
source: Why, one of our attackers, of course. Obviously, they were drawn here in an attempt to make off with my research.
cs: Samozřejmě jeden z našich útočníků. Zjevně je sem přilákali, aby se pokusili zmizet s mým výzkumem.

# conversations/08_roseway/08_cv_scientist_anton:64:DefaultText
source: I suppose it can’t hurt. If I don’t get that research back, my life is over, regardless.
cs: Předpokládám, že to nemůže uškodit. Pokud ten výzkum nezískám zpátky, můj život skončil bez ohledu na to.

# conversations/08_roseway/08_cv_scientist_anton:65:DefaultText
source: Wait, this is all about toothpaste?
cs: Počkat, tady jde o zubní pastu?

# conversations/08_roseway/08_cv_scientist_anton:66:DefaultText
source: One cannot exaggerate the benefits of good dental hygiene. May I continue?
cs: Přínosy správné zubní hygieny nelze přeceňovat. Mohu pokračovat?

# conversations/08_roseway/08_cv_scientist_anton:67:DefaultText
source: While doing research on enzymes specific to the raptidon’s digestive system, we developed an additive which we subsequently discovered to be the most effective appetite suppressant. Ever.
cs: Při výzkumu enzymů specifických pro trávicí systém raptidonů jsme vyvinuli přísadu, o které jsme následně zjistili, že je nejúčinnějším prostředkem potlačujícím chuť k jídlu. Nikdy.

# conversations/08_roseway/08_cv_scientist_anton:69:DefaultText
source: So what do you need from me?
cs: Co ode mě potřebujete?

# conversations/08_roseway/08_cv_scientist_anton:70:DefaultText
source: Okay, then. Anything else I need to know about?
cs: Dobře tedy. Ještě něco, o čem bych měl vědět?

# conversations/08_roseway/08_cv_scientist_anton:71:DefaultText
source: Not just any diet toothpaste - the ultimate diet toothpaste.
cs: Ne jen tak ledajaká dietní zubní pasta - ta nejlepší dietní zubní pasta.

# conversations/08_roseway/08_cv_scientist_anton:73:DefaultText
source: Oh, I'm certain it could be made into that as well with only a few changes to its molecular composition. But you're missing the point.
cs: Jsem si jistý, že by se z něj dalo udělat i to, kdyby se jen trochu změnilo jeho molekulární složení. Ale uniká vám podstata.

# conversations/08_roseway/08_cv_scientist_anton:74:DefaultText
source: Let's focus for a moment, shall we? Even if you disregard the obvious value of Auntie Cleo's Appezap diet toothpaste in and of itself, we're talking about my career here as well.
cs: Soustřeďme se na chvíli, ano? I když pomineme zřejmou hodnotu dietní zubní pasty Appezap od tety Cleo jako takové, mluvíme tu také o mé kariéře.

# conversations/08_roseway/08_cv_scientist_anton:76:DefaultText
source: Nice, is it not? Came up with that myself. It's a shame our marketing department is almost as befuddled as my coworkers here.
cs: Pěkné, že? Sám jsem na to přišel. Škoda, že naše marketingové oddělení je skoro stejně zmatené jako moji spolupracovníci.

# conversations/08_roseway/08_cv_scientist_anton:77:DefaultText
source: This is ridiculous. I'm leaving.
cs: To je směšné. Odcházím.

# conversations/08_roseway/08_cv_scientist_anton:78:DefaultText
source: You have a point there. It most decidedly cannot make this situation any worse. All right. We were tasked with formulating a new and improved dental gel.
cs: Máte pravdu. Situaci to rozhodně nemůže zhoršit. Dobře. Dostali jsme za úkol vyvinout nový a vylepšený zubní gel.

# conversations/08_roseway/08_cv_scientist_anton:80:DefaultText
source: Released from indentured servitude? Isn’t that a good thing?
cs: Propuštění z nevolnictví? Není to dobře?

# conversations/08_roseway/08_cv_scientist_anton:81:DefaultText
source: You can't be serious. No contract, no work. No work, you're a pariah, cast out, shunned. Soon find yourself among... deserters.
cs: To snad nemyslíte vážně. Žádná smlouva, žádná práce. Žádná práce, jsi vyvrhel, vyvržený, odstrkovaný. Brzy se ocitnete mezi... dezertéry.

# conversations/08_roseway/08_cv_scientist_anton:82:DefaultText
source: Deserters?
cs: Dezertéři?

# conversations/08_roseway/08_cv_scientist_anton:83:DefaultText
source: Say no more. I'll remove the cretins and retrieve your research. Want me to deal with the raptidons, too?
cs: Už nic neříkejte. Odstraním ty kretény a získám zpět váš výzkum. Mám se vypořádat i s raptidony?

# conversations/08_roseway/08_cv_scientist_anton:84:DefaultText
source: You know, dregs? Ne’er do wells, eking out a horrible existence on the periphery of society? Even if that’s not my fate, I don’t relish being sent to some backwater corporate township.
cs: Víte, odpadky? Neúspěšní, kteří se živí příšernou existencí na okraji společnosti? I když to není můj osud, nelíbí se mi, že mě pošlou do nějakého zapadlého korporátního městečka.

# conversations/08_roseway/08_cv_scientist_anton:86:DefaultText
source: Hours ago, a group of vicious malcontents fell upon us. Shot up our labs and loosed our research subjects, the raptidons.
cs: Před několika hodinami se na nás vrhla skupina zlovolných záškodníků. Rozstříleli naše laboratoře a vypustili naše výzkumné objekty, raptidony.

# conversations/08_roseway/08_cv_scientist_anton:88:DefaultText
source: You don't understand. He was my responsibility - all of the people stationed here were - ARE, regardless of their thinking on the matter.
cs: Nerozumíte tomu. Měl jsem za něj zodpovědnost - za všechny lidi, kteří tu byli umístěni - ARE, bez ohledu na to, co si o tom myslí.

# conversations/08_roseway/08_cv_scientist_anton:89:DefaultText
source: If he has died... too many have been lost. Too many black marks against my name. And far too much paperwork.
cs: Pokud zemřel... příliš mnoho jich bylo ztraceno. Příliš mnoho černých skvrn na mém jménu. A příliš mnoho papírování.

# conversations/08_roseway/08_cv_scientist_anton:90:DefaultText
source: You've returned. What news?
cs: Vrátili jste se. Jaké novinky?

# conversations/08_roseway/08_cv_scientist_anton:92:DefaultText
source: You must be Anton Crane.
cs: Vy musíte být Anton Crane.

# conversations/08_roseway/08_cv_scientist_anton:94:DefaultText
source: I'll find him.
cs: Najdu ho.

# conversations/08_roseway/08_cv_scientist_anton:95:DefaultText
source: I have your research, and the outlaws are now without a leader.
cs: Mám tvůj průzkum a psanci jsou nyní bez vůdce.

# conversations/08_roseway/08_cv_scientist_anton:96:DefaultText
source: I don't have your research, yet, but I do have a few questions about this place.
cs: Zatím nemám k dispozici váš výzkum, ale mám několik otázek týkajících se tohoto místa.

# conversations/08_roseway/08_cv_scientist_anton:97:DefaultText
source: I spoke with the leader of the outlaws. She will return your research - for a price.
cs: Mluvil jsem s vůdcem psanců. Vrátí vám váš výzkum - za určitou cenu.

# conversations/08_roseway/08_cv_scientist_anton:98:DefaultText
source: Your coworkers have been doing some off the book experimenting.
cs: Vaši spolupracovníci experimentují mimo knihu.

# conversations/08_roseway/08_cv_scientist_anton:99:DefaultText
source: You've returned? Well, I've no interest in entertaining your inane chatter.
cs: Vrátil ses? No, nemám zájem se bavit tvými nesmyslnými řečmi.

# conversations/08_roseway/08_cv_scientist_anton:100:DefaultText
source: Oh, really? Who?
cs: Opravdu? Kdo?

# conversations/08_roseway/08_cv_scientist_anton:101:DefaultText
source: Depends on what you need from me.
cs: Záleží na tom, co ode mě potřebujete.

# conversations/08_roseway/08_cv_scientist_anton:109:DefaultText
source: Vaughn's been extracting organic compounds from the rapts to sell on the black market.
cs: Vaughn z řepky extrahuje organické sloučeniny, které prodává na černém trhu.

# conversations/08_roseway/08_cv_scientist_anton:110:DefaultText
source: Orson's been modifying some sort of weapon to use on the raptidons.
cs: Orson upravuje nějakou zbraň, kterou by mohl použít na raptidony.

# conversations/08_roseway/08_cv_scientist_anton:112:DefaultText
source: That's... you can't possibly understand the enormity of what you've done for me.
cs: To je... nemůžeš pochopit, jak obrovskou věc jsi pro mě udělal.

# conversations/08_roseway/08_cv_scientist_anton:117:DefaultText
source: Yes - but don't kill the mother if it's avoidable, we've need of her to replenish our stocks. I think there's gas in the lab somewhere that can be used to put them out.
cs: Ano - ale nezabíjejte matku, pokud se tomu dá vyhnout, potřebujeme ji k doplnění zásob. Myslím, že někde v laboratoři je plyn, který se dá použít k jejich uspání.

# conversations/08_roseway/08_cv_scientist_anton:120:DefaultText
source: You can couch it however you like, it's still just toothpaste. Uh, diet toothpaste.
cs: Můžete si ji upravit, jak chcete, pořád je to jen zubní pasta. Dietní zubní pasta.

# conversations/08_roseway/08_cv_scientist_anton:121:DefaultText
source: It's not worth your life. I wouldn't care if it was the ultimate rocket fuel.
cs: Nestojí to za váš život. Bylo by mi jedno, kdyby to bylo dokonalé raketové palivo.

# conversations/08_roseway/08_cv_scientist_anton:122:DefaultText
source: I will be happy to answer your questions once I have my research. In the mean time, I will occupy myself considering the different ways I can end my life.
cs: Rád vám odpovím na vaše otázky, jakmile budu mít k dispozici svůj výzkum. Do té doby se budu zabývat úvahami o různých způsobech, jak ukončit svůj život.

# conversations/08_roseway/08_cv_scientist_anton:123:DefaultText
source: I can't believe this is all about toothpaste.
cs: Nemůžu uvěřit, že jde o zubní pastu.

# conversations/08_roseway/08_cv_scientist_anton:131:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/08_roseway/08_cv_scientist_anton:132:DefaultText
source: Don't like you much, but I'll look into this further and decide what to do.
cs: Nemám vás moc rád, ale podívám se na to a rozhodnu se, co udělám.

# conversations/08_roseway/08_cv_scientist_anton:133:DefaultText
source: Don't you think it weighs on me? He was my responsibility! All of them were - ARE, regardless of their thinking on the matter.
cs: Nemyslíš, že mě to tíží? Byl to můj člověk! Všichni byli - ARE, bez ohledu na to, co si o tom myslí.

# conversations/08_roseway/08_cv_scientist_anton:134:DefaultText
source: Yes?
cs: Ano?

# conversations/08_roseway/08_cv_scientist_anton:137:DefaultText
source: I suppose I'll be going. Goodbye.
cs: Předpokládám, že půjdu. Na shledanou.

# conversations/08_roseway/08_cv_scientist_anton:138:DefaultText
source: Oh, it's you.
cs: To jsi ty.

# conversations/08_roseway/08_cv_scientist_anton:142:DefaultText
source: If you tell me what you're researching I'd have a better idea what's at stake here.
cs: Kdybyste mi řekl, co zkoumáte, měl bych lepší představu, o co tu jde.

# conversations/08_roseway/08_cv_scientist_anton:145:DefaultText
source: Please tell me you've recovered my research. Without my work to focus on, I find myself tending towards darker paths of inquiry.
cs: Prosím, řekněte mi, že jste obnovil můj výzkum. Bez své práce, na kterou bych se mohl soustředit, se přikláním k temnějším cestám bádání.

# conversations/08_roseway/08_cv_scientist_anton:147:DefaultText
source: I have your research, and I convinced the outlaws that staying would be hazardous to their health.
cs: Mám tvůj výzkum a přesvědčil jsem psance, že pobyt by byl nebezpečný pro jejich zdraví.

# conversations/08_roseway/08_cv_scientist_anton:148:DefaultText
source: I was forced to kill them all, I'm sorry.
cs: Byl jsem nucen je všechny zabít, je mi to líto.

# conversations/08_roseway/08_cv_scientist_anton:149:DefaultText
source: I put the immature beasts out of their misery, but gassed the mother.
cs: Nedospělé bestie jsem zbavil utrpení, ale matku jsem zplynoval.
