Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/08_roseway/08_cp_gas_terminal.po
Languages: cs

# conversations/08_roseway/08_cp_gas_terminal:1:DefaultText
source: Anemoi Ventilation Systems ------------------------------------- Status: Default Recirculation Gas Distribution Canisters: 0/3
cs: Anemoi Ventilační systémy ------------------------------------- Stav: Recirkulační kanystry: 0/3

# conversations/08_roseway/08_cp_gas_terminal:2:DefaultText
source: [Insert Gas Canister]
cs: [Vložte plynovou nádobu]

# conversations/08_roseway/08_cp_gas_terminal:3:DefaultText
source: [Ventilate Gas]
cs: [Ventilace plynu]

# conversations/08_roseway/08_cp_gas_terminal:6:DefaultText
source: Anemoi Ventilation Systems ------------------------------------- Ventilation complete. Thank you for using Anemoi's Any-Gas Ventilation Distributor.
cs: Anemoi Ventilační systémy ------------------------------------- Ventilace kompletní. Děkujeme, že jste využili služeb distributora ventilačních systémů Anemoi Any-Gas.

# conversations/08_roseway/08_cp_gas_terminal:7:DefaultText
source: Anemoi Ventilation Systems ------------------------------------- Status: Default Recirculation Gas Distribution Canisters: 1/3 Low volume of sedative gas detected in circulation system.
cs: Anemoi Ventilační systémy ------------------------------------- Stav: Recirkulační kanystry: V cirkulačním systému je zjištěn nízký objem sedativního plynu.

# conversations/08_roseway/08_cp_gas_terminal:8:DefaultText
source: Anemoi Ventilation Systems ------------------------------------- Status: Default Recirculation Gas Distribution Canisters: 2/3 Moderate volume of sedative gas detected in circulation system.
cs: Anemoi Ventilační systémy ------------------------------------- Stav: Recirkulační kanystry: 2/3 V cirkulačním systému zjištěn mírný objem sedativního plynu.

# conversations/08_roseway/08_cp_gas_terminal:9:DefaultText
source: Anemoi Ventilation Systems ------------------------------------- Status: Default Recirculation Gas Distribution Canisters: 3/3 High volume of sedative gas detected. Ventilation is now possible.
cs: Anemoi Ventilační systémy ------------------------------------- Stav: Recirkulační kanystry: 3/3 Zjištěn vysoký objem sedativního plynu. Ventilace je nyní možná.

# conversations/08_roseway/08_cp_gas_terminal:10:DefaultText
source: Anemoi Ventilation Systems ------------------------------------- Ventilation activated. Please inform any employees currently in the chamber that Auntie Cleo's Accidental Death and Dismemberment policy does not cover gas-induced brain damage.
cs: Ventilační systémy Anemoi ------------------------------------- Ventilace aktivována. Informujte prosím všechny zaměstnance, kteří se právě nacházejí v komoře, že pojistka Auntie Cleo pro případ smrti a úrazu se nevztahuje na poškození mozku způsobené plynem.

# conversations/08_roseway/08_cp_gas_terminal:14:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/08_roseway/08_cp_gas_terminal:15:DefaultText
source: Roseway Laboratory Property of Auntie Cleo ======================== Messages
cs: Roseway Laboratory Property of Auntie Cleo ======================== Zprávy

# conversations/08_roseway/08_cp_gas_terminal:16:DefaultText
source: [FROM: R. Agarwal]
cs: [OD: R. Agarwal]

# conversations/08_roseway/08_cp_gas_terminal:17:DefaultText
source: [FROM: G. Bakker]
cs: [OD: G. Bakker]

# conversations/08_roseway/08_cp_gas_terminal:18:DefaultText
source: Roseway Laboratory Property of Auntie Cleo ======================== Messages FROM: R. Agarwal TO: H. Braden SUBJECT: Raptidon Sedative Hans, I have good news and I have bad news. The bad news is that we've got a sprat problem. Thanks to the little monsters chewing on our wires, our ventilation system is temporarily offline. If your raptidons are cranky, you'll need to sedate them manually. Bring a few canisters of sedative and hook it up to the auxiliary terminal in the main research chamber. The good news is that my Hephaestos Hammers clobbered your precious Rizzo's Rangers. Would you care for some Auntie Cleo's Tripicale Pasta Sauce with your humble pie? -Rohan
cs: Roseway Laboratory Property of Auntie Cleo ======================== Zprávy OD: Agarwal TO: H. Braden SUBJECT: R: Špatná zpráva je, že máme problém se šproty. Díky těm malým potvorám, které nám přežvykují dráty, je náš ventilační systém dočasně mimo provoz. Pokud jsou vaši raptidoni nevrlí, budete je muset uspat ručně. Přineste si několik kanystrů sedativ a připojte je k pomocnému terminálu v hlavní výzkumné komoře. Dobrá zpráva je, že moje Hefaistosova kladiva zlikvidovala vaše drahé Rizzovy rangery. Dáš si k tomu pokornému koláči omáčku na těstoviny Auntie Cleo's Tripicale? -Rohan

# conversations/08_roseway/08_cp_gas_terminal:19:DefaultText
source: Roseway Laboratory Property of Auntie Cleo ======================== Messages FROM: G. Bakker TO: H. Braden SUBJECT: Raptidon Sedative Hans, Please explain the unmitigated disaster I'm currently holding in my hand. I have here a form approving the relocation of our Raptidon mother to the main hall. A form signed by you. First of all, the structural integrity of our raptidon tanks are not nearly sufficient to contain an enraged raptidon mother. Secondly, raptidons are notoriously territorial and extremely protective of their young. Please stop me if I'm using too many numbers for you. I know you have a problem with basic arithmetic, seeing how you don't seem to realize that Raptidon Mother + Raptidon Tank = Murder. Respectfully yours, Gail
cs: Roseway Laboratory Property of Auntie Cleo ======================== Zprávy OD: Bradenovi PŘEDMĚT: G: Hansi, prosím, vysvětlete mi tu nezvládnutou katastrofu, kterou právě držím v ruce. Mám zde formulář schvalující přemístění naší matky Raptidon do hlavní haly. Formulář podepsaný vámi. Zaprvé, strukturální integrita našich raptidoních nádrží zdaleka nestačí na to, aby se do nich vešla rozzuřená raptidoní matka. Zadruhé, raptidoni jsou notoricky známí jako teritoriální a nesmírně si chrání svá mláďata. Prosím, zastavte mě, jestli na vás používám příliš mnoho čísel. Vím, že máš problém se základní aritmetikou, když vidím, že ti zřejmě nedochází, že raptidoní matka + raptidoní nádrž = vražda. S úctou, Gail.

# conversations/08_roseway/08_cp_gas_terminal:20:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]
