Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_*_promenademonitor.po
Languages: bs

# conversations/01_groundbreaker/01_bs_promenademonitor:1:DefaultText
source: Greetings, hardworking citizens of Halcyon! In these profitable times, we need only look to one another to find examples of honest labor and earnest work ethic.
bs: Zdravím vás, pracovití občané Halcyonu! V této výnosné době se stačí podívat jeden na druhého, abychom našli příklady poctivé práce a upřímné pracovní morálky.

# conversations/01_groundbreaker/01_bs_promenademonitor:9:DefaultText
source: But... there are those who cheat and swindle their way through life. It breaks my heart to see the fruits of your labors stolen by these vagabonds. One such man is Phineas Welles.
bs: Ale... jsou i tací, kteří podvádějí a šidí svůj život. Láme mi srdce, když vidím, jak vám tito tuláci kradou plody vaší práce. Jedním z nich je Phineas Welles.

# conversations/01_groundbreaker/01_bs_promenademonitor:10:DefaultText
source: The Board unanimously decided that in the interests of protecting our best assets - that's you! - we are substantially raising the reward for his arrest.
bs: Správní rada jednomyslně rozhodla, že v zájmu ochrany našich nejlepších aktiv - tedy vás! - podstatně zvyšujeme odměnu za jeho zatčení.

# conversations/01_groundbreaker/01_bs_promenademonitor:14:DefaultText
source: If you have any information regarding his whereabouts, do your civic duty and come forward. Until then, my friends - keep working and we'll keep paying you. Farewell!
bs: Pokud máte jakékoli informace o jeho pobytu, splňte svou občanskou povinnost a přihlaste se. Do té doby, přátelé - pracujte dál a my vám budeme platit. Sbohem!

# conversations/01_groundbreaker/01_bs_promenademonitor:16:DefaultText
source: Do you have what it takes to defend your corporate township from the dangers of alien wildlife and the unemployed?
bs: Máte na to, abyste ubránili své firemní městečko před nebezpečím cizí zvěře a nezaměstnaných?

# conversations/01_groundbreaker/01_bs_promenademonitor:17:DefaultText
source: Remember Auntie Cleo? Because she remembers you.
bs: Vzpomínáte si na tetu Cleo? Protože ona si pamatuje tebe.

# conversations/01_groundbreaker/01_bs_promenademonitor:18:DefaultText
source: Tossball Finals are scheduled to air soon, but a scandal has rocked the league and thrown this pivotal game into question.
bs: Brzy se má vysílat finále přehazované, ale ligu otřásl skandál, který tuto klíčovou hru zpochybnil.

# conversations/01_groundbreaker/01_bs_promenademonitor:20:DefaultText
source: Talk to your local manager about applying for military training and lend your life to protecting our wonderful brands and products.
bs: Obraťte se na svého místního manažera s žádostí o vojenský výcvik a propůjčte svůj život k ochraně našich skvělých značek a produktů.

# conversations/01_groundbreaker/01_bs_promenademonitor:21:DefaultText
source: When you were sick, who took your temperature? When you were hungry, who gave you a needle full of love?
bs: Kdo vám měřil teplotu, když jste byl nemocný? Když jsi měl hlad, kdo ti dal jehlu plnou lásky?

# conversations/01_groundbreaker/01_bs_promenademonitor:22:DefaultText
source: Auntie Cleo. That's who. Have you given your auntie a hug today?
bs: Teta Cleo. To je kdo. Objali jste dnes svou tetu?

# conversations/01_groundbreaker/01_bs_promenademonitor:23:DefaultText
source: Both teams have tested negative for performance-enhancing stims. A Tossball first.
bs: Testy obou týmů na stimulanty zvyšující výkonnost byly negativní. A Tossball first.

# conversations/01_groundbreaker/01_bs_promenademonitor:24:DefaultText
source: This story brought to you by Halcyon News – all the news that's fit to broadcast!
bs: Tento článek vám přináší Halcyon News - všechny zprávy, které se hodí do vysílání!

# conversations/01_groundbreaker/01_bs_promenademonitor:25:DefaultText
source: This is Halcyon News. We interrupt your regularly scheduled advertisement for the following story...
bs: Toto je Halcyon News. Přerušujeme vaši pravidelnou reklamu kvůli následujícímu příběhu...

# conversations/01_groundbreaker/01_bs_promenademonitor:27:DefaultText
source: And now for a special word from Chairman Rockwell.
bs: A nyní zvláštní slovo předsedy Rockwella.

# conversations/01_groundbreaker/01_bs_promenademonitor:28:DefaultText
source: ...deceptions and lies. Don't believe the Board! Monarch has shed the yoke of its corporate overlords and now thrives!
bs: ...podvody a lži. Nevěřte představenstvu! Společnost Monarch se zbavila jha svých korporátních vládců a nyní vzkvétá!

# conversations/01_groundbreaker/01_bs_promenademonitor:29:DefaultText
source: Sorry for the interruption there. Our relay terminal accidentally included a scene from an upcoming serial.
bs: Omlouvám se za přerušení. Náš reléový terminál omylem zařadil scénu z připravovaného seriálu.

# conversations/01_groundbreaker/01_bs_promenademonitor:30:DefaultText
source: Our regularly-scheduled broadcast will be with you again shortly.
bs: Naše pravidelné vysílání se k vám brzy vrátí.

# conversations/01_groundbreaker/01_bs_promenademonitor:31:DefaultText
source: Spacer's Choice calls rumor of a saltuna shortage "patently baseless."
bs: Společnost Spacer's Choice označuje zvěsti o nedostatku saltuna za "zjevně nepodložené".

# conversations/01_groundbreaker/01_bs_promenademonitor:32:DefaultText
source: Spacer's Choice representatives would like to assure everyone that they are committed to people, factual advertising, and automation.
bs: Zástupci společnosti Spacer's Choice by chtěli všechny ujistit, že se věnují lidem, věcné reklamě a automatizaci.

# conversations/01_groundbreaker/01_bs_promenademonitor:34:DefaultText
source: The Edgewater canning facility is operating at full capacity and will be delivering the gourmet saltuna fillets and other fish-based fine products that valued employees crave.
bs: Konzervárna v Edgewateru pracuje na plný výkon a bude dodávat gurmánské filety ze slaniny a další jemné rybí výrobky, po kterých touží vážení zaměstnanci.

# conversations/01_groundbreaker/01_bs_promenademonitor:35:DefaultText
source: Military service does not guarantee full employment rights, tax breaks, military discount, health benefits, military burial, participation medal, training, or weapon.
bs: Vojenská služba nezaručuje plná zaměstnanecká práva, daňové úlevy, vojenské slevy, zdravotní výhody, vojenský pohřeb, účastnickou medaili, výcvik ani zbraň.

# conversations/01_groundbreaker/01_bs_promenademonitor:41:DefaultText
source: This is Halcyon News, reminding you that there's no "I" in "news," no "we" in Halcyon, and no mercury in saltuna.
bs: Toto je Halcyon News, které vám připomíná, že ve slově "news" není žádné "já", ve slově Halcyon není žádné "my" a ve slově saltuna není žádná rtuť.

# conversations/01_groundbreaker/01_bs_promenademonitor:42:DefaultText
source: This has been Halcyon News, your only source for news in the Halcyon colony.
bs: Toto byl Halcyon News, váš jediný zdroj zpráv v kolonii Halcyon.

# conversations/01_groundbreaker/01_bs_promenademonitor:43:DefaultText
source: You've been listening to Halcyon News, your mandated duty as a good citizen of Halcyon.
bs: Poslouchal jsi Halcyon News, což je tvoje povinnost dobrého občana Halcyonu.

# conversations/01_groundbreaker/01_bs_promenademonitor:44:DefaultText
source: I've received word that Junlei Tennyson, Groundbreaker's commanding officer, has perished.
bs: Dostal jsem zprávu, že Junlei Tennyson, velící důstojník Groundbreakeru, zahynul.

# conversations/01_groundbreaker/01_bs_promenademonitor:45:DefaultText
source: ...Along with Udom Bedford, the Board's liaison to Groundbreaker.
bs: ...spolu s Udomem Bedfordem, styčným důstojníkem rady pro společnost Groundbreaker.

# conversations/01_groundbreaker/01_bs_promenademonitor:46:DefaultText
source: Sources tell me this could have been prevented with sensible corporate oversight. Groundbreaker residents are welcome to apply for honest employment at their nearest Board embassy.
bs: Podle mých zdrojů se tomu dalo předejít rozumným dohledem společnosti. Obyvatelé Groundbreakeru se mohou ucházet o poctivé zaměstnání na nejbližším velvyslanectví Rady.

# conversations/01_groundbreaker/01_bs_promenademonitor:48:DefaultText
source: A new Board liaison has been dispatched to Groundbreaker after the abrupt departure of Udom Bedford.
bs: Po náhlém odchodu Udom Bedforda byl do společnosti Groundbreaker vyslán nový člen představenstva.

# conversations/01_groundbreaker/01_bs_promenademonitor:49:DefaultText
source: Sources assure me that Udom's replacement has been selected with the utmost care from a deep pool of aspiring and qualified candidates.
bs: Zdroje mě ujistily, že Udomův nástupce byl vybrán s maximální pečlivostí z velkého množství ambiciózních a kvalifikovaných kandidátů.

# conversations/01_groundbreaker/01_bs_promenademonitor:54:DefaultText
source: Board scientist Eva Chartrand was murdered at her home in Byzantium. Chairman Rockwell has generously authorized five minutes of mourning for her family and colleagues.
bs: Vědkyně Eva Chartrandová byla zavražděna ve svém domě v Byzanci. Předseda Rockwell velkoryse schválil pět minut smutku pro její rodinu a kolegy.

# conversations/01_groundbreaker/01_bs_promenademonitor:55:DefaultText
source: Anyone with information about the killer should contact their nearest corporate authority. Rewards will be paid out in Purpleberry Credits redeemable at participating vending machines.
bs: Kdokoli, kdo má informace o vrahovi, by se měl obrátit na nejbližší podnikový úřad. Odměny budou vyplaceny v kreditech Purpleberry, které lze uplatnit v zúčastněných prodejních automatech.

# conversations/01_groundbreaker/01_bs_promenademonitor:56:DefaultText
source: Rest assured that the guilty will be stripped of their employment and sent to the Labyrinth, our maximum security penitentiary on Tartarus.
bs: Ujišťujeme vás, že viníci budou zbaveni zaměstnání a posláni do Labyrintu, našeho vězení s nejvyšší ostrahou na Tartaru.

# conversations/01_groundbreaker/01_bs_promenademonitor:57:DefaultText
source: The Board would like to remind spacers and other travelers that passage to Monarch is restricted for your protection.
bs: Správní rada by ráda připomněla cestujícím a dalším zájemcům, že průjezd do Monarchu je z důvodu vaší ochrany omezen.

# conversations/01_groundbreaker/01_bs_promenademonitor:58:DefaultText
source: Canyons of acid and sulfur rain are the least of the horrors plaguing the surface of Monarch.
bs: Kaňony kyselých a sirných dešťů jsou tou nejmenší hrůzou, která sužuje povrch Monarchu.

# conversations/01_groundbreaker/01_bs_promenademonitor:59:DefaultText
source: The Board's embargo ensures that nothing can leave the planet and threaten our hard-working citizens.
bs: Embargo Rady zajišťuje, aby nic nemohlo opustit planetu a ohrozit naše těžce pracující občany.

# conversations/01_groundbreaker/01_bs_promenademonitor:64:DefaultText
source: Anarchists live as one with the animals - lawless, savage, and unemployed.
bs: Anarchisté žijí jako jedno tělo se zvířaty - bez zákona, divocí a nezaměstnaní.

# conversations/01_groundbreaker/01_bs_promenademonitor:65:DefaultText
source: Coaches and referees are debating how - and if - this behavior could lead to an unfair advantage.
bs: Trenéři a rozhodčí diskutují o tom, jak - a zda vůbec - může toto chování vést k nespravedlivé výhodě.

# conversations/01_groundbreaker/01_bs_promenademonitor:66:DefaultText
source: Spacer's Choice is enjoying an unexpected windfall. Sources credit an increase in saltuna production for this quarter's earning projections.
bs: Společnost Spacer's Choice se těší nečekanému úspěchu. Zdroje přičítají zvýšení produkce salátů v tomto čtvrtletí předpokládaným ziskům.

# conversations/01_groundbreaker/01_bs_promenademonitor:67:DefaultText
source: Hearty, brave workers taken against their will to live outside of corporate security have at last come home to Edgewater.
bs: Stateční a odvážní dělníci, kteří byli proti své vůli odvedeni k životu mimo podnikovou ostrahu, se konečně vrátili domů do Edgewateru.

# conversations/01_groundbreaker/01_bs_promenademonitor:68:DefaultText
source: Auntie Cleo announced the company's latest product today. "Slimmer Than Nature!" diet toothpaste promises to protect your pearly whites.
bs: Společnost Auntie Cleo dnes oznámila svůj nejnovější produkt. Dietní zubní pasta "Slimmer Than Nature!" slibuje ochranu vašich bílých zubů.

# conversations/01_groundbreaker/01_bs_promenademonitor:70:DefaultText
source: Ten out of ten scientists recommend its hunger guard technology. Flavors include green, blue, and flavorless. Slimmer Than Nature – coming soon to an Auntie Cleo sales location near you.
bs: Deset z deseti vědců doporučuje její technologii ochrany proti hladu. Mezi příchutě patří zelená, modrá a bez příchuti. Slimmer Than Nature - již brzy na prodejním místě Auntie Cleo ve vašem okolí.

# conversations/01_groundbreaker/01_bs_promenademonitor:72:DefaultText
source: Spacer's Musk aphrodisiac cologne is the latest entry in the wildly popular Spacer's Choice line of products. "When you smell fabulous, you'll feel amorous. That's Spacer's Musk!"
bs: Afrodiziakální kolínská voda Spacer's Musk je nejnovějším přírůstkem do velmi oblíbené řady produktů Spacer's Choice. "Když budete báječně vonět, budete se cítit zamilovaně. To je Spacer's Musk!"

# conversations/01_groundbreaker/01_bs_promenademonitor:73:DefaultText
source: If you want to smell like a spacer – and we know you do – this cologne is coming soon to a vendor near you. Topical irritation means the product is functioning as expected.
bs: Pokud chcete vonět jako vesmírná loď - a my víme, že chcete - tato kolínská se brzy objeví u prodejce ve vašem okolí. Lokální podráždění znamená, že výrobek funguje podle očekávání.

# conversations/01_groundbreaker/01_bs_promenademonitor:74:DefaultText
source: Great job as always to our hard-working cannery technicians!
bs: Skvělá práce jako vždy pro naše pracovité konzervárenské techniky!

# conversations/01_groundbreaker/01_bs_promenademonitor:75:DefaultText
source: Some townships have asked Halcyon News to make a statement regarding rumors of food shortages.
bs: Některé obce požádaly Halcyon News o vyjádření k fámám o nedostatku potravin.

# conversations/01_groundbreaker/01_bs_promenademonitor:76:DefaultText
source: Concerned citizens often ask why there aren't enough new faces in the Halcyon colony. We all want new neighbors from time to time.
bs: Znepokojení občané se často ptají, proč v kolonii Halcyon není dostatek nových tváří. Všichni si čas od času přejeme nové sousedy.

# conversations/01_groundbreaker/01_bs_promenademonitor:77:DefaultText
source: Rest assured, the far sighted corporate leaders of Halcyon have tailored their product lines to be selective to the refined customer. Scheduled scarcity is a premium feature of colonial life.
bs: Buďte si jisti, že prozíraví vedoucí představitelé společnosti Halcyon přizpůsobili své produktové řady tak, aby byly selektivní pro náročné zákazníky. Plánovaný nedostatek je prvotřídním rysem koloniálního života.

# conversations/01_groundbreaker/01_bs_promenademonitor:78:DefaultText
source: Our studies have shown that a controlled population is inversely proportional to consumer happiness. Fewer colonists means there's more paradise for the rest of us to enjoy!
bs: Naše studie ukázaly, že kontrolovaná populace je nepřímo úměrná spokojenosti spotřebitelů. Méně kolonistů znamená více ráje pro nás ostatní!

# conversations/01_groundbreaker/01_bs_promenademonitor:79:DefaultText
source: They claim this place to be uninhabitable. But Philosophism lives on! We fight from the shadow of your -
bs: Tvrdí, že toto místo je neobyvatelné. Ale filosofie žije dál! Bojujeme ze stínu tvého -

# conversations/01_groundbreaker/01_bs_promenademonitor:80:DefaultText
source: This is Halcyon News. We interrupt your regularly scheduled advertisement for the following story...
bs: Toto je Halcyon News. Přerušujeme vaši pravidelnou reklamu kvůli následujícímu příběhu...

# conversations/01_groundbreaker/01_bs_promenademonitor:81:DefaultText
source: Employee morale is at an all-time high due to the overwhelming popularity of Chairman Rockwell's Infrastructure Rollback Initiative...
bs: Morálka zaměstnanců je díky ohromné popularitě iniciativy předsedy Rockwella "Infrastructure Rollback Initiative" na nejvyšší úrovni...

# conversations/01_groundbreaker/01_bs_promenademonitor:82:DefaultText
source: [Static]
bs: [Statický]

# conversations/01_groundbreaker/01_bs_promenademonitor:83:DefaultText
source: [Static]
bs: [Statický]

# conversations/01_groundbreaker/01_bs_promenademonitor:84:DefaultText
source: This has been an official message from our hard-working Chairman. Such an honor for all of our listeners.
bs: Toto bylo oficiální sdělení našeho pracovitého předsedy. Taková čest pro všechny naše posluchače.

# conversations/01_groundbreaker/01_bs_promenademonitor:85:DefaultText
source: Spacer's Choice proudly announced their latest product today – "Slim & Shine" diet toothpaste. The paste hungry spacers choose! Coming soon to a sales location near you.
bs: Společnost Spacer's Choice dnes hrdě oznámila svůj nejnovější produkt - dietní zubní pastu "Slim & Shine". Pasta, kterou si vybírají hladoví spacers! Již brzy se objeví na prodejním místě ve vašem okolí.

# conversations/01_groundbreaker/01_bs_promenademonitor:86:DefaultText
source: In unrelated news, Auntie Cleo announced lower profit projections for the fiscal year...
bs: V nesouvisejících zprávách oznámila společnost Auntie Cleo nižší prognózy zisku pro fiskální rok...

# conversations/01_groundbreaker/01_bs_promenademonitor:87:DefaultText
source: Joch announced a breakthrough in weapons technology today. Their top scientists have developed the "Ultimate Bolter" phlogisynchotron pistol.
bs: Společnost Joch dnes oznámila průlom v technologii zbraní. Její špičkoví vědci vyvinuli flogisynchronní pistoli "Ultimate Bolter".

# conversations/01_groundbreaker/01_bs_promenademonitor:88:DefaultText
source: Not sure what a phlogisynchotron is? You're not alone. Buy one and find out! "Fast and light, Joch is right!" – for you!
bs: Nejste si jisti, co je to flogisynchotron? Nejste sami. Kupte si ho a zjistěte to! "Rychle a lehce, Joch má pravdu!" - Pro vás!

# conversations/01_groundbreaker/01_bs_promenademonitor:89:DefaultText
source: Reports from concerned supervisors indicate that rates of time theft are on the rise. We urge all of our listeners to remember that lack of productivity is not a victimless crime.
bs: Zprávy od znepokojených nadřízených ukazují, že počet krádeží času roste. Vyzýváme všechny naše posluchače, aby si uvědomili, že nedostatečná produktivita není zločinem bez obětí.

# conversations/01_groundbreaker/01_bs_promenademonitor:90:DefaultText
source: Workers should be on the lookout for slacking and underperformance. Report anyone you suspect of time theft to your supervisor immediately.
bs: Pracovníci by si měli dávat pozor na flákání a nedostatečný výkon. Každého, koho podezříváte z krádeže času, okamžitě nahlaste svému nadřízenému.
