Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_*_dockingbayamb01.po
Languages: bs

# conversations/01_groundbreaker/01_bs_dockingbayamb01:6:DefaultText
source: Hey, be careful with those crates, huh? My cargo's worth a lot of money.
bs: Hej, buď opatrný s těmi bednami, co? Můj náklad má velkou cenu.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:7:DefaultText
source: Heard from the lasses down on twenty-two that you did a contract for SubLight.
bs: Děvčata z dvaadvacítky se doslechla, že jsi uzavřel smlouvu pro SubLight.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:8:DefaultText
source: You see we had a conveyor pull in? One of them interstellar jobs.
bs: Vidíte, že jsme měli dopravník? Jedna z těch mezihvězdných prací.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:9:DefaultText
source: Have either of the assault cruisers ever put in to Groundbreaker?
bs: Vstoupil někdy některý z útočných křižníků do Groundbreakeru?

# conversations/01_groundbreaker/01_bs_dockingbayamb01:10:DefaultText
source: Hey. That pad down there. With the lights off? There are people unloading a ship.
bs: Hej, ta podložka tam dole. Se zhasnutými světly? Jsou tam lidé, kteří vykládají loď.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:15:DefaultText
source: Well you probably should've insured it then.
bs: Tak to jste si ho asi měli pojistit.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:16:DefaultText
source: It is. I'm just trying to make small talk.
bs: Je to tak. Jen se snažím navázat konverzaci.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:17:DefaultText
source: Ain't small enough. I'm working here. Shoo.
bs: Není dost malý. Pracuji tady. Kšá.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:18:DefaultText
source: Only one. A legit haul. Smashed up freighter out in the Charybdis Belt.
bs: Pouze jeden. Důvěryhodný úlovek. Rozbitá nákladní loď v Charybdis Belt.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:19:DefaultText
source: You ever stop to wonder how it got smashed up?
bs: Přemýšleli jste někdy o tom, jak se rozbila?

# conversations/01_groundbreaker/01_bs_dockingbayamb01:20:DefaultText
source: Asking questions is a good way to forfeit my bonus. Some things ain't worth knowing.
bs: Kladení otázek je dobrý způsob, jak přijít o bonus. Některé věci nestojí za to vědět.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:21:DefaultText
source: Hard to miss something that big. Guess your shuttle bay crews have been working overtime?
bs: Něco tak velkého se dá těžko přehlédnout. Hádám, že posádky vašich raketoplánů pracovaly přesčas?

# conversations/01_groundbreaker/01_bs_dockingbayamb01:22:DefaultText
source: Yeah, but they're happy about it. Been three months since the last one.
bs: Jo, ale jsou za to rádi. Od poslední akce uběhly tři měsíce.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:23:DefaultText
source: Three months? I thought you said conveyors came in every two months.
bs: Tři měsíce? Myslel jsem, že jste říkal, že dopravníky přicházejí každé dva měsíce.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:24:DefaultText
source: You kidding? The chief wouldn't let a couple hundred Board troops in here.
bs: Děláte si legraci? Šéf by sem nepustil ani pár stovek vojáků rady.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:25:DefaultText
source: I just figured, there's so many people on them. They got to get out and stretch their legs sometime.
bs: Říkal jsem si, že je na nich tolik lidí. Někdy se musí dostat ven a protáhnout si nohy.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:26:DefaultText
source: Well they can do that on the Board's own dirt, and breathe up the Board's own air.
bs: Mohou to dělat na vlastní půdě a dýchat vlastní vzduch.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:39:DefaultText
source: Probably another Sublight contract haul. Could be drugs. Could be bootleg aetherwave cartridges.
bs: Pravděpodobně další zakázka Sublightu. Mohly by to být drogy. Mohly by to být pašované aetherwave kazety.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:40:DefaultText
source: And they're just transferring cargo out where everyone can see?
bs: A oni jen přenášejí náklad ven, kde ho každý vidí?

# conversations/01_groundbreaker/01_bs_dockingbayamb01:41:DefaultText
source: Legal or not, somehow the company always has its paperwork in order.
bs: Ať už je to legální, nebo ne, společnost má vždycky papíry v pořádku.

# conversations/01_groundbreaker/01_bs_dockingbayamb01:44:DefaultText
source: That was last year. This year's different.
bs: To bylo loni. Letos je to jinak.
