Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_*_promenadeconv01.po
Languages: bs

# conversations/01_groundbreaker/01_bs_promenadeconv01:1:DefaultText
source: Go back to Byzantium, you gold-plated bastards!
bs: Vraťte se do Byzance, vy pozlacení bastardi!

# conversations/01_groundbreaker/01_bs_promenadeconv01:2:DefaultText
source: Yeah, no one wants you on Groundbreaker!
bs: Jo, nikdo tě v Groundbreakeru nechce!

# conversations/01_groundbreaker/01_bs_promenadeconv01:3:DefaultText
source: These stairs are Board property. Disperse now, or I'll detain you for trespassing.
bs: Tyto schody jsou majetkem rady. Okamžitě se rozejděte, nebo vás zadržím za vniknutí na cizí pozemek.

# conversations/01_groundbreaker/01_bs_promenadeconv01:4:DefaultText
source: Ohhh, real scary. You're really gonna arrest us on OUR station?
bs: Ohhh, opravdu děsivé. Opravdu nás chcete zatknout na NAŠÍ stanici?

# conversations/01_groundbreaker/01_bs_promenadeconv01:5:DefaultText
source: Yeah, this is Chief Junlei's ship, you don't own shit here!
bs: Jo, tohle je loď náčelníka Junleiho, tady ti nic nepatří!

# conversations/01_groundbreaker/01_bs_promenadeconv01:6:DefaultText
source: Step back! I'm required by Board bylaws to use excessive force.
bs: Ustupte! Podle stanov rady musím použít nepřiměřenou sílu.

# conversations/01_groundbreaker/01_bs_promenadeconv01:7:DefaultText
source: Yeah! O2 scrubbers!
bs: Jo! Čističky O2!

# conversations/01_groundbreaker/01_bs_promenadeconv01:8:DefaultText
source: The Mardets would space you for trying, you- you waste of O2 scrubbers!
bs: Mardějové by ti dali prostor, kdybys to zkusil, ty - ty plýtváš čističi O2!

# conversations/01_groundbreaker/01_bs_promenadeconv01:9:DefaultText
source: Look, just... get out of here before I tell your captain what you been getting up to on the clock.
bs: Hele, jen... vypadni, než řeknu tvému kapitánovi, co jsi dělal na hodinách.

# conversations/01_groundbreaker/01_bs_promenadeconv01:10:DefaultText
source: Ahh, whatever. We got a date at the Lost Hope anyway...
bs: Aha, to je jedno. Stejně máme rande ve Ztracené naději...

# conversations/01_groundbreaker/01_bs_promenadeconv01:12:DefaultText
source: Is this really what you want to be doing with your life, Marcie? Guarding stairs for that walking mustache, Udom fucking Bedford?
bs: Opravdu chceš ve svém životě dělat tohle, Marcie? Hlídat schody pro toho chodícího knírače, Uda Bedforda?

# conversations/01_groundbreaker/01_bs_promenadeconv01:14:DefaultText
source: I gotta get off this detail.
bs: Musím se dostat z tohoto detailu.

# conversations/01_groundbreaker/01_bs_promenadeconv01:15:DefaultText
source: Is this really what you want to be doing with your life, Marcie? Guarding stairs for that little sprat fuck, Silva?
bs: Opravdu chceš ve svém životě dělat tohle, Marcie? Hlídat schody pro toho malého šprta Silvu?
