Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_*_promenadeamb01.po
Languages: bs

# conversations/01_groundbreaker/01_bs_promenadeamb01:2:DefaultText
source: It just me, or has it been deader than usual around here?
bs: Zdá se mi to, nebo je tu mrtvěji než obvykle?

# conversations/01_groundbreaker/01_bs_promenadeamb01:4:DefaultText
source: What the hell's going on? We were in a holding pattern for two hours just to get in.
bs: Co se to sakra děje? Dvě hodiny jsme čekali, než se dostaneme dovnitř.

# conversations/01_groundbreaker/01_bs_promenadeamb01:6:DefaultText
source: Didn't the Board rep's office used to be in the docking bays?
bs: Nebyla dříve kancelář zástupce správní rady v docích?

# conversations/01_groundbreaker/01_bs_promenadeamb01:7:DefaultText
source: The news packet had the tossball scores from Draconis. What about the rail-gliding championships?
bs: V balíčku zpráv byly výsledky přehazované z Draconisu. A co mistrovství v dráhovém plachtění?

# conversations/01_groundbreaker/01_bs_promenadeamb01:8:DefaultText
source: Do you know what's happening on Terra 1? Last I heard, the Board was in dispute with a renegade company. Sounded dire.
bs: Víte, co se děje na Terře 1? Naposledy jsem slyšela, že se rada dostala do sporu s jednou odpadlickou společností. Znělo to hrozivě.

# conversations/01_groundbreaker/01_bs_promenadeamb01:9:DefaultText
source: When might we expect you out here again? Canned sur-fish is already sold out again.
bs: Kdy vás tu můžeme opět očekávat? Rybí konzervy jsou už zase vyprodané.

# conversations/01_groundbreaker/01_bs_promenadeamb01:11:DefaultText
source: Who knows? Hauls are scarce. Back in Triangulum, there were hundreds of spacehands idle.
bs: Kdo ví? Zátahů je málo. Ještě v Triangulu byly stovky vesmírných ručiček v nečinnosti.

# conversations/01_groundbreaker/01_bs_promenadeamb01:12:DefaultText
source: I heard piracy was up some around Halcyon, but I didn't think it was that bad.
bs: Slyšel jsem, že pirátství v okolí Halcyonu trochu vzrostlo, ale nemyslím si, že by to bylo tak zlé.

# conversations/01_groundbreaker/01_bs_promenadeamb01:13:DefaultText
source: I heard there's been a rash of conveyor losses - on ALL routes.
bs: Slyšela jsem, že došlo ke ztrátám dopravníků - na VŠECH trasách.

# conversations/01_groundbreaker/01_bs_promenadeamb01:14:DefaultText
source: They call it Monarch now. Supposed to be a real hellhole - warlords drumming up marauder squads, blood running in the streets, all kinds of shit.
bs: Nyní se mu říká Monarch. Prý je to opravdová díra - váleční páni vytvářejí záškodnické oddíly, v ulicích teče krev a podobné sračky.

# conversations/01_groundbreaker/01_bs_promenadeamb01:15:DefaultText
source: I didn't think anyone but natives followed that. Hell, I know spacehands who don't even think it a sport.
bs: Myslel jsem si, že to nikdo kromě domorodců nesleduje. Sakra, znám kosmonauty, kteří to ani nepovažují za sport.

# conversations/01_groundbreaker/01_bs_promenadeamb01:16:DefaultText
source: So... that's a "no?"
bs: Takže... to je "ne"?

# conversations/01_groundbreaker/01_bs_promenadeamb01:17:DefaultText
source: More like "don't know." Storm season ran long. When I left, the mortosis clouds were still stirred up. All atmo flights grounded.
bs: Spíš "nevím". Bouřková sezóna byla dlouhá. Když jsem odjížděl, mraky mortózy se ještě rozvířily. Všechny atmo lety byly uzemněny.

# conversations/01_groundbreaker/01_bs_promenadeamb01:21:DefaultText
source: So it went about as well as everybody expected?
bs: Takže to šlo zhruba tak, jak všichni očekávali?

# conversations/01_groundbreaker/01_bs_promenadeamb01:22:DefaultText
source: Yep. Complete fucking fiasco.
bs: Ano. Naprosté fiasko.

# conversations/01_groundbreaker/01_bs_promenadeamb01:23:DefaultText
source: Yeah, about ten years back. That was before Bedford negotiated for a bigger office on the Promenade.
bs: Jo, asi deset let zpátky. To bylo předtím, než Bedford vyjednal větší kancelář na Promenádě.

# conversations/01_groundbreaker/01_bs_promenadeamb01:24:DefaultText
source: Must be good at his job.
bs: Musí být dobrý ve své práci.

# conversations/01_groundbreaker/01_bs_promenadeamb01:25:DefaultText
source: Better than the last. Between you and me, though? He works twice as hard for himself as he does for the Board.
bs: Lepší než předchozí. Ale mezi námi dvěma? Pro sebe pracuje dvakrát tak tvrdě než pro správní radu.

# conversations/01_groundbreaker/01_bs_promenadeamb01:26:DefaultText
source: Prerogative of management. Still, there's a lot more corporate ships in the bay these days.
bs: Výsada vedení. Přesto je dnes v zátoce mnohem více firemních lodí.

# conversations/01_groundbreaker/01_bs_promenadeamb01:38:DefaultText
source: Comms had to go on break. Chief didn't have enough hands to coordinate docking.
bs: Komunikace musela přerušit činnost. Šéf neměl dost rukou na koordinaci dokování.

# conversations/01_groundbreaker/01_bs_promenadeamb01:40:DefaultText
source: Something about the radiators being busted. I don't know. Not my problem, right?
bs: Něco o rozbitých chladičích. Nevím. To není můj problém, že?

# conversations/01_groundbreaker/01_bs_promenadeamb01:46:DefaultText
source: You been flying the outer systems route lately? Deader 'n a spaced mantipillar out there.
bs: Létal jsi v poslední době po trase vnějších systémů? Je tam víc mrtvo než v rozích.

# conversations/01_groundbreaker/01_bs_promenadeamb01:47:DefaultText
source: Traffic's down all over. Even the inners are holding on to their manufacture. Exports are way down.
bs: Všude je snížený provoz. Dokonce i vnitřní zákazníci se drží své výroby. Vývoz se výrazně snížil.

# conversations/01_groundbreaker/01_bs_promenadeamb01:48:DefaultText
source: I know one crew, their skip drive burnt out. Couldn't get a new one for love nor money. Ended up selling the ship for scrap.
bs: Znám jednu posádku, které vyhořel skip drive. Nový si nemohli pořídit ani za nic na světě. Nakonec loď prodali do šrotu.

# conversations/01_groundbreaker/01_bs_promenadeamb01:52:DefaultText
source: Chief wants to reduce Board traffic, give tramp freighters more pads.
bs: Šéf chce omezit provoz na palubě, trampové nákladní lodě dostanou více podložek.

# conversations/01_groundbreaker/01_bs_promenadeamb01:53:DefaultText
source: Are there enough tramps in Halcyon to make up the difference?
bs: Je v Halcyonu dost tuláků, aby se rozdíl vyrovnal?

# conversations/01_groundbreaker/01_bs_promenadeamb01:54:DefaultText
source: Take another look at that half-empty docking bay and tell me what you think.
bs: Podívejte se ještě jednou na ten poloprázdný dok a řekněte mi, co si o tom myslíte.
