Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_*_promenadebaramb01.po
Languages: bs

# conversations/01_groundbreaker/01_bs_promenadebaramb01:3:DefaultText
source: You're spending large tonight, ma'am.
bs: Dnes večer strávíte velkou noc, madam.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:4:DefaultText
source: Hey there. What're you doing after work?
bs: Ahoj. Co děláš po práci?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:5:DefaultText
source: You don't mind my saying, you've been looking down lately.
bs: Nevadí, že to říkám, ale poslední dobou se díváš dolů.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:6:DefaultText
source: It just me, or was the holding pattern for a berth shorter today?
bs: Zdá se to jen mně, nebo byla dnes doba čekání na lůžko kratší?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:12:DefaultText
source: There's your drink, ma'am. If you want anything else, just flag me down.
bs: Tady je váš nápoj, madam. Pokud budete chtít něco jiného, stačí mě upozornit.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:13:DefaultText
source: What do you recommend?
bs: Co doporučujete?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:18:DefaultText
source: Hey, you. Where's my order?
bs: Ahoj, ty. Kde je moje objednávka?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:19:DefaultText
source: How about a Bumblebee Pale Kale Ale?
bs: Co třeba Bumblebee Pale Kale Ale?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:21:DefaultText
source: We got all colors of Rizzo's Spectrum Vodka.
bs: Dostali jsme všechny barvy vodky Rizzo's Spectrum.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:23:DefaultText
source: A Zero Gee Brew? "The Brew For What Ails You!" Damn it, now I'm gonna have that jingle stuck in my head all day.
bs: Zero Gee Brew? "Pivo na to, co vás trápí!" Sakra, teď mi ta znělka uvízne v hlavě na celý den.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:24:DefaultText
source: Isn't your usual Glacial Age Iceberg Aged Whiskey?
bs: Není vaše obvyklá ledovcová whisky Glacial Age Iceberg Aged Whiskey?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:27:DefaultText
source: Glass of Rizzo's Purpleberry Wine, maybe?
bs: Skleničku Rizzo's Purpleberry Wine, možná?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:28:DefaultText
source: Going back to the old cubicle to watch the latest episode of my serial.
bs: Vracím se do staré kóje, abych se podíval na poslední díl svého seriálu.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:31:DefaultText
source: I'm going to cut my toenails and leave them out for Grunty to eat.
bs: Jdu si ostříhat nehty na nohou a nechám je Gruntymu k jídlu.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:32:DefaultText
source: Wow. That's really- What the hell's "Grunty?"
bs: Páni. To je vážně... Co je sakra "Grunty"?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:33:DefaultText
source: No one knows. Some kind of critter that lives in the ducts and pipes.
bs: Nikdo neví. Nějaký druh potvory, která žije v potrubí a trubkách.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:34:DefaultText
source: People leave food by the vents for it. It's supposed to bring good luck.
bs: Lidé pro něj nechávají jídlo u ventilace. Má to přinést štěstí.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:41:DefaultText
source: What's a nice boy like you watch? Something exciting? Romantic? "Baking with Edna?"
bs: Co sleduje takový hodný kluk jako ty? Něco vzrušujícího? Něco romantického? "Pečení s Ednou?"

# conversations/01_groundbreaker/01_bs_promenadebaramb01:42:DefaultText
source: I like documentary serials. Truth is better than fiction. Right now I'm watching "The Cannibals of Monarch."
bs: Mám rád dokumentární seriály. Pravda je lepší než fikce. Právě teď se dívám na "Kanibaly z Monarchu".

# conversations/01_groundbreaker/01_bs_promenadebaramb01:46:DefaultText
source: I figured I'd keep working on my novel. It's about a poor young waiter.
bs: Napadlo mě, že budu pokračovat v práci na svém románu. Je o chudém mladém číšníkovi.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:47:DefaultText
source: Who has a torrid affair with a passing freighter captain?
bs: Kdo má vášnivý románek s projíždějícím kapitánem nákladní lodi?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:48:DefaultText
source: Who dreams of chopping up his annoying customers and selling them as meat pies.
bs: Který sní o tom, že bude své otravné zákazníky porcovat a prodávat je jako masové koláče.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:54:DefaultText
source: Such a go-getter. Entrepreneurial spirit. Clearly deserves his freighter captain romance.
bs: Takový dříč. Podnikatelský duch. Zjevně si zaslouží svůj románek kapitána nákladní lodi.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:56:DefaultText
source: Ah, things are rough out there. You know how it is.
bs: Ach, tam venku je to těžké. Víte, jak to chodí.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:57:DefaultText
source: Ain't one thing it's another. Marauders on the prowl. Fuel bills. Micrometa- micromeaty- very small rocks.
bs: To není jedna věc, to je druhá. Nájezdníci na lovu. Účty za palivo. Mikrometa- mikrometa- velmi malé kameny.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:58:DefaultText
source: Are marauders that big a problem? I thought they were all crazy.
bs: Jsou nájezdníci tak velký problém? Myslel jsem, že jsou všichni blázni.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:59:DefaultText
source: Mad as wet canids. Strong as drunk primals. Three-word vocabulary, and one of them words is "ARRRG."
bs: Šílený jako zmoklý kanic. Silní jako opilí primáti. Slovník o třech slovech a jedno z nich je "ARRRG".

# conversations/01_groundbreaker/01_bs_promenadebaramb01:60:DefaultText
source: But they can still push the button that makes a ship take off.
bs: Ale stále mohou stisknout tlačítko, které přiměje loď vzlétnout.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:62:DefaultText
source: You still haven't paid for your last drink.
bs: Stále jsi nezaplatil za svůj poslední drink.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:63:DefaultText
source: I delivered it two minutes ago.
bs: Doručil jsem ho před dvěma minutami.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:64:DefaultText
source: Look, can I get you a caffenoid or something?
bs: Podívej, můžu ti přinést kafenoid nebo něco takového?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:65:DefaultText
source: Don't you ever go home?
bs: Copak se nikdy nevracíš domů?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:66:DefaultText
source: I'm a rambling rose, sweetie.
bs: Jsem bláznivá růže, zlatíčko.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:67:DefaultText
source: Ramble on home. You've had enough.
bs: Vydejte se domů. Už jsi toho měl dost.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:68:DefaultText
source: My ship's my home.
bs: Moje loď je můj domov.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:69:DefaultText
source: Then ramble on back to the docking bay.
bs: Pak se vraťte do přístaviště.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:70:DefaultText
source: I plan to go through all the colors of spectrum vodka tonight.
bs: Dnes večer mám v plánu projít všechny barvy spektrální vodky.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:71:DefaultText
source: Swell. I'll set out a bucket for you to puke into.
bs: Swell. Připravím ti kbelík na zvracení.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:72:DefaultText
source: Oh. Did I drink it already?
bs: Oh. Už jsem ho vypil?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:73:DefaultText
source: Don't know. I wasn't here.
bs: Nevím. Nebyl jsem tady.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:74:DefaultText
source: Better get me another, then.
bs: Raději mi tedy sežeňte další.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:75:DefaultText
source: Put it on my tab.
bs: Dejte mi to na kartu.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:76:DefaultText
source: We don't have tabs, ma'am.
bs: Nemáme žádné karty, madam.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:77:DefaultText
source: Every bar's got a tab.
bs: V každém baru je účet.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:78:DefaultText
source: I don't make the rules. Take it up with Ms. Vera.
bs: Já pravidla nevytvářím. Vyřiďte si to s paní Verou.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:84:DefaultText
source: Last time you came through, you liked the Glacial Age Tripistout.
bs: Když jsi tu byl naposledy, líbil se ti Tripistout z doby ledové.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:85:DefaultText
source: Rocky Mountain Algae Lager? I'd say it's an acquired taste. Somebody likes it, because we've got cases in the store room.
bs: Rocky Mountain Algae Lager? Řekl bych, že je to získaná chuť. Někdo ho má rád, protože ve skladu máme bedny.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:86:DefaultText
source: How the hell do you make beer out of algae?
bs: Jak se sakra vyrábí pivo z řas?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:87:DefaultText
source: I have no clue.
bs: Nemám tušení.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:88:DefaultText
source: What's it taste like?
bs: Jak chutná?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:89:DefaultText
source: It's very... You could say... If I were to compare it to... Uh, it's green?
bs: Je to velmi... Dalo by se říct... Kdybych to měl přirovnat k... Uh, je to zelené?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:91:DefaultText
source: Green's my favorite color. Bring me a bottle.
bs: Zelená je moje oblíbená barva. Přineste mi láhev.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:94:DefaultText
source: Not much of a wine drinker. To me it all tastes kinda like juice from berries that went bad.
bs: Víno moc nepiju. Pro mě to všechno chutná jako šťáva z bobulí, které se zkazily.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:96:DefaultText
source: I'll give you another minute to think about it.
bs: Dám vám ještě minutu na rozmyšlenou.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:97:DefaultText
source: Zero Gee is like anything else made by Spacer's Choice.
bs: Zero Gee je stejný jako cokoli jiného od Spacer's Choice.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:98:DefaultText
source: You buy it because it costs half what anything else does. Then you have to replace it in a quarter the time.
bs: Koupíte si ho, protože stojí polovinu toho, co co ostatní. Pak ho musíte vyměnit za čtvrtinu času.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:99:DefaultText
source: Honestly, it's just tripicale-flavored water.
bs: Upřímně řečeno, je to jen voda s příchutí tripikálu.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:100:DefaultText
source: You got that on tap?
bs: Máte to na kohoutku?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:101:DefaultText
source: What do you think this is, Byzantium? You get it in a bottle. If you're lucky, it's cold.
bs: Co myslíš, že to je, Byzancie? Dostaneš to v láhvi. Když máš štěstí, je to studené.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:102:DefaultText
source: Ever wonder how they get alcohol outta kale? Kale's like... evil lettuce.
bs: Zajímalo vás někdy, jak se z kapusty získává alkohol? Kapusta je jako... zlý salát.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:103:DefaultText
source: You actually got Ultraviolet? What's that look like?
bs: Opravdu máš Ultraviolet? Jak to vypadá?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:104:DefaultText
source: It's a kind of dark brownish-black, I guess?
bs: Je to taková tmavě hnědočerná, myslím?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:105:DefaultText
source: You just poured all the colors into one glass, didn't you? That ain't Ultraviolet - if it was, you wouldn't be able to see it!
bs: Právě jsi nalil všechny barvy do jedné sklenice, že? To není ultrafialová - kdyby byla, tak bys ji neviděl!

# conversations/01_groundbreaker/01_bs_promenadebaramb01:106:DefaultText
source: How'd you figure it out?
bs: Jak jsi na to přišel?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:107:DefaultText
source: Honey, what do you think I do with the splash left over in every bottle? I call it a Spectrum Colorblind, 'cause it's guaranteed to leave you blind.
bs: Miláčku, co myslíš, že udělám s tou kapkou, která zbyde v každé láhvi? Říkám tomu Spectrum Colorblind, protože tě zaručeně oslepí.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:108:DefaultText
source: Yeah, but I'm trying to expand my whatevers. And if I wanted Iceberg Whiskey, I've got that back on my ship.
bs: Jo, ale já se snažím rozšířit své cokoliv. A kdybych chtěl Iceberg Whiskey, mám ji zpátky na lodi.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:109:DefaultText
source: Why aren't you drinking that, then? Got to be cheaper than ordering shots in a bar.
bs: Proč to tedy nepijete? Musí to být levnější než objednávat si panáky v baru.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:110:DefaultText
source: Ain't got a cute waiter to pour for me back on the ship. Unless you're offering.
bs: Na lodi nemám roztomilého číšníka, který by mi nalil. Ledaže bys nabízel.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:111:DefaultText
source: Squeeze gently, and warm your hands first.
bs: Jemně je zmáčkněte a nejprve si zahřejte ruce.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:112:DefaultText
source: Did I? That last trip out's kinda... blurry.
bs: Opravdu? Ta poslední cesta ven je trochu... rozmazaná.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:113:DefaultText
source: You knocked four back like they were pale ales, then mumbled they were stronger than you thought. And passed out.
bs: Čtyři jsi do sebe hodil jako světlé pivo a pak jsi zamumlal, že jsou silnější, než sis myslel. A omdlel jsi.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:114:DefaultText
source: If anybody knows my tastes, I reckon it'd be me. Get a Tripistout, deliver it to me, and tell me it comes compliments of me.
bs: Jestli někdo zná můj vkus, tak jsem to asi já. Sežeň Tripistout, doruč mi ho a řekni, že je to ode mě.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:138:DefaultText
source: Just got done with a real sweet haul. Heph to Fairfield. Load of metals and rare earths for the T&L factory.
bs: Právě jsem skončil s opravdu sladkým úlovkem. Heph do Fairfieldu. Náklad kovů a vzácných zemin pro továrnu T&L.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:139:DefaultText
source: What's a "rare earth?"
bs: Co je to "vzácná zemina"?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:140:DefaultText
source: Hell if I know. But it's "rare," so it's gotta be expensive, yeah? Made a good pile of bits on it.
bs: K čertu, jestli to vím. Ale je to "vzácné", takže to musí být drahé, ne? Vydělal jsem na tom pěknou hromadu peněz.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:141:DefaultText
source: Planning to blow it all here, huh?
bs: Plánuješ to tady všechno vyhodit, co?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:142:DefaultText
source: Law, no. Burned half of it before I got off the docking gantry. Fees. Fuel. Some overdue repairs.
bs: Právo, ne. Půlku jsem spálil dřív, než jsem se dostal z doku. Poplatky. Palivo. Nějaké opožděné opravy.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:145:DefaultText
source: Just keep coming around - this seat's my berth for the night. How's business around the station?
bs: Prostě se vraťte - tohle místo je moje lůžko na noc. Jak to jde na nádraží?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:146:DefaultText
source: Same as everywhere, I guess. The Mardets been talking about rising crime rates, but I don't see it.
bs: Asi jako všude. Mardoša mluvil o zvyšující se kriminalitě, ale já to nevidím.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:150:DefaultText
source: It's getting so an honest soul can't ply the aether without getting her thrusters shot up.
bs: Začíná to být tak zlé, že poctivý člověk nemůže proplouvat éterem, aniž by mu nevystřelily trysky.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:151:DefaultText
source: I have to see to the other tables. I'll stop by again later.
bs: Musím se podívat na ostatní stoly. Zastavím se později.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:176:DefaultText
source: It's shorter. The Chief's finally got enough hands to coordinate docking, and the Board's got to make their shipments.
bs: Je kratší. Šéf má konečně dost rukou, aby koordinoval dokování, a rada musí vypravit zásilky.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:177:DefaultText
source: I thought Chief and the Board were at each other's throats.
bs: Myslel jsem si, že šéf a představenstvo si jdou po krku.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:178:DefaultText
source: They were. Hell, they still are. But Junlei don't gotta send her engineers running all over the station trying to fix those radiators anymore.
bs: Byly to. Sakra, stále jsou. Ale Junlei už nemusí posílat své inženýry běhat po celé stanici a snažit se ty radiátory opravit.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:179:DefaultText
source: So we got a temperate station and a quick dock. What more can ya ask for?
bs: Tak jsme dostali temperované stanice a rychlý dok. Co víc si přát?

# conversations/01_groundbreaker/01_bs_promenadebaramb01:180:DefaultText
source: Free beer.
bs: Pivo zdarma.

# conversations/01_groundbreaker/01_bs_promenadebaramb01:183:DefaultText
source: That's more or less what it is, yeah.
bs: Víceméně to tak je, ano.
