Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_*_promenadeamb02.po
Languages: bs

# conversations/01_groundbreaker/01_bs_promenadeamb02:6:DefaultText
source: You been following that series? "The Hunt for the Whimbrel?
bs: Sledoval jsi ten seriál? "Hon na velryby"?

# conversations/01_groundbreaker/01_bs_promenadeamb02:11:DefaultText
source: How are the repairs going?
bs: Jak pokračují opravy?

# conversations/01_groundbreaker/01_bs_promenadeamb02:13:DefaultText
source: What's going on with you lately? You seem down.
bs: Co se s vámi v poslední době děje? Vypadáš sklesle.

# conversations/01_groundbreaker/01_bs_promenadeamb02:14:DefaultText
source: Board patrol nicked a friend of mine. Accused her of piracy.
bs: Policejní hlídka ukradla mého kamaráda. Obvinila ji z pirátství.

# conversations/01_groundbreaker/01_bs_promenadeamb02:15:DefaultText
source: Shit. She actually do it?
bs: Do prdele. Opravdu to udělala?

# conversations/01_groundbreaker/01_bs_promenadeamb02:16:DefaultText
source: No! One of the cleanest folk I know. She found a holed-up ship and was pulling a legal salvage.
bs: Ne! Jeden z nejčistších lidí, které znám. Našla zapadlou loď a legálně ji zachraňovala.

# conversations/01_groundbreaker/01_bs_promenadeamb02:17:DefaultText
source: One of the big cruisers rolled up on her and claimed she'd done the holing her own self.
bs: Jeden z velkých křižníků se k ní přitočil a prohlásil, že si to udělala sama.

# conversations/01_groundbreaker/01_bs_promenadeamb02:18:DefaultText
source: What the hell are they gonna do with her?
bs: Co s ní sakra udělají?

# conversations/01_groundbreaker/01_bs_promenadeamb02:19:DefaultText
source: They already done it. She was sent to the Labyrinth on Tartarus. "Disruption of intra-colony commerce."
bs: Už to udělali. Poslali ji do Labyrintu na Tartaru. "Narušení obchodu uvnitř kolonie."

# conversations/01_groundbreaker/01_bs_promenadeamb02:20:DefaultText
source: Law's sake. That's a prison for hard cases. Violent repeaters. Nobody gets out.
bs: V zájmu zákona. To je vězení pro těžké případy. Násilníci a recidivisté. Nikdo se nedostane ven.

# conversations/01_groundbreaker/01_bs_promenadeamb02:21:DefaultText
source: I know, man. Don't I know.
bs: Já vím. Nevím.

# conversations/01_groundbreaker/01_bs_promenadeamb02:22:DefaultText
source: Maybe. Captain's trying to nail down a contract now.
bs: Možná. Kapitán se teď snaží uzavřít smlouvu.

# conversations/01_groundbreaker/01_bs_promenadeamb02:23:DefaultText
source: Just plugged the last of the O2 leaks. I'm ready for down time.
bs: Právě jsem ucpal poslední netěsnosti O2. Jsem připraven na odstávku.

# conversations/01_groundbreaker/01_bs_promenadeamb02:24:DefaultText
source: Looks like. I should actually be down in the bays, helping load.
bs: Vypadá to tak. Vlastně bych měl být dole v hangáru a pomáhat nakládat.

# conversations/01_groundbreaker/01_bs_promenadeamb02:25:DefaultText
source: Let me know when you're heading out. We'll get drinks the night before.
bs: Dejte mi vědět, až budete vyrážet. Večer předtím zajdeme na skleničku.

# conversations/01_groundbreaker/01_bs_promenadeamb02:26:DefaultText
source: Pfft. Figured I'd get in some quality time with Vera's stock.
bs: Pfft. Říkal jsem si, že si užiju trochu času s Věřinými akciemi.

# conversations/01_groundbreaker/01_bs_promenadeamb02:27:DefaultText
source: Nice. Where you headed?
bs: Pěkné. Kam máš namířeno?

# conversations/01_groundbreaker/01_bs_promenadeamb02:28:DefaultText
source: Not supposed to say. These days, info on freight schedules are worth near as much as the freight.
bs: Nemělo se to říkat. V dnešní době mají informace o přepravních řádech téměř stejnou cenu jako náklad.

# conversations/01_groundbreaker/01_bs_promenadeamb02:29:DefaultText
source: Hey man, I'm no pirate. Just interested in your life, or whatever.
bs: Hej, chlape, já nejsem pirát. Jen se zajímám o tvůj život, nebo tak něco.

# conversations/01_groundbreaker/01_bs_promenadeamb02:30:DefaultText
source: Yeah, but can you say that about everybody else who might be in earshot?
bs: Jo, ale můžeš to říct o všech ostatních, kteří by mohli být v doslechu?

# conversations/01_groundbreaker/01_bs_promenadeamb02:33:DefaultText
source: That's what stevedores get paid for. And mechanicals don't get paid for.
bs: Za to jsou pachtýři placeni. A mechanikům se za to neplatí.

# conversations/01_groundbreaker/01_bs_promenadeamb02:34:DefaultText
source: Shit, you look rough. What happened out there?
bs: Sakra, vypadáš drsně. Co se tam stalo?

# conversations/01_groundbreaker/01_bs_promenadeamb02:35:DefaultText
source: If you're headed Hephaestus-way, pick me up a bottle of Miners' Tears. The good stuff, now. Aged six months.
bs: Jestli máš namířeno k Héfaistovi, vyzvedni mi láhev Hornických slz. Toho dobrého, hned. Šest měsíců stará.

# conversations/01_groundbreaker/01_bs_promenadeamb02:36:DefaultText
source: If we head deeper into The Well, I'll be sure to keep that in mind.
bs: Pokud se vydáme hlouběji do Studny, určitě na to budu pamatovat.

# conversations/01_groundbreaker/01_bs_promenadeamb02:37:DefaultText
source: When'll you be back? Shipping out myself in a week or three.
bs: Kdy se vrátíš? Za týden nebo tři odjíždím.

# conversations/01_groundbreaker/01_bs_promenadeamb02:38:DefaultText
source: If I said, somebody could calculate our sphere of transit. I'll send you a message when I get back.
bs: Kdybych řekl, že někdo může vypočítat naši tranzitní sféru. Pošlu vám zprávu, až se vrátím.

# conversations/01_groundbreaker/01_bs_promenadeamb02:39:DefaultText
source: You still betting on the tossball series? I know you were trying to stop.
bs: Stále sázíte na sérii tossball? Vím, že ses snažil přestat.

# conversations/01_groundbreaker/01_bs_promenadeamb02:40:DefaultText
source: Nasty encounter you had out there. Sorry, man. Fucking pirates, right?
bs: Nepříjemné setkání, které jste tam zažili. Promiň, chlape. Zasraní piráti, že?

# conversations/01_groundbreaker/01_bs_promenadeamb02:41:DefaultText
source: How you planning to spend your night off? Some lonely young Mardet with starships in their eyes?
bs: Jak plánujete strávit volnou noc? Nějaký osamělý mladý Mardeta s hvězdnými loděmi v očích?

# conversations/01_groundbreaker/01_bs_promenadeamb02:43:DefaultText
source: You shipping out again soon?
bs: Odjíždíte brzy znovu?

# conversations/01_groundbreaker/01_bs_promenadeamb02:44:DefaultText
source: Hey, ain't seen you much lately. Got a haul coming up?
bs: Ahoj, poslední dobou jsme se moc neviděli. Chystáš nějaký úlovek?

# conversations/01_groundbreaker/01_bs_promenadeamb02:45:DefaultText
source: Got hit en route. Pirate intercept mid-flight.
bs: Cestou ho zasáhli. Pirátský záchyt v polovině letu.

# conversations/01_groundbreaker/01_bs_promenadeamb02:46:DefaultText
source: Aw, fuck. What'd you do?
bs: Do prdele. Co jsi to udělal?

# conversations/01_groundbreaker/01_bs_promenadeamb02:47:DefaultText
source: Burned hard and sent out a November Charlie. But the bastards had rigged up a coilgun from salvage.
bs: Tvrdě hořel a vyslal listopadového Charlieho. Ale ti bastardi si z náhradních dílů vyrobili cívkovou pistoli.

# conversations/01_groundbreaker/01_bs_promenadeamb02:48:DefaultText
source: Guy standing next to me got aerosoled. One second he was there, next just... pink mist.
bs: Chlap, který stál vedle mě, byl postříkán aerosolem. V jednu chvíli tam byl a pak už jen... růžová mlha.

# conversations/01_groundbreaker/01_bs_promenadeamb02:49:DefaultText
source: Your captain think he's some kinda hero? You extend radiators and drop cargo, most pirates let you be.
bs: Váš kapitán si myslí, že je nějaký hrdina? Když roztáhneš chladiče a shodíš náklad, většina pirátů tě nechá být.

# conversations/01_groundbreaker/01_bs_promenadeamb02:50:DefaultText
source: We're running on lean numbers, and the cargo was uninsured. Less of a loss to take the hits.
bs: Jsme na štíhlých číslech a náklad nebyl pojištěný. Menší ztráty, abychom mohli převzít zásahy.

# conversations/01_groundbreaker/01_bs_promenadeamb02:51:DefaultText
source: I put a couple bits in Vera's pool. A thousand says Rizzo's Rangers make it to the Demi-Finals this year.
bs: Dal jsem pár kousků do Věřina bazénu. Tisícovka říká, že se Rizzovi Rangers letos dostanou do demifinále.

# conversations/01_groundbreaker/01_bs_promenadeamb02:52:DefaultText
source: I hate to say it, but the CircusTime Clowns look good this year. The rookie Tender is... well, she could break me over her knee, and I'd kind of like it.
bs: Nerad to říkám, ale CircusTime Clowns letos vypadají dobře. Nováček Tender je... no, mohla by mě zlomit přes koleno a docela by se mi to líbilo.

# conversations/01_groundbreaker/01_bs_promenadeamb02:53:DefaultText
source: The Clowns, though? They're a joke.
bs: Klauni? To je vtip.

# conversations/01_groundbreaker/01_bs_promenadeamb02:54:DefaultText
source: They're getting better. I think their schtick is actually an advantage when they play in Bird Creek Grove.
bs: Zlepšují se. Myslím, že jejich styl je vlastně výhodou, když hrají v Bird Creek Grove.

# conversations/01_groundbreaker/01_bs_promenadeamb02:55:DefaultText
source: Half the games up in Bird Creek are cancelled due to blizzard conditions anyway.
bs: Polovina zápasů v Bird Creek je stejně zrušena kvůli sněhové bouři.

# conversations/01_groundbreaker/01_bs_promenadeamb02:56:DefaultText
source: I got five hundred bits that say all the games there get cancelled this season.
bs: Mám pět set kousků, které říkají, že všechny hry tam budou v této sezóně zrušeny.

# conversations/01_groundbreaker/01_bs_promenadeamb02:57:DefaultText
source: You're on.
bs: Jste na.

# conversations/01_groundbreaker/01_bs_promenadeamb02:58:DefaultText
source: The pirate ship? I don't go in for docu-serials.
bs: Pirátská loď? Na dokumentární seriály nechodím.

# conversations/01_groundbreaker/01_bs_promenadeamb02:59:DefaultText
source: The bounty hunter who's been after them - Fuller? She had an ambush set up on Hephaestus.
bs: Lovec odměn, který po nich šel - Fuller? Na Hefaista nastražila léčku.

# conversations/01_groundbreaker/01_bs_promenadeamb02:60:DefaultText
source: Whose loyalty did Fuller buy to spring the ambush? Very adventure serial. Did they catch the pirates?
bs: Čí loajalitu si Fuller koupil, aby mohl přepadení uskutečnit? Velmi dobrodružný seriál. Chytili piráty?

# conversations/01_groundbreaker/01_bs_promenadeamb02:61:DefaultText
source: No! They blew the fucking dock up. Punched a hole in the ceiling and got blasted out into space.
bs: Ne! Vyhodili ten zasraný dok do vzduchu. Udělali díru do stropu a vyletěli do vesmíru.

# conversations/01_groundbreaker/01_bs_promenadeamb02:62:DefaultText
source: The pirates came in to dump a bunch of loot on some broker they work with.
bs: Piráti přišli vyklopit hromadu kořisti nějakému makléři, se kterým spolupracují.

# conversations/01_groundbreaker/01_bs_promenadeamb02:63:DefaultText
source: One of the camera crews got smashed by debris. Fuller damn near lost a leg.
bs: Jeden z kameramanů byl rozbit troskami. Fuller málem přišel o nohu.

# conversations/01_groundbreaker/01_bs_promenadeamb02:64:DefaultText
source: Good Law. You couldn't pay me enough to take bounty hunting work.
bs: Dobrý zákon. Nemohl bys mi zaplatit tolik, abych vzal práci lovce odměn.
