Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_tennyson_junlei_new.po
Languages: cs

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:628:DefaultText
source: I sense some history here.
cs: Cítím v tom nějakou historii.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:629:DefaultText
source: You can count on me to keep him honest.
cs: Můžeš se spolehnout, že ho udržím v poctivosti.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:630:DefaultText
source: I'd tell you to stay out of trouble, but I know you'll find it anyway. Whatever you do, just make sure I don't find out.
cs: Řekl bych ti, aby ses vyhýbal problémům, ale vím, že si je stejně najdeš. Ať uděláš cokoli, hlavně se ujisti, že na to nepřijdu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:631:DefaultText
source: It's possible I got caught lifting some spare parts a couple years back. But it was only just that one time. Honest.
cs: Je možné, že mě před pár lety přistihli, jak zvedám nějaké náhradní díly. Ale bylo to jen jednou. Upřímně.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:632:DefaultText
source: I don't like to put a label on things. Let's keep it casual.
cs: Nerad dávám věcem nálepku. Nechme to ležérní.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:634:DefaultText
source: They're risky. But the odds are still a little better than waiting for certain death.
cs: Jsou riskantní. Ale pořád je to o něco lepší než čekat na jistou smrt.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:635:DefaultText
source: Don't know what you're talking about. I'm always honest around Ms. Tennyson.
cs: Nevím, o čem mluvíte. Před paní Tennysonovou jsem vždycky upřímný.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:651:DefaultText
source: Not a chance. Felix, embrace your inner misfit.
cs: Ani náhodou. Felixi, přijmi své vnitřní ztroskotání.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:652:DefaultText
source: Hey. Not in front of Ms. Tennyson. Not unless you're trying to get me tossed out the airlock.
cs: Hej. Ne před slečnou Tennysonovou. Ne, pokud mě nechceš vyhodit z přechodové komory.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:653:DefaultText
source: If you ever decide to settle down, there's a home for you on Groundbreaker.
cs: Pokud se někdy rozhodnete usadit, na Groundbreakeru pro vás máme domov.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:654:DefaultText
source: So do I. Parvati, you're still happy with the Unreliable?
cs: Já taky. Parvati, jsi pořád spokojená s Nespolehlivým?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:655:DefaultText
source: Parvati's got a kindness to her that I don't aim to spoil.
cs: Parvati má v sobě laskavost, kterou nechci kazit.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:656:DefaultText
source: Stop trying to poach my crew, Tennyson.
cs: Přestaň se pokoušet přebírat mou posádku, Tennysone.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:657:DefaultText
source: See that you don't.
cs: Dohlédněte na to, abyste to neudělali.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:658:DefaultText
source: Try and stop me. This ship gets awful cold when the radiator works, and Parvati's warm company.
cs: Zkuste mě zastavit. Na téhle lodi je strašná zima, když funguje chladič, a Parvati je teplá společnost.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:659:DefaultText
source: I am, Captain. Happier than I ever been, really. Plus, I'm in space!
cs: Jsem, kapitáne. Šťastnější než kdykoli předtím. Navíc jsem ve vesmíru!

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:660:DefaultText
source: Keep our girl in one piece and we won't have any problems, Captain.
cs: Udržujte naši dívku v jednom kuse a nebudeme mít žádné problémy, kapitáne.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:661:DefaultText
source: Are you kidding me? I'm right here.
cs: Děláte si srandu? Jsem tady.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:662:DefaultText
source: What do you think, Parvati?
cs: Co myslíš, Parvati?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:663:DefaultText
source: <Say nothing.>
cs: <Neříkej nic.>

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:665:DefaultText
source: You'll know when I'm addressing you, Captain.
cs: Poznáte, kdy vás oslovuji, kapitáne.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:666:DefaultText
source: Oh- oh Law, I don't- I'm sorry, but-
cs: Oh- oh Law, já ne- omlouvám se, ale-

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:667:DefaultText
source: Thanks, Junlei. I had some other questions for you.
cs: Díky, Junlei. Měl jsem na tebe další otázky.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:668:DefaultText
source: <Whisper> Nice job, Parvati.
cs: <Šepot> Dobrá práce, Parvati.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:669:DefaultText
source: Couldn't've done it without your moral support, Captain.
cs: Bez vaší morální podpory bych to nezvládl, kapitáne.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:670:DefaultText
source: Not a problem, Captain. Ask away.
cs: To není problém, kapitáne. Ptejte se.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:671:DefaultText
source: Now, if there's nothing else, there are other parts of the ship begging for my attention.
cs: Když už nic jiného, jsou tu další části lodi, které si říkají o mou pozornost.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:672:DefaultText
source: Smell that fresh air? Almost better than being outside. What do you need, Captain?
cs: Cítíte ten čerstvý vzduch? Skoro lepší než venku. Co potřebujete, kapitáne?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:674:DefaultText
source: This whole deck smells like ass. Only gonna get worse if I don't get those radiators fixed.
cs: Celá tahle paluba smrdí jako prdel. Bude to ještě horší, pokud ty chladiče neopravím.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:675:DefaultText
source: Junlei Tennyson. I'm Captain around here, but Chief to my friends. Hope you don't mind the formal introduction. Groundbreaker doesn't see many visitors.
cs: Junlei Tennyson. Jsem tady kapitánem, ale šéfem svých přátel. Doufám, že vám nevadí formální představení. Groundbreaker nevídá mnoho návštěvníků.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:676:DefaultText
source: <oeitoken>PlayerName</oeitoken>. Nice place you've got here, Chief.
cs: <oeitoken>Jméno hráče</oeitoken>. Máte to tu pěkné, šéfe.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:677:DefaultText
source: I'm Captain of the Unreliable. Though my ship's a bit grounded at the moment.
cs: Jsem kapitán Nespolehlivých. I když moje loď je momentálně trochu na dně.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:678:DefaultText
source: I'm Captain of the Unreliable, recently unshackled from Groundbreaker's impound.
cs: Jsem kapitán Nespolehlivého, nedávno jsem byl propuštěn z vězení Groundbreakeru.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:680:DefaultText
source: No it isn't. It's a mess. But it's my mess, so I'll take the compliment.
cs: Ne, není. Je to nepořádek. Ale je to můj nepořádek, takže beru kompliment.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:681:DefaultText
source: Just so we understand each other, I'm the final word on this ship. The Mardets, the crew, the engineers - they're family. I hope there won't be any problems while you're visiting.
cs: Abychom si rozuměli, poslední slovo na této lodi mám já. Mardets, posádka, inženýři - to je rodina. Doufám, že během vaší návštěvy nenastanou žádné problémy.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:682:DefaultText
source: At ease. Nice to see an outsider with some working brain cells.
cs: V klidu. Je hezké vidět člověka zvenčí s fungujícími mozkovými buňkami.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:683:DefaultText
source: I'll do whatever I can to help you keep the peace.
cs: Udělám, co budu moci, abych vám pomohl udržet mír.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:684:DefaultText
source: I'll try not to start any fights, but I might have to end some.
cs: Budu se snažit nezačínat žádné hádky, ale možná budu muset nějaké ukončit.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:685:DefaultText
source: Ain't that always the way?
cs: Není to tak vždycky?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:686:DefaultText
source: <Salute> Copy that, Chief.
cs: <Salute> Rozumím, šéfe.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:687:DefaultText
source: Good. Don't go making trouble and chances are you won't find any. That's how I like it around here.
cs: Dobré. Nedělejte problémy a je pravděpodobné, že žádné nenajdete. Tak to tady mám rád.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:688:DefaultText
source: I heard we had someone in impound. Wish I could help. I gave the bureaucrats a mote of authority over freight traffic, and it rankles them good when I challenge it.
cs: Slyšel jsem, že jsme někoho zabavili. Kéž bych mohl pomoci. Dal jsem byrokratům moc nad nákladní dopravou a pěkně je štve, když to zpochybňuji.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:689:DefaultText
source: Good for you. Hope you scared some sense into those bureaucrats giving you trouble.
cs: To je pro vás dobré. Doufám, že jsi ty úředníky, kteří ti dělají problémy, trochu vyděsil.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:690:DefaultText
source: I don't plan on staying long, Captain.
cs: Nehodlám se zdržet dlouho, kapitáne.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:691:DefaultText
source: Not many around here can afford to say the same.
cs: Málokdo si tady může dovolit říct totéž.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:692:DefaultText
source: What's it like being in command around here?
cs: Jaké to je, být tady velitelem?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:693:DefaultText
source: Frustrating. Everything down to the circuitboards is past warranty, so I have the pleasure of making life or death decisions on a shoestring budget.
cs: Frustrující. Všechno až po desky plošných spojů je po záruce, takže mám to potěšení rozhodovat o životě a smrti s omezeným rozpočtem.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:694:DefaultText
source: Plus there's no time to train my successor or document fixes in a way that anyone outside the family would understand.
cs: Navíc nemám čas zaučovat svého nástupce nebo dokumentovat opravy tak, aby jim rozuměl někdo mimo rodinu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:695:DefaultText
source: This ship is a family business?
cs: Tato loď je rodinný podnik?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:696:DefaultText
source: Parvati here could always help you shoulder the burden.
cs: Tady Parvati vám vždycky může pomoci nést břemeno.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:697:DefaultText
source: Where's the self-destruct mechanism?
cs: Kde je autodestrukční mechanismus?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:698:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:699:DefaultText
source: Oh gosh, I don't know, I'm really just a dab hand with a wrench. Nothing special. Not like a Chief Engineer.
cs: Ach bože, já nevím, já jsem opravdu jenom šikovný hasič. Nic zvláštního. Ne jako šéfinženýr.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:700:DefaultText
source: That won't be necessary. No offense, Parvati.
cs: To nebude nutné. Bez urážky, Parvati.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:701:DefaultText
source: Whenever you're through busting ass on a ship that works, you're welcome to bust ass on this bucket of bolts I call home.
cs: Až se přestaneš trápit na lodi, která funguje, můžeš se trápit na tomhle kýblu šroubů, kterému říkám domov.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:703:DefaultText
source: Sure is. The Tennysons came over on the Groundbreaker. My grandmother, Chief Guiying, kept it together during the Crossing and until she died.
cs: Určitě ano. Tennysonovi přiletěli na Groundbreaker. Moje babička, náčelnice Guiyingová, ji během Přechodu a až do své smrti držela pohromadě.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:704:DefaultText
source: I was... "promoted" only recently. When my mom died. Then I took the leap from Chief Engineer to Captain.
cs: Byl jsem... "povýšen" teprve nedávno. Když mi zemřela máma. Pak jsem se z hlavního inženýra stal kapitánem.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:705:DefaultText
source: You've got my attention.
cs: Získal jste si mou pozornost.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:706:DefaultText
source: I gelded that thing years ago. Now it brews a stim that goes down stronger than Nanner Spank. Family recipe.
cs: Před lety jsem ho vykleštil. Teď vaří stim, který je silnější než Nanner Spank. Rodinný recept.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:707:DefaultText
source: Aren't you a little young to be training a successor?
cs: Nejste na přípravu nástupce příliš mladý?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:708:DefaultText
source: You see any bite-sized Tennyson children running around? I didn't think so.
cs: Vidíte, že by kolem pobíhaly nějaké nakousnuté Tennysonovy děti? To jsem si nemyslel.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:709:DefaultText
source: The next Captain won't have my heritage. I'll have to foster that talent from somewhere. It's only a question of when.
cs: Příští kapitán nebude mít mé dědictví. Ten talent budu muset odněkud vypěstovat. Je jen otázkou času.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:710:DefaultText
source: I was doing some maintenance on the radiators and found this lying around. You look like you need it more than I do.
cs: Prováděl jsem údržbu chladičů a našel jsem tohle. Vypadá to, že to potřebuješ víc než já.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:711:DefaultText
source: Sorry about the heat. Here, drink up. No excuse for dehydration on my watch.
cs: Omlouváme se za horko. Tady, napij se. Na dehydrataci není omluva, když hlídám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:712:DefaultText
source: The ship's groaning something fierce, but I can make time for you.
cs: Loď strašně sténá, ale já si na tebe čas udělám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:713:DefaultText
source: What can I do you for, Captain?
cs: Co pro vás mohu udělat, kapitáne?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:714:DefaultText
source: Speak your mind. Honestly, I could use the distraction.
cs: Vyjádřete svůj názor. Upřímně řečeno, hodilo by se mi rozptýlení.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:717:DefaultText
source: No need to be so formal, Parvati.
cs: Nemusíš být tak formální, Parvati.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:718:DefaultText
source: <Nudge Parvati to continue.>
cs: <Postrčte Parvati, aby pokračovala.>

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:719:DefaultText
source: Force of habit, I guess.
cs: Asi síla zvyku.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:720:DefaultText
source: Parvati, don't be shy about requesting time off if you need to compare notes in person.
cs: Parvati, nestyďte se požádat o volno, pokud si potřebujete osobně porovnat poznámky.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:721:DefaultText
source: <Nudge Parvati to continue.>
cs: <Postrčte Parvati, aby pokračovala.>

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:722:DefaultText
source: <Silently encourage Parvati.>
cs: <Tiše povzbuzuje Parvati.>

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:723:DefaultText
source: <Say nothing.>
cs: <Neříkej nic.>

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:724:DefaultText
source: <Say nothing.>
cs: <Neříkej nic.>

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:725:DefaultText
source: Right. In person. S-sure thing, Captain.
cs: Vpravo. Osobně. Jistě, kapitáne.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:729:DefaultText
source: Why haven't you fixed them yet?
cs: Proč jste je ještě neopravili?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:730:DefaultText
source: I'm sure your capable staff can stay ahead of the problem.
cs: Jsem si jistý, že vaši schopní zaměstnanci dokáží problému předcházet.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:731:DefaultText
source: Only the Board has access to new parts, and I won't let them swindle me into a corner.
cs: Přístup k novým dílům má pouze představenstvo a já se nenechám zahnat do kouta.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:732:DefaultText
source: Is there no room for compromise?
cs: Není prostor pro kompromis?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:733:DefaultText
source: Surely the Board doesn't want Groundbreaker to roast?
cs: Představenstvo jistě nechce, aby se Groundbreaker upekl?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:734:DefaultText
source: None. Every time I give in to the Board, Groundbreaker loses its freedom. Soon there won't be anything left. I can't allow that.
cs: Žádné. Pokaždé, když se podřídím představenstvu, ztrácí Groundbreaker svou svobodu. Brzy z něj nezbude nic. To nemohu dopustit.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:735:DefaultText
source: They want us to sweat, thinking that'll soften me up for a bad faith deal. If you'll excuse me, they can go fuck themselves.
cs: Chtějí, abychom se zapotili, a myslí si, že mě to obměkčí, abychom se dohodli na špatné víře. Jestli mě omluvíte, můžou se jít bodnout.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:736:DefaultText
source: You must not have been here long. In Halcyon, new parts come by way of interstellar freighters from Earth, and the Board monopolizes that kind of trade.
cs: Asi tu nejste dlouho. Na Halcyon se nové součástky dovážejí mezihvězdnými nákladními loděmi ze Země a představenstvo má na tento druh obchodu monopol.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:737:DefaultText
source: That means I'd have to negotiate with the Board. I've already given them the shops, the docking fees, and a damn embassy.
cs: To znamená, že bych musel vyjednávat s představenstvem. Už jsem jim dal obchody, dokovací poplatky a zatracenou ambasádu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:738:DefaultText
source: Their "negotiations" sound like a bureaucratic coup.
cs: Jejich "jednání" vypadá jako byrokratický převrat.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:739:DefaultText
source: Aren't you just delaying the inevitable by cannibalising Groundbreaker's systems?
cs: Neoddalujete tím jen nevyhnutelné, protože kanibalizujete systémy Groundbreakeru?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:740:DefaultText
source: Damn right. And while I'm Captain of the Groundbreaker, it falls to me to preserve this ship's independence.
cs: To máš sakra pravdu. A dokud jsem kapitánem Groundbreakeru, je na mně, abych zachoval nezávislost této lodi.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:741:DefaultText
source: Between us Captains, I try to avoid sounding as bleak as you. Even if I'm feeling down, the crew doesn't need to hear it.
cs: Mezi námi kapitány, snažím se, aby to neznělo tak ponuře jako u vás. I když se cítím špatně, posádka to nepotřebuje slyšet.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:743:DefaultText
source: Fatalism has got no home on Groundbreaker. We aim to weather the storm, no matter how bad it gets.
cs: Fatalismus nemá v Groundbreakeru domov. Naším cílem je přečkat bouři, ať už je jakkoli zlá.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:744:DefaultText
source: Why so protective?
cs: Proč tolik ochrany?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:745:DefaultText
source: None taken.
cs: Nebyla přijata žádná.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:746:DefaultText
source: <Flash a rude gesture with both hands> None taken.
cs: <Bleskne neslušným gestem obou rukou> Žádný není přijat.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:747:DefaultText
source: Mardets are descended from the original marine detachment that crossed the void with Groundbreaker. I don't put their lives on the line if I can avoid it.
cs: Mardějové pocházejí z původního námořního oddílu, který překročil prázdnotu spolu s Hromovládcem. Pokud se tomu mohu vyhnout, nedávám jejich životy v sázku.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:748:DefaultText
source: Nice and pragmatic. Thanks for understanding.
cs: Pěkné a pragmatické. Díky za pochopení.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:749:DefaultText
source: Cute. My grandmother taught me that one. I was afraid it had fallen out of style.
cs: Roztomilé. To mě naučila moje babička. Bála jsem se, že to vyšlo z módy.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:750:DefaultText
source: Maybe you can see why I'm protective of Groundbreaker. This ship is family. It's got tinkerings and bypasses that only Tennysons know about.
cs: Možná už chápete, proč si Hromotluka chráním. Tahle loď je rodina. Má vychytávky a obchvaty, o kterých vědí jen Tennysoni.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:751:DefaultText
source: Was it a big change, that transition to command?
cs: Byla to velká změna, ten přechod na velení?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:752:DefaultText
source: Condolences, Junlei. I'm sure those were some big shoes to fill.
cs: Upřímnou soustrast, Junlei. Určitě to byly velké boty, které jsi musel zaplnit.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:753:DefaultText
source: They must've been amazing people. To have taught you all you know, I mean. Which is a lot.
cs: Museli to být úžasní lidé. Když tě naučili všechno, co umíš. Což je hodně.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:754:DefaultText
source: That means a lot coming from a fellow engineer.
cs: Od kolegy inženýra to hodně znamená.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:755:DefaultText
source: It was different knowing that I couldn't turn to anyone who could answer the tough questions for me.
cs: Bylo to jiné, když jsem věděla, že se nemohu obrátit na nikoho, kdo by mi odpověděl na těžké otázky.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:756:DefaultText
source: Appreciate it. There wasn't much that took me by surprise about the job, but the little things you never expect or think about? They add up over time.
cs: Oceňujeme to. Na té práci mě toho moc nepřekvapilo, ale ty maličkosti, které člověk nikdy nečeká nebo na ně nemyslí? Ty se časem nasčítají.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:757:DefaultText
source: We're always thirsting for help. If you can find your way around this labyrinth of ducts and panels, we could work something out.
cs: Stále toužíme po pomoci. Pokud se dokážete zorientovat v labyrintu kanálů a panelů, mohli bychom něco vymyslet.
