Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_chawla_ellen_new.po
Languages: cs

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:1:DefaultText
source: Unless you're here to file an incident report or to inquire about the bounty posting, I must kindly ask you to clear out. The Mardet's offices aren't for leisure time nor loitering.
cs: Pokud jste nepřišli podat hlášení o incidentu nebo se ptát na vypsanou odměnu, musím vás laskavě požádat, abyste odešli. Mardetovy kanceláře nejsou určeny k trávení volného času ani k poflakování.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:2:DefaultText
source: What bounties do you have available?
cs: Jaké odměny máte k dispozici?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:3:DefaultText
source: So what's it like, working security detail on a space station?
cs: Jaké to je, pracovat jako ochranka na vesmírné stanici?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:4:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:5:DefaultText
source: Do I look like your gossipy best friend? While I'm on post, I take my duties real serious. I would have no qualms whatsoever escorting you to a cell. Understand?
cs: Vypadám jako tvoje nejlepší kamarádka, která tě pomlouvá? Když jsem na pozici, beru své povinnosti opravdu vážně. Bez rozpaků bych tě eskortoval do cely. Rozumíš?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:6:DefaultText
source: Got a hot one for you - Captain Gunnar MacRedd. Just 26 hours old. The posting that is, not the criminal.
cs: Mám pro vás žhavou novinku - kapitána Gunnara MacRedda. Je mu pouhých 26 hodin. Tedy ten příspěvek, ne ten zločinec.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:7:DefaultText
source: Last tip we got pointed toward the Back Bays. You want the reward? Do the legwork.
cs: Poslední tip, který jsme dostali, směřoval do Back Bays. Chcete odměnu? Udělejte si tu práci.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:9:DefaultText
source: I'll take the posting.
cs: Vezmu si ten příspěvek.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:10:DefaultText
source: I'll think about it.
cs: Budu o tom přemýšlet.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:11:DefaultText
source: Why don't you send a Mardet to apprehend him?
cs: Proč nepošlete Mardeta, aby ho zadržel?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:12:DefaultText
source: Oh, I will. Soon as the Chief approves the personnel re-org required for a bounty dispatch. So in about three to seven weeks.
cs: To udělám. Hned jak šéf schválí personální reorganizaci potřebnou pro expedici odměn. Takže asi za tři až sedm týdnů.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:14:DefaultText
source: You and about six other enterprising mavericks. It's only a matter of time before someone brings me MacRedd's head - or his lucky lighter - as proof of kill.
cs: Ty a asi šest dalších podnikavých dobrodruhů. Je jen otázkou času, kdy mi někdo přinese MacReddovu hlavu - nebo jeho šťastný zapalovač - jako důkaz zabití.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:15:DefaultText
source: Suit yourself. Not everyone's cut out for detective work and so forth. I understand.
cs: Vyhovujte si. Ne každý se hodí na detektivní práci a tak dále. Já to chápu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:16:DefaultText
source: How goes the hunt? I've been ruminating on it, and I decided - if you ain't killed MacRedd yet, I want you to hurt him a little before you do.
cs: Jak probíhá lov? Přemýšlel jsem o tom a rozhodl jsem se - jestli jsi MacRedda ještě nezabil, chci, abys mu předtím trochu ublížil.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:17:DefaultText
source: Come to take the bounty posting?
cs: Přišli jste si pro odměnu?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:19:DefaultText
source: I'm working on it.
cs: Pracuji na tom.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:21:DefaultText
source: Good news, I killed Captain MacRedd. And I roughed him up before I did him in.
cs: Dobré zprávy, zabil jsem kapitána MacRedda. A než jsem ho zabil, pořádně jsem ho zřídil.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:22:DefaultText
source: I already killed MacRedd. Here's his lighter for proof.
cs: MacRedda jsem už zabil. Tady je jeho zapalovač jako důkaz.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:23:DefaultText
source: Here's the bounty pay-out. Nice work down there. With any luck, we can hire more sharp-eyed bounty hunters like you in the future.
cs: Zde je výplata odměny. Pěkná práce. S trochou štěstí můžeme v budoucnu najmout další bystré lovce odměn, jako jsi ty.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:24:DefaultText
source: Hey, bounty hunter. You're welcome here anytime... so long as you ain't loitering.
cs: Hej, lovče odměn. Jsi tu kdykoli vítán... dokud se tu nebudeš poflakovat.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:25:DefaultText
source: Say I did have an incident to report.
cs: Řekněme, že jsem měl incident, který jsem musel nahlásit.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:26:DefaultText
source: Assuming the nature of the incident is both sufficient cause for infraction and under our jurisdiction, I'll take your statement and open an investigation into the matter.
cs: Za předpokladu, že povaha incidentu je dostatečným důvodem k přestupku a spadá do naší jurisdikce, přijmu vaše prohlášení a zahájím vyšetřování této záležitosti.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:27:DefaultText
source: Now, then. What's happened?
cs: Tak tedy. Co se stalo?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:28:DefaultText
source: Nothing at this time.
cs: V tuto chvíli nic.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:29:DefaultText
source: You need me, you know where my offices are.
cs: Pokud mě potřebujete, víte, kde mám kanceláře.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:30:DefaultText
source: I'd like to report a crime.
cs: Rád bych nahlásil trestný čin.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:31:DefaultText
source: I'd like to be off duty for the night. But as I've several more hours remaining on my shift, I am obligated to hear you out.
cs: Rád bych byl na noc mimo službu. Ale protože mi do konce směny zbývá ještě několik hodin, jsem povinen vás vyslechnout.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:32:DefaultText
source: Bit of a contradictory one, ain't you? Or were you making an ill-attempted joke? Well, I suppose it ain't a crime to change one's mind.
cs: Trochu rozporuplný, že? Nebo jste si dělal špatně legraci? Předpokládám, že změnit názor není zločin.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:33:DefaultText
source: There was a man living in the comms relay station, but I killed him.
cs: V komunikační stanici žil jeden muž, ale toho jsem zabil.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:34:DefaultText
source: You've got a squatter in the comms station. He tampered with the relay equipment.
cs: Na komunikační stanici máte squattera. Manipuloval s přenosovým zařízením.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:35:DefaultText
source: Are you reporting him for vagrancy, yourself for murder, or both?
cs: Nahlásíte ho za potulku, sebe za vraždu, nebo obojí?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:36:DefaultText
source: Who is he and how long has he been there?
cs: Kdo je to a jak dlouho tam je?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:37:DefaultText
source: Calls himself Frey and I think he's been there for several months now.
cs: Říká si Frey a myslím, že je tam už několik měsíců.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:38:DefaultText
source: How should I know?
cs: Jak to mám vědět?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:39:DefaultText
source: Sounds like we've got multiple counts of vagrancy, trespassing, breaking and entering, unlawful imitation of a station technician, and property damage.
cs: Vypadá to, že tu máme několikanásobné obvinění z potulky, vloupání, nedovoleného napodobování staničního technika a poškození majetku.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:40:DefaultText
source: Unless this fella's some Byzantium gold-blood, he don't stand a chance of paying the fines. All right, I'll round him up.
cs: Pokud ten chlapík není nějaký byzantský zlatokop, nemá šanci pokuty zaplatit. Dobře, seberu ho.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:41:DefaultText
source: I thought there was a squatter in the comms relay station, but I was mistaken.
cs: Myslel jsem si, že v komunikační stanici je nějaký squatter, ale mýlil jsem se.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:42:DefaultText
source: Him for vagrancy.
cs: ho za potulku.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:43:DefaultText
source: Uh, neither on second thought.
cs: Když se nad tím zamyslím, tak ani jedno.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:44:DefaultText
source: The Mardet appreciates your report.
cs: Mardet si váží vaší zprávy.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:45:DefaultText
source: It's not much of a report if it ain't got any details, but all right. I suppose I can spare an officer to investigate the premises - in about four to six weeks.
cs: Není to moc dobrá zpráva, když neobsahuje žádné podrobnosti, ale dobře. Předpokládám, že mohu postrádat důstojníka, který by to tu prošetřil - asi tak za čtyři až šest týdnů.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:46:DefaultText
source: Might I clarify that we don't take 'almost incident' reports? Only actual occurrences of an illegal nature.
cs: Mohl bych upřesnit, že nepřijímáme hlášení o "téměř nehodě"? Pouze skutečné události nezákonné povahy.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:47:DefaultText
source: Now, if there actually was any unauthorized persons residing in one of our relay stations, I would be required to send a officer to make an arrest.
cs: Pokud by se v některé z našich retranslačních stanic skutečně zdržovaly neoprávněné osoby, musel bych poslat policistu, aby je zatkl.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:48:DefaultText
source: But as you were mistaken, I see no need to waste the resources. You remember something that might change that, you let me know.
cs: Ale protože jste se mýlil, nevidím důvod plýtvat prostředky. Pokud si vzpomenete na něco, co by to mohlo změnit, dejte mi vědět.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:49:DefaultText
source: Fine, fine.
cs: Dobře, dobře.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:50:DefaultText
source: So then later, over drinks?
cs: Takže později, u skleničky?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:51:DefaultText
source: Then get to business or get moving.
cs: Pak se pusťte do práce nebo se dejte do pohybu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:52:DefaultText
source: Don't make me laugh on duty. It sets a bad example for the rookies.
cs: Nerozesmívej mě ve službě. Dává to špatný příklad nováčkům.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:53:DefaultText
source: Allegations include several counts of flying under the influence, carrying open alcoholic containers, failure to pay docking fees, resisting arrest, and assaulting not one but two officers.
cs: Obvinění zahrnuje několik případů létání pod vlivem alkoholu, nošení otevřených nádob s alkoholem, nezaplacení přístavních poplatků, kladení odporu při zatýkání a napadení ne jednoho, ale hned dvou policistů.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:54:DefaultText
source: Flying under the influence... of illegal substances?
cs: Létání pod vlivem... zakázaných látek?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:55:DefaultText
source: Assaulting two officers?
cs: Napadení dvou policistů?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:56:DefaultText
source: Swerving in the air was more like it. Then he crashed hard into the dock and tumbled out of his ship and fled on foot.
cs: Spíše se pohyboval ve vzduchu. Pak tvrdě narazil do přístaviště, vyklopýtal z lodi a utekl pěšky.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:57:DefaultText
source: I can see why he's wanted dead or alive.
cs: Chápu, proč ho hledají živého nebo mrtvého.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:58:DefaultText
source: Kicked one right in the kneecap while he poked the other in the eyes. MacRedd's lucky we're too backlogged right now to hunt him down ourselves.
cs: Jednoho kopl přímo do kolena, zatímco druhého šťouchl do očí. MacRedd má štěstí, že jsme teď příliš zaneprázdněni, než abychom ho lovili sami.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:59:DefaultText
source: Dreadful, ain't it? Such blatant disregard for order. It's a real problem in the youth these days.
cs: Hrozné, že? Taková nehorázná neúcta k pořádku. To je v dnešní době u mládeže skutečný problém.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:60:DefaultText
source: But if our resources clear up and we catch him before some contractor does, I fully plan to lock him in iso with them two officers he wounded. Thinking he won't like that one bit.
cs: Ale pokud se naše zdroje uvolní a my ho chytíme dřív, než to udělá nějaký dodavatel, mám v plánu ho zavřít na izolaci s těmi dvěma důstojníky, které zranil. Myslím, že se mu to ani trochu nebude líbit.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:61:DefaultText
source: It's true enough that he ain't particularly deadly, but the interest on each fine being compounded as they are means he'll be paying with his life insurance. Only way to cover it.
cs: Je pravda, že není nijak zvlášť smrtící, ale úroky z každé pokuty, které se tak sčítají, znamenají, že bude platit ze svého životního pojištění. Jediný způsob, jak to pokrýt.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:62:DefaultText
source: Spilled Rizzo's Violet spectrum vodka all over Officer Hartley - an affront of its own considering none of us are approved for anything higher than Green spectrum.
cs: Polil strážníka Hartleyho vodkou Rizzo's Violet spectrum - což je urážka sama o sobě, vzhledem k tomu, že nikdo z nás nemá povolení k ničemu vyššímu než Green spectrum.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:63:DefaultText
source: Any leads on where I might find MacRedd?
cs: Nějaké tipy, kde bych mohl MacRedda najít?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:64:DefaultText
source: Allegations include several counts of flying under the influence, carrying open alcoholic containers, failure to pay docking fees, resisting arrest, and assaulting not one but two officers.
cs: Obvinění zahrnuje několik případů létání pod vlivem alkoholu, nošení otevřených nádob s alkoholem, nezaplacení přístavních poplatků, kladení odporu při zatýkání a napadení ne jednoho, ale hned dvou policistů.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:65:DefaultText
source: The outlaw scientist fella - right. The Board's had it out for him for ages.
cs: Vědec mimo zákon - správně. Rada na něj má spadeno už dlouho.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:66:DefaultText
source: I couldn't help but notice the bounty posting on Phineas Welles.
cs: Nemohl jsem si nevšimnout, že na Phinease Wellese byla vypsána odměna.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:67:DefaultText
source: I do hope you're the lucky hunter, though. Good luck and skip speed to you.
cs: Doufám, že jsi šťastný lovec. Hodně štěstí a rychlou jízdu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:68:DefaultText
source: Tell me about that bounty on MacRedd again.
cs: Řekni mi ještě jednou o té odměně za MacRedda.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:69:DefaultText
source: Nothing excessive, mind you. But the scoundrel deserves a light beating at least before he kicks off.
cs: Nic přehnaného. Ale ten darebák by si zasloužil alespoň lehký výprask, než se rozjede.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:70:DefaultText
source: Forget about the bounty for now. I want to talk with you about something else.
cs: Na odměnu prozatím zapomeňte. Chci s tebou mluvit o něčem jiném.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:71:DefaultText
source: Have at it, then.
cs: Tak se do toho pusťte.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:72:DefaultText
source: Sorry to disappoint. I only kill humanely. Here's MacRedd's lighter.
cs: Omlouváme se za zklamání. Zabíjím pouze humánně. Tady je MacReddův zapalovač.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:73:DefaultText
source: I believe I'm growing fond of you, bounty hunter. If you got the Mardets' backs, the Mardets have got yours.
cs: Myslím, že si tě začínám oblíbovat, lovče odměn. Když jsi kryl záda Mardetům, Mardetové kryjí záda tobě.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:74:DefaultText
source: A shame, but I won't hold it against you. The lighter's enough to file for the insurance payment. Long as his fees are cleared, I'll call it justice served.
cs: Škoda, ale nebudu vám to mít za zlé. Ten zapalovač stačí na podání žádosti o pojistné plnění. Dokud budou jeho poplatky uhrazeny, budu to považovat za splnění spravedlnosti.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:76:DefaultText
source: I already killed MacRedd. Here's his lighter for proof.
cs: MacRedda jsem už zabil. Tady je jeho zapalovač jako důkaz.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:77:DefaultText
source: Captain MacRedd is completely dead. Here's his lucky lighter as proof.
cs: Kapitán MacRedd je úplně mrtvý. Tady je jeho šťastný zapalovač jako důkaz.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:78:DefaultText
source: Whoa, all right. Just trying to make conversation.
cs: Dobře. Jen se snažím navázat konverzaci.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:79:DefaultText
source: I'm not here for a chat. Now get moving before I see you moved.
cs: Nejsem tu na pokec. Teď se pohni, než tě uvidím pohnutého.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:80:DefaultText
source: Hey! No one talks to me like that.
cs: Hej! Takhle se mnou nikdo nemluví.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:81:DefaultText
source: Now, let's not start a fuss. I'm just trying to do my job, and I can't do it while chit-chatting with you.
cs: Nezačínejme s rozruchem. Jen se snažím dělat svou práci a nemůžu ji dělat, když s vámi klábosím.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:82:DefaultText
source: If you have an inkling of the wheres or what-fors of his location, Udom Bedford would surely like to hear it.
cs: Pokud máte tušení, kde nebo kde se nachází, Udom Bedford by to jistě rád slyšel.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:83:DefaultText
source: Where can I find Udom Bedford?
cs: Kde najdu Udom Bedford?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:85:DefaultText
source: He'll be in the Board offices on the Promenade, no doubt dreaming up new ways to be a pain in my ass.
cs: Bude v kancelářích správní rady na promenádě a bezpochyby bude vymýšlet nové způsoby, jak mě otravovat.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:87:DefaultText
source: Who's Udom Bedford?
cs: Kdo je Udom Bedford?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:88:DefaultText
source: He's the Board's watchful eye here on Groundbreaker.
cs: On je zde na Groundbreakeru bdělým okem rady.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:89:DefaultText
source: Got it.
cs: Mám to.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:91:DefaultText
source: Is this Welles fellow a famous criminal or something?
cs: Je ten Welles nějaký slavný zločinec nebo co?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:92:DefaultText
source: Phineas is my friend!
cs: Phineas je můj přítel!

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:93:DefaultText
source: That was uh - that was sarcasm, right? Real dry sense of humor.
cs: To byl sarkasmus, že? Opravdu suchý smysl pro humor.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:94:DefaultText
source: Think you mighta got your words mixed up again, Captain.
cs: Myslím, že jste si zase popletl slova, kapitáne.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:95:DefaultText
source: Ha, ha! The captain has such a dry sense of humor, sometimes it's tough even for me to tell when he's joking. Because you *are* pulling the kind officer's leg. Right, Captain?
cs: Ha, ha! Kapitán má tak suchý smysl pro humor, že je někdy i pro mě těžké poznat, kdy si dělá legraci. Protože ty si z toho laskavého důstojníka děláš legraci. Že, kapitáne?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:96:DefaultText
source: Oh, right. Yeah. It's not like we've met or anything.
cs: Aha, jasně. Jo. Ne že bychom se potkali nebo tak něco.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:97:DefaultText
source: No, I mean it! I've been to his secret base and everything!
cs: Ne, myslím to vážně! Byl jsem na jeho tajné základně a vůbec!

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:98:DefaultText
source: If you're looking for a pay day, you'll want to talk to Udom about it. I'm not processing the Board's paperwork for them.
cs: Pokud hledáte výplatu, promluvte si o ní s Udomem. Já pro ně papíry správní rady nevyřizuji.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:99:DefaultText
source: Not least 'cause they want everything in triplicate. 'Won't the one message do?' No, I have to send it three times.
cs: V neposlední řadě proto, že chtějí mít všechno ve třech vyhotoveních. "Nestačí jedna zpráva? Ne, musím ji poslat třikrát.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:100:DefaultText
source: Glad to hear it. Anything else?
cs: To rád slyším. Ještě něco?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:101:DefaultText
source: To the Board, yeah. You've read his wanted poster. Whole list of things to get their unders in a wad.
cs: Správní radě ano. Četl jsi jeho plakát s hledanými osobami. Celý seznam věcí, kvůli kterým se jim zvedá žaludek.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:103:DefaultText
source: I don't care whether you know him or not - I'm not about to start enforcing the Board's bounties for them.
cs: Je mi jedno, jestli ho znáte, nebo ne - nehodlám za ně začít vymáhat odměny rady.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:104:DefaultText
source: But he's never done nothing to Groundbreaker, so I've no problem with him. We keep the poster up to keep the peace, is all.
cs: Ale nikdy Groundbreakerovi nic neudělal, takže s ním nemám problém. Plakát necháváme vyvěšený, abychom udrželi mír, to je všechno.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:105:DefaultText
source: Still waitin' to hear back on that bounty for MacRedd. That aside, not much else - Groundbreaker's keepin' calm at the moment.
cs: Stále čekám na odpověď ohledně odměny za MacRedda. Nic moc jiného - Groundbreaker je momentálně v klidu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:106:DefaultText
source: With that bastard MacRedd dead, there ain't much else in the offing. Not that I'm complaining, mind you.
cs: Když je ten parchant MacRedd mrtvý, už toho moc nezbývá. Ne že bych si stěžoval.
