Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_hagen_lilya_revision.po
Languages: cs

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:271:DefaultText
source: I'll have those dismantled. You can never be too careful when moving into someone else's territory.
cs: Nechám je demontovat. Opatrnosti není nikdy dost, když se pohybujete na cizím území.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:272:DefaultText
source: Technically you did. Among other things, SubLight is a charity. Legally-speaking. Or so my lawyers tell me. It's a tax thing. Here, just take the bits.
cs: Technicky vzato ano. SubLight je mimo jiné charitativní organizace. Z právního hlediska. Nebo mi to alespoň říkají právníci. Je to daňová záležitost. Tady, vezmi si ty kousky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:273:DefaultText
source: First I need to get something off my chest.
cs: Nejdřív ze sebe musím něco dostat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:274:DefaultText
source: The truth about the human tailbone?
cs: Pravda o lidské ocasní kosti?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:275:DefaultText
source: Bad news, I take it.
cs: Špatné zprávy, beru to tak.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:276:DefaultText
source: I'm thinking more along the lines of the Sapient Species Paradox.
cs: Mám na mysli spíše paradox sapientních druhů.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:277:DefaultText
source: The Sapience Paradox... You think this is about the discovery of intelligent life?
cs: Paradox sapience... Myslíte si, že jde o objev inteligentního života?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:279:DefaultText
source: You had my interest. Now you have my attention.
cs: Zaujal jste mě. Teď máte mou pozornost.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:280:DefaultText
source: Glad to know it, Captain.
cs: To rád slyším, kapitáne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:281:DefaultText
source: Maybe the worst.
cs: Možná nejhorší.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:282:DefaultText
source: Wrong. I think it's about intelligent life discovering us.
cs: Špatně. Myslím, že jde o to, že nás objevil inteligentní život.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:284:DefaultText
source: This is an invasion of our very cells. That damned gas is mixing our nuclein with Halcyon biology to twist us. Change us. Make us more like those monsters on Monarch.
cs: Jedná se o invazi do našich buněk. Ten zatracený plyn míchá náš nuklein s biologií Halcyonu, aby nás pokřivil. Změnit nás. Udělat nás podobnější těm monstrům na Monarchu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:285:DefaultText
source: How do you know I'm not an alien spy on a mission to silence you?
cs: Jak víš, že nejsem mimozemský špión, který tě chce umlčet?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:286:DefaultText
source: Sharing my findings took a calculated risk. If you were a spy, I doubt you'd even realize it. Only your cells would know.
cs: Sdílení mých poznatků vyžadovalo vypočítané riziko. Kdybys byl špion, pochybuji, že by sis to vůbec uvědomil. Věděly by to jen vaše buňky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:287:DefaultText
source: Enough. Tell me what needs to be done.
cs: Dost. Řekni mi, co je třeba udělat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:290:DefaultText
source: If you don't believe me, go pay a visit to the puppet master who's working against her own kind.
cs: Pokud mi nevěříte, navštivte loutkovodiče, který pracuje proti svému vlastnímu druhu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:291:DefaultText
source: Well that's comforting.
cs: To je uklidňující.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:292:DefaultText
source: <Cross your eyes.> We're coming to get you, Lilya.
cs: <Překřižte oči.> Jdeme si pro vás, Lilyo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:293:DefaultText
source: Probably nothing to worry about as long as you don't start growing tentacles or slowing down time.
cs: Pravděpodobně se není čeho bát, pokud vám nezačnou růst chapadla nebo se zpomalí čas.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:294:DefaultText
source: Tobias, get my knife. The big one.
cs: Tobiasi, podej mi nůž. Ten velký.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:296:DefaultText
source: That was a joke. Ha ha. We each get one. Now back to business.
cs: To byl vtip. Ha ha. Každý dostaneme jednu. A teď zpátky k práci.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:298:DefaultText
source: Captain, in my humble assessment, Ms. Hagen is insane.
cs: Kapitáne, podle mého skromného názoru je paní Hagenová šílená.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:299:DefaultText
source: Well. At least she doesn't expect us to believe it.
cs: Dobře. Alespoň neočekává, že tomu budeme věřit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:300:DefaultText
source: This doesn't feel at all right, Captain.
cs: Tohle mi vůbec nepřipadá správné, kapitáne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:301:DefaultText
source: Damn, she's serious. Tragic, ain't it? What age does to your mental faculties?
cs: Sakra, ona to myslí vážně. Tragické, že? Co dělá věk s duševními schopnostmi?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:302:DefaultText
source: Just think of it as salvaging hope from the smoking wreckage of humanity.
cs: Berte to jako záchranu naděje z kouřících trosek lidstva.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:303:DefaultText
source: Why does Dr. Chartrand need to die?
cs: Proč musí doktor Chartrand zemřít?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:304:DefaultText
source: By now the other side knows what you're doing. Don't trust anything Chartrand says. She's compromised down to the bone. Maybe even deeper than that.
cs: Druhá strana už ví, co děláte. Nevěřte ničemu, co Chartrand říká. Je zkompromitovaná až na kost. Možná ještě hlouběji.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:305:DefaultText
source: She's a research scientist, and a damn good one. Before UDL poached her, she engineered a point two percent increase in cystipig juiciness.
cs: Je to výzkumná vědkyně, a to zatraceně dobrá. Než ji společnost UDL přetáhla, navrhla zvýšení šťavnatosti cystipigů o dvě procenta.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:306:DefaultText
source: Catherine heard I was taking you on full-time and sent along a present of her own. I've had it delivered to your ship.
cs: Catherine se doslechla, že tě beru na plný úvazek, a poslala mi dárek. Nechal jsem ho doručit na tvou loď.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:307:DefaultText
source: How unconventional? Asking for a friend.
cs: Jak netradiční? Požádat o přítele.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:309:DefaultText
source: One of my guys filmed a raptidon grinding on an automech. Didn't end well for anyone, including the cameraman.
cs: Jeden z mých lidí natočil raptidona, jak brousí na automechu. Nedopadlo to dobře pro nikoho, včetně kameramana.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:310:DefaultText
source: Why do you need me if you already have people on the ground?
cs: Proč mě potřebujete, když už máte lidi na místě?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:311:DefaultText
source: Catherine is tied up with other matters, and I don't want her bothered. I told her I'd be sending my best fixer. Try and play the part.
cs: Catherine je zaneprázdněna jinými záležitostmi a já nechci, aby byla obtěžována. Řekl jsem jí, že pošlu svého nejlepšího opraváře. Zkus to zahrát.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:313:DefaultText
source: Know anything about the assault cruiser Cornelius Vanderbilt?
cs: Víte něco o útočném křižníku Cornelius Vanderbilt?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:314:DefaultText
source: Not as much as I'd like. The Board dispatched it to Earth on a resupply mission, I think. Why?
cs: Ne tak moc, jak bych si přál. Rada ho vyslala na Zemi na zásobovací misi, myslím. Proč?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:315:DefaultText
source: Dr. Chartrand sent a research query via the cruiser and never heard back.
cs: Doktor Chartrand poslal přes křižník dotaz na výzkum a nikdy se neozval.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:316:DefaultText
source: No reason.
cs: Žádný důvod.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:317:DefaultText
source: You're a strange one, but maybe that's why I like you.
cs: Jsi zvláštní, ale možná právě proto tě mám rád.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:318:DefaultText
source: Interesting. It's possible the Board wanted the cruiser to disregard ancillary tasks, but to what end?
cs: Zajímavé. Je možné, že rada chtěla, aby křižník nebral ohled na pomocné úkoly, ale za jakým účelem?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:319:DefaultText
source: I'll have someone look into it, but for the moment we're pissing in the wind and shooting in the dark. Considering how you get around, you'll probably find answers before I do.
cs: Někdo se na to podívá, ale v tuto chvíli chčijeme do větru a střílíme do tmy. Vzhledem k tomu, jak se pohybuješ, najdeš odpovědi pravděpodobně dřív než já.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:320:DefaultText
source: I'm not laughing, Captain. They got Tobias already. I won't let them get me too.
cs: Já se nesměju, kapitáne. Tobiase už dostali. Nenechám je, aby dostali i mě.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:321:DefaultText
source: Where does Chartrand fit into your alien conspiracy theory?
cs: Jak Chartrand zapadá do vaší teorie o mimozemském spiknutí?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:322:DefaultText
source: Now she's doing the same thing with humanity. Her fingerprints were all over Station Ten Eighty-Four. You saw what she did to her team.
cs: Nyní dělá totéž s lidstvem. Její otisky prstů byly všude na stanici Deset osmdesát čtyři. Viděl jsi, co udělala svému týmu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:323:DefaultText
source: We're far beyond theories. Chartrand's logs, the gas, the suspension tanks - how much proof do you need? Wake up, Captain!
cs: Jsme daleko za hranicemi teorií. Chartrandovy záznamy, plyn, závěsné nádrže - kolik důkazů potřebujete? Probuďte se, kapitáne!

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:324:DefaultText
source: An invasion needs collaborators working from the shadows. She has access to the Board, unlimited funds, and a colony full of sheep.
cs: Invaze potřebuje spolupracovníky, kteří pracují ve stínu. Má přístup k Radě, neomezené finanční prostředky a kolonii plnou ovcí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:325:DefaultText
source: Fits me like a glove.
cs: Padne mi jako ulitý.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:326:DefaultText
source: I had no idea such an honorable title was in my future.
cs: Netušil jsem, že mě v budoucnu čeká tak čestný titul.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:327:DefaultText
source: I'd rather have your job.
cs: Raději bych měl tvou práci.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:328:DefaultText
source: Well of course. We're a "legitimate business," remember? And legitimate businesses have loads of vice presidents. Or so I'm told.
cs: No samozřejmě. Jsme "legální firma", pamatujete? A legitimní firmy mají spoustu viceprezidentů. Nebo mi to alespoň bylo řečeno.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:329:DefaultText
source: From now on the Board will think twice before fucking with Lilya Hagen, Savior of Humanity.
cs: Odteď si představenstvo dvakrát rozmyslí, než si začne zahrávat s Lilyou Hagenovou, spasitelkou lidstva.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:332:DefaultText
source: I seriously doubt it, considering that I spend my days behind a desk and you get all the fun salvage jobs.
cs: O tom vážně pochybuji, vzhledem k tomu, že já trávím dny za stolem a ty máš všechny zábavné záchranné práce.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:333:DefaultText
source: You've certainly earned it, my blood-soaked rising star.
cs: Rozhodně si to zasloužíš, má krví nasáklá vycházející hvězdo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:334:DefaultText
source: Technically I owe you an exit interview. Care to justify your betrayal of our species, or are we finished here?
cs: Technicky vzato ti dlužím výstupní pohovor. Chceš ospravedlnit svou zradu našeho druhu, nebo jsme skončili?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:335:DefaultText
source: You misunderstood Chartrand's research. She's our best shot at survival in Halcyon.
cs: Špatně jste pochopil Chartrandův výzkum. Ona je naší nejlepší šancí na přežití v Halcyonu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:336:DefaultText
source: You're crazy, Lilya. I'm not killing someone to feed your paranoia.
cs: Jsi blázen, Lilyo. Nezabíjím někoho, abych ukojil tvou paranoiu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:337:DefaultText
source: We're finished here.
cs: Tady jsme skončili.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:338:DefaultText
source: Out of my office. We're done.
cs: Mimo mou kancelář. Skončili jsme.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:339:DefaultText
source: You're awfully quick to trust someone who offed her colleagues and called it a good start.
cs: Strašně rychle věříte někomu, kdo zavraždil své kolegy a nazval to dobrým začátkem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:340:DefaultText
source: Seeing as you're the first one to complain about my paranoia, have you ever considered that *you* might be the problem?
cs: Vzhledem k tomu, že jsi první, kdo si stěžuje na mou paranoiu, napadlo tě někdy, že problém můžeš mít ty?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:341:DefaultText
source: Do I at least get a letter of referral?
cs: Dostanu alespoň doporučující dopis?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:342:DefaultText
source: Oh *sure.* I'll get right on it. Everyone hear that? Yeah. This guy's getting a letter of referral.
cs: Jistě, hned se do toho pustím. Slyšeli jste to všichni? Jo. Tenhle chlap dostane doporučující dopis.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:342:FemaleText
source: Oh *sure.* I'll get right on it. Everyone hear that? Yeah. This gal's getting a letter of referral.
cs: Jistě, hned se do toho pustím. Slyšeli jste to všichni? Jo. Tahle holka dostane doporučující dopis.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:345:DefaultText
source: Be seeing you. Make sure you aren't followed on your way out.
cs: Uvidíme se. Ujistěte se, že vás při odchodu nikdo nesleduje.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:346:DefaultText
source: We keep the community lubricated with a steady supply of booze and unconventional erotica. Byzantium kids with more money than sense can thank SubLight for their good time.
cs: Udržujeme komunitu namazanou stálým přísunem alkoholu a netradiční erotiky. Byzantské děti, které mají víc peněz než rozumu, mohou SubLight poděkovat za to, že se dobře baví.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:348:DefaultText
source: Anything else I should know about Monarch?
cs: Ještě něco, co bych měl o Monarchu vědět?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:349:DefaultText
source: Few laws and even fewer people to enforce them. If you're working for the right side, it's a fucking paradise.
cs: Málo zákonů a ještě méně lidí, kteří by je prosazovali. Pokud pracujete pro správnou stranu, je to zatracený ráj.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:350:DefaultText
source: You wanted someone to kill Dr. Chartrand. Tell me again about the job.
cs: Chtěl jste, aby někdo zabil doktora Chartranda. Řekněte mi znovu o té práci.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:351:DefaultText
source: The Board lost contact with the cruiser. It may be missing entirely.
cs: Rada ztratila kontakt s křižníkem. Možná je úplně nezvěstný.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:352:DefaultText
source: Huh. If you haven't seen an assault cruiser before, I'll tell you this much - they don't just go missing. That's like losing a moon.
cs: Huh. Pokud jste ještě neviděli útočný křižník, řeknu vám jedno - neztrácejí se jen tak. To je jako ztratit měsíc.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:353:DefaultText
source: Tell me again about the job on Monarch.
cs: Povězte mi ještě jednou o práci na Monarchu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:354:DefaultText
source: One of my guys in Stellar Bay has a lead on some high-grade salvage, but he went dark before he could spill the goods.
cs: Jeden z mých lidí ve Hvězdné zátoce má stopu na nějakou vysoce kvalitní záchranu, ale ztratil se dřív, než to mohl prozradit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:355:DefaultText
source: I've reconsidered the space station job.
cs: Znovu jsem zvážil práci na vesmírné stanici.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:356:DefaultText
source: Glad to hear it, Captain. Ask any questions you want, but I'm eager to get started.
cs: To rád slyším, kapitáne. Ptejte se, na co chcete, ale já už se nemůžu dočkat, až začnu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:357:DefaultText
source: I haven't seen any evidence of aliens.
cs: Neviděl jsem žádné důkazy o mimozemšťanech.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:358:DefaultText
source: No kidding. That's how they want it.
cs: Bez legrace. Tak to chtějí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:359:DefaultText
source: When I lined up the evidence in my spreadsheet, there was only one possible conclusion looking back at me. This is my data talking, not my anxiety or lack of sleep.
cs: Když jsem si v tabulce seřadil důkazy, byl tu jen jeden možný závěr. Mluví ze mě data, ne moje úzkost nebo nedostatek spánku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:364:DefaultText
source: Hey, we don't work for exposure.
cs: Hej, nepracujeme pro odhalení.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:365:DefaultText
source: Vice President of Aggressive Acquisitions. Got a nice ring to it.
cs: Viceprezident pro agresivní akvizice. Pěkně to zní.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:366:DefaultText
source: I'm not sure we should go telling folks we had anything to do with this.
cs: Nejsem si jistý, jestli bychom měli lidem říkat, že s tím máme něco společného.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:367:DefaultText
source: I wish more "legitimate businesses" were like yours, Hagen. We'd get a lot more done.
cs: Kéž by bylo více "legálních podniků" jako ten váš, Hagene. Udělali bychom toho mnohem víc.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:368:DefaultText
source: Shouldn't be a problem. I have quite a bit of experience "spreading the word".
cs: Neměl by to být problém. Mám docela dost zkušeností s "šířením informací".

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:371:DefaultText
source: This is why I always ask for half my payment up-front.
cs: Proto vždy požaduji polovinu platby předem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:372:DefaultText
source: The thanks we get for showing a little integrity.
cs: Poděkování za trochu poctivosti.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:373:DefaultText
source: You think maybe she's got an itchy trigger finger? I don't wanna find out.
cs: Myslíš, že ji možná svrbí prst na spoušti? Nechci to zjistit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:374:DefaultText
source: I like her, Captain. Let's go before we have to paint this office with her blood.
cs: Líbí se mi, kapitáne. Pojďme, než budeme muset tuto kancelář natřít její krví.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:375:DefaultText
source: What a surprise. Seems we are no longer wanted here.
cs: Jaké překvapení. Zdá se, že už nás tu nechtějí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:377:DefaultText
source: You should know that Catherine is dead.
cs: Měli byste vědět, že Catherine je mrtvá.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:378:DefaultText
source: Catherine? No. Not MY Catherine? Damn. She was one of a kind. A real hard-ass. I'll miss her.
cs: Catherine? Ne. Ne MOJE Catherine? Sakra. Byla jedinečná. Opravdový tvrďák. Bude mi chybět.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:379:DefaultText
source: I hope she went down fighting. Check her terminal after you visit Stellar Bay. Maybe she logged something about the salvage.
cs: Doufám, že padla v boji. Po návštěvě Hvězdné zátoky zkontrolujte její terminál. Možná zaznamenala něco o záchraně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:380:DefaultText
source: Since Catherine's out of the picture, tracking down the salvage is up to you. Hopefully she wrote herself a reminder.
cs: Jelikož je Catherine mimo hru, je hledání záchranného materiálu na tobě. Doufejme, že si napsala upomínku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:381:DefaultText
source: It's simple work for a rookie. Head over to Fallbrook by way of Stellar Bay. My contact had a lead on some valuable salvage before she died.
cs: Pro nováčka je to jednoduchá práce. Vydejte se do Fallbrooku přes Stellar Bay. Moje kontaktní osoba měla před smrtí stopu k nějaké cenné záchraně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:382:DefaultText
source: Sure. Whatever you say.
cs: Jistě. Jak si přejete.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:383:DefaultText
source: You doing okay, Lilya?
cs: Jsi v pořádku, Lilyo?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:384:DefaultText
source: Atta boy.
cs: Hezký chlapec.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:384:FemaleText
source: Atta girl.
cs: Ať žije.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:385:DefaultText
source: I've got a lot on my mind, but it's nothing that concerns you. At least not yet.
cs: Mám toho hodně na srdci, ale není to nic, co by se vás týkalo. Alespoň zatím ne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:388:DefaultText
source: The base had scientists in suspension tanks. Some might still be alive.
cs: Na základně byli vědci v závěsných nádržích. Někteří z nich mohli být stále naživu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:389:DefaultText
source: I heard about that. While my lawyers scratch their heads wondering how we deal with human salvage, I'm leaving the researchers in hibernation.
cs: Slyšel jsem o tom. Zatímco se mí právníci škrábou na hlavě a přemýšlejí, jak se vypořádat s lidskou záchranou, nechávám výzkumníky v hibernaci.
