Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_culkelly_gladys.po
Languages: cs

# conversations/01_groundbreaker/01_cv_culkelly_gladys:337:DefaultText
source: Ask the common folk and they'll tell you it's on account of all the monsters on Monarch desperate to gobble you up.
cs: Zeptejte se obyčejných lidí a řeknou vám, že je to kvůli všem těm příšerám na Monarchu, které vás chtějí sežrat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:338:DefaultText
source: Because that's what the Board tells them, you see?
cs: Protože to jim řekne představenstvo, chápete?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:339:DefaultText
source: I think they made some fool mistake that would make 'em look bad to the rest of the colony, and they're tryin' to hide the evidence.
cs: Myslím, že udělali nějakou hloupou chybu, kvůli které by před zbytkem kolonie vypadali špatně, a snaží se skrýt důkazy.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:340:DefaultText
source: What makes you think that?
cs: Proč si to myslíte?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:341:DefaultText
source: Those Board folk are real prideful-like. Never want you looking behind the curtain, lest you see their derrières.
cs: Ti lidé z rady jsou opravdu pyšní. Nikdy nechtějí, abyste nahlédli za oponu, abyste neviděli jejich pozadí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:342:DefaultText
source: But old Gladys knows the score. The whole colony's not much more than a diorama, showcasing one Board screw-up after another.
cs: Ale stará Gladys ví, jak na to. Celá kolonie není o moc víc než dioráma, které předvádí jeden průšvih v představenstvu za druhým.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:343:DefaultText
source: That's why we got to keep them from gettin' their grubby mitts on Groundbreaker. She's our mess.
cs: Proto jim musíme zabránit, aby se dostali k Groundbreakerovi. Je to náš průšvih.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:344:DefaultText
source: Are there still people down there?
cs: Jsou tam dole ještě lidé?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:345:DefaultText
source: Probably. Every once in a while, we get these snippets of radio chatter - Edna shows them to me. Some man hootin' and hollerin' 'bout "the light in us all."
cs: Pravděpodobně. Jednou za čas se k nám dostanou útržky rozhlasových rozhovorů - Edna mi je ukazuje. Nějaký muž huláká a vykřikuje o "světle v nás všech".

# conversations/01_groundbreaker/01_cv_culkelly_gladys:347:DefaultText
source: Claims he's transmitting from Monarch, but who knows if that's true? Might be true, might be some new trick from the Board.
cs: Tvrdí, že vysílá z Monarchu, ale kdo ví, jestli je to pravda? Možná je to pravda, možná je to nějaký nový trik od Rady.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:348:DefaultText
source: How am I supposed to get <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits? That's outrageous.
cs: Jak mám získat bity <oeiglobal>G_0102_Price_Navkey</oeiglobal>? To je nehorázné.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:349:DefaultText
source: You could always try your hand at landing in Cascadia if you're interested in dyin' horribly.
cs: Vždycky můžeš zkusit přistát v Kaskádii, pokud chceš strašně umřít.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:350:DefaultText
source: Horribly how?
cs: Jak strašně?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:351:DefaultText
source: What's Cascadia?
cs: Co je Cascadia?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:352:DefaultText
source: Forget it, then.
cs: Tak na to zapomeňte.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:353:DefaultText
source: Might be best to, yes.
cs: Možná by to bylo nejlepší, ano.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:354:DefaultText
source: Landing pad on Monarch. You don't need a Navkey to access it, so it's got that goin' for it.
cs: Přistávací plocha na Monarchu. K přístupu na ni nepotřebujete navigační klíč, takže je to výhodné.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:355:DefaultText
source: But it's also kilometers away from Stellar Bay, and the Monarch wilds ain't exactly safe.
cs: Ale také je to kilometry od Hvězdné zátoky a monarchská divočina není zrovna bezpečná.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:356:DefaultText
source: Pick your poison. Marauders, wild beasts, acid lakes, bottomless sink holes... If you're lookin' to die, Cascadia's happy to oblige.
cs: Vyberte si svůj jed. Nájezdníci, divoké bestie, kyselá jezera, bezedné propasti... Pokud chcete umřít, Kaskáda vám ráda vyhoví.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:360:DefaultText
source: Wonder what kind of haul they left behind.
cs: Zajímalo by mě, jaký náklad po sobě zanechali.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:361:DefaultText
source: An abandoned outpost. You think it's haunted?
cs: Opuštěná základna. Myslíš, že tam straší?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:362:DefaultText
source: Comm centers don't operate themselves, Captain. Someone had to've sent that distress call manually.
cs: Komunikační centra nefungují sama, kapitáne. Někdo musel nouzové volání vyslat ručně.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:363:DefaultText
source: Sounds like someone poking into somewhere they shouldn't be got into a spot of trouble.
cs: Vypadá to, že se někdo, kdo se hrabal někde, kde neměl, dostal do potíží.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:364:DefaultText
source: I wonder if he's kin? Dad had family that worked for Rizzo's. I never got to meet them.
cs: Zajímalo by mě, jestli je příbuzný? Táta měl rodinu, která pracovala pro Rizzo's. Nikdy jsem se s nimi nesetkal.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:366:DefaultText
source: I don't know, ma'am, she seemed pretty neat to me.
cs: Nevím, madam, připadala mi docela úhledná.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:367:DefaultText
source: Well, aren't you sweet - and just her type, too.
cs: No, nejsi ty milý - a taky přesně její typ.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:368:DefaultText
source: W-what? What's that supposed to mean?!
cs: Cože? Co to má znamenat?!

# conversations/01_groundbreaker/01_cv_culkelly_gladys:369:DefaultText
source: Forget I said anything.
cs: Zapomeňte, že jsem něco řekl.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:370:DefaultText
source: I've met her. I don't think she's up to the task.
cs: Setkal jsem se s ní. Nemyslím si, že by na to měla.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:371:DefaultText
source: She seemed capable of handling the Board well enough.
cs: Zdálo se, že je schopna se s představenstvem vypořádat dostatečně dobře.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:372:DefaultText
source: Hold on, you already met her? What're you asking me about her for?
cs: Počkej, ty už ses s ní setkal? Proč se mě na ni ptáš?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:373:DefaultText
source: Then what're you askin' me about her for?
cs: Tak proč se mě na ni ptáš?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:374:DefaultText
source: I'm curious what you think of her.
cs: Zajímalo by mě, co si o ní myslíte.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:375:DefaultText
source: Please tell me you're not the reason Black Hole Bertie shaved his head in the last pennant match.
cs: Prosím, řekni mi, že nejsi důvodem, proč si Black Hole Bertie oholil hlavu v posledním penaltovém zápase.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:376:DefaultText
source: Well, Mr. Holcomb did win his pennant, didn't he?
cs: No, pan Holcomb přece vyhrál pennant, ne?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:377:DefaultText
source: I'm not sure that's entirely legal.
cs: Nejsem si jistý, zda je to zcela legální.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:378:DefaultText
source: That's half the reason I make them, my dear.
cs: To je polovina důvodu, proč je dělám, drahá.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:379:DefaultText
source: So that's what that smell is.
cs: Tak to je ten zápach.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:380:DefaultText
source: Sometimes the hairs poke out between the seams, but I don't mind. That's what the Law gave us matches for.
cs: Někdy mi mezi švy vykukují chloupky, ale to mi nevadí. Od toho nám Zákon dal sirky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:381:DefaultText
source: What about non-famous players? I earned quite a reputation as a fifth-back during my penitentiary- uh, seminary days.
cs: A co neslavní hráči? V době, kdy jsem byl v káznici, jsem si získal pověst pátého beka.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:382:DefaultText
source: You do have a favorable mop, I must say.
cs: Musím říct, že máte příznivý mop.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:384:DefaultText
source: No, Felix, I do not think it's haunted.
cs: Ne, Felixi, nemyslím si, že tam straší.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:385:DefaultText
source: So there's some interest. Good.
cs: Takže je o ně zájem. Dobře.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:387:DefaultText
source: But that's not what you wanted to talk about, is it, dear?
cs: Ale o tom jsi nechtěla mluvit, že ne, drahá?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:388:DefaultText
source: My engineer's looking to do some deep cleansing. Wants to impress Chief Junlei.
cs: Můj inženýr chce provést hloubkovou očistu. Chce udělat dojem na náčelníka Junleiho.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:389:DefaultText
source: I think I got just the thing, my dear. Few years back, Auntie Cleo's put out a home makeover kit, and I snagged a couple for myself.
cs: Myslím, že mám přesně to, co potřebuji, má drahá. Před pár lety vydala společnost Auntie Cleo sadu na úpravu domácnosti a já si jich pár pořídila.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:390:DefaultText
source: High-grade shampoo and conditioner, scrubby brush, a nice lotion, that sort of thing. I still got 'em, too.
cs: Kvalitní šampon a kondicionér, kartáč na peeling, příjemný krém a podobně. Taky je pořád mám.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:391:DefaultText
source: What's the scrubby brush for?
cs: K čemu je ten kartáč na drhnutí?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:392:DefaultText
source: Cleaning 'round your nails, sweetheart. Gets the engine grease out. Makes your hands soft.
cs: Vyčistěte si nehty, miláčku. Dostaneš z nich mastnotu z motoru. Zjemní ti ruce.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:393:DefaultText
source: Most folk don't got the time - or bathtubs - for such, me included. I'll let you have one on clearance. You want Rose-ish, Mock–apple and Synthamon, or Refurbished Ship?
cs: Většina lidí na to nemá čas - ani vanu -, včetně mě. Nechám ti jednu ve slevě. Chceš Rose-ish, Mock-apple a Synthamon, nebo Refurbished Ship?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:394:DefaultText
source: Rose-ish. When it comes to romance, you can't go wrong with the classics.
cs: Růžová. Pokud jde o romantiku, nemůžete se splést s klasikou.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:395:DefaultText
source: We didn't have anything rose-ish in Edgewater. I heard it smells real pretty, though.
cs: V Edgewateru jsme neměli nic růžového. Slyšela jsem, že to opravdu krásně voní.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:397:DefaultText
source: I'll just wrap that up for you, since it's for a special occasion.
cs: Já to pro vás jen uzavřu, protože je to pro zvláštní příležitost.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:398:DefaultText
source: I'll pay for that, Ma'am. Thanks for being so helpful.
cs: Zaplatím za to, madam. Děkuji, že jste mi pomohla.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:399:DefaultText
source: <Pay <oeiglobal>G_0102_Price_Soap_Roseish</oeiglobal> bits> Parvati said she'd pay... but whatever, she can owe me.
cs: <Platí <oeiglobal>G_0102_Price_Soap_Roseish</oeiglobal> bits> Parvati říkala, že zaplatí... ale co, může mi být dlužná.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:400:DefaultText
source: There you are. Wish her good luck for me.
cs: Tady to je. Popřej jí za mě hodně štěstí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:401:DefaultText
source: How about you just give it to me? I did sell you those corp secrets, after all.
cs: Co kdybys mi ho prostě dal? Koneckonců, prodal jsem ti ta tajemství společnosti.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:402:DefaultText
source: Fair point. You tell that young lady I said good luck, and I'll consider the two of us square.
cs: To je fér. Vyřiďte té mladé dámě, že jsem jí popřál hodně štěstí, a já nás dva budu považovat za vyrovnané.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:403:DefaultText
source: Hold on to that, I'll fetch my engineer to pay for it.
cs: Podržte to, dojdu pro svého inženýra, aby to zaplatil.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:407:DefaultText
source: How about Mock–apple and Synthamon? Parvati's sweet, just like a pie.
cs: Co třeba Mock-apple a Synthamon? Parvati je sladká jako koláč.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:408:DefaultText
source: Captain!
cs: Kapitáne!

# conversations/01_groundbreaker/01_cv_culkelly_gladys:414:DefaultText
source: An engineer might like Refurbished Ship. Scrubbed parts and all that.
cs: Inženýrovi by se mohlo líbit Refurbished Ship. Očištěné díly a podobně.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:415:DefaultText
source: Like grit and grime covered over with cleaner, you mean? That's a smell means we're really goin' places.
cs: Myslíte jako štěrk a špínu pokryté čisticím prostředkem? To je vůně, která znamená, že jsme opravdu na cestě.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:421:DefaultText
source: You got a preference, Parvati?
cs: Máš nějaké preference, Parvati?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:422:DefaultText
source: Gosh. We never talked about what kinda smells she likes. I think pretty much every spot on Groundbreaker just smells like old socks.
cs: Bože. Nikdy jsme nemluvili o tom, jaké vůně má ráda. Myslím, že skoro každé místo na Groundbreakeru je cítit jako staré ponožky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:423:DefaultText
source: Any suggestion for a lady trying to impress Chief Junlei?
cs: Nějaký návrh pro dámu, která se snaží udělat dojem na náčelníka Junleiho?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:424:DefaultText
source: It comes down to what sort of intent you got. If I was looking to do a spy job over in Engineering, I'd be safe with Refurbished Ship.
cs: Záleží na tom, jaký máte záměr. Kdybych chtěl dělat špionážní práci ve strojovně, klidně bych si vybral renovovanou loď.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:425:DefaultText
source: Now, if I was a young thing trying to come on all precious-like, I'd probably go with Rose-ish. But if I was doing it for my own self, I'd pick Mock-apples and Synthamon.
cs: Kdybych byla mladá a snažila se působit vzácně, asi bych zvolila Rose-ish. Ale kdybych to dělal sám za sebe, vybral bych si Mock-apples a Synthamon.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:426:DefaultText
source: I guess you could eeny miney moe it?
cs: Myslím, že bys mohl eeny miney moe to?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:427:DefaultText
source: We'll talk it over and get back to you.
cs: Promluvíme si o tom a ozveme se vám.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:434:DefaultText
source: You still have those scented soaps?
cs: Máte ještě ta voňavá mýdla?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:435:DefaultText
source: Sure do, sweetheart. I just need the bits.
cs: Jistě, zlatíčko. Jen potřebuju ty kousky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:436:DefaultText
source: Take your time, dear.
cs: Nespěchej, drahá.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:437:DefaultText
source: Take your time, dear. A lady's scent says a lot about her.
cs: Nespěchej, drahá. Dámská vůně o ní hodně vypovídá.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:438:DefaultText
source: <Pay <oeiglobal>G_0102_Price_Soap_Mockapple</oeiglobal> bits> Parvati said she'd pay... but whatever, she can owe me.
cs: <Platí <oeiglobal>G_0102_Price_Soap_Mockapple</oeiglobal> bits> Parvati říkala, že zaplatí... ale co, může mi být dlužná.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:439:DefaultText
source: <Pay <oeiglobal>G_0102_Price_Soap_Plastic</oeiglobal> bits> Parvati said she'd pay... but whatever, she can owe me.
cs: <Platí <oeiglobal>G_0102_Price_Soap_Plastic</oeiglobal> bits> Parvati říkala, že zaplatí... ale co, může mi být dlužná.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:440:DefaultText
source: You're welcome, dear.
cs: Není zač, drahá.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:441:DefaultText
source: Any ideas on how I can earn some money?
cs: Nějaké nápady, jak bych si mohl vydělat nějaké peníze?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:442:DefaultText
source: If you find yourself lacking in the bits, I might have an opportunity you'd be interested in.
cs: Pokud vám chybí kousky, možná bych měl příležitost, která by vás zajímala.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:443:DefaultText
source: No one's ever found my bits lacking...
cs: Nikdo nikdy neshledal mé kousky nedostatečnými...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:444:DefaultText
source: You've certainly been blessed with an abundance of sass, haven't you? But it's your interstellar currency I'm interested in, not your nethers.
cs: Určitě jsi byla obdařena velkým množstvím drzosti, že? Ale mě zajímá tvoje mezihvězdná měna, ne tvoje bradavky.
