Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_flores_carlos.po
Languages: cs

# conversations/01_groundbreaker/01_cv_flores_carlos:221:DefaultText
source: Maybe if you clear an open bounty and get in good with Cmdt. Sanita? Or help Chief Tennyson fix this heat? That might warrant a "thank you" tour or something.
cs: Možná, že když vyřešíš otevřenou odměnu a budeš mít dobré vztahy s komisařem Sanitou? Nebo pomůžeš náčelníkovi Tennysonovi opravit to horko? To by mohlo zaručit "děkovnou" prohlídku nebo tak něco.

# conversations/01_groundbreaker/01_cv_flores_carlos:222:DefaultText
source: You DID help fix the radiators - I know Cmdt. Sanita's grateful for that. Maybe if you cleared an open bounty, that'd be enough for a "thank you" tour?
cs: Pomohli jste opravit radiátory - vím, že je za to Cmdt. Sanita vděčný. Možná kdybys vyčistil otevřenou odměnu, stačilo by to na "děkovnou" prohlídku?

# conversations/01_groundbreaker/01_cv_flores_carlos:223:DefaultText
source: You DID take care of MacRedd. 'Bout the only thing that'd make Cmdt. Sanita happier is if this heat problem were fixed, too. Maybe she'd give you a "thank you" tour after that?
cs: Postaral ses o MacRedda. Jediná věc, která by udělala Sanitu šťastnějším, by byla, kdyby se vyřešil i ten problém s teplem. Možná by ti pak udělala děkovnou prohlídku?

# conversations/01_groundbreaker/01_cv_flores_carlos:224:DefaultText
source: You have done a lot for us, Captain. I'll talk to the Cmdt. about scheduling a "thank you" tour for you. Maybe check back in a few days?
cs: Udělal jste toho pro nás hodně, kapitáne. Promluvím si s velitelem, aby vám naplánoval děkovnou prohlídku. Možná se ozvete za pár dní?

# conversations/01_groundbreaker/01_cv_flores_carlos:225:DefaultText
source: I've already handled a big problem for the station, Lee. You can trust me.
cs: Už jsem pro stanici vyřešil velký problém, Lee. Můžeš mi věřit.

# conversations/01_groundbreaker/01_cv_flores_carlos:226:DefaultText
source: Come on, Lee. I've done a lot for you all. Why the wait?
cs: No tak, Lee. Udělal jsem toho pro vás hodně. Proč to čekání?
