Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_oyama_tobias.po
Languages: cs

# conversations/01_groundbreaker/01_cv_oyama_tobias:2:DefaultText
source: Hope you find some good salvage out there. Or if you can't find some, make some.
cs: Doufám, že tam najdete nějakou dobrou záchranu. Nebo pokud žádný nenajdeš, tak si nějaký vyrob.

# conversations/01_groundbreaker/01_cv_oyama_tobias:4:DefaultText
source: Welcome to SubLight Salvage and Shipping, a legitimate business for legitimate consumers.
cs: Vítejte na stránkách společnosti SubLight Salvage and Shipping, legitimního podniku pro legitimní spotřebitele.

# conversations/01_groundbreaker/01_cv_oyama_tobias:16:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/01_groundbreaker/01_cv_oyama_tobias:18:DefaultText
source: Ms. Lilya's been expecting you. I'll unlock the door.
cs: Slečna Lilya vás očekává. Odemknu dveře.

# conversations/01_groundbreaker/01_cv_oyama_tobias:20:DefaultText
source: Hey, Doc Fenhill. Glad to see you ain't moved on from Groundbreaker yet.
cs: Hej, doktore Fenhille. Rád vidím, že jsi ještě nepřešel od Groundbreakera.

# conversations/01_groundbreaker/01_cv_oyama_tobias:21:DefaultText
source: Hey Tobias, how's the leg?
cs: Ahoj Tobiasi, jak je na tom noha?

# conversations/01_groundbreaker/01_cv_oyama_tobias:23:DefaultText
source: Good as you left it, ma'am. Still bends and everything.
cs: Tak, jak jste ho nechala, madam. Pořád se ohýbá a všechno.

# conversations/01_groundbreaker/01_cv_oyama_tobias:27:DefaultText
source: Took some extra lead while I was on a job. Ellie here patched me up good.
cs: Vzal jsem si nějaké olovo navíc, když jsem byl v práci. Tady Ellie mi to dobře zařídila.

# conversations/01_groundbreaker/01_cv_oyama_tobias:30:DefaultText
source: Workplace hazards, Captain. Pretty routine around here.
cs: Rizika na pracovišti, kapitáne. Tady je to docela rutina.

# conversations/01_groundbreaker/01_cv_oyama_tobias:81:DefaultText
source: Welcome back.
cs: Vítejte zpět.

# conversations/01_groundbreaker/01_cv_oyama_tobias:110:DefaultText
source: Been awfully quiet in Ms. Lilya's office.
cs: V kanceláři slečny Lilyi bylo hrozné ticho.

# conversations/01_groundbreaker/01_cv_oyama_tobias:111:DefaultText
source: I got no clue what half the junk on this desk is for. Except the lamp. Improvised weapon.
cs: Nemám ponětí, k čemu je polovina těch krámů na stole. Kromě té lampy. Improvizovaná zbraň.

# conversations/01_groundbreaker/01_cv_oyama_tobias:206:DefaultText
source: You the one flying the Unreliable?
cs: Vy jste ten, kdo létá s Nespolehlivým?

# conversations/01_groundbreaker/01_cv_oyama_tobias:211:DefaultText
source: Talk to Ms. Lilya if you're looking for work.
cs: Pokud hledáte práci, obraťte se na paní Lilyu.

# conversations/01_groundbreaker/01_cv_oyama_tobias:213:DefaultText
source: You two know each other?
cs: Vy dva se znáte?

# conversations/01_groundbreaker/01_cv_oyama_tobias:214:DefaultText
source: What happened to your leg?
cs: Co se ti stalo s nohou?

# conversations/01_groundbreaker/01_cv_oyama_tobias:215:DefaultText
source: The name's Captain <oeitoken>PlayerName</oeitoken>.
cs: Jméno kapitána <oeitoken>PlayerName</oeitoken>.

# conversations/01_groundbreaker/01_cv_oyama_tobias:218:DefaultText
source: That's right. Name's Captain Hawthorne.
cs: Přesně tak. Jmenuje se kapitán Hawthorne.

# conversations/01_groundbreaker/01_cv_oyama_tobias:220:DefaultText
source: Sure you are.
cs: Jistěže ano.

# conversations/01_groundbreaker/01_cv_oyama_tobias:225:DefaultText
source: A bullet went through it. Most of the way.
cs: Prošla jím kulka. Většinu cesty.

# conversations/01_groundbreaker/01_cv_oyama_tobias:226:DefaultText
source: Ms. Lilya says you're a Vice President now. Takes me back to when I had that job.
cs: Paní Lilya říká, že jste teď viceprezidentem. To mě vrací do doby, kdy jsem tu práci dělal já.

# conversations/01_groundbreaker/01_cv_oyama_tobias:232:DefaultText
source: Looks like I'm working for SubLight now.
cs: Vypadá to, že teď pracuji pro SubLight.

# conversations/01_groundbreaker/01_cv_oyama_tobias:233:DefaultText
source: Swell. Has anyone from HR given you the new employee talk?
cs: Swell. Provedl s vámi někdo z personálního oddělení pohovor s novým zaměstnancem?

# conversations/01_groundbreaker/01_cv_oyama_tobias:234:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/01_groundbreaker/01_cv_oyama_tobias:235:DefaultText
source: We have an HR department? Where is it?
cs: Máme personální oddělení? Kde je?

# conversations/01_groundbreaker/01_cv_oyama_tobias:237:DefaultText
source: I don't actually know. That answer's for both questions.
cs: Vlastně nevím. Tato odpověď se týká obou otázek.

# conversations/01_groundbreaker/01_cv_oyama_tobias:238:DefaultText
source: Here goes. Welcome to SubLight, where salvage runs thicker than blood. We're still trying out new slogans.
cs: Tady je. Vítejte v SubLight, kde záchrana je hustší než krev. Stále zkoušíme nové slogany.

# conversations/01_groundbreaker/01_cv_oyama_tobias:239:DefaultText
source: Got any others?
cs: Máte nějaké další?

# conversations/01_groundbreaker/01_cv_oyama_tobias:240:DefaultText
source: Glad to be part of the family.
cs: Jsem rád, že jsem součástí rodiny.

# conversations/01_groundbreaker/01_cv_oyama_tobias:241:DefaultText
source: SubLight - because what's your alternative?
cs: SubLight - protože jaká je vaše alternativa?

# conversations/01_groundbreaker/01_cv_oyama_tobias:242:DefaultText
source: Keep trying, you'll get there eventually.
cs: Snažte se, nakonec se vám to podaří.

# conversations/01_groundbreaker/01_cv_oyama_tobias:243:DefaultText
source: That one works.
cs: Tohle funguje.

# conversations/01_groundbreaker/01_cv_oyama_tobias:244:DefaultText
source: Hey, that's not a bad slogan. Thanks!
cs: To není špatný slogan. Díky!

# conversations/01_groundbreaker/01_cv_oyama_tobias:245:DefaultText
source: I'll get that right over to Marketing. Once I figure out where their office is.
cs: Hned to předám marketingu. Jakmile zjistím, kde mají kancelář.

# conversations/01_groundbreaker/01_cv_oyama_tobias:246:DefaultText
source: Glad to have you on board. We could use the help after what happened to the last contractor.
cs: Jsme rádi, že jste na palubě. Po tom, co se stalo minulému dodavateli, se nám pomoc hodí.

# conversations/01_groundbreaker/01_cv_oyama_tobias:250:DefaultText
source: Does SubLight handle any legitimate business, or is this all just a front?
cs: Provozuje společnost SubLight nějaký legální obchod, nebo je to všechno jen zástěrka?

# conversations/01_groundbreaker/01_cv_oyama_tobias:251:DefaultText
source: That's a good question. Uhm...
cs: To je dobrá otázka. Uhm...

# conversations/01_groundbreaker/01_cv_oyama_tobias:252:DefaultText
source: ...Yes? Yes. That sounds right. I'll make sure to include that in the New Employee Salvage Tutorial.
cs: ...Ano? Ano. To zní správně. Určitě to zahrnu do návodu na záchranu nového zaměstnance.

# conversations/01_groundbreaker/01_cv_oyama_tobias:254:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/01_groundbreaker/01_cv_oyama_tobias:257:DefaultText
source: You mentioned something happened to your last contractor?
cs: Zmínil jste, že se něco stalo vašemu poslednímu dodavateli?

# conversations/01_groundbreaker/01_cv_oyama_tobias:261:DefaultText
source: Uh. No I didn't.
cs: Uh. Ne, neudělal.

# conversations/01_groundbreaker/01_cv_oyama_tobias:265:DefaultText
source: So you're a SubLight employee?
cs: Takže jste zaměstnancem společnosti SubLight?

# conversations/01_groundbreaker/01_cv_oyama_tobias:266:DefaultText
source: Sure am. A few years back they got me started on simple acquisitions. You know those latches they put on cargo bays ain't worth a damn?
cs: Jistěže ano. Před několika lety mě přiměli k jednoduchým akvizicím. Víš, že ty západky, co se dávají na nákladové prostory, nestojí za nic?

# conversations/01_groundbreaker/01_cv_oyama_tobias:285:DefaultText
source: Ms. Lilya says we ain't supposed to talk.
cs: Slečna Lilya říká, že nemáme mluvit.

# conversations/01_groundbreaker/01_cv_oyama_tobias:288:DefaultText
source: You sure did. When you told me you were grateful to have me on board.
cs: Určitě ano. Když jsi mi řekl, že jsi vděčný, že jsem na palubě.

# conversations/01_groundbreaker/01_cv_oyama_tobias:290:DefaultText
source: Oh. That. Uh.
cs: Oh. Tohle. Uh.

# conversations/01_groundbreaker/01_cv_oyama_tobias:291:DefaultText
source: Just stay on Ms. Lilya's good side. Stealing office supplies is a good way to end up as "salvage," if you know what I mean.
cs: Prostě si udržte přízeň paní Lilyi. Krádež kancelářských potřeb je dobrý způsob, jak skončit jako "záchrana", jestli víte, co tím myslím.

# conversations/01_groundbreaker/01_cv_oyama_tobias:292:DefaultText
source: You worry too much. Whatever did or didn't happen, Ms. Lilya promised it would never happen again.
cs: Děláte si příliš velké starosti. Ať už se stalo nebo nestalo cokoli, paní Lilya slíbila, že se to už nikdy nestane.

# conversations/01_groundbreaker/01_cv_oyama_tobias:293:DefaultText
source: We wouldn't want that.
cs: To bychom nechtěli.

# conversations/01_groundbreaker/01_cv_oyama_tobias:294:DefaultText
source: Actually, I don't know what you mean.
cs: Vlastně nevím, co máte na mysli.

# conversations/01_groundbreaker/01_cv_oyama_tobias:295:DefaultText
source: You're gonna have a short career with that attitude. Just do whatever Ms. Lilya says and you'll be fine.
cs: S takovým přístupem budeš mít krátkou kariéru. Dělej, co ti paní Lilya řekne, a budeš v pohodě.

# conversations/01_groundbreaker/01_cv_oyama_tobias:312:DefaultText
source: You can talk to me if you have any business. I'm right here.
cs: Můžete se mnou mluvit, pokud máte nějaké záležitosti. Jsem tady.

# conversations/01_groundbreaker/01_cv_oyama_tobias:313:DefaultText
source: Have you got an appointment?
cs: Máte domluvenou schůzku?

# conversations/01_groundbreaker/01_cv_oyama_tobias:316:DefaultText
source: The other guy thought his ship was perfectly operational. I told him it was salvage. We disagreed. I won.
cs: Ten druhý si myslel, že jeho loď je dokonale funkční. Řekl jsem mu, že je to záchrana. Neshodli jsme se. Vyhrál jsem.

# conversations/01_groundbreaker/01_cv_oyama_tobias:317:DefaultText
source: Welcome back to SubLight, where we make salvage dreams come true.
cs: Vítejte zpět v SubLight, kde plníme sny o záchraně.

# conversations/01_groundbreaker/01_cv_oyama_tobias:343:DefaultText
source: These days I stick to HQ and look after Ms. Lilya.
cs: V těchto dnech zůstávám na ústředí a starám se o paní Lilyu.

# conversations/01_groundbreaker/01_cv_oyama_tobias:345:DefaultText
source: Knew you were a smart guy.
cs: Věděl jsem, že jsi chytrý člověk.

# conversations/01_groundbreaker/01_cv_oyama_tobias:345:FemaleText
source: Knew you were a smart gal.
cs: Věděl jsem, že jsi chytrá holka.

# conversations/01_groundbreaker/01_cv_oyama_tobias:346:DefaultText
source: How'd you know?
cs: Jak to víte?

# conversations/01_groundbreaker/01_cv_oyama_tobias:347:DefaultText
source: Money. We got it, the stevedores want it. I'll take that as a "yes."
cs: Peníze. Máme je, chtějí je pachtýři. Beru to jako "ano".
