Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_felix_intro.po
Languages: cs

# conversations/01_groundbreaker/01_cv_felix_intro:108:DefaultText
source: Hey there. I'm Felix Millstone. I have prepared a list of reasons why I believe you should hire me to join the crew of your ship and/or outlaw gang.
cs: Ahoj. Jsem Felix Millstone. Připravil jsem si seznam důvodů, proč si myslím, že byste mě měli najmout do posádky vaší lodi a/nebo bandy psanců.

# conversations/01_groundbreaker/01_cv_felix_intro:109:DefaultText
source: In conclusion, thank you for considering me for your ship crew and/or outlaw gang. I look forward to our adventures together.
cs: Na závěr vám děkuji, že jste mě zvážili pro svou posádku lodi a/nebo gang psanců. Těším se na naše společná dobrodružství.

# conversations/01_groundbreaker/01_cv_felix_intro:154:DefaultText
source: I don't think so.
cs: To si nemyslím.

# conversations/01_groundbreaker/01_cv_felix_intro:183:DefaultText
source: Are you reading off your hand?
cs: Čtete z ruky?

# conversations/01_groundbreaker/01_cv_felix_intro:184:DefaultText
source: I'm enjoying this. Go on.
cs: Baví mě to. Pokračuj.

# conversations/01_groundbreaker/01_cv_felix_intro:185:DefaultText
source: Okay, I'm starting to regret I asked.
cs: Dobře, začínám litovat, že jsem se zeptal.

# conversations/01_groundbreaker/01_cv_felix_intro:186:DefaultText
source: Yeah. It's a second draft.
cs: Jo, je to druhý návrh.

# conversations/01_groundbreaker/01_cv_felix_intro:187:DefaultText
source: Firstly, I am highly personable and I get along well with anyone who is not of the jackass persuasion.
cs: Zaprvé jsem velmi reprezentativní a dobře vycházím s každým, kdo není zrovna blbec.

# conversations/01_groundbreaker/01_cv_felix_intro:188:DefaultText
source: No, no - wait. Let me finish. I wrote this down and everything.
cs: Ne, ne - počkejte. Nech mě to doříct. Napsal jsem si to a všechno.

# conversations/01_groundbreaker/01_cv_felix_intro:189:DefaultText
source: Secondly, I can be counted on in the event of a firefight, standoff, and/or raid. My motto is - if you need a steady gunhand, I'm your man.
cs: Za druhé, v případě přestřelky, zásahu nebo náletu je na mě spolehnutí. Moje motto zní - pokud potřebujete pevnou ruku se zbraní, jsem váš člověk.

# conversations/01_groundbreaker/01_cv_felix_intro:190:DefaultText
source: Hey, Felix? I'm gonna stop you right there.
cs: Hej, Felixi? Tady tě zastavím.

# conversations/01_groundbreaker/01_cv_felix_intro:191:DefaultText
source: I've heard enough. You're hired.
cs: Už jsem toho slyšel dost. Jste přijat.

# conversations/01_groundbreaker/01_cv_felix_intro:192:DefaultText
source: <Let him continue.>
cs: <Nechte ho pokračovat.>

# conversations/01_groundbreaker/01_cv_felix_intro:193:DefaultText
source: Additionally, I have several years of experience as a box-hauler. This skill may come in handy if you need a body dragged away, or a door held open while escaping enemy fire.
cs: Kromě toho mám několikaletou praxi jako řidič skříňových vozíků. Tato dovednost se může hodit, pokud potřebujete odtáhnout tělo nebo udržet otevřené dveře při útěku před nepřátelskou palbou.

# conversations/01_groundbreaker/01_cv_felix_intro:194:DefaultText
source: Additionally, I have several years-
cs: Kromě toho mám několik let

# conversations/01_groundbreaker/01_cv_felix_intro:196:DefaultText
source: On second thought, go ahead and continue.
cs: Když se nad tím zamyslíte, pokračujte.

# conversations/01_groundbreaker/01_cv_felix_intro:197:DefaultText
source: I'm really not interested.
cs: Opravdu mě to nezajímá.

# conversations/01_groundbreaker/01_cv_felix_intro:198:DefaultText
source: Wow. You don't know how long I've been waiting to hear that.
cs: Páni. Ani nevíte, jak dlouho jsem čekal, až to uslyším.

# conversations/01_groundbreaker/01_cv_felix_intro:199:DefaultText
source: Figured it was worth a shot. I'll be around if you change your mind, boss.
cs: Řekl jsem si, že to stojí za pokus. Kdyby sis to rozmyslel, budu tady, šéfe.

# conversations/01_groundbreaker/01_cv_felix_intro:201:DefaultText
source: That motto is... a work in progress.
cs: Toto motto je... ve vývoji.

# conversations/01_groundbreaker/01_cv_felix_intro:202:DefaultText
source: What do you think? Am I in?
cs: Co si myslíte? Jsem pro?

# conversations/01_groundbreaker/01_cv_felix_intro:203:DefaultText
source: Dragging off bodies? Shootouts? The hell kind of ship do you think I'm running?
cs: Odtahování těl? Přestřelky? Co si sakra myslíte, že řídím za loď?

# conversations/01_groundbreaker/01_cv_felix_intro:204:DefaultText
source: The fun kind? I mean - what else do you do when you've got a ship of your own?
cs: Ten zábavný? Co jiného se dá dělat, když máte vlastní loď?

# conversations/01_groundbreaker/01_cv_felix_intro:205:DefaultText
source: Good answer. Welcome aboard.
cs: Dobrá odpověď. Vítejte na palubě.

# conversations/01_groundbreaker/01_cv_felix_intro:206:DefaultText
source: Look, we're just a responsible, law-abiding crew of adults.
cs: Podívejte, jsme jen zodpovědná parta dospělých lidí, kteří dodržují zákony.

# conversations/01_groundbreaker/01_cv_felix_intro:207:DefaultText
source: Sorry Felix, but I'm not interested.
cs: Promiň, Felixi, ale nemám zájem.

# conversations/01_groundbreaker/01_cv_felix_intro:209:DefaultText
source: Speak for yourself, Captain.
cs: Mluvte za sebe, kapitáne.

# conversations/01_groundbreaker/01_cv_felix_intro:210:DefaultText
source: Hear - hic - hear! Whoa. Ground coming up awful fast.
cs: Slyšte - hic - slyšte! Páni. Země se blíží strašně rychle.

# conversations/01_groundbreaker/01_cv_felix_intro:211:DefaultText
source: Define law-abiding, Captain.
cs: Definujte dodržování zákonů, kapitáne.

# conversations/01_groundbreaker/01_cv_felix_intro:212:DefaultText
source: Um. How about we just say we're trying to do good?
cs: Co kdybychom prostě řekli, že se snažíme dělat dobro?

# conversations/01_groundbreaker/01_cv_felix_intro:213:DefaultText
source: Thanks, boss. You're not gonna regret this.
cs: Díky, šéfe. Nebudeš toho litovat.

# conversations/01_groundbreaker/01_cv_felix_intro:214:DefaultText
source: You know what, never mind. Welcome aboard, Felix.
cs: Víš co, nevadí. Vítej na palubě, Felixi.

# conversations/01_groundbreaker/01_cv_felix_intro:215:DefaultText
source: As I was saying - responsible adults. Sorry, Felix. I'm not interested.
cs: Jak jsem říkal - zodpovědní dospělí. Promiň, Felixi. Nemám zájem.

# conversations/01_groundbreaker/01_cv_felix_intro:218:DefaultText
source: I'll see you back on the ship, <oeitoken>CompanionSlotOneName</oeitoken>.
cs: Uvidíme se na lodi, <oeitoken>JménoSpolupracovníka</oeitoken>.

# conversations/01_groundbreaker/01_cv_felix_intro:219:DefaultText
source: I'll see you back on the ship, <oeitoken>CompanionSlotTwoName</oeitoken>.
cs: Uvidíme se na lodi, <oeitoken>JménoSpolupracovníkaDruhého</oeitoken>.

# conversations/01_groundbreaker/01_cv_felix_intro:221:DefaultText
source: Hey, you're back.
cs: Ahoj, jsi zpátky.

# conversations/01_groundbreaker/01_cv_felix_intro:223:DefaultText
source: I've got things to do.
cs: Mám spoustu práce.

# conversations/01_groundbreaker/01_cv_felix_intro:225:DefaultText
source: If you're still for hire, I'll take you on board.
cs: Pokud jste stále k pronájmu, vezmu vás na palubu.

# conversations/01_groundbreaker/01_cv_felix_intro:226:DefaultText
source: Had an inkling you'd be back. I'm glad I made a good impression.
cs: Tušil jsem, že se vrátíš. Jsem rád, že jsem udělal dobrý dojem.

# conversations/01_groundbreaker/01_cv_felix_intro:228:DefaultText
source: Fancy running into you again. Don't mind me - I was just admiring your ship from up close.
cs: Je skvělé na tebe zase narazit. Nevšímej si mě - jen jsem obdivoval tvou loď zblízka.

# conversations/01_groundbreaker/01_cv_felix_intro:229:DefaultText
source: Gotta hand it to you, boss. That's a fine-looking ship. Only thing it's missing is me.
cs: To se musí nechat, šéfe. To je pěkná loď. Jediné, co jí chybí, jsem já.

# conversations/01_groundbreaker/01_cv_felix_intro:230:DefaultText
source: You're pretty eager to throw in with somebody you barely know.
cs: Jsi dost dychtivý po tom, aby ses vrhl na někoho, koho sotva znáš.

# conversations/01_groundbreaker/01_cv_felix_intro:231:DefaultText
source: Were you stalking me? I don't appreciate being stalked.
cs: Sledoval jsi mě? Nemám rád, když mě někdo sleduje.

# conversations/01_groundbreaker/01_cv_felix_intro:232:DefaultText
source: Get lost.
cs: Ztraťte se.

# conversations/01_groundbreaker/01_cv_felix_intro:233:DefaultText
source: Yes. I absolutely am.
cs: Ano, rozhodně jsem.

# conversations/01_groundbreaker/01_cv_felix_intro:235:DefaultText
source: What? No. No no no. Okay, yeah, maybe a little. I'm not trying to be all creepy-like. I just want to make a good case for myself.
cs: Cože? Ne. Ne, ne, ne. Dobře, jo, možná trochu. Nesnažím se být strašidelná. Jen si chci udělat dobrý obrázek.

# conversations/01_groundbreaker/01_cv_felix_intro:236:DefaultText
source: I get it. You don't like seeing a guy staked out next to your ship. Looks like I'm trying to ambush you or sell you something.
cs: Chápu to. Nelíbí se ti, že vedle tvé lodi stojí chlap. Vypadá to, že se tě snažím přepadnout nebo ti něco prodat.

# conversations/01_groundbreaker/01_cv_felix_intro:237:DefaultText
source: If you're trying to convince me to hire you, you're going about it all wrong.
cs: Pokud se mě snažíte přesvědčit, abych vás zaměstnal, děláte to špatně.

# conversations/01_groundbreaker/01_cv_felix_intro:238:DefaultText
source: Okay, Felix. Consider this your interview.
cs: Dobře, Felixi. Považuj tento rozhovor za svůj.

# conversations/01_groundbreaker/01_cv_felix_intro:239:DefaultText
source: I'm not going to repeat myself. Get lost.
cs: Nebudu se opakovat. Ztraťte se.

# conversations/01_groundbreaker/01_cv_felix_intro:240:DefaultText
source: All right, Felix. Tell me why I should hire you.
cs: Dobře, Felixi. Řekni mi, proč bych si měl najmout zrovna tebe.

# conversations/01_groundbreaker/01_cv_felix_intro:241:DefaultText
source: Oh. Okay, well. Could you give me a couple pointers?
cs: Oh. Dobře, no. Mohl bys mi dát pár tipů?

# conversations/01_groundbreaker/01_cv_felix_intro:242:DefaultText
source: Sure. An interview. That sounds fair. I mean - first time for everything, right? Ask me anything you like.
cs: Jistě. Rozhovor. To zní fér. Chci říct - všechno je jednou poprvé, ne? Zeptejte se mě na cokoli, co chcete.

# conversations/01_groundbreaker/01_cv_felix_intro:245:DefaultText
source: If you change your mind, I'll be right here in the docking bays.
cs: Kdybyste si to rozmyslel, budu tady v docích.

# conversations/01_groundbreaker/01_cv_felix_intro:247:DefaultText
source: I'm heading back to the bar. Catch me there if you change your mind.
cs: Vracím se do baru. Pokud si to rozmyslíš, chytni mě tam.

# conversations/01_groundbreaker/01_cv_felix_intro:248:DefaultText
source: Are you any good in a fight?
cs: Jsi dobrý v boji?

# conversations/01_groundbreaker/01_cv_felix_intro:249:DefaultText
source: What's the value of pi?
cs: Jaká je hodnota pí?

# conversations/01_groundbreaker/01_cv_felix_intro:250:DefaultText
source: What's your biggest flaw?
cs: Jaká je vaše největší chyba?

# conversations/01_groundbreaker/01_cv_felix_intro:251:DefaultText
source: You're all over the place. Just be yourself.
cs: Jste všude. Buď sám sebou.

# conversations/01_groundbreaker/01_cv_felix_intro:252:DefaultText
source: Don't beg. Tell me why I need you on my crew.
cs: Nežebrejte. Řekni mi, proč tě potřebuji ve své posádce.

# conversations/01_groundbreaker/01_cv_felix_intro:253:DefaultText
source: I'm looking for loyal bootlickers. Flatter me like your life depends on it.
cs: Hledám věrné olizovače bot. Lichoťte mi, jako by na tom závisel váš život.

# conversations/01_groundbreaker/01_cv_felix_intro:254:DefaultText
source: Are you kidding? I love a good fight. One time, I took an auto-loader's head clean off its servos with one swing of a tossball stick.
cs: Děláte si legraci? Miluju dobré hádky. Jednou jsem jedním máchnutím házecí tyčí sundal jednomu automatickému nabíječi hlavu ze serva.

# conversations/01_groundbreaker/01_cv_felix_intro:255:DefaultText
source: You can count on me in a scrap, boss. That's a promise.
cs: Na mě se můžeš spolehnout, šéfe. To je slib.

# conversations/01_groundbreaker/01_cv_felix_intro:256:DefaultText
source: Uh - it's delicious?
cs: Uh - je to vynikající?

# conversations/01_groundbreaker/01_cv_felix_intro:257:DefaultText
source: Mock-apple pie in a tripicale crust, maybe with a little cream on top. Classic.
cs: Jablečný koláč v trojobalu, možná s trochou krému navrchu. Klasika.

# conversations/01_groundbreaker/01_cv_felix_intro:258:DefaultText
source: Foreman told me my biggest problem was that I didn't take orders. I told him my problem is not with authority. It's with jackasses.
cs: Předák mi řekl, že mým největším problémem je, že nepřijímám rozkazy. Řekl jsem mu, že můj problém není v autoritě. Je to problém s blbci.

# conversations/01_groundbreaker/01_cv_felix_intro:259:DefaultText
source: So, yeah. I guess my biggest flaw is that I don't suffer idiots. Hope that's not a deal-breaker.
cs: Takže ano. Myslím, že mou největší chybou je, že netrpím idioty. Doufám, že to není překážka.

# conversations/01_groundbreaker/01_cv_felix_intro:260:DefaultText
source: Sure, I can be myself. I can be myself better than anybody else in the system.
cs: Jistě, mohu být sám sebou. Můžu být sám sebou lépe než kdokoli jiný v systému.

# conversations/01_groundbreaker/01_cv_felix_intro:261:DefaultText
source: And yeah - I know I came on a little strong. But honestly, when was the last time anybody was so eager to throw in with you? That's gotta count for something, right?
cs: A ano - vím, že jsem to řekl trochu ostře. Ale upřímně, kdy naposledy se s tebou někdo tak ochotně zahazoval? To se přece musí počítat, ne?

# conversations/01_groundbreaker/01_cv_felix_intro:262:DefaultText
source: Hey, that's good advice. I like the way you think, boss.
cs: To je dobrá rada. Líbí se mi, jak přemýšlíš, šéfe.

# conversations/01_groundbreaker/01_cv_felix_intro:263:DefaultText
source: Besides, not like there's a line of folks standing around hoping to get on your ship. I'm persistent. I'm eager. And I'm showing initiative. What else do you want in your crew?
cs: Kromě toho tu nestojí fronta lidí, kteří doufají, že se dostanou na vaši loď. Jsem vytrvalý. Jsem dychtivý. A projevuji iniciativu. Co jiného chceš ve své posádce?

# conversations/01_groundbreaker/01_cv_felix_intro:264:DefaultText
source: Hah. Good one, boss. Imagine me fawning all over you like some oily corporate parasite hoping for a raise.
cs: Hah. Dobrý, šéfe. Představ si, že se na tebe lepím jako nějaký umaštěný firemní parazit, který doufá ve zvýšení platu.

# conversations/01_groundbreaker/01_cv_felix_intro:265:DefaultText
source: You got a real subtle sense of humor. I like that. And if you're willing to take me on board, I got a feeling we'll get along just fine.
cs: Máš opravdu jemný smysl pro humor. To se mi líbí. A jestli jsi ochotná mě přijmout, mám pocit, že si budeme rozumět.

# conversations/01_groundbreaker/01_cv_felix_intro:266:DefaultText
source: Perfect. You're hired.
cs: Perfektní. Jste najatý.

# conversations/01_groundbreaker/01_cv_felix_intro:267:DefaultText
source: Sorry Felix, but the answer is no.
cs: Je mi líto, Felixi, ale odpověď zní ne.

# conversations/01_groundbreaker/01_cv_felix_intro:268:DefaultText
source: Well, I tried my best. I appreciate you giving me another shot, at least.
cs: No, snažil jsem se, co to šlo. Oceňuji, že jste mi dal ještě jednu šanci.

# conversations/01_groundbreaker/01_cv_felix_intro:269:DefaultText
source: Just give me a shot. That's all I'm asking. I could be the best damn crew you ever hired.
cs: Jen mi dejte šanci. O víc nežádám. Mohl bych být ta nejlepší posádka, jakou jste kdy najali.

# conversations/01_groundbreaker/01_cv_felix_intro:270:DefaultText
source: Sure. Got it. Don't have to say it twice, boss.
cs: Jistě. Mám to. Nemusíš to říkat dvakrát, šéfe.

# conversations/01_groundbreaker/01_cv_felix_intro:271:DefaultText
source: You want to tell me why you're out of work?
cs: Chcete mi říct, proč jste bez práce?

# conversations/01_groundbreaker/01_cv_felix_intro:274:DefaultText
source: I haven't made up my mind about you. How about an interview?
cs: Ještě jsem se o tobě nerozhodl. Co takhle rozhovor?

# conversations/01_groundbreaker/01_cv_felix_intro:275:DefaultText
source: You're looking for crew. I'm looking for a way off this port. So we've got something in common already.
cs: Hledáte posádku. Já hledám cestu z tohoto přístavu. Takže už máme něco společného.

# conversations/01_groundbreaker/01_cv_felix_intro:276:DefaultText
source: <affirmative chirp>
cs: <a potvrzující cvrlikání>

# conversations/01_groundbreaker/01_cv_felix_intro:277:DefaultText
source: Uh-huh. Sure.
cs: Uh-huh. Jistě.

# conversations/01_groundbreaker/01_cv_felix_intro:279:DefaultText
source: Sorry. He's funny!
cs: Omlouvám se. Je vtipný!

# conversations/01_groundbreaker/01_cv_felix_intro:280:DefaultText
source: I thought that was real good, Felix.
cs: Myslím, že to bylo opravdu dobré, Felixi.

# conversations/01_groundbreaker/01_cv_felix_intro:281:DefaultText
source: Thanks, boss. You're not gonna regret this.
cs: Díky, šéfe. Nebudeš toho litovat.

# conversations/01_groundbreaker/01_cv_felix_intro:282:DefaultText
source: We'll see you in the ship, Felix.
cs: Uvidíme se na lodi, Felixi.

# conversations/01_groundbreaker/01_cv_felix_intro:283:DefaultText
source: That's not the point. This halfwit just knocked out one of my workers-
cs: O to nejde. Tenhle hlupák právě omráčil jednoho z mých pracovníků...

# conversations/01_groundbreaker/01_cv_felix_intro:284:DefaultText
source: Yeah, with a tossball stick. I heard you the first time. There weren't any witnesses.
cs: Jo, s hokejkou na házení míčků. Slyšel jsem tě poprvé. Nebyli žádní svědci.

# conversations/01_groundbreaker/01_cv_felix_intro:287:DefaultText
source: This is the Groundbreaker, not Byzantium. You ain't the law here. I am. Now move along.
cs: Toto je Groundbreaker, ne Byzantium. Ty tu nejsi zákon. To jsem já. Teď jdi dál.

# conversations/01_groundbreaker/01_cv_felix_intro:288:DefaultText
source: Hey, you got a second?
cs: Hej, máš chvilku?

# conversations/01_groundbreaker/01_cv_felix_intro:289:DefaultText
source: Guess not.
cs: Hádám, že ne.

# conversations/01_groundbreaker/01_cv_felix_intro:290:DefaultText
source: Whatever you heard? It's all true.
cs: Co jsi slyšel? Všechno je to pravda.

# conversations/01_groundbreaker/01_cv_felix_intro:291:DefaultText
source: I'd like to hear your side. What happened?
cs: Rád bych si vyslechl vaši verzi. Co se stalo?

# conversations/01_groundbreaker/01_cv_felix_intro:293:DefaultText
source: Guy never liked me. Always trying to get a rise out of me. But I keep my chin up, right? Be the bigger man, I tell myself.
cs: Ten chlap mě nikdy neměl rád. Vždycky se mě snažil vytočit. Ale já si držím hlavu vzhůru, ne? Buď větší chlap, říkám si.

# conversations/01_groundbreaker/01_cv_felix_intro:294:DefaultText
source: Hey, not for nothing, but I saw you wander out of that ship over there by the dock. Wouldn't happen to be yours, would it?
cs: Hej, ne nadarmo jsem tě viděl, jak se potuluješ z té lodi támhle u přístavu. Není náhodou tvoje, že ne?

# conversations/01_groundbreaker/01_cv_felix_intro:295:DefaultText
source: That's me. Captain of the Unreliable.
cs: To jsem já. Kapitán nespolehlivých.

# conversations/01_groundbreaker/01_cv_felix_intro:296:DefaultText
source: Technically. The previous captain died in a horrible accident.
cs: Z technického hlediska. Předchozí kapitán zemřel při strašlivé nehodě.

# conversations/01_groundbreaker/01_cv_felix_intro:297:DefaultText
source: Why do you ask?
cs: Proč se ptáte?

# conversations/01_groundbreaker/01_cv_felix_intro:298:DefaultText
source: Oh, just musing, is all. Must be nice, having the run of the colony. Never being anchored to one place. Always chasing some horizon.
cs: Jen tak přemýšlím, to je vše. Musí být příjemné, když můžeš řídit kolonii. Nikdy nezakotvit na jednom místě. Pořád se honit za nějakým obzorem.

# conversations/01_groundbreaker/01_cv_felix_intro:299:DefaultText
source: So your ship's got a dark and violent history? This is just too perfect.
cs: Takže vaše loď má temnou a násilnou historii? To je až příliš dokonalé.

# conversations/01_groundbreaker/01_cv_felix_intro:300:DefaultText
source: Hey, I don't want to talk your ears off. Guessing you got places to be. I appreciate your time.
cs: Hej, nechci ti mluvit z duše. Hádám, že musíš někde být. Vážím si tvého času.

# conversations/01_groundbreaker/01_cv_felix_intro:302:DefaultText
source: I never caught your name. I'm <oeitoken>PlayerName</oeitoken>.
cs: Nikdy jsem nezachytil vaše jméno. Jsem <oeitoken>Jméno hráče</oeitoken>.

# conversations/01_groundbreaker/01_cv_felix_intro:303:DefaultText
source: You in a hurry to get somewhere?
cs: Spěcháte někam?

# conversations/01_groundbreaker/01_cv_felix_intro:304:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/01_groundbreaker/01_cv_felix_intro:309:DefaultText
source: See you around, boss.
cs: Uvidíme se, šéfe.

# conversations/01_groundbreaker/01_cv_felix_intro:310:DefaultText
source: Going for a stroll around the docking bays?
cs: Procházíte se po přístavních zátokách?

# conversations/01_groundbreaker/01_cv_felix_intro:311:DefaultText
source: I noticed you were in the middle of an argument earlier.
cs: Všiml jsem si, že jsi byl předtím uprostřed hádky.

# conversations/01_groundbreaker/01_cv_felix_intro:313:DefaultText
source: Excuse me.
cs: Promiňte.

# conversations/01_groundbreaker/01_cv_felix_intro:314:DefaultText
source: Sure was. Got a knack for upsetting the Board and the Mardets all at once. Between you and me, I was hoping they'd come to fisticuffs.
cs: Jistěže byl. Má talent naštvat představenstvo a Mardety najednou. Mezi námi, doufal jsem, že dojde na pěstní souboj.

# conversations/01_groundbreaker/01_cv_felix_intro:316:DefaultText
source: Hey - we don't know each other yet, but I'm Felix Millstone. I was in the middle of a little discussion with the local authorities when you passed me by.
cs: Ahoj - ještě se neznáme, ale já jsem Felix Millstone. Byl jsem zrovna uprostřed menší diskuse s místními úřady, když jsi prošel kolem mě.

# conversations/01_groundbreaker/01_cv_felix_intro:317:DefaultText
source: No witnesses? He's not even denying it!
cs: Žádní svědci? Vždyť to ani nepopírá!

# conversations/01_groundbreaker/01_cv_felix_intro:318:DefaultText
source: Jackass had it coming.
cs: Jackass si to zasloužil.

# conversations/01_groundbreaker/01_cv_felix_intro:319:DefaultText
source: Shut it, Felix. You're not making this any better.
cs: Sklapni, Felixi. Tím to nijak nezlepšíš.

# conversations/01_groundbreaker/01_cv_felix_intro:320:DefaultText
source: You get cute with me again, you little Back Bay brat, and I will toss you out an airlock.
cs: Ještě jednou si na mě dovolíš, ty malý spratku z Back Bay, a vyhodím tě přechodovou komorou.

# conversations/01_groundbreaker/01_cv_felix_intro:321:DefaultText
source: I heard you knocked someone out with a tossball stick.
cs: Slyšel jsem, že jsi někoho knokautoval hokejkou.

# conversations/01_groundbreaker/01_cv_felix_intro:323:DefaultText
source: It's almost like you wanted to get arrested.
cs: Skoro to vypadá, jako by ses chtěl nechat zatknout.

# conversations/01_groundbreaker/01_cv_felix_intro:324:DefaultText
source: That guard threatened to toss you out of an airlock.
cs: Ten strážný ti vyhrožoval, že tě vyhodí z přechodové komory.
