Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_mfuru_idris.po
Languages: cs

# conversations/01_groundbreaker/01_cv_mfuru_idris:2:DefaultText
source: Ah, hello. Junlei called up from Engineering. She said I should let you buy medical supplies from our stores.
cs: Ahoj. Junlei se ozval ze strojovny. Říkala, že bych ti měla dovolit koupit si lékařské potřeby v našich obchodech.

# conversations/01_groundbreaker/01_cv_mfuru_idris:3:DefaultText
source: Something I can help you with?
cs: Mohu vám s něčím pomoci?

# conversations/01_groundbreaker/01_cv_mfuru_idris:6:DefaultText
source: Can I buy supplies from you? You seem well stocked.
cs: Mohu si u vás koupit zásoby? Zdá se, že jste dobře zásobeni.

# conversations/01_groundbreaker/01_cv_mfuru_idris:9:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/01_groundbreaker/01_cv_mfuru_idris:13:DefaultText
source: Not without dispensation from Chief Junlei, I fear. Supplies are hard to come by out here.
cs: Obávám se, že ne bez svolení náčelníka Junleiho. Zásoby se tu shánějí těžko.

# conversations/01_groundbreaker/01_cv_mfuru_idris:17:DefaultText
source: A better selection than you'll find on the Promenade Deck, and quality commensurate with a friend of the station.
cs: Lepší výběr než na promenádní palubě a kvalita odpovídající příteli stanice.

# conversations/01_groundbreaker/01_cv_mfuru_idris:18:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/01_groundbreaker/01_cv_mfuru_idris:39:DefaultText
source: I'm not interested in talk.
cs: Nemám zájem o řeči.

# conversations/01_groundbreaker/01_cv_mfuru_idris:42:DefaultText
source: What's the matter?
cs: Co se děje?

# conversations/01_groundbreaker/01_cv_mfuru_idris:43:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/01_groundbreaker/01_cv_mfuru_idris:44:DefaultText
source: Do you know when I met Junlei Tennyson?
cs: Víte, kdy jsem se seznámil s Junlei Tennysonovou?

# conversations/01_groundbreaker/01_cv_mfuru_idris:45:DefaultText
source: No.
cs: Ne.

# conversations/01_groundbreaker/01_cv_mfuru_idris:46:DefaultText
source: <Remain silent.>
cs: <Zůstaňte zticha.>

# conversations/01_groundbreaker/01_cv_mfuru_idris:47:DefaultText
source: I guess you heard she's dead, huh?
cs: Asi jsi slyšel, že je mrtvá, co?

# conversations/01_groundbreaker/01_cv_mfuru_idris:48:DefaultText
source: You were friends?
cs: Byli jste přátelé?

# conversations/01_groundbreaker/01_cv_mfuru_idris:49:DefaultText
source: The day she was born. There were three to welcome her. Her mother, her father, and myself. Her first sight was the stars. Her mother held her to the heavens.
cs: V den, kdy se narodila. Přivítali ji tři. Její matka, její otec a já. Její první pohled byl na hvězdy. Matka ji držela na nebi.

# conversations/01_groundbreaker/01_cv_mfuru_idris:50:DefaultText
source: I was her doctor, from the day she was born. Her caretaker, her confessor. I knew her better than anyone else ever will.
cs: Byl jsem její lékař ode dne, kdy se narodila. Její opatrovník, její zpovědník. Znal jsem ji lépe než kdokoli jiný.

# conversations/01_groundbreaker/01_cv_mfuru_idris:51:DefaultText
source: I remember her by her mother's casket, acting brave. I stood vigil with her when her grandmother passed. She never said a word.
cs: Vzpomínám si na ni u matčiny rakve, jak se chovala statečně. Stál jsem s ní na stráži, když zemřela její babička. Nikdy neřekla ani slovo.

# conversations/01_groundbreaker/01_cv_mfuru_idris:52:DefaultText
source: She confided in me long after her father stopped listening, and after he died. You don't know what's been lost, Captain.
cs: Svěřovala se mi ještě dlouho poté, co ji otec přestal poslouchat, i po jeho smrti. Nevíte, co všechno se ztratilo, kapitáne.

# conversations/01_groundbreaker/01_cv_mfuru_idris:111:DefaultText
source: What seems to be the problem?
cs: V čem se zdá být problém?

# conversations/01_groundbreaker/01_cv_mfuru_idris:116:DefaultText
source: What is it?
cs: Co to je?

# conversations/01_groundbreaker/01_cv_mfuru_idris:118:DefaultText
source: Don't know, and don't care.
cs: Nevím a nezajímá mě to.

# conversations/01_groundbreaker/01_cv_mfuru_idris:119:DefaultText
source: I'm sorry for your loss.
cs: Je mi líto vaší ztráty.

# conversations/01_groundbreaker/01_cv_mfuru_idris:120:DefaultText
source: She wasn't the nicest person to deal with.
cs: Nebyla to zrovna příjemná osoba.

# conversations/01_groundbreaker/01_cv_mfuru_idris:121:DefaultText
source: She grew to be a woman of convictions, in a place where there are few. Did that merit death?
cs: Vyrostla z ní žena s pevným přesvědčením v místě, kde je jich málo. Zasloužilo si to smrt?

# conversations/01_groundbreaker/01_cv_mfuru_idris:122:DefaultText
source: We are all less with the passing of a young light.
cs: Odchod mladého světla nás všechny zasáhl méně.

# conversations/01_groundbreaker/01_cv_mfuru_idris:123:DefaultText
source: The world is smaller, Captain. Darker.
cs: Svět je menší, kapitáne. Temnější.

# conversations/01_groundbreaker/01_cv_mfuru_idris:130:DefaultText
source: If there's nothing else you need, please leave.
cs: Pokud už nic nepotřebujete, odejděte, prosím.

# conversations/01_groundbreaker/01_cv_mfuru_idris:258:DefaultText
source: I'd like to see Jessie Doyle.
cs: Rád bych viděl Jessie Doylovou.

# conversations/01_groundbreaker/01_cv_mfuru_idris:260:DefaultText
source: What was she admitted for?
cs: Proč byla přijata?

# conversations/01_groundbreaker/01_cv_mfuru_idris:261:DefaultText
source: Why would she refuse visitors?
cs: Proč by odmítala návštěvy?

# conversations/01_groundbreaker/01_cv_mfuru_idris:262:DefaultText
source: There are many possible reasons a patient might wish to maintain their privacy. I don't care to speculate.
cs: Existuje mnoho možných důvodů, proč si pacient přeje zachovat své soukromí. Nechci spekulovat.

# conversations/01_groundbreaker/01_cv_mfuru_idris:263:DefaultText
source: I'm afraid patient matters are confidential.
cs: Obávám se, že záležitosti pacientů jsou důvěrné.

# conversations/01_groundbreaker/01_cv_mfuru_idris:312:DefaultText
source: Now, is there something I can help you with?
cs: Mohu vám s něčím pomoci?

# conversations/01_groundbreaker/01_cv_mfuru_idris:314:DefaultText
source: I hope you appreciate us opening our stocks. We're not as well supplied as a Board dispensary.
cs: Doufám, že oceníte, že jsme otevřeli naše zásoby. Nejsme tak dobře zásobeni jako výdejna Board.

# conversations/01_groundbreaker/01_cv_mfuru_idris:315:DefaultText
source: I hope I can trust you to put it to moral use. I know you freelancers take all manner of dubious contracts.
cs: Doufám, že vám mohu důvěřovat, že ji využijete morálně. Vím, že vy na volné noze berete nejrůznější pochybné zakázky.

# conversations/01_groundbreaker/01_cv_mfuru_idris:316:DefaultText
source: We'd like to see Jessie Doyle.
cs: Rádi bychom viděli Jessie Doyleovou.

# conversations/01_groundbreaker/01_cv_mfuru_idris:317:DefaultText
source: If only my other patients had so many inquiring after them. I'll tell you what I've told the others.
cs: Kéž by i ostatní moji pacienti měli tolik zájemců. Řeknu vám to, co jsem řekl ostatním.

# conversations/01_groundbreaker/01_cv_mfuru_idris:318:DefaultText
source: I don't know what Dr. Fenhill has told you. Let me assure you our decision is not based in malice nor whimsy.
cs: Nevím, co vám doktor Fenhill řekl. Ujišťuji vás, že naše rozhodnutí není založeno na zlém úmyslu ani rozmaru.

# conversations/01_groundbreaker/01_cv_mfuru_idris:319:DefaultText
source: The records say Ms. Doyle checked herself in and requested I admit no visitors. The requests of our patients are paramount. So no. You may not see her.
cs: Podle záznamů se paní Doylová sama přihlásila a požádala, abych nepřijímal žádné návštěvy. Žádosti našich pacientů jsou prvořadé. Takže ne. Nesmíte ji vidět.

# conversations/01_groundbreaker/01_cv_mfuru_idris:320:DefaultText
source: "The records say?" Have you actually spoken to her yourself?
cs: "Podle záznamů?" Mluvil jste s ní osobně?

# conversations/01_groundbreaker/01_cv_mfuru_idris:321:DefaultText
source: She's not my patient. I'm certain no one on my staff would falsify patient records, if that's what you're implying.
cs: Není to moje pacientka. Jsem si jistý, že nikdo z mého personálu by nefalšoval záznamy o pacientech, pokud to naznačujete.

# conversations/01_groundbreaker/01_cv_mfuru_idris:394:DefaultText
source: Take care.
cs: Dávejte na sebe pozor.

# conversations/01_groundbreaker/01_cv_mfuru_idris:395:DefaultText
source: How do you mean?
cs: Jak to myslíte?

# conversations/01_groundbreaker/01_cv_mfuru_idris:396:DefaultText
source: We don't have the ability to manufacture our own medical supplies here on Groundbreaker.
cs: Na Groundbreakeru nemáme možnost vyrábět vlastní zdravotnický materiál.

# conversations/01_groundbreaker/01_cv_mfuru_idris:397:DefaultText
source: Regrettably, we are dependent on the Board for such mundane items as bandages and antibiotics, as well as more critical resources, like adequately trained staff.
cs: Bohužel jsme závislí na správní radě, pokud jde o tak obyčejné věci, jako jsou obvazy a antibiotika, a také na důležitějších zdrojích, jako je dostatečně vyškolený personál.

# conversations/01_groundbreaker/01_cv_mfuru_idris:398:DefaultText
source: We'd nearly signed a supply agreement with Auntie Cleo's, but they demanded we only use their branded drugs, and that's simply not tenable.
cs: Málem jsme podepsali smlouvu o dodávkách s Auntie Cleo's, ale požadovali, abychom používali pouze jejich značkové léky, a to prostě nejde.

# conversations/01_groundbreaker/01_cv_mfuru_idris:399:DefaultText
source: Ah, Dr. Fenhill. I hope you're not here to harass any of our patients.
cs: Ach, doktor Fenhill. Doufám, že tu nejste proto, abyste obtěžoval naše pacienty.

# conversations/01_groundbreaker/01_cv_mfuru_idris:400:DefaultText
source: Harassing? Come on, I was trying to help Jessie.
cs: Obtěžování? No tak, snažil jsem se Jessie pomoct.

# conversations/01_groundbreaker/01_cv_mfuru_idris:401:DefaultText
source: You have a creative definition of helping.
cs: Máte kreativní definici pomoci.

# conversations/01_groundbreaker/01_cv_mfuru_idris:402:DefaultText
source: Then it's lucky for us both that I've found gainful employment with someone who appreciates my ingenuity.
cs: Pak je štěstí pro nás oba, že jsem našel výdělečné zaměstnání u někoho, kdo oceňuje mou vynalézavost.

# conversations/01_groundbreaker/01_cv_mfuru_idris:403:DefaultText
source: Good luck with this one, Captain.
cs: Hodně štěstí, kapitáne.

# conversations/01_groundbreaker/01_cv_mfuru_idris:406:DefaultText
source: Good on you, doc. You don't want Cleo sinking their claws into you like that.
cs: To je dobře, doktore. Přece nechcete, aby do vás Cleo takhle zatínal drápy.

# conversations/01_groundbreaker/01_cv_mfuru_idris:408:DefaultText
source: It's the Board or the outlaws, I'm afraid. I'm beginning to wonder if perhaps the devilish Board we know might be better than the pirates we don't.
cs: Obávám se, že buď rada, nebo psanci. Začínám si říkat, jestli by třeba ďábelská Rada, kterou známe, nebyla lepší než piráti, které neznáme.

# conversations/01_groundbreaker/01_cv_mfuru_idris:410:DefaultText
source: She was real strong like that. But her quiet masked a lot of worry - for her ship, for her Engineers, for everyone. She cared so much.
cs: Takhle byla opravdu silná. Její klid však skrýval spoustu starostí - o loď, o inženýry, o všechny. Tolik jí na nich záleželo.

# conversations/01_groundbreaker/01_cv_mfuru_idris:411:DefaultText
source: I'm one who helped Wanda get her automechs. Can't you do me a favor in return?
cs: Jsem jeden z těch, kteří Vandě pomohli získat automechaniky. Nemůžeš mi na oplátku prokázat laskavost?

# conversations/01_groundbreaker/01_cv_mfuru_idris:412:DefaultText
source: Yes, and we're grateful for the help. I'll let you in, but please do respect Ms. Doyle's privacy.
cs: Ano, a jsme vděční za pomoc. Pustím vás dovnitř, ale respektujte prosím soukromí paní Doylové.

# conversations/01_groundbreaker/01_cv_mfuru_idris:413:DefaultText
source: Any chance I could have a look at your back rooms?
cs: Mohl bych se podívat do vašich zadních pokojů?

# conversations/01_groundbreaker/01_cv_mfuru_idris:414:DefaultText
source: I'm afraid that area is quarantined for the safety of Groundbreaker. Why do you ask?
cs: Obávám se, že tato oblast je v karanténě kvůli bezpečnosti Hromotluka. Proč se ptáte?

# conversations/01_groundbreaker/01_cv_mfuru_idris:415:DefaultText
source: I need to calibrate one of Wanda's automechs, and I don't want to get oil everywhere.
cs: Potřebuji zkalibrovat jeden z Vandiných automechaniků a nechci, aby se mi všude rozlil olej.

# conversations/01_groundbreaker/01_cv_mfuru_idris:416:DefaultText
source: Just curious.
cs: Jen jsem zvědavý.

# conversations/01_groundbreaker/01_cv_mfuru_idris:417:DefaultText
source: Best to keep your curiosity to yourself, I believe.
cs: Myslím, že nejlepší bude, když si svou zvědavost necháte pro sebe.

# conversations/01_groundbreaker/01_cv_mfuru_idris:418:DefaultText
source: Very well, you may enter. But please don't linger - I prefer to keep the dangerous pathogens corralled where I can see them.
cs: Dobrá, můžete vstoupit. Ale prosím, nezdržujte se - nebezpečné patogeny bych raději držel na očích.

# conversations/01_groundbreaker/01_cv_mfuru_idris:419:DefaultText
source: I'll use my speediest wrench. Promise.
cs: Použiji svůj nejrychlejší klíč. Slibuji.

# conversations/01_groundbreaker/01_cv_mfuru_idris:420:DefaultText
source: That's very conscientious of you, thank you.
cs: To je od vás velmi svědomité, děkuji.
