Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_ingmire_edna.po
Languages: cs

# conversations/01_groundbreaker/01_cv_ingmire_edna:223:DefaultText
source: Anyway, like I was saying - you aiming to send a message, you better be quick.
cs: Každopádně, jak jsem říkal - když chceš poslat zprávu, měl bys být rychlý.
