Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_medbay_terminal.po
Languages: cs

# conversations/01_groundbreaker/01_cp_medbay_terminal:1:DefaultText
source: Groundbreaker MedBay Terminal ======================== Main menu
cs: Terminál Groundbreaker MedBay ======================== Hlavní menu

# conversations/01_groundbreaker/01_cp_medbay_terminal:2:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/01_groundbreaker/01_cp_medbay_terminal:4:DefaultText
source: Groundbreaker MedBay Terminal ======================== Messages
cs: Terminál Groundbreaker MedBay ======================== Zprávy

# conversations/01_groundbreaker/01_cp_medbay_terminal:6:DefaultText
source: [FROM: Capt. Irion, SUBJECT: Heyyyy, relax]
cs: [OD: kapitán Irion, PŘEDMĚT: heyyyy, relax]

# conversations/01_groundbreaker/01_cp_medbay_terminal:7:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_medbay_terminal:8:DefaultText
source: Groundbreaker MedBay Terminal ======================== FROM: Dorsett, W. TO: Cap_Irion SUBJECT: Where are my automechs? I need a status update, Irion. I know you boasted about the Scylla shortcut, but could you maybe venture through a pocket of space that isn't infested with pirates? You know, pirates. The ones who love cargo and hate rules. Here in MedBay we've got blunt tools, watered-down meds, long shifts, and shaky hands. Don't let me down.
cs: Groundbreaker MedBay Terminal ======================== OD: Dorsett, W: Cap_Irion SUBJECT: Vím, že ses chlubil zkratkou přes Scyllu, ale nemohl bys třeba projít nějakou vesmírnou kapsou, která není zamořená piráty? Však víš, piráti. Těmi, kteří milují náklad a nenávidí pravidla. Tady v MedBay máme tupé nástroje, ředěné léky, dlouhé směny a roztřesené ruce. Nezklam mě.

# conversations/01_groundbreaker/01_cp_medbay_terminal:9:DefaultText
source: Groundbreaker MedBay Terminal ======================== FROM: Cap_Irion TO: Dorsett, W. SUBJECT: Heyyyy, relax When have I ever let you down? Hope you enjoy the latest haul. Don't forget me the next time you're low on pills. I like a repeat customer. Maybe buy me dinner the next time I do a Groundbreaker run? What do you say? That sprat joint looks tasty.
cs: Groundbreaker MedBay Terminal ======================== OD: Cap_Irion TO: SUBJECT: Heyyyy, relax When have I ever disappoint you? Hope you enjoy the latest haul. Nezapomeň na mě, až budeš mít příště málo prášků. Mám rád stálé zákazníky. Možná mě pozveš na večeři, až budu příště dělat Groundbreaker run? Co říkáš? Ten šprotový kloub vypadá chutně.

# conversations/01_groundbreaker/01_cp_medbay_terminal:10:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/01_groundbreaker/01_cp_medbay_terminal:11:DefaultText
source: Groundbreaker MedBay Terminal ======================== Logs
cs: Terminál Groundbreaker MedBay ======================== Logs

# conversations/01_groundbreaker/01_cp_medbay_terminal:12:DefaultText
source: [Staff Shortage]
cs: [Nedostatek zaměstnanců]

# conversations/01_groundbreaker/01_cp_medbay_terminal:14:DefaultText
source: Groundbreaker MedBay Terminal ======================== I'm at my wit's end coordinating with any authority outside of Groundbreaker. The Board won't dispatch a surgeon unless Junlei agrees to share a third of all docking revenue, and Spacer's Choice won't send supplies unless we make an exclusive deal to use their products. No thank you. I've seen enough shoddy needles breaking off in patients' arms. I need to chat with Junlei about this, but she has problems of her own. Some of us are growing concerned about the cost of Groundbreaker's independence.
cs: Groundbreaker MedBay Terminal ======================== Jsem v koncích s koordinací s jakýmkoli orgánem mimo Groundbreaker. Rada nevyšle chirurga, pokud Junlei nebude souhlasit se sdílením třetiny všech příjmů z dokování, a Spacer's Choice nepošle zásoby, pokud neuzavřeme exkluzivní dohodu o používání jejich výrobků. Ne, děkuji. Už jsem viděl dost nekvalitních jehel, které se pacientům lámaly v rukou. Musím si o tom promluvit s Junlei, ale ta má své vlastní problémy. Někteří z nás mají stále větší obavy, kolik bude stát nezávislost Groundbreakeru.
