Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_kristiansen_ike.po
Languages: cs

# conversations/01_groundbreaker/01_cv_kristiansen_ike:1:DefaultText
source: You look like someone who's taken their share of cuts and bruises. Need some armor? Maybe it's a bit second-hand, but that's only a testament to its durability!
cs: Vypadáš jako někdo, kdo má za sebou spoustu šrámů a modřin. Potřebuješ nějaké brnění? Možná je trochu z druhé ruky, ale to jen svědčí o jeho odolnosti!

# conversations/01_groundbreaker/01_cv_kristiansen_ike:5:DefaultText
source: Welcome. Looking to give a beating, or take one?
cs: Vítejte. Chceš si dát nebo vzít nakládačku?

# conversations/01_groundbreaker/01_cv_kristiansen_ike:21:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:22:DefaultText
source: Tell me more about your wares.
cs: Řekněte mi více o svém zboží.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:24:DefaultText
source: We also have a line of specialized melee weapons. For those times you have to repel boarders, but don't want to risk a bullet through the hull.
cs: Máme také řadu specializovaných zbraní pro boj zblízka. Pro případy, kdy musíte odrazit útočníky, ale nechcete riskovat průstřel trupu.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:25:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:27:DefaultText
source: Are you a spacer yourself?
cs: Jste také členem týmu?

# conversations/01_groundbreaker/01_cv_kristiansen_ike:29:DefaultText
source: Not me, but it's in my blood. After the Crossing, my family worked Eridanos. Indentured to the corporations.
cs: Já ne, ale mám to v krvi. Po Přechodu moje rodina pracovala na Eridanosu. V nájemním vztahu ke korporacím.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:39:DefaultText
source: Everything I sell is "fresh from the forge." Technically, the metal formed billions of years ago. But it's freshly in this shape.
cs: Vše, co prodávám, je "čerstvé z kovárny". Technicky vzato, kov vznikl před miliardami let. Ale je čerstvě v tomto tvaru.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:81:DefaultText
source: I was born into corporate labor, but I'm the first one of my family to buy my way out. That's why I settled on Groundbreaker. It's the last bastion of freedom.
cs: Narodil jsem se do korporátní práce, ale jsem první z rodiny, kdo se z ní vykoupil. Proto jsem se rozhodl pro společnost Groundbreaker. Je to poslední bašta svobody.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:86:DefaultText
source: Itching to whack someone over the head? We can help with that.
cs: Máte chuť někoho praštit po hlavě? S tím vám můžeme pomoci.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:87:DefaultText
source: Go on.
cs: Pokračujte.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:88:DefaultText
source: They did what after the what?
cs: Co udělali po čem?

# conversations/01_groundbreaker/01_cv_kristiansen_ike:89:DefaultText
source: Not from around here, are you? After leaving Earth, they worked a local gas giant from a floating refinery. Dangerous work.
cs: Nejste odsud, že ne? Po opuštění Země pracovali na místním plynovém gigantu z plovoucí rafinerie. Nebezpečná práce.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:91:DefaultText
source: Hey, look who it is! What'll it be?
cs: Hej, podívejte se, kdo to je! Co to bude?

# conversations/01_groundbreaker/01_cv_kristiansen_ike:92:DefaultText
source: Oo! You're here. It'll do a lot for my credit in the Promenade if people see you buying something. So, what'll it be?
cs: Oo! Jste tady. Hodně mi na Promenádě pomůže, když tě lidé uvidí, jak si něco kupuješ. Tak co to bude?

# conversations/01_groundbreaker/01_cv_kristiansen_ike:93:DefaultText
source: You've got some guts showing your face around the Promenade.
cs: Máš odvahu se na Promenádě ukázat.

# conversations/01_groundbreaker/01_cv_kristiansen_ike:94:DefaultText
source: Make it quick. People might not like seeing me talk to you.
cs: Udělejte to rychle. Lidem by se nemuselo líbit, že s tebou mluvím.
