Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_elson_jane.po
Languages: cs

# conversations/01_groundbreaker/01_cv_elson_jane:1:DefaultText
source: Hey there! Would you mind steppin' back? This charming little ship's been impounded, and I'm afraid I can't let you near it 'til it's not.
cs: Ahoj! Mohl bys ustoupit? Tahle okouzlující malá loď byla zabavena a obávám se, že vás k ní nemohu pustit, dokud nebude zabavena.

# conversations/01_groundbreaker/01_cv_elson_jane:2:DefaultText
source: What do you mean 'impounded?'
cs: Co myslíte tím "zabaven"?

# conversations/01_groundbreaker/01_cv_elson_jane:3:DefaultText
source: Can you help me get this cleared up?
cs: Můžete mi to pomoci vyjasnit?

# conversations/01_groundbreaker/01_cv_elson_jane:4:DefaultText
source: Don't you touch my ship.
cs: Nedotýkejte se mé lodi.

# conversations/01_groundbreaker/01_cv_elson_jane:5:DefaultText
source: I'm off.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_elson_jane:6:DefaultText
source: I don't really know. We got orders to hold your ship, is all.
cs: To opravdu nevím. Dostali jsme rozkaz zadržet vaši loď, to je vše.

# conversations/01_groundbreaker/01_cv_elson_jane:7:DefaultText
source: I'd surely love to, but that's just not my bailiwick. You'll want to have words with our representative here from the Board, Mr. Udom Bedford. His office is on the Promenade.
cs: Určitě bych to rád udělal, ale to není moje kompetence. Budete si chtít promluvit s naším zástupcem z představenstva, panem Udomem Bedfordem. Jeho kancelář je na promenádě.

# conversations/01_groundbreaker/01_cv_elson_jane:8:DefaultText
source: Gosh, I wouldn't dream of it. Not unless I got to. And I don't see any reason why I'd gotta. Do you?
cs: Bože, to by mě ani ve snu nenapadlo. Ne, kdybych se k tomu nedostal. A nevidím žádný důvod, proč bych měl. A ty ano?

# conversations/01_groundbreaker/01_cv_elson_jane:11:DefaultText
source: Surely this is all a big misunderstanding.
cs: Jistě jde o velké nedorozumění.

# conversations/01_groundbreaker/01_cv_elson_jane:12:DefaultText
source: Well shoot, that's a relief! Shouldn't take you more than a moment to get it all properly understood, then. Right?
cs: Tak to se mi ulevilo! Nemělo by vám tedy trvat déle než chvilku, než to všechno správně pochopíte. Nebo ne?

# conversations/01_groundbreaker/01_cv_elson_jane:13:DefaultText
source: Least she's polite about it.
cs: Alespoň je zdvořilá.

# conversations/01_groundbreaker/01_cv_elson_jane:15:DefaultText
source: She's a good ship, ma'am. Mostly doesn't act up at all.
cs: Je to dobrá loď, madam. Většinou vůbec nezlobí.

# conversations/01_groundbreaker/01_cv_elson_jane:21:DefaultText
source: Hey there! You talked to Mr. Udom yet? I'm afraid I can't let you through without his say-so.
cs: Ahoj! Už jsi mluvil s panem Udomem? Obávám se, že bez jeho souhlasu vás nemohu pustit.

# conversations/01_groundbreaker/01_cv_elson_jane:23:DefaultText
source: Does this happen a lot?
cs: Stává se to často?

# conversations/01_groundbreaker/01_cv_elson_jane:24:DefaultText
source: No, almost never! We're independent, you know? From the Board. They don't have jurisdiction here.
cs: Ne, téměř nikdy! Jsme nezávislí, víš? Od představenstva. Nemají tady žádnou pravomoc.

# conversations/01_groundbreaker/01_cv_elson_jane:29:DefaultText
source: Groundbreaker's the last free outpost in the colony, and we aim to keep it that way. No matter what.
cs: Groundbreaker je poslední svobodnou základnou v kolonii a naším cílem je, aby to tak zůstalo. Ať se děje, co se děje.

# conversations/01_groundbreaker/01_cv_elson_jane:30:DefaultText
source: Hey there! Got word on the wireless - your flag's cleared. You're free to go.
cs: Ahoj! Mám zprávu z bezdrátového spojení - vaše vlajka je vymazána. Můžeš jít.

# conversations/01_groundbreaker/01_cv_elson_jane:31:DefaultText
source: Hope you enjoyed your time on Groundbreaker, "the last free port of call in all the colony."
cs: Doufám, že se vám na Groundbreakeru, "posledním svobodném přístavu v celé kolonii", líbilo.

# conversations/01_groundbreaker/01_cv_elson_jane:33:DefaultText
source: I ain't felt so much as a tepid breeze in weeks. I hope Ms. Chief Tennyson gets that fixed soon.
cs: Už několik týdnů jsem necítil ani vlažný vánek. Doufám, že to paní šéfová Tennysonová brzy napraví.

# conversations/01_groundbreaker/01_cv_elson_jane:34:DefaultText
source: Is that a real slogan?
cs: Je to skutečný slogan?

# conversations/01_groundbreaker/01_cv_elson_jane:35:DefaultText
source: I should go.
cs: Měl bych jít.

# conversations/01_groundbreaker/01_cv_elson_jane:36:DefaultText
source: Made it up on the spot! Pretty good, right?
cs: Vymyslel jsem to na místě! Docela dobré, ne?

# conversations/01_groundbreaker/01_cv_elson_jane:37:DefaultText
source: Maybe don't let us hear the air quotes.
cs: Možná nás nenechte slyšet ty uvozovky.

# conversations/01_groundbreaker/01_cv_elson_jane:38:DefaultText
source: Port of call. Colony. Hah. I just got that.
cs: Přístav zastávky. Kolonie. Hah. Právě jsem to pochopil.

# conversations/01_groundbreaker/01_cv_elson_jane:39:DefaultText
source: Well, I thought it was neat.
cs: No, myslím, že to bylo hezké.

# conversations/01_groundbreaker/01_cv_elson_jane:40:DefaultText
source: I don't get it.
cs: Nechápu to.

# conversations/01_groundbreaker/01_cv_elson_jane:42:DefaultText
source: I'm still workin' on it.
cs: Stále na tom pracuji.

# conversations/01_groundbreaker/01_cv_elson_jane:43:DefaultText
source: If I never set foot on this decrepit rust bucket again, it'll be too soon.
cs: Jestli na tuhle zchátralou rezavou kýbli už nikdy nevkročím, bude to příliš brzy.

# conversations/01_groundbreaker/01_cv_elson_jane:44:DefaultText
source: Good luck with your Board problems.
cs: Hodně štěstí při řešení problémů s představenstvem.

# conversations/01_groundbreaker/01_cv_elson_jane:45:DefaultText
source: Aw, that's not very nice.
cs: To není moc hezké.

# conversations/01_groundbreaker/01_cv_elson_jane:46:DefaultText
source: Bye now!
cs: Ahoj!

# conversations/01_groundbreaker/01_cv_elson_jane:47:DefaultText
source: We don't need luck - we got Junlei.
cs: Nepotřebujeme štěstí - máme Junlei.

# conversations/01_groundbreaker/01_cv_elson_jane:48:DefaultText
source: I don't know what we're gonna do without Junlei...
cs: Nevím, co si bez Junlei počneme...

# conversations/01_groundbreaker/01_cv_elson_jane:49:DefaultText
source: Now there's a slogan!
cs: To je slogan!

# conversations/01_groundbreaker/01_cv_elson_jane:50:DefaultText
source: Wheeler's gonna love it.
cs: Wheelerovi se to bude líbit.

# conversations/01_groundbreaker/01_cv_elson_jane:51:DefaultText
source: Have yourself a pleasant day!
cs: Přeji vám příjemný den!

# conversations/01_groundbreaker/01_cv_elson_jane:52:DefaultText
source: I'm startin' to feel like a cystyroast in all this armor.
cs: Začínám si v tomhle brnění připadat jako cystyroast.

# conversations/01_groundbreaker/01_cv_elson_jane:53:DefaultText
source: Just checking your ship's manifest. Standard procedure. Welcome to Groundbreaker, by the by!
cs: Jen kontroluju seznam vaší lodi. Standardní postup. Mimochodem, vítejte na Groundbreakeru!

# conversations/01_groundbreaker/01_cv_elson_jane:54:DefaultText
source: Still reviewing your manifest. Why not head on over to the Promenade? Lots to keep you occupied there.
cs: Stále si prohlížíte svůj manifest. Proč se nevydáte na Promenádu? Je tam spousta možností, jak se zabavit.

# conversations/01_groundbreaker/01_cv_elson_jane:55:DefaultText
source: Don't mind the heat. Got a few days before it reaches critical. I'm sure Ms. Chief Tennyson'll get it sorted before then.
cs: Nevadí vám horko. Ještě pár dní, než dosáhne kritické teploty. Jsem si jistý, že to paní šéfová Tennysonová do té doby vyřeší.

# conversations/01_groundbreaker/01_cv_elson_jane:56:DefaultText
source: Well, it doesn't smell as bad here as Edgewater's graveyard in high summer, so I guess I can't complain.
cs: No, nesmrdí to tu tak hrozně jako na hřbitově v Edgewateru v létě, takže si asi nemůžu stěžovat.

# conversations/01_groundbreaker/01_cv_elson_jane:57:DefaultText
source: Either way, let's not stick around so long we all roast alive. No, offense, Ms. Elson. I'm... sure whatever critical problem needs fixing will get patched in time.
cs: Ať tak či onak, nebudeme se zdržovat tak dlouho, až se všichni upečeme zaživa. Bez urážky, paní Elsonová. Jsem si jistý, že ať už je potřeba opravit jakýkoli kritický problém, bude včas opraven.

# conversations/01_groundbreaker/01_cv_elson_jane:58:DefaultText
source: Nice is ninety percent of the job!
cs: Hezký je devadesát procent práce!

# conversations/01_groundbreaker/01_cv_elson_jane:59:DefaultText
source: Happy to hear it.
cs: To rád slyším.

# conversations/01_groundbreaker/01_cv_elson_jane:60:DefaultText
source: Does it seem hot in here to you?
cs: Zdá se vám tu horko?
