Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_bedford_udom.po
Languages: cs

# conversations/01_groundbreaker/01_cv_bedford_udom:9:DefaultText
source: Can you get me to Stellar Bay?
cs: Můžete mě dostat do Hvězdné zátoky?

# conversations/01_groundbreaker/01_cv_bedford_udom:10:DefaultText
source: Good Law, who'd want to go to that toxic hell pit?
cs: Dobrý zákon, kdo by chtěl jít do toho toxického pekla?

# conversations/01_groundbreaker/01_cv_bedford_udom:62:DefaultText
source: How might I assist you?
cs: Jak vám mohu pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:94:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_bedford_udom:95:DefaultText
source: We're leaving.
cs: Odjíždíme.

# conversations/01_groundbreaker/01_cv_bedford_udom:96:DefaultText
source: No. Emphatically, no. Unequivocally, no. Immutably, no.
cs: Ne. Rozhodně ne. Jednoznačně ne. Jednoznačně ne.

# conversations/01_groundbreaker/01_cv_bedford_udom:97:DefaultText
source: So... no?
cs: Takže... ne?

# conversations/01_groundbreaker/01_cv_bedford_udom:98:DefaultText
source: "No" would've done it. You didn't have to crack open a thesaurus.
cs: "Ne" by stačilo. Nemusel jsi otevírat tezaurus.

# conversations/01_groundbreaker/01_cv_bedford_udom:99:DefaultText
source: Could have just said "no." Didn't have to make it about being unequibblable.
cs: Mohl prostě říct "ne". Nemuselo to být o tom, že je to nesrozumitelné.

# conversations/01_groundbreaker/01_cv_bedford_udom:100:DefaultText
source: Do you have somewhere else to be, by any chance?
cs: Nemáš náhodou ještě někde být?

# conversations/01_groundbreaker/01_cv_bedford_udom:101:DefaultText
source: Best to be clear, I believe.
cs: Myslím, že nejlepší je mít jasno.

# conversations/01_groundbreaker/01_cv_bedford_udom:116:DefaultText
source: I'm here about Jessie Doyle. I want her debt settled.
cs: Jsem tu kvůli Jessie Doyleové. Chci, aby její dluh byl vyrovnán.

# conversations/01_groundbreaker/01_cv_bedford_udom:118:DefaultText
source: Ms. Doyle owes the Board a significant sum. Alas, the only collateral she has is... her organs. Compulsory donation is quite legal in such cases.
cs: Paní Doyleová dluží správní radě značnou částku. Bohužel jedinou zárukou, kterou má, jsou... její orgány. Povinné dárcovství je v takových případech zcela legální.

# conversations/01_groundbreaker/01_cv_bedford_udom:119:DefaultText
source: I'll pay it off for her.
cs: Zaplatím to za ni.

# conversations/01_groundbreaker/01_cv_bedford_udom:121:DefaultText
source: She's worth more alive than dead. Put her under an indenture contract.
cs: Má větší cenu živá než mrtvá. Uzavřete s ní smlouvu.

# conversations/01_groundbreaker/01_cv_bedford_udom:122:DefaultText
source: I think you may have underestimated the size of Ms. Doyle's debt. If you'll look over this itemized bill?
cs: Myslím, že jste možná podcenil výši dluhu paní Doylové. Pokud se podíváte na tento účet s položkami?

# conversations/01_groundbreaker/01_cv_bedford_udom:124:DefaultText
source: A total of <oeiglobal>Bribe_Amount</oeiglobal> bits? I'll cover that.
cs: Celkem <oeiglobal>Bribe_Amount</oeiglobal> bitů? To pokryji.

# conversations/01_groundbreaker/01_cv_bedford_udom:125:DefaultText
source: You're charging that much for... 'emotional anguish'? Really?
cs: Tolik si účtujete za... "citové utrpení"? Opravdu?

# conversations/01_groundbreaker/01_cv_bedford_udom:126:DefaultText
source: I am extremely anguished, Captain. Please respect my feelings in this difficult time.
cs: Jsem nesmírně roztrpčen, kapitáne. Prosím, respektujte mé pocity v této těžké chvíli.

# conversations/01_groundbreaker/01_cv_bedford_udom:127:DefaultText
source: I'm glad we could come to an accommodation. You may inform Ms. Doyle that our collections agent will be recalled.
cs: Jsem rád, že jsme se dohodli. Můžete informovat paní Doylovou, že náš inkasní agent bude odvolán.

# conversations/01_groundbreaker/01_cv_bedford_udom:130:DefaultText
source: I work for Sophia Akande now. I hope I don't have to bring this issue to her attention.
cs: Nyní pracuji pro Sophii Akandeovou. Doufám, že ji na tento problém nemusím upozorňovat.

# conversations/01_groundbreaker/01_cv_bedford_udom:131:DefaultText
source: That's not unreasonable.
cs: To není nerozumné.

# conversations/01_groundbreaker/01_cv_bedford_udom:132:DefaultText
source: Ms. Akande has you... eliminating problems for her? Well. I certainly shouldn't care to become one.
cs: Paní Akandeová pro vás... odstraňuje problémy? Dobře. Rozhodně bych se jím neměl stát.

# conversations/01_groundbreaker/01_cv_bedford_udom:133:DefaultText
source: What are those locked doors in the back?
cs: Co jsou ty zamčené dveře vzadu?

# conversations/01_groundbreaker/01_cv_bedford_udom:134:DefaultText
source: A luxury stateroom, reserved for Chairman Rockwell's use.
cs: Luxusní kajuta vyhrazená pro předsedu Rockwella.

# conversations/01_groundbreaker/01_cv_bedford_udom:135:DefaultText
source: Does the Chairman visit here often?
cs: Jezdí sem předseda často?

# conversations/01_groundbreaker/01_cv_bedford_udom:136:DefaultText
source: Good Law, of course not. He'd never set foot on this decrepit junk pile.
cs: Dobrý zákon, samozřejmě ne. Na tuhle zchátralou hromadu harampádí by nikdy nevkročil.

# conversations/01_groundbreaker/01_cv_bedford_udom:141:DefaultText
source: As this office is the primary embassy for the Board on Groundbreaker, corporate bylaws specifically state a room must be maintained for the Chairman's exclusive use.
cs: Jelikož je tato kancelář hlavním velvyslanectvím představenstva v Groundbreakeru, stanovy společnosti výslovně uvádějí, že musí být zachována místnost určená výhradně pro předsedu.

# conversations/01_groundbreaker/01_cv_bedford_udom:152:DefaultText
source: I can shuffle some financials around to cover Ms. Doyle's losses. To Halcyon Holdings, her debts are a rounding error.
cs: Mohu zamíchat některými financemi, abych pokryl ztráty paní Doylové. Pro Halcyon Holdings jsou její dluhy zaokrouhlovací chybou.

# conversations/01_groundbreaker/01_cv_bedford_udom:153:DefaultText
source: Now, is there anything else you need, or can I return to my work?
cs: Potřebujete ještě něco, nebo se mohu vrátit ke své práci?

# conversations/01_groundbreaker/01_cv_bedford_udom:154:DefaultText
source: Her current bill. Some numbers may have changed as interest compounds.
cs: Její současný účet. Některá čísla se mohla změnit, protože se úroky sčítají.

# conversations/01_groundbreaker/01_cv_bedford_udom:155:DefaultText
source: Unless you can offer some other means of resolving her debt, I'm afraid we have nothing further to discuss.
cs: Pokud nemůžete nabídnout jiný způsob řešení jejího dluhu, obávám se, že už nemáme o čem diskutovat.

# conversations/01_groundbreaker/01_cv_bedford_udom:157:DefaultText
source: I can't afford that.
cs: To si nemohu dovolit.

# conversations/01_groundbreaker/01_cv_bedford_udom:159:DefaultText
source: She's hiding in sick bay to avoid assassins. I'm sure she'll prefer work.
cs: Schovává se na ošetřovně, aby se vyhnula nájemným vrahům. Určitě dá přednost práci.

# conversations/01_groundbreaker/01_cv_bedford_udom:160:DefaultText
source: Way I see it, she doesn't have much choice.
cs: Já to vidím tak, že nemá moc na výběr.

# conversations/01_groundbreaker/01_cv_bedford_udom:161:DefaultText
source: None, I suppose. But if she doesn't show up for work, kill her like you planned.
cs: Myslím, že ne. Ale jestli se neukáže v práci, zabij ji, jak jsi plánoval.

# conversations/01_groundbreaker/01_cv_bedford_udom:162:DefaultText
source: Can't she work for you until she earns back what she owes?
cs: Nemůže pro vás pracovat, dokud si nevydělá na to, co dluží?

# conversations/01_groundbreaker/01_cv_bedford_udom:163:DefaultText
source: You're proposing an indenture contract?
cs: Navrhujete smlouvu o indosamentu?

# conversations/01_groundbreaker/01_cv_bedford_udom:164:DefaultText
source: I didn't say nothing about her teeth. She's got to be worth more alive than dead.
cs: O jejích zubech jsem nic neřekl. Musí mít větší cenu živá než mrtvá.

# conversations/01_groundbreaker/01_cv_bedford_udom:165:DefaultText
source: You might be surprised. But we'll proceed on the assumption she'll be reasonable.
cs: Možná budete překvapeni. Ale budeme vycházet z předpokladu, že bude rozumná.

# conversations/01_groundbreaker/01_cv_bedford_udom:166:DefaultText
source: Hmph. I'm not sure the price of her organs will allow a profit in that case. I expect her liver is, ah, "used goods," as it were.
cs: Hmph. Nejsem si jistý, jestli cena jejích orgánů v tomto případě umožní zisk. Předpokládám, že její játra jsou, ehm, "použité zboží", jak se říká.

# conversations/01_groundbreaker/01_cv_bedford_udom:167:DefaultText
source: I quite concur. It's refreshing to deal with someone practical, for a change.
cs: S tím docela souhlasím. Je osvěžující jednat pro změnu s někým praktickým.

# conversations/01_groundbreaker/01_cv_bedford_udom:168:DefaultText
source: I will recall my collection agent. Tell Ms. Doyle to report to me promptly for her first assignment.
cs: Odvolám svého inkasního agenta. Řekněte slečně Doyleové, aby se u mě neprodleně hlásila na svůj první úkol.

# conversations/01_groundbreaker/01_cv_bedford_udom:172:DefaultText
source: Sure you can't make an exception for a friend of the Board?
cs: Určitě nemůžete udělat výjimku pro přítele správní rady?

# conversations/01_groundbreaker/01_cv_bedford_udom:173:DefaultText
source: ...I suppose there is something I could do. For an ally, of course.
cs: ...myslím, že bych mohl něco udělat. Pro spojence, samozřejmě.

# conversations/01_groundbreaker/01_cv_bedford_udom:218:DefaultText
source: So you get to play butler to the big guy. Fun.
cs: Takže si můžeš hrát na komorníka velkého chlapa. Zábava.

# conversations/01_groundbreaker/01_cv_bedford_udom:226:DefaultText
source: To serve at our most esteemed Chairman's behest is an honor, and one I'm most thankful for.
cs: Sloužit na příkaz našeho nejváženějšího předsedy je pro mě čest a jsem za ni velmi vděčný.

# conversations/01_groundbreaker/01_cv_bedford_udom:234:DefaultText
source: What guarantee do I have that she'll agree to the terms you negotiate?
cs: Jakou mám záruku, že přistoupí na podmínky, které vyjednáte?

# conversations/01_groundbreaker/01_cv_bedford_udom:310:DefaultText
source: Those authorization forms will let you speak with Sophia when you arrive. I'll send her a message straight away to let her know you're coming. She'll be delighted, I'm sure!
cs: Tyto formuláře vám umožní mluvit se Sophií, až dorazíte. Hned jí pošlu zprávu, aby věděla, že přijedete. Určitě bude mít radost!

# conversations/01_groundbreaker/01_cv_bedford_udom:433:DefaultText
source: I know where to find Phineas Welles.
cs: Vím, kde najdu Phinease Wellese.

# conversations/01_groundbreaker/01_cv_bedford_udom:435:DefaultText
source: Do you know how I can get to Byzantium?
cs: Nevíte, jak se dostanu do Byzance?

# conversations/01_groundbreaker/01_cv_bedford_udom:468:DefaultText
source: Best of luck to you, and thank you again! Give my regards to the Unreliable!
cs: Hodně štěstí a ještě jednou děkuji! Pozdravujte nespolehlivého!

# conversations/01_groundbreaker/01_cv_bedford_udom:476:DefaultText
source: How do you do?
cs: Jak se vám daří?

# conversations/01_groundbreaker/01_cv_bedford_udom:477:DefaultText
source: Does it seem hot in here to you?
cs: Zdá se vám tu horko?

# conversations/01_groundbreaker/01_cv_bedford_udom:478:DefaultText
source: Hey, some of us grew up on this decrepit junk pile.
cs: Někteří z nás na téhle zchátralé hromadě harampádí vyrostli.

# conversations/01_groundbreaker/01_cv_bedford_udom:479:DefaultText
source: Oh, you've found yourself a pet local. Charming.
cs: Našli jste si místního mazlíčka. Okouzlující.

# conversations/01_groundbreaker/01_cv_bedford_udom:480:DefaultText
source: Law, but it's miserable. My underarms are damp! How can I be expected to work in these conditions?
cs: Zákon, ale je to bída. Mám vlhké podpaží! Jak můžu v takových podmínkách pracovat?

# conversations/01_groundbreaker/01_cv_bedford_udom:481:DefaultText
source: Deplorable conduct. My superiors will be hearing about it, you can be certain of that.
cs: Zavrženíhodné chování. Moji nadřízení se o tom dozvědí, tím si můžete být jisti.

# conversations/01_groundbreaker/01_cv_bedford_udom:482:DefaultText
source: Chief Tennyson is supposedly looking into the cause, but I've seen no action from her.
cs: Šéfka Tennysonová údajně vyšetřuje příčinu, ale neviděl jsem od ní žádné kroky.

# conversations/01_groundbreaker/01_cv_bedford_udom:491:DefaultText
source: Who's Sophia?
cs: Kdo je Sophia?

# conversations/01_groundbreaker/01_cv_bedford_udom:492:DefaultText
source: I'll be going, then.
cs: Tak já půjdu.

# conversations/01_groundbreaker/01_cv_bedford_udom:493:DefaultText
source: Ms. Akande? The Chairman's right hand? She practically runs the colony on her own! She's just the person to take someone with your particular talents under her wing.
cs: Paní Akandeová? Pravá ruka předsedy? Vždyť prakticky řídí kolonii sama! Je to přesně ta osoba, která by mohla vzít pod svá křídla někoho s tvým zvláštním talentem.

# conversations/01_groundbreaker/01_cv_bedford_udom:494:DefaultText
source: She can fill you in on all of the Board's operations in the colony, really put your talents to use.
cs: Může vás zasvětit do všech činností rady v kolonii a opravdu využít váš talent.

# conversations/01_groundbreaker/01_cv_bedford_udom:496:DefaultText
source: Where you been living, Captain? Under a rock? Ms. Sophia's got to be the second most important person in the entire colony.
cs: Kde jste žil, kapitáne? Pod skálou? Slečna Sophia musí být druhá nejdůležitější osoba v celé kolonii.

# conversations/01_groundbreaker/01_cv_bedford_udom:497:DefaultText
source: Captain, are you telling me you haven't heard of the Adjutant to the Chairman of the Board? Ms. Akande may just be the most powerful woman in the colony.
cs: Kapitáne, chcete mi říct, že jste neslyšel o adjutantovi předsedy správní rady? Paní Akandeová je možná nejmocnější ženou v kolonii.

# conversations/01_groundbreaker/01_cv_bedford_udom:498:DefaultText
source: You mean the lady who handles the Chairman's business or the third most powerful person in the colony? Oh, right, they're the same person.
cs: Myslíte dámu, která vyřizuje záležitosti předsedy, nebo třetího nejmocnějšího člověka v kolonii? Aha, jasně, je to jedna a tatáž osoba.

# conversations/01_groundbreaker/01_cv_bedford_udom:499:DefaultText
source: This guy's acting like he's on a first name basis with Sophia Akande. She's the Chairman's right-hand.
cs: Ten chlap se chová, jako by si se Sophií Akande tykal. Je to předsedova pravá ruka.

# conversations/01_groundbreaker/01_cv_bedford_udom:501:DefaultText
source: Yes, quite. Ms. Akande is just the person to take someone with your particular talents - and sterling character - under her wing.
cs: Ano, docela. Paní Akandeová je přesně ta osoba, která by mohla vzít pod svá křídla někoho s vaším mimořádným talentem - a skvělým charakterem.

# conversations/01_groundbreaker/01_cv_bedford_udom:510:DefaultText
source: Why are there armed guards in here?
cs: Proč jsou tu ozbrojené stráže?

# conversations/01_groundbreaker/01_cv_bedford_udom:511:DefaultText
source: You've noticed my friends! Wonderful. Aren't their guns very large? Tremendously impressive.
cs: Všimli jste si, přátelé! Nádhera. Nejsou jejich zbraně velmi velké? Nesmírně působivé.

# conversations/01_groundbreaker/01_cv_bedford_udom:512:DefaultText
source: They're here to keep the peace, of course.
cs: Jsou tu samozřejmě proto, aby udržovali mír.

# conversations/01_groundbreaker/01_cv_bedford_udom:513:DefaultText
source: To watch your back, you mean.
cs: Chceš říct, že si máš hlídat záda.

# conversations/01_groundbreaker/01_cv_bedford_udom:514:DefaultText
source: A piece of what? Is there pie around here? I want some.
cs: Kousek čeho? Je tady někde koláč? Já chci taky.

# conversations/01_groundbreaker/01_cv_bedford_udom:515:DefaultText
source: Precisely. Groundbreaker makes much ado about its "independent" status and so resents any Board presence, no matter how benign.
cs: Přesně tak. Společnost Groundbreaker dělá mnoho povyku kolem svého "nezávislého" statusu, a proto nesnáší jakoukoli přítomnost představenstva, ať už je jakkoli neškodná.

# conversations/01_groundbreaker/01_cv_bedford_udom:516:DefaultText
source: Uh. I'll admit you've caught me quite off guard. No, I'm afraid there isn't any pie to be had.
cs: Přiznávám, že jste mě zaskočil. Ne, obávám se, že tu žádný koláč není.

# conversations/01_groundbreaker/01_cv_bedford_udom:517:DefaultText
source: You call keeping offices on their Promenade benign?
cs: Říkáte, že udržování kanceláří na jejich promenádě je neškodné?

# conversations/01_groundbreaker/01_cv_bedford_udom:518:DefaultText
source: One more thing...
cs: Ještě jedna věc...

# conversations/01_groundbreaker/01_cv_bedford_udom:519:DefaultText
source: When the alternative is Board guards at their gates, yes - I do. They don't see it that way, of course, but I can't say I much care.
cs: Pokud je alternativou stráž u jejich bran, pak ano. Oni to tak samozřejmě nevidí, ale nemůžu říct, že by mi to vadilo.

# conversations/01_groundbreaker/01_cv_bedford_udom:520:DefaultText
source: Benign presence. More like the seeds of tyranny.
cs: Benigní přítomnost. Spíš jako zárodek tyranie.

# conversations/01_groundbreaker/01_cv_bedford_udom:521:DefaultText
source: Ah, just the kind of scintillating political insight I'd expect from you, Mr. Millstone. I dare say I'm overwhelmed.
cs: Aha, přesně takový brilantní politický vhled bych od vás očekával, pane Millstone. Troufám si říct, že jsem ohromen.

# conversations/01_groundbreaker/01_cv_bedford_udom:522:DefaultText
source: Please, go ahead.
cs: Prosím, pokračujte.

# conversations/01_groundbreaker/01_cv_bedford_udom:523:DefaultText
source: Seems like you're looking for a fight to me.
cs: Připadá mi, že se chceš hádat.

# conversations/01_groundbreaker/01_cv_bedford_udom:524:DefaultText
source: Yeah, 'cause you already ate it all.
cs: Jo, protože už jsi to všechno snědl.

# conversations/01_groundbreaker/01_cv_bedford_udom:525:DefaultText
source: I don't reckon that's quite what Mr. Udom meant, Captain.
cs: Myslím, že to pan Udom tak úplně nemyslel, kapitáne.

# conversations/01_groundbreaker/01_cv_bedford_udom:526:DefaultText
source: Anyway... Groundbreaker makes much ado about its "independent" status and so resents any Board presence, no matter how benign.
cs: Každopádně... Společnost Groundbreaker si dělá mnoho starostí se svým "nezávislým" statusem, a proto nesnáší jakoukoli přítomnost představenstva, ať už je jakkoli neškodná.

# conversations/01_groundbreaker/01_cv_bedford_udom:527:DefaultText
source: That's fine. I prefer cake.
cs: To je v pořádku. Dávám přednost dortu.

# conversations/01_groundbreaker/01_cv_bedford_udom:528:DefaultText
source: Someone has to.
cs: Někdo musí.

# conversations/01_groundbreaker/01_cv_bedford_udom:529:DefaultText
source: Indeed. What is the saying? "The two most common elements in the universe are hydrogen and stupidity?"
cs: Vskutku. Jak se to říká? "Dva nejběžnější prvky ve vesmíru jsou vodík a hloupost?"

# conversations/01_groundbreaker/01_cv_bedford_udom:530:DefaultText
source: Someone must stand for reason and order, and the Board is best-equipped to do so.
cs: Někdo se musí postavit za rozum a pořádek a k tomu je nejlépe vybavena správní rada.

# conversations/01_groundbreaker/01_cv_bedford_udom:531:DefaultText
source: Hardly. And, if I might be frank, I doubt the Mardets would be much match for seasoned UDL troops.
cs: To sotva. A pokud mohu být upřímný, pochybuji, že by se Mardějové mohli vyrovnat ostříleným jednotkám UDL.

# conversations/01_groundbreaker/01_cv_bedford_udom:532:DefaultText
source: Groundbreaker makes much ado about its "independent" status and so resents any Board presence, no matter how benign.
cs: Společnost Groundbreaker si velmi zakládá na svém "nezávislém" statusu, a proto nesnáší jakoukoli přítomnost představenstva, ať už je jakkoli neškodná.

# conversations/01_groundbreaker/01_cv_bedford_udom:535:DefaultText
source: Keep telling yourself that. Only thing the Board stands for is oppression.
cs: Říkejte si to i nadále. Jediné, co Rada představuje, je útlak.

# conversations/01_groundbreaker/01_cv_bedford_udom:536:DefaultText
source: Ah, just the kind of scintillating political insight I'd expect from you, Mr. Millstone. I dare say I'm overwhelmed.
cs: Aha, přesně takový brilantní politický vhled bych od vás očekával, pane Millstone. Troufám si říct, že jsem ohromen.

# conversations/01_groundbreaker/01_cv_bedford_udom:539:DefaultText
source: She's doin' everything she can! It's YOUR people's fault it's not fixed, not Junlei's!
cs: Dělá, co může! Je to vina TVÝCH lidí, že to není spravené, ne Junlei!

# conversations/01_groundbreaker/01_cv_bedford_udom:540:DefaultText
source: My, aren't you, er, excitable.
cs: Nejsi ty ale vzrušená.

# conversations/01_groundbreaker/01_cv_bedford_udom:542:DefaultText
source: Don't talk to her that way.
cs: Takhle s ní nemluv.

# conversations/01_groundbreaker/01_cv_bedford_udom:544:DefaultText
source: Take it back. Now.
cs: Vezměte si to zpět. Nyní.

# conversations/01_groundbreaker/01_cv_bedford_udom:547:DefaultText
source: I will do no such thing.
cs: Nic takového neudělám.

# conversations/01_groundbreaker/01_cv_bedford_udom:549:DefaultText
source: You better apologize to my friend.
cs: Měl by ses mému příteli omluvit.

# conversations/01_groundbreaker/01_cv_bedford_udom:550:DefaultText
source: Oh sweetie, I don't owe a grease-stained wrench jockey like her the time of day, let alone my deference.
cs: Zlatíčko, takovému umaštěnému žokejovi nedlužím ani den, natož abych mu projevoval úctu.

# conversations/01_groundbreaker/01_cv_bedford_udom:551:DefaultText
source: Pipe down, Parvati. The big kids are talking.
cs: Ztiš se, Parvati. Mluví velké děti.

# conversations/01_groundbreaker/01_cv_bedford_udom:552:DefaultText
source: But he-! She's not- she's real good at her job, Captain!
cs: Ale on... Ona není... je opravdu dobrá ve své práci, kapitáne!

# conversations/01_groundbreaker/01_cv_bedford_udom:555:DefaultText
source: Seriously, shut up.
cs: Vážně, sklapni.

# conversations/01_groundbreaker/01_cv_bedford_udom:556:DefaultText
source: Captain! I mean, ah. Um. Yes. Captain.
cs: Kapitáne! Chci říct, ah. Um. Ano. Kapitán.

# conversations/01_groundbreaker/01_cv_bedford_udom:557:DefaultText
source: Thank you.
cs: Děkujeme.

# conversations/01_groundbreaker/01_cv_bedford_udom:558:DefaultText
source: You're a real shithead, Bedford.
cs: Ty jsi fakt sráč, Bedforde.

# conversations/01_groundbreaker/01_cv_bedford_udom:559:DefaultText
source: You're not too wonderful yourself.
cs: Sám nejsi příliš úžasný.

# conversations/01_groundbreaker/01_cv_bedford_udom:560:DefaultText
source: Has it gotten less stiflingly hot in here lately?
cs: Je tu v poslední době méně dusivé horko?

# conversations/01_groundbreaker/01_cv_bedford_udom:561:DefaultText
source: You refer to the radiator issue? Goodness, it was dreadful. I was sweating CONSTANTLY.
cs: Narážíte na problém s chladičem? Bože, to bylo strašné. Neustále jsem se potil.

# conversations/01_groundbreaker/01_cv_bedford_udom:562:DefaultText
source: Chief Tennyson certainly did take her time resolving it.
cs: Šéfka Tennysonová si s jeho řešením dala načas.

# conversations/01_groundbreaker/01_cv_bedford_udom:563:DefaultText
source: Deplorable conduct. My superiors will be hearing about it, you can be certain of that.
cs: Zavrženíhodné chování. Moji nadřízení se o tom dozvědí, tím si můžete být jisti.
