Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_docking_customs_arrival_terminal.po
Languages: cs

source: Docking Bay Arrivals Terminal ======================== Main menu
cs: Přístaviště Příjezdový terminál ======================== Hlavní menu

source: [Records]
cs: [Záznamy]

source: [Messages]
cs: [Zprávy]

source: Docking Bay Arrivals Terminal ======================== Records menu
cs: Dokovací zátoka Terminál příjezdů ======================== Nabídka Záznamy

source: [Arrivals]
cs: [Příjezdy]

source: [Departures]
cs: [Odjezdy]

source: [Return to Root]
cs: [Zpět na kořen]

source: Docking Bay Arrivals Terminal ======================== -Cleo freighter, hauling Tobaccorn (dues paid). -Rizzo freighter, hauling Purpleberry everything (dues paid). -Freelancer, possibly SubLight (dues paid). -Freelancer, definitely SubLight (dues waived). -Unreliable, business unknown (Impounded. Hawthorne's ship, but no Hawthorne. Wonder what happened there).
cs: Přístavní terminál v přístavní zátoce ======================== -Cleo nákladní loď, převáží tabák (poplatky zaplaceny). -Rizzo nákladní loď, převáží vše Purpleberry (poplatky zaplaceny).-Nákladní loď, možná SubLight (poplatky zaplaceny). -Nákladní loď, určitě SubLight (poplatky prominuty). -Nespolehlivý, obchod neznámý (zabaven. Hawthornova loď, ale žádný Hawthorne. Zajímalo by mě, co se tam stalo).

source: Docking Bay Arrivals Terminal ======================== -Freelancer, SubLight. -Freelancer, none (deadbeat at the Rest–N–Go insisted once again that he's part of the crew, but they acted like they didn't know him). -Spacer's Choice freighter, delivered Callahan's new mask.
cs: Přístavní terminál ======================== -Freelancer, SubLight. -Freelancer, žádný (mrtvý muž v Rest-N-Go opět trval na tom, že je členem posádky, ale dělali, jako by ho neznali). -Nákladní loď Spacer's Choice, doručila Callahanovu novou masku.

source: Docking Bay Arrivals Terminal ======================== Messages menu
cs: Terminál přístaviště příjezdů ======================== Zprávy v menu

source: [FROM: GB_Security, SUBJECT: These conditions...]
cs: [FROM: GB_Security, SUBJECT: Tyto podmínky...]

source: Docking Bay Arrivals Terminal ======================== TO: Dissatisfied_User70 FROM: GB_Security SUBJECT: Re: These conditions... This is a joke, right? I'm forwarding this around the station, and no one thinks you're real. And if you are, welcome to Groundbreaker, asshole. TO: GB_Security FROM: Dissatisfied_User70 SUBJECT: These conditions... ...Aren't fit for cystypigs. You honestly expect me to share a berth with some junker flown by a freelancer? I am a company man, and I demand COMPANY ACCOMMODATIONS!!! Auntie Cleo would give you such a withering glare if she saw how you treated her two-time Employee of the Month (Yes, that is me). You signed a Social Contract when you gave me clearance to land. I ask for what is mine by right - room to breathe, a heated berth so I can walk around barefoot, and service with a smile. You've given me one out of three. I'll give you until I hit "Send" to rectify this error.
cs: Přístavní terminál ======================== TO: Dissatisfied_User70 FROM: GB_Security PŘEDMĚT: Re: Re: To je vtip, ne? Přeposílám to po stanici a nikdo si nemyslí, že jsi skutečný. A jestli jsi, tak vítej na Groundbreakeru, kreténe. TO: GB_Security FROM: Dissatisfied_User70 PŘEDMĚT: ...nejsou vhodné pro cystypigy. Vážně čekáš, že budu sdílet lůžko s nějakým junkrem, který řídí nějaký freelancer? Jsem člověk z firmy a požaduji firemní ubytování!!! Tetička Cleo by ti dala takový uhrančivý pohled, kdyby viděla, jak se chováš k jejímu dvojnásobnému zaměstnanci měsíce (ano, to jsem já). Podepsal jsi společenskou smlouvu, když jsi mi dal povolení k přistání. Žádám o to, co mi právem náleží - místo k dýchání, vyhřívané lůžko, abych mohl chodit bosý, a obsluhu s úsměvem. Dali jste mi jednu ze tří. Dávám vám čas, než stisknu tlačítko "Odeslat", abyste tuto chybu napravili.

source: Docking Bay Arrivals Terminal ======================== FROM: GB_Security TO: Wild_Cat SUBJECT: Re: Harassment Don't bother. We're on our way. FROM: Wild_Cat TO: GB_Security SUBJECT: Harassment Hey, I landed like fifteen minutes ago and this crazy guy with no shoes on has been throwing shit at my rig. Like actual shit. Can I open fire or what?
cs: Přístavní terminál ======================== OD: GB_Security TO: Wild_Cat PŘEDMĚT: Re: Re: Neobtěžujte. Jsme na cestě. OD: Wild_Cat TO: Přistál jsem asi před patnácti minutami a tenhle blázen bez bot mi hází hovna na plošinu. Jako opravdové hovno. Můžu začít střílet nebo co?
