Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_culkelly_gladys.po
Languages: cs

# conversations/01_groundbreaker/01_cv_culkelly_gladys:173:DefaultText
source: It's a date.
cs: Je to rande.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:174:DefaultText
source: You keep talking like that, I might be making a throw pillow out of your hair next.
cs: Jestli budeš takhle mluvit, možná si příště udělám polštář z tvých vlasů.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:176:DefaultText
source: Be sure to come back for magazine club!
cs: Určitě se vraťte do klubu časopisů!

# conversations/01_groundbreaker/01_cv_culkelly_gladys:177:DefaultText
source: Law bless you for doing the legwork, sweetie. Don't forget your friend Gladys, now - you can come visit any time.
cs: Zákon ti žehná, že sis dala tu práci, zlatíčko. Nezapomeň na svou kamarádku Gladys - můžeš ji kdykoli navštívit.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:178:DefaultText
source: Great Law, is it hot in here, or is it just my glands actin' up again?
cs: Skvělý zákon, je tu horko, nebo se mi jenom zase zvedají žlázy?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:180:DefaultText
source: You should have a chat with Lilya Hagen in the SubLight offices. She's a dear - you'll love her.
cs: Měli byste si promluvit s Lilyou Hagenovou v kancelářích společnosti SubLight. Je to miláček - zamilujete si ji.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:181:DefaultText
source: No one's ever found my bits lacking...
cs: Nikdo nikdy neshledal mé kousky nedostatečnými...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:182:DefaultText
source: You've certainly been blessed with an abundance of sass, haven't you? But it's your interstellar currency I'm interested in, not your nethers.
cs: Určitě jsi byla obdařena velkým množstvím drzosti, že? Ale mě zajímá tvoje mezihvězdná měna, ne tvoje bradavky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:188:DefaultText
source: Bertie who?
cs: Bertie kdo?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:189:DefaultText
source: Bertie "the Black Hole" Holcomb! Handsomest young man to come out of the tossball leagues in, goodness, a generation at least.
cs: Bertie "Černá díra" Holcomb! Nejhezčí mladý muž, který se objevil v baseballové lize za poslední generaci.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:190:DefaultText
source: Have you had a moment to look into that little 'opportunity' I told you about on Roseway?
cs: Měl jsi chvilku, aby ses podíval na tu malou "příležitost", o které jsem ti říkal na Roseway?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:191:DefaultText
source: You don't hurry up, someone'll get to snoopin' around there before you do.
cs: Jestli si nepospíšíš, někdo se tam dostane dřív než ty.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:192:DefaultText
source: You mentioned Groundbreaker's outside of the Board's control.
cs: Zmínil jste, že společnost Groundbreaker je mimo kontrolu rady.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:193:DefaultText
source: That's right, dearie. The only independent station in the colony, that's us.
cs: Přesně tak, drahoušku. Jediná nezávislá stanice v kolonii, to jsme my.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:194:DefaultText
source: Though for how long, I can't say. That all depends on Ms. Junlei.
cs: Ačkoli nedokážu říct, na jak dlouho. To záleží na paní Junlei.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:195:DefaultText
source: How do you mean?
cs: Jak to myslíte?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:196:DefaultText
source: Who's Ms. Junlei?
cs: Kdo je paní Junlei?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:197:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:198:DefaultText
source: The Board can't abide a community that won't bend to its will.
cs: Správní rada nemůže tolerovat komunitu, která se nechce podřídit její vůli.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:199:DefaultText
source: They've always got one scheme or another running, looking for ways to bring us to heel. Like this heat business! Shameful.
cs: Vždycky mají nějaký plán a hledají způsoby, jak nás dostat na kolena. Třeba tenhle problém s teplem! Hanebné.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:200:DefaultText
source: But it won't work, no sir! Groundbreaker's free 'til the day she dies, Law willing.
cs: Ale nefunguje to, ne, pane! Groundbreaker je volná až do smrti, pokud zákon dovolí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:200:FemaleText
source: But it won't work, no ma'am! Groundbreaker's free 'til the day she dies, Law willing.
cs: Ale nefunguje to, ne, madam! Groundbreaker je volná až do smrti, pokud zákon dovolí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:201:DefaultText
source: Chief Junlei Tennyson. Used to be she was Chief Engineer before her mama passed and she took the helm. She's neck deep in the ship guts by day, slapfighting with the Board by night.
cs: Náčelník Junlei Tennyson. Bývala šéfinženýrkou, než její maminka zemřela a ona převzala kormidlo. Přes den je až po krk v útrobách lodi, v noci se fackuje s představenstvem.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:202:DefaultText
source: And between you'n me, I think the fight's starting to wear on her.
cs: A mezi námi, myslím, že ji ten boj začíná unavovat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:203:DefaultText
source: This heat problem we've got's gone unfixed for weeks. Can't say I know what the hold-up is, but I'm sure she's tryin' her best.
cs: Tenhle problém s teplem jsme už týdny nevyřešili. Nemůžu říct, že vím, co se děje, ale jsem si jistý, že se snaží, co může.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:204:DefaultText
source: Go right ahead, sweetheart.
cs: Jen do toho, zlatíčko.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:205:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:206:DefaultText
source: You've got an engineer flying this ship, ma'am? Wow. I'd sure like to meet her.
cs: Máte na lodi inženýra, madam? Páni. Rád bych se s ní seznámil.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:207:DefaultText
source: Surely do. She's quite capable, our Ms. Junlei. Head on over to Engineering if you want to find her.
cs: Určitě ano. Je docela schopná, naše paní Junlei. Pokud ji chcete najít, zamiřte do strojovny.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:211:DefaultText
source: Take that darling ship of yours down to Roseway - where that distress signal I told you about came from - and ferret out some tasty corporate secrets for old Gladys.
cs: Vezmi tu svou milou loď na Roseway - odkud přišel ten nouzový signál, o kterém jsem ti říkal - a vylušti pro starou Gladys nějaké chutné firemní tajemství.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:212:DefaultText
source: Shouldn't be too tough for a fella like you, I'd think.
cs: Myslím, že pro člověka, jako jsi ty, by to nemělo být příliš těžké.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:212:FemaleText
source: Shouldn't be too tough for a lass like you, I'd think.
cs: Myslím, že pro dívku jako ty by to nemělo být příliš těžké.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:213:DefaultText
source: Say no more. I'm in.
cs: Už nic neříkejte. Jdu do toho.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:214:DefaultText
source: You've got an ear for intrigue and a nose for bits. I like that. Here's a copy of the SOS recording complete with the coordinates.
cs: Máš ucho na intriky a nos na kousky. To se mi líbí. Tady je kopie nahrávky SOS se souřadnicemi.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:217:DefaultText
source: Abandoned outpost. Corporate secrets. Got it.
cs: Opuštěná základna. Firemní tajemství. Mám to.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:218:DefaultText
source: Why was Roseway abandoned?
cs: Proč byla Roseway opuštěna?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:219:DefaultText
source: Can't say I know for sure. Maybe it never really was.
cs: Nemůžu říct, že to vím jistě. Možná to tak nikdy nebylo.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:220:DefaultText
source: Oh, for the love of the Architect. It's not a message from the dead! Unless... maybe it was automated?
cs: Pro lásku architekta. To není zpráva od mrtvých! Ledaže... možná to bylo automatizované?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:221:DefaultText
source: Could be it was automated. Mr. Tobson used to automate the intercom in Edgewater to say all sorts of things.
cs: Mohlo to být automatizované. Pan Tobson automatizoval interkom v Edgewateru, aby říkal nejrůznější věci.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:222:DefaultText
source: Edna didn't seem to think so, and I trust the dear girl's judgment - well, maybe not in men, but she knows her comms. So like as not, someone's been down there recently.
cs: Edna si to zřejmě nemyslela a já té drahé dívce věřím - no, možná ne v mužích, ale v komunikaci se vyzná. Takže jako by tam dole nedávno někdo byl.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:223:DefaultText
source: Edna didn't seem to think so, and I trust the dear girl's judgment - well, maybe not in men, but she knows her comms. So like as not, someone's been down there recently.
cs: Edna si to zřejmě nemyslela a já té drahé dívce věřím - no, možná ne v mužích, ale v komunikaci se vyzná. Takže jako by tam dole nedávno někdo byl.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:224:DefaultText
source: "A bit saved is worth two in the bush," was his favorite. Never did figure out what he meant.
cs: "Trochu ušetřených peněz je za dvě v křoví," říkával nejraději. Nikdy jsem nepřišel na to, co tím myslel.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:225:DefaultText
source: Those corps are cleverer than all get-out - might've been a ruse to keep the rest of the Board from sniffing around.
cs: Tihle sboristé jsou chytřejší než kdokoli jiný - možná to byla lest, aby zbytek rady nic nevyčmuchal.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:226:DefaultText
source: What's she like?
cs: Jaká je?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:228:DefaultText
source: Bit straight-laced for my tastes, but that's just her nature. She's fierce, too. A fighter.
cs: Na můj vkus je trochu přímočará, ale to je prostě její povaha. Taky je divoká. Bojovnice.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:229:DefaultText
source: What's this about the heat?
cs: Co je to za horko?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:230:DefaultText
source: Groundbreaker's radiators - been neither fine nor dandy for weeks now.
cs: Radiátory Groundbreaker - už několik týdnů nejsou ani v pořádku, ani v pohodě.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:231:DefaultText
source: Ms. Junlei's supposed to be gettin' them fixed, but the Board's determined to get in her way.
cs: Paní Junlei je má dát do pořádku, ale rada je rozhodnutá jí stát v cestě.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:232:DefaultText
source: I wanted to ask you something else.
cs: Chtěl jsem se vás zeptat na něco jiného.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:233:DefaultText
source: What do you want, then? My hard-earned wisdom?
cs: Co tedy chcete? Mou těžce nabytou moudrost?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:234:DefaultText
source: I'm ready to look into it.
cs: Jsem připraven se na to podívat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:235:DefaultText
source: Ain't that just a treat. So, you know Edna, over in Engineering? On occasion, she'll pass along transmissions I might find interesting.
cs: To je přece lahůdka. Znáš Ednu z techniky? Občas mi předá zprávy, které by mě mohly zajímat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:236:DefaultText
source: Udom told me you have his official Board seal. Can I buy it from you?
cs: Udom mi řekl, že máte jeho oficiální pečeť. Mohu si ji od vás koupit?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:239:DefaultText
source: <Pay <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits.> I'm sure I have enough.
cs: <Pay <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits.> Jsem si jistý, že mám dost.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:240:DefaultText
source: I'll keep that in mind.
cs: Budu na to pamatovat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:241:DefaultText
source: Anything else, dear?
cs: Ještě něco, drahá?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:242:DefaultText
source: Well, ain't that peachy. You enjoy that stamp, you understand? And don't you dare use it responsibly.
cs: No, není to skvělé. Užívej si tu známku, rozumíš? A neopovažuj se ji používat zodpovědně.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:244:DefaultText
source: So, about that offer from before...
cs: K té předchozí nabídce...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:245:DefaultText
source: Yes, dear? Which offer were you interested in?
cs: Ano, drahá? O kterou nabídku jste měl zájem?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:246:DefaultText
source: <Pay <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits.> I'll buy the Stellar Bay Navkey.
cs: <Platba <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits.> Koupím Stellar Bay Navkey.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:247:DefaultText
source: <Pay <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits.> I'll buy Udom's official Board seal.
cs: <Platím <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits.> Koupím Udomovu oficiální pečeť představenstva.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:248:DefaultText
source: On second thought, never mind.
cs: Když o tom tak přemýšlím, nevadí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:249:DefaultText
source: Suit yourself.
cs: Vyhovujte si.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:250:DefaultText
source: <Pay <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits.> I'll take the Navkey to Stellar Bay.
cs: <Platba <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits.> Vezmu si Navkey do Hvězdné zátoky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:251:DefaultText
source: Fantastic. Do be careful with it, dear, as these keys tend to be a tad hard to acquire.
cs: Fantastické. Buď s ním opatrná, drahá, protože tyto klíče bývá těžké získat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:253:DefaultText
source: Now, was there anything else?
cs: Bylo tam ještě něco dalšího?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:254:DefaultText
source: You've got an ear for intrigue and a nose for bits. I like that. Here's a copy of the SOS recording.
cs: Máš ucho na intriky a nos na kousky. To se mi líbí. Tady je kopie nahrávky SOS.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:255:DefaultText
source: Goodness, I've no idea where it's gone. And I had Edna wipe the logs so no one else could find out about it, too. I'm sorry for wasting your time.
cs: Bože, nemám ponětí, kam se poděla. A Edně jsem nařídil, aby vymazala záznamy, aby se o tom nikdo jiný nedozvěděl. Omlouvám se, že jsem vás připravil o čas.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:257:DefaultText
source: You mean this recording?
cs: Myslíte tuto nahrávku?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:258:DefaultText
source: Well aren't you a deft hand! I'm impressed. Now, you take that recording to your ship and give it a listen.
cs: No nejsi ty ale šikovná ruka! Jsem ohromen. Teď si vezmi tu nahrávku na svou loď a poslechni si ji.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:261:DefaultText
source: Back to your "hard-earned wisdom"...
cs: Zpět k vaší "těžce nabyté moudrosti"...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:262:DefaultText
source: Straight to the point, eh? All right, then, on you go.
cs: Přímo k věci, co? Dobře, tak jdeme na to.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:263:DefaultText
source: Depends. What're you planning to do with it?
cs: Záleží na tom. Co s ním plánujete dělat?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:264:DefaultText
source: Forge papers to go to Byzantium, obviously.
cs: Zřejmě padělat doklady pro cestu do Byzance.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:265:DefaultText
source: I'll give it back to its rightful owner.
cs: Vrátím ji jejímu právoplatnému majiteli.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:266:DefaultText
source: Why do you care?
cs: Proč vás to zajímá?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:267:DefaultText
source: See the lights, take in a show or two at the infamous Bijous... could be a treat if you like that kind of thing.
cs: Podívejte se na světla, zajděte si na jedno nebo dvě představení do proslulého Bijous... pokud máte rádi takové věci, může to být zážitek.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:268:DefaultText
source: All right, I'll sell it you. But it's gonna cost you dear.
cs: Dobře, prodám vám ho. Ale bude tě to stát hodně peněz.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:271:DefaultText
source: That's none of your business.
cs: Do toho vám nic není.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:273:DefaultText
source: You got a good heart, wanting to do this for him.
cs: Máš dobré srdce, že to pro něj chceš udělat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:286:DefaultText
source: Something as hard to come by as an official Board seal doesn't fall into a girl's lap every day, my dear. I'm keen to see it put to interesting ends.
cs: Něco tak těžkého, jako je oficiální pečeť rady, se dívkám nedostává do klína každý den, drahá. Rád bych viděl, jak se to zajímavě využije.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:287:DefaultText
source: I hate to gainsay you, sweetheart, but seeing how the stamp's in my possession 'n not yours, I'd say it's every bit my business.
cs: Nerad ti to vyčítám, miláčku, ale vzhledem k tomu, že ta známka je v mém vlastnictví a ne v tvém, řekl bych, že je to moje věc.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:290:DefaultText
source: Any time, sweetheart. You know where to find me. Here, take a candy with you.
cs: Kdykoli, zlatíčko. Víš, kde mě najdeš. Na, vezmi si s sebou bonbón.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:291:DefaultText
source: Any time, sweetheart. You know where to find me.
cs: Kdykoli, zlatíčko. Víš, kde mě najdeš.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:297:DefaultText
source: Frankly, I'm tired of Udom's whining. "Don't kill me, please!" and "I'll pay, I swear!" The man's been messaging me four, five times a day.
cs: Upřímně řečeno, už mě unavuje Udomovo fňukání. "Nezabíjejte mě, prosím!" a "Zaplatím, přísahám!". Ten člověk mi píše zprávy čtyřikrát, pětkrát denně.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:298:DefaultText
source: How's a woman supposed to read her new missives when her incoming folder's all cluttered?
cs: Jak si má žena přečíst nové zprávy, když má složku příchozích zpráv přeplněnou?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:299:DefaultText
source: You're back on Udom's business, then?
cs: Takže jste se vrátil k Udomovým záležitostem?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:300:DefaultText
source: I'm here to get his seal from you.
cs: Jsem tu, abych od vás získal jeho pečeť.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:303:DefaultText
source: <Pay <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits.> Great. Here's the money.
cs: <Pay <oeiglobal>G_0102_Price_UdomSeal</oeiglobal> bits.> Skvělé. Tady jsou peníze.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:304:DefaultText
source: Yes, dear? Which offer were you interested in?
cs: Ano, drahá? O kterou nabídku jste měl zájem?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:305:DefaultText
source: Here you are. Udom better stop pestering me about that damn thing now.
cs: Tady máte. Udom by mě měl přestat otravovat s tou zatracenou věcí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:307:DefaultText
source: Anything else?
cs: Ještě něco?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:312:DefaultText
source: Um... Dear me, I had it right here a moment ago.
cs: Hm... Milý pane, před chvílí jsem to měl tady.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:313:DefaultText
source: The more we got the corps fightin' each other, the less time they got to meddle in our affairs.
cs: Čím víc budeme mít sborů, které budou bojovat mezi sebou, tím méně času budou mít na to, aby se vměšovaly do našich záležitostí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:314:DefaultText
source: Is the Board giving Junlei trouble?
cs: Dělá rada Junlei potíže?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:315:DefaultText
source: How do you mean?
cs: Jak to myslíte?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:316:DefaultText
source: The Board can't abide a community that won't bend to its will.
cs: Správní rada nemůže tolerovat komunitu, která se nechce podřídit její vůli.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:317:DefaultText
source: They've always got one scheme or another running, looking for ways to bring us to heel. Like this heat business! Shameful.
cs: Vždycky mají nějaký plán a hledají způsoby, jak nás dostat na kolena. Třeba tenhle problém s teplem! Hanebné.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:318:DefaultText
source: But it won't work, no sir! Groundbreaker's free 'til the day she dies, Law willing.
cs: Ale nefunguje to, ne, pane! Groundbreaker je volná až do smrti, pokud zákon dovolí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:318:FemaleText
source: But it won't work, no ma'am! Groundbreaker's free 'til the day she dies, Law willing.
cs: Ale nefunguje to, ne, madam! Groundbreaker je volná až do smrti, pokud zákon dovolí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:320:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:322:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:325:DefaultText
source: Martin Callahan might be interested. Spacer's Choice is supposedly developing toothpastes now.
cs: Martin Callahan by mohl mít zájem. Spacer's Choice údajně nyní vyvíjí zubní pasty.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:326:DefaultText
source: Well, well, well, aren't you clever. Thank you, dearie, I might just follow-up on that.
cs: No, no, no, nejsi ty chytrý. Děkuji ti, drahoušku, možná na to navážu.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:332:DefaultText
source: Ah, right, the one about the Stellar Bay Navkey.
cs: Aha, správně, ten o Hvězdné zátoce Navkey.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:333:DefaultText
source: <Pay <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits.> I'll take it.
cs: <Platba <oeiglobal>G_0102_Price_Navkey</oeiglobal> bits.> Beru to.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:336:DefaultText
source: Why'd the Board recall Stellar Bay Navkeys?
cs: Proč rada odvolala Stellar Bay Navkeys?
