Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_wheeler_dalisay.po
Languages: cs

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:17:DefaultText
source: Identification, please.
cs: Identifikace, prosím.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:18:DefaultText
source: <Present Hawthorne's ID> Here you go.
cs: <Předložte Hawthornův průkaz> Tady máte.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:19:DefaultText
source: Let's say, hypothetically speaking, I don't have an ID. What happens then?
cs: Řekněme, že hypoteticky nemám občanský průkaz. Co se stane potom?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:22:DefaultText
source: Captain... Hawthorne, you said? Let me apologize in advance - I'm about to ruin your day.
cs: Kapitán... Říkal jste Hawthorne? Dovolte mi, abych se předem omluvil - chystám se vám zkazit den.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:41:DefaultText
source: Everybody's got an ID. Let me guess - you "left it in your other pants"? I hear that one a lot.
cs: Každý má průkaz totožnosti. Nech mě hádat - "nechal sis ho v druhých kalhotách"? To slýchám často.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:87:DefaultText
source: Something you need?
cs: Potřebujete něco?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:88:DefaultText
source: Hey there, Captain! Anything I can do for you?
cs: Ahoj, kapitáne! Mohu pro vás něco udělat?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:89:DefaultText
source: What do you need?
cs: Co potřebujete?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:90:DefaultText
source: I'm looking for a drink. Any recommendations?
cs: Hledám pití. Nějaká doporučení?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:91:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:92:DefaultText
source: Can I find a job around here?
cs: Najdu si tady práci?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:98:DefaultText
source: Maybe. Most of the shipping traffic in the system passes through Groundbreaker. Every couple months, we even get a big interstellar freighter.
cs: Možná. Většina lodní dopravy v systému prochází přes Groundbreaker. Jednou za pár měsíců sem dokonce dorazí velká mezihvězdná nákladní loď.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:99:DefaultText
source: Most places are on the Promenade deck. Big door yonder, straight through Security. There's a bar on the starboard side.
cs: Většina míst se nachází na palubě Promenade. Velké dveře támhle, rovnou přes ochranku. Na pravoboku je bar.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:100:DefaultText
source: Which way's "starboard?" Aren't there stars all around?
cs: Který směr je "pravobok"? Nejsou všude kolem hvězdy?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:101:DefaultText
source: It means on your right side. Reckon you're from one of the planets? Word of advice. You see a door marked "opens to vacuum," stay clear.
cs: To znamená na pravé straně. Myslíš, že jsi z jedné z planet? Dám ti radu. Pokud uvidíte dveře s nápisem "otevírají se do vysavače", držte se dál.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:125:DefaultText
source: I'm looking for someone named Gladys.
cs: Hledám někoho jménem Gladys.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:126:DefaultText
source: The fence? You'll find her in the Rest-n-Go, on your left when you enter the Promenade.
cs: Plot? Najdete ji v Rest-n-Go po levé straně, když vstoupíte na promenádu.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:127:DefaultText
source: Two biggest operations are the Board - that is, Halcyon Holdings - and SubLight Salvage. But there are independent operators around the Promenade Deck.
cs: Dvě největší operace jsou představenstvo - tedy Halcyon Holdings - a SubLight Salvage. Kolem Promenádní paluby však působí i nezávislí provozovatelé.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:128:DefaultText
source: You're guarding the door, so I'll call you guard. You're welcome.
cs: Hlídáš dveře, tak ti budu říkat strážný. Nemáš zač.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:129:DefaultText
source: That's only about the third or fourth dumbest line I've heard all day. I give it a six out of ten.
cs: To je teprve třetí nebo čtvrtá nejhloupější věta, kterou jsem za celý den slyšel. Dávám šest z deseti.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:139:DefaultText
source: What if I need to clean up a mess? Like I spilled crumbs on a carpet or something.
cs: Co když potřebuji uklidit nepořádek? Třeba když vysypu drobky na koberec nebo tak něco.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:140:DefaultText
source: That's not the kind of vac- You know what? Never mind. Open any door you want. The mess will take care of itself.
cs: To není ten typ vysavače... Víš co? To je jedno. Otevřete si jakékoliv dveře. Nepořádek se postará sám o sebe.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:146:DefaultText
source: Make sure you bring an empty belly.
cs: Nezapomeňte si vzít prázdný žaludek.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:150:DefaultText
source: I'm looking for something a little more... local.
cs: Hledám něco více... místního.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:151:DefaultText
source: The Board runs most of the system, don't they?
cs: Správní rada řídí většinu systému, nebo ne?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:152:DefaultText
source: What do you know about SubLight Salvage?
cs: Co víte o společnosti SubLight Salvage?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:153:DefaultText
source: SubLight gives me the creeps. I've known folks who went to work for them and just... vanished.
cs: SubLight mi nahání husí kůži. Znám lidi, kteří pro ně začali pracovat a prostě... zmizeli.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:154:DefaultText
source: I didn't think there were many independent operators in the system.
cs: Myslel jsem si, že v systému není mnoho nezávislých operátorů.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:155:DefaultText
source: Most of those jobs are gonna take you off-station, though.
cs: Většinu z nich však budete muset vykonávat mimo stanici.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:156:DefaultText
source: That's all I needed to know about work.
cs: To je vše, co jsem potřeboval vědět o práci.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:157:DefaultText
source: All right.
cs: Dobře.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:160:DefaultText
source: Hey there.
cs: Ahoj.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:164:DefaultText
source: Yeah. Groundbreaker's the only real independent port. Aside from us, there's just tramp freighters and wildcat miners.
cs: Jo. Groundbreaker je jediný skutečně nezávislý port. Kromě nás jsou tu jen trampské nákladní lodě a divocí těžaři.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:165:DefaultText
source: If you're thinking to make a career here, don't waste your time.
cs: Pokud uvažujete o kariéře v této oblasti, neztrácejte čas.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:166:DefaultText
source: Full-time jobs on Groundbreaker tend to be inherited, or go to a fellow crewmember's kid. Keep it in the family, you know?
cs: Práce na plný úvazek na Groundbreakeru se většinou dědí, nebo ji dostane dítě člena posádky. Aby to zůstalo v rodině, víte?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:169:DefaultText
source: Seems like every year, the Board's offices get bigger, and their ships take up more of the landing bays. Haven't seen nearly as many tramp crews this year.
cs: Zdá se, že každý rok se kanceláře rady zvětšují a jejich lodě zabírají větší část přistávacích prostor. Letos jsem neviděl ani zdaleka tolik trampských posádek.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:170:DefaultText
source: They strip the parts from derelict ships and abandoned outposts. There's some that say they make the derelicts and "encourage" folk to abandon their steads.
cs: Snímají součástky z opuštěných lodí a opuštěných základen. Někteří říkají, že vyrábějí opuštěné lodě a "povzbuzují" lidi, aby opustili své lodě.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:171:DefaultText
source: Relative to the Board holdings? Not really. But there's a few with the means to go where they will.
cs: V poměru k podílům ve správní radě? Ani ne. Ale je jich několik, které mají prostředky na to, aby šly tam, kam chtějí.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:172:DefaultText
source: They aren't rich. But they aren't likely to look too close at your work history, either.
cs: Nejsou bohatí. Ale pravděpodobně se také nebudou příliš zabývat vaší pracovní historií.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:173:DefaultText
source: My name's <oeitoken>PlayerName</oeitoken>. It's my first time here.
cs: Mé jméno je <oeitoken>Jméno hráče</oeitoken>. Jsem tu poprvé.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:182:DefaultText
source: I'm just borrowing it.
cs: Jen si ho půjčuji.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:184:DefaultText
source: Hawthorne died in a crash. I took his ID so I could fly his ship.
cs: Hawthorne zemřel při nehodě. Vzal jsem si jeho průkaz, abych mohl létat na jeho lodi.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:185:DefaultText
source: I won the ship in a poker game. Hawthorne gave me his ID so I could fly it.
cs: Vyhrál jsem loď v pokeru. Hawthorne mi dal svůj průkaz, abych s ní mohl letět.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:188:DefaultText
source: Please, you can do better than that. Where's the drama?
cs: Prosím, máte na víc. Kde je to drama?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:191:DefaultText
source: Not fond of that story. Lacks dazzle. What else have you got?
cs: Ten příběh se mi nelíbí. Chybí mu oslnivost. Co jiného máš?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:201:DefaultText
source: According to your ship's record, you've been flagged by the Board. Your ship will be impounded until such a time as they see fit to lift it.
cs: Podle záznamů vaší lodi vás rada označila. Vaše loď bude zabavena do doby, než uznají za vhodné ji zrušit.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:202:DefaultText
source: How do I get this resolved?
cs: Jak to mohu vyřešit?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:203:DefaultText
source: So I'm stuck here?
cs: Takže jsem tu uvízl?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:204:DefaultText
source: I take it this happens a lot.
cs: Chápu to tak, že se to stává často.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:206:DefaultText
source: His office is located along the starboard wall of the Promenade. Shines like a Byzantium commode. You can't miss it.
cs: Jeho kancelář se nachází podél pravé stěny promenády. Svítí jako byzantská komoda. Nemůžete ji přehlédnout.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:207:DefaultText
source: Not 'stuck,' per se. You could always throw yourself out the airlock.
cs: Ne "zaseklý" jako takový. Vždycky se můžeš vrhnout z přechodové komory.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:209:DefaultText
source: You got a ship but you've never visited Groundbreaker? You must've just dusted off from one of those dirtside outposts.
cs: Máte loď, ale nikdy jste nenavštívili Groundbreaker? To jsi se musel zrovna oprášit z jedné z těch špinavých základen.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:210:DefaultText
source: Is there anything else I can help you with?
cs: Mohu vám ještě s něčím pomoci?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:213:DefaultText
source: Hey, that's better than half! Could be worse.
cs: Hej, to je lepší než polovina! Mohlo by to být horší.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:214:DefaultText
source: Could be better, too.
cs: Mohlo by to být i lepší.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:215:DefaultText
source: So. Identification?
cs: Takže. Identifikace?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:216:DefaultText
source: Seems a little high. That was barely a three, in my humble opinion.
cs: Zdá se, že je to trochu moc. Podle mého skromného názoru to byla sotva trojka.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:217:DefaultText
source: I was being generous for the sake of his pride.
cs: Byl jsem velkorysý kvůli jeho hrdosti.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:217:FemaleText
source: I was being generous for the sake of her pride.
cs: Byl jsem velkorysý kvůli její hrdosti.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:224:DefaultText
source: You'll want to take it up with Udom Bedford, our Board representative here on Groundbreaker.
cs: Obraťte se na Udom Bedforda, zástupce naší správní rady zde na serveru Groundbreaker.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:225:DefaultText
source: Any idea why my ship was impounded?
cs: Netušíte, proč byla moje loď zabavena?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:226:DefaultText
source: Access to that information is above my pay grade - and I've turned down three promotions so it stays that way.
cs: Přístup k těmto informacím je nad mým platovým ohodnocením - a já jsem odmítl tři povýšení, takže to tak zůstane.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:229:DefaultText
source: 'Course, then you'd find yourself with an exciting new problem.
cs: "Samozřejmě, pak bys měl nový vzrušující problém.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:230:DefaultText
source: What if I told you I'm a newly thawed colonist from the Hope?
cs: Co kdybych ti řekl, že jsem čerstvě rozmražený kolonista z Naděje?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:231:DefaultText
source: I'd tell you no one's fallen for that line in about thirty years. Then I'd take the safety off my gun and kindly ask you to move along.
cs: Řekl bych vám, že na tuhle větu nikdo neskočil už asi třicet let. Pak bych si sundal pojistku z pistole a laskavě vás požádal, abyste šel dál.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:233:DefaultText
source: It's a good thing he didn't say that then, right? Right, sir?
cs: Je dobře, že to neřekl, že? Že, pane?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:233:FemaleText
source: It's a good thing she didn't say that then, right? Right, sir?
cs: Je dobře, že to neřekla, že? Že, pane?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:234:DefaultText
source: Sure, kid. Right.
cs: Jistě, chlapče. Jasně.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:239:DefaultText
source: I take it back. I'm not Hawthorne, and that isn't my ship.
cs: Beru to zpět. Nejsem Hawthorne a tohle není moje loď.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:240:DefaultText
source: Oh, thank the Law, I could use a diversion. Tell me more, then. Really sell it to me.
cs: Díky zákonu, potřeboval bych rozptýlení. Tak mi řekni víc. Opravdu mi to řekni.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:243:DefaultText
source: No need to check in again, "Not" Captain Hawthorne.
cs: Není třeba se znovu hlásit, "ne" kapitán Hawthorne.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:250:DefaultText
source: Well, welcome to Groundbreaker. I'm sorry to tell you this, but - I'm about to ruin your day.
cs: Vítejte v Groundbreakeru. Je mi líto, že vám to musím říct, ale - chystám se vám zkazit den.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:251:DefaultText
source: Captain Hawthorne abducted me and made me work his ship for free. I'm a prisoner. Help.
cs: Kapitán Hawthorne mě unesl a donutil mě pracovat na jeho lodi zadarmo. Jsem vězeň. Pomozte mi.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:252:DefaultText
source: I like where this is headed. What happened to this vile kidnapper?
cs: Líbí se mi, kam to směřuje. Co se stalo s tím odporným únoscem?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:253:DefaultText
source: He's dead.
cs: Je mrtvý.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:254:DefaultText
source: I killed him.
cs: Zabil jsem ho.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:255:DefaultText
source: He disappeared in the night.
cs: V noci zmizel.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:256:DefaultText
source: You must feel terrific. Good for you.
cs: Musíte se cítit skvěle. To je dobře.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:260:DefaultText
source: I was hoping for something a little more thrilling. You sure you didn't duel him to the death for it? Steal it from his berth while he slept nearby?
cs: Doufal jsem v něco napínavějšího. Jsi si jistý, že jsi s ním kvůli tomu nesoupeřil na život a na smrt? Neukradl ho z jeho lůžka, když spal poblíž?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:261:DefaultText
source: Honest, sir, us flying it's kind of an accident. We didn't come by it dishonest-like.
cs: Upřímně, pane, my létáme tak trochu náhodou. Nepřišli jsme k tomu nečestně.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:262:DefaultText
source: That's no fun.
cs: To není žádná legrace.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:264:DefaultText
source: Identification, please.
cs: Identifikace, prosím.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:265:DefaultText
source: Got it.
cs: Mám to.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:266:DefaultText
source: You need anything else, you let me know. Don't want anyone saying Groundbreaker's not the most hospitable port in the colony.
cs: Pokud budete potřebovat něco dalšího, dejte mi vědět. Nechci, aby někdo říkal, že Groundbreaker není nejpohostinnější přístav v kolonii.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:268:DefaultText
source: Oh, and if you're headed that way, would you mind doing me a favor?
cs: A jestli máš namířeno tam, mohl bys mi prokázat laskavost?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:269:DefaultText
source: Sure.
cs: Jistě.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:270:DefaultText
source: I'm not going to do your job for you.
cs: Nebudu dělat vaši práci za vás.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:271:DefaultText
source: Now hold on, it'll just take a minute.
cs: Počkejte, bude to trvat jen chvilku.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:272:DefaultText
source: Wanda Dorsett, over in Sick Bay. Tell her the shipment's not in yet, it's not comin' in any time soon, and if she'd be so obliged, to get off my ass about it.
cs: Wanda Dorsettová, v nemocnici Sick Bay. Řekni jí, že zásilka ještě nedorazila, že v nejbližší době nedorazí, a kdyby byla tak laskavá, ať mi kvůli tomu dá pokoj.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:273:DefaultText
source: Got it.
cs: Mám to.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:274:DefaultText
source: Her shipment?
cs: Její zásilka?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:275:DefaultText
source: A handful of SAM cleaning units retrofitted for surgery. I don't know much else, I stopped listening when she started yelling.
cs: Několik čisticích jednotek SAM dodatečně vybavených pro operace. Víc toho nevím, přestal jsem ji poslouchat, když začala křičet.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:276:DefaultText
source: No promises.
cs: Nic neslibuju.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:277:DefaultText
source: 'Course. What am I to you but the guy who's got his eye on your ship?
cs: "Kurz. Co jsem pro tebe jiného než chlap, který sleduje tvou loď?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:278:DefaultText
source: Much appreciated.
cs: Velmi si toho vážíme.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:279:DefaultText
source: I got a preference for the Lost Hope, myself. Talk to Vera, she'll set you right.
cs: Sám dávám přednost Ztracené naději. Promluv si s Verou, ta tě uvede do pořádku.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:280:DefaultText
source: I shouldn't be mentioning it, but what the hell. This here - impounding your ship? It doesn't happen much. The Board knows we don't take kindly to their interfering in our operations.
cs: Neměl bych se o tom zmiňovat, ale co už. Tohle - zabavení vaší lodi? To se moc nestává. Správní rada ví, že si nenecháme líbit jejich zasahování do našich operací.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:281:DefaultText
source: If I had to take a guess as to why? You probably riled up the wrong petty Board bureaucrat - man named Udom Bedford.
cs: Kdybych měl hádat proč? Pravděpodobně jste rozčílil špatného úředníka z rady - muže jménem Udom Bedford.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:282:DefaultText
source: Just the opposite. The Board knows we don't take kindly to their interfering in our operations here.
cs: Právě naopak. Správní rada ví, že si nenecháme líbit jejich zasahování do naší činnosti.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:287:DefaultText
source: Great, I'll go talk to him and straighten this out.
cs: Skvělé, půjdu si s ním promluvit a vyřeším to.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:288:DefaultText
source: I'm going to wring this Bedford guy's neck.
cs: Bedfordovi zakroutím krkem.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:289:DefaultText
source: You take the starch out of him, well, you won't hear any complaints from me.
cs: Když ho zbavíte škrobu, nebudu si stěžovat.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:290:DefaultText
source: Not gonna lie, you're in a pickle. But Udom's an... interesting guy. Might be you all could come to accords if you play your cards right.
cs: Nebudu lhát, jsi v pěkné bryndě. Ale Udom je... zajímavý chlap. Možná byste se mohli všichni dohodnout, když budete hrát správně.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:291:DefaultText
source: Fine. What is it?
cs: V pořádku. Co je to?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:292:DefaultText
source: Seriously. Back off.
cs: Vážně. Ustupte.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:293:DefaultText
source: All right, all right. No need to get hostile. We're all friends here on Groundbreaker. Mostly.
cs: Dobře, dobře. Nemusíte se chovat nepřátelsky. Na Groundbreakeru jsme všichni přátelé. Většinou.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:294:DefaultText
source: What can you tell me about Udom Bedford?
cs: Co mi můžete říct o Udomu Bedfordovi?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:295:DefaultText
source: He's friendly enough unless you speak ill of the Board. Get the sense he doesn't care for Groundbreaker much.
cs: Je dost přátelský, pokud nemluvíte špatně o Radě. Mám pocit, že se o Hromotluka moc nezajímá.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:296:DefaultText
source: He's used to scented soaps and reliable plumbing. Takes a special type to adjust to life out here.
cs: Je zvyklý na voňavá mýdla a spolehlivý vodovod. Přizpůsobit se zdejšímu životu vyžaduje zvláštní typ.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:297:DefaultText
source: Not that he would, being a Board man and all. He's our liaison.
cs: Ne že by to udělal, když je členem představenstva a tak. Je to naše spojka.
