Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_jessie_doyle.po
Languages: cs

# conversations/01_groundbreaker/01_cv_jessie_doyle:1:DefaultText
source: The truth is, I'm not sick. But if you repeat what I'm about to tell you - to anyone - I will deny it with my dying breath.
cs: Pravdou je, že nejsem nemocný. Ale jestli budete opakovat to, co vám teď řeknu - komukoli -, popřu to do posledního dechu.

# conversations/01_groundbreaker/01_cv_jessie_doyle:2:DefaultText
source: But first, you said Ellie sent you. Where is she?
cs: Ale nejdřív jsi řekl, že tě poslala Ellie. Kde je?

# conversations/01_groundbreaker/01_cv_jessie_doyle:3:DefaultText
source: You, uh, you ain't with the Board, are you?
cs: Vy nejste z rady, že ne?

# conversations/01_groundbreaker/01_cv_jessie_doyle:4:DefaultText
source: Don't get too close now. Would hate for you to catch this infernal illness.
cs: Nepřibližujte se příliš blízko. Nerad bych, abyste chytili tuhle pekelnou nemoc.

# conversations/01_groundbreaker/01_cv_jessie_doyle:6:DefaultText
source: You're sure no one followed you? Is it all clear or am I still a wanted woman?
cs: Jste si jistý, že vás nikdo nesledoval? Je to všechno jasné, nebo jsem stále hledaná žena?

# conversations/01_groundbreaker/01_cv_jessie_doyle:7:DefaultText
source: Got word from Udom - from the hitman who trailed me the other night. Seems I'm in the clear, thanks to you squaring my debt.
cs: Dostal jsem zprávu od Udom - od toho zabijáka, který mě sledoval minulou noc. Vypadá to, že jsem čistý, díky tomu, že jsi vyrovnal můj dluh.

# conversations/01_groundbreaker/01_cv_jessie_doyle:8:DefaultText
source: Got word from Udom - from the hitman who trailed me the other night. Seems I'm indentured to the Board now.
cs: Dostal jsem zprávu od Udom - od toho zabijáka, který mě sledoval minulou noc. Vypadá to, že jsem se stal zaměstnancem rady.

# conversations/01_groundbreaker/01_cv_jessie_doyle:9:DefaultText
source: If there's no one to pay the hitman, then I'm pretty much in the clear.
cs: Pokud není nikdo, kdo by nájemnému vrahovi zaplatil, jsem v podstatě v suchu.

# conversations/01_groundbreaker/01_cv_jessie_doyle:10:DefaultText
source: See, I owe them. A lot. I might've missed a payment or two, and the other night I swear someone was following me back to my room. So I holed up here to lay low.
cs: Vidíš, dlužím jim to. Hodně. Možná jsem zmeškal jednu nebo dvě splátky a přísahám, že mě tuhle v noci někdo sledoval až do mého pokoje. Tak jsem se schoval tady, abych se ukrýval.

# conversations/01_groundbreaker/01_cv_jessie_doyle:11:DefaultText
source: Ellie asked me to help you so that's what I plan to do.
cs: Ellie mě požádala, abych ti pomohl, takže to mám v plánu udělat.

# conversations/01_groundbreaker/01_cv_jessie_doyle:12:DefaultText
source: What did you do that got you in trouble?
cs: Co jste udělal, že jste se dostal do potíží?

# conversations/01_groundbreaker/01_cv_jessie_doyle:13:DefaultText
source: I do work for the Board, actually.
cs: Ve skutečnosti pro radu pracuji.

# conversations/01_groundbreaker/01_cv_jessie_doyle:14:DefaultText
source: For the last raptidon-ruttin time! LEAVE ME IN PEACE.
cs: Naposledy raptidon-ruttin čas! NECH MĚ NA POKOJI.

# conversations/01_groundbreaker/01_cv_jessie_doyle:15:DefaultText
source: You hullheaded quacks do know that 'restful recuperation' requires not being disturbed! Don't you?
cs: Vy hulvátští šarlatáni přece víte, že "klidná rekonvalescence" vyžaduje, aby vás nikdo nerušil! Nebo ne?

# conversations/01_groundbreaker/01_cv_jessie_doyle:16:DefaultText
source: Ellie sent me.
cs: Ellie mě poslala.

# conversations/01_groundbreaker/01_cv_jessie_doyle:17:DefaultText
source: Sorry, I'll go.
cs: Promiň, půjdu.

# conversations/01_groundbreaker/01_cv_jessie_doyle:18:DefaultText
source: Criminy. She really ain't going to drop this, is she?
cs: Criminy. Ona to vážně nenechá být, že ne?

# conversations/01_groundbreaker/01_cv_jessie_doyle:19:DefaultText
source: What? Why? Everything's fine. We're all fine here. No need for her to be worrying her pretty little head about me.
cs: Cože? Proč? Všechno je v pořádku. Všichni jsme v pořádku. Nemusí si kvůli mně dělat starosti.

# conversations/01_groundbreaker/01_cv_jessie_doyle:20:DefaultText
source: What? No, I didn't do anything. I'm a law-abiding denizen of this ship, I swear.
cs: Cože? Ne, nic jsem neudělal. Jsem zákony dodržující obyvatel této lodi, přísahám.

# conversations/01_groundbreaker/01_cv_jessie_doyle:21:DefaultText
source: Oh, Laws! Wait, don't gut and skin me yet! Please, talk to Bedford. Tell him I can pay - uh, a part of it! And I'm a useful person to know. Just ask Ellie.
cs: Ach, zákony! Počkejte, ještě mě nevyvrhujte z kůže! Prosím, promluv si s Bedfordem. Řekni mu, že můžu zaplatit - ehm, část z toho! A že jsem užitečný člověk. Jen se zeptej Ellie.

# conversations/01_groundbreaker/01_cv_jessie_doyle:22:DefaultText
source: Udom Bedford's 'the Board guy' on the station. He'd know how I stand with them. If you can square things for me, I'd owe you one even bigger than Ellie owes me.
cs: Udom Bedford je na stanici "členem představenstva". Ten by měl vědět, jak na tom s nimi jsem. Jestli to pro mě dokážeš urovnat, budu ti dlužit ještě víc, než mi dluží Ellie.

# conversations/01_groundbreaker/01_cv_jessie_doyle:23:DefaultText
source: You sure saved my skin, stranger. All debts between me and Ellie are cleared.
cs: Zachránil jsi mi kůži, cizinče. Všechny dluhy mezi mnou a Ellie jsou vyrovnány.

# conversations/01_groundbreaker/01_cv_jessie_doyle:24:DefaultText
source: I owe you my life. Damn it, this must be how Ellie felt for all those years.
cs: Vděčím ti za svůj život. Sakra, takhle se musela Ellie cítit celé ty roky.

# conversations/01_groundbreaker/01_cv_jessie_doyle:25:DefaultText
source: The Board's representative on the Groundbreaker is dead, so...
cs: Zástupce rady v Groundbreakeru je mrtvý, takže...

# conversations/01_groundbreaker/01_cv_jessie_doyle:26:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/01_groundbreaker/01_cv_jessie_doyle:29:DefaultText
source: She is worried about you. A lot.
cs: Má o tebe strach. Hodně.

# conversations/01_groundbreaker/01_cv_jessie_doyle:30:DefaultText
source: Open the door before I kick it down.
cs: Otevři dveře, než je vykopnu.

# conversations/01_groundbreaker/01_cv_jessie_doyle:31:DefaultText
source: Fine. Rot in there for all I care.
cs: V pořádku. Ať si tam klidně shnije.

# conversations/01_groundbreaker/01_cv_jessie_doyle:32:DefaultText
source: Should've known she'd send a bruiser after me. Damned if I don't rue the day I saved her scrawny little hide. Inadvertently, I befriended a bloodhound in the process.
cs: Mělo mě napadnout, že na mě pošle nějakého hromotluka. Ať se propadnu, jestli nelituju dne, kdy jsem jí zachránil její vychrtlou kůži. Nechtěně jsem se přitom spřátelil s ohařem.

# conversations/01_groundbreaker/01_cv_jessie_doyle:33:DefaultText
source: Seems I've got to do something before Ellie goes jabbering my business to anyone with one ear and an intent to listen.
cs: Zdá se, že musím něco udělat dřív, než Ellie začne vykládat o mých záležitostech každému, kdo má jen jedno ucho a chce poslouchat.

# conversations/01_groundbreaker/01_cv_jessie_doyle:34:DefaultText
source: All right, okay. We can discuss this like the level-headed folk that we are.
cs: Dobře, dobře. Můžeme o tom diskutovat jako lidé, kteří jsou na úrovni.

# conversations/01_groundbreaker/01_cv_jessie_doyle:35:DefaultText
source: She's dead.
cs: Je mrtvá.

# conversations/01_groundbreaker/01_cv_jessie_doyle:36:DefaultText
source: In the med station. Why, what does it matter?
cs: Na lékařské stanici. Proč, co na tom záleží?

# conversations/01_groundbreaker/01_cv_jessie_doyle:37:DefaultText
source: Then I reckon I ain't got much reason to confide in you, now do I?
cs: Pak asi nemám moc důvodů se ti svěřovat, že?

# conversations/01_groundbreaker/01_cv_jessie_doyle:38:DefaultText
source: 'Cause I got a bad feeling about you, and I always trust my gut. It's how I survived this long, after all.
cs: Protože mám z tebe špatný pocit a já vždycky věřím svým instinktům. Díky tomu jsem přežil tak dlouho.

# conversations/01_groundbreaker/01_cv_jessie_doyle:39:DefaultText
source: Yessir, this will be the end of our discussion.
cs: Ano, ano, tím naše diskuse končí.

# conversations/01_groundbreaker/01_cv_jessie_doyle:39:FemaleText
source: Yessum, this will be the end of our discussion.
cs: Yessum, tím naše diskuse končí.

# conversations/01_groundbreaker/01_cv_jessie_doyle:40:DefaultText
source: Surely, you wouldn't drag me before him. I'm dreadful contagious. I just know if I face him I'm dead.
cs: Určitě bys mě před něj netahal. Jsem strašně nakažlivý. Jen vím, že kdybych se mu postavila tváří v tvář, byla bych mrtvá.

# conversations/01_groundbreaker/01_cv_jessie_doyle:41:DefaultText
source: You'd best lay low for a while longer.
cs: Raději by ses měl ještě chvíli skrývat.

# conversations/01_groundbreaker/01_cv_jessie_doyle:43:DefaultText
source: (Coughing.)
cs: (Kašle.)

# conversations/01_groundbreaker/01_cv_jessie_doyle:44:DefaultText
source: Never knew I had so much blood and snot in me to sneeze out.
cs: Nikdy jsem netušil, že mám v sobě tolik krve a smrků, které mohu vysmrkat.

# conversations/01_groundbreaker/01_cv_jessie_doyle:45:DefaultText
source: Great. Another lesion's cracked open. What does it mean when the ooze is all tar-like?
cs: Skvělé. Další léze je otevřená. Co to znamená, když je maz podobný dehtu?

# conversations/01_groundbreaker/01_cv_jessie_doyle:46:DefaultText
source: Don't know if you meant to save my neck by offing Udom, but I thank you all the same. See you around, stranger.
cs: Nevím, jestli jsi mi chtěl zachránit krk tím, že jsi oddělal Udom, ale i tak ti děkuji. Uvidíme se, cizinče.

# conversations/01_groundbreaker/01_cv_jessie_doyle:48:DefaultText
source: Yet you think the Board had someone follow you and now you're hiding out.
cs: Přesto si myslíš, že tě rada nechala sledovat a ty se teď schováváš.

# conversations/01_groundbreaker/01_cv_jessie_doyle:49:DefaultText
source: Level with me or I walk away right now.
cs: Buď se mi vyrovnáte, nebo hned odejdu.

# conversations/01_groundbreaker/01_cv_jessie_doyle:50:DefaultText
source: Think? No, I recognize a contracted killer when I see one, thank you. In my line of work, that's a skill you develop during week one. Assuming you want to keep breathing.
cs: Myslíte? Ne, když vidím smluvního vraha, tak ho poznám, děkuji. V mém oboru je to dovednost, kterou si osvojíte během prvního týdne. Za předpokladu, že chceš dýchat dál.

# conversations/01_groundbreaker/01_cv_jessie_doyle:51:DefaultText
source: You'd let a poor, ill woman get disappeared by the Board? Awfully coldblooded of you. Though I admire your backbone.
cs: Nechal bys chudou, nemocnou ženu zmizet od správní rady? To je od tebe hrozně chladnokrevné. I když obdivuji tvou statečnost.

# conversations/01_groundbreaker/01_cv_jessie_doyle:52:DefaultText
source: All right, I'll fess this part up, too - if it means you'll help me. I'm a thief. I specialize in particularly high-end and historically valuable items.
cs: Dobře, přiznám se i k této části - pokud to znamená, že mi pomůžete. Jsem zloděj. Specializuji se na obzvlášť drahé a historicky cenné předměty.

# conversations/01_groundbreaker/01_cv_jessie_doyle:53:DefaultText
source: Three weeks back, I caught rumor that the Blood Tear diamond - last worn by an heiress on the lost Hope - had surfaced for the first time in seventy years.
cs: Před třemi týdny jsem zachytil zvěsti, že se diamant Krvavá slza - který naposledy nosila dědička na ztracené naději - objevil poprvé po sedmdesáti letech.

# conversations/01_groundbreaker/01_cv_jessie_doyle:54:DefaultText
source: So you stole it.
cs: Takže jsi ho ukradl.

# conversations/01_groundbreaker/01_cv_jessie_doyle:55:DefaultText
source: What does this have to do with the Board?
cs: Co to má společného s představenstvem?

# conversations/01_groundbreaker/01_cv_jessie_doyle:56:DefaultText
source: If I had, you think I'd be hiding out in the med bay? I was going to steal it. Lined up Udom as my buyer. He paid half up front to finance the operation.
cs: Kdybych to udělal, myslíš, že bych se schovával na ošetřovně? Chtěl jsem ho ukrást. Jako kupce jsem si domluvil Udom. Zaplatil půlku předem, aby mohl financovat operaci.

# conversations/01_groundbreaker/01_cv_jessie_doyle:57:DefaultText
source: Let's just say, things went sideways about the time I got my hands on the diamond - and it crumbled to stardust in my palm.
cs: Řekněme, že se to zvrtlo v okamžiku, kdy jsem diamant dostal do rukou - a v mé dlani se rozpadl na hvězdný prach.

# conversations/01_groundbreaker/01_cv_jessie_doyle:58:DefaultText
source: Udom was my buyer - for when I'd acquired the diamond. He paid half up front to finance the operation.
cs: Udom byl můj kupec - když jsem diamant získal. Zaplatil polovinu předem, aby mohl financovat operaci.

# conversations/01_groundbreaker/01_cv_jessie_doyle:59:DefaultText
source: Anywho, I barely made it out with my life and nary a plan to make back Udom's deposit I'd spent.
cs: Každopádně jsem sotva vyvázl se životem a neměl jsem v plánu vrátit Udomovi zálohu, kterou jsem utratil.

# conversations/01_groundbreaker/01_cv_jessie_doyle:60:DefaultText
source: I'm just terrible, dreadful sick is all. Got a cough that won't quit and sores all over my body. Highly, lethally contagious. But I'll be fine. So long as I'm left alone.
cs: Je mi prostě strašně, strašně špatně, to je všechno. Mám kašel, který nechce přestat, a boláky po celém těle. Je to smrtelně nakažlivé. Ale budu v pořádku. Dokud budu mít pokoj.

# conversations/01_groundbreaker/01_cv_jessie_doyle:61:DefaultText
source: Wish I could say it was good to see you, Ellie. At least you finally got your chance to square our debt.
cs: Kéž bych mohl říct, že jsem tě rád viděl, Ellie. Alespoň jsi konečně dostala šanci vyrovnat náš dluh.

# conversations/01_groundbreaker/01_cv_jessie_doyle:62:DefaultText
source: That ought to make you smile for once, eh?
cs: To by vás mělo pro jednou rozesmát, co říkáte?

# conversations/01_groundbreaker/01_cv_jessie_doyle:63:DefaultText
source: Nothing makes me happier than being even.
cs: Nic mě nedělá šťastnějším než vyrovnanost.

# conversations/01_groundbreaker/01_cv_jessie_doyle:64:DefaultText
source: Why does Ellie think she owes you?
cs: Proč si Ellie myslí, že ti něco dluží?

# conversations/01_groundbreaker/01_cv_jessie_doyle:65:DefaultText
source: Hah! Oh, you should ask her that. She'll love it. By which I mean she'll probably have an apoplectic fit.
cs: Hah! Na to by ses jí měl zeptat. Bude se jí to líbit. Tím chci říct, že pravděpodobně dostane apoplektický záchvat.

# conversations/01_groundbreaker/01_cv_jessie_doyle:66:DefaultText
source: We'll talk later. Got a bit of a sore throat from all that fake coughing.
cs: Promluvíme si později. Trochu mě bolí v krku z toho všeho falešného kašlání.

# conversations/01_groundbreaker/01_cv_jessie_doyle:67:DefaultText
source: I do work for the Board, actually.
cs: Ve skutečnosti pro radu pracuji.

# conversations/01_groundbreaker/01_cv_jessie_doyle:68:DefaultText
source: Ellie was pretty emphatic that you two aren't friends. What's going on here?
cs: Ellie byla dost důrazná v tom, že vy dva nejste přátelé. Co se tu děje?

# conversations/01_groundbreaker/01_cv_jessie_doyle:69:DefaultText
source: Oh, that's just how Ellie is. According to her, she don't need no one or any thing to get by in life.
cs: Taková už Ellie prostě je. Podle ní nepotřebuje nikoho ani nic, aby v životě obstála.

# conversations/01_groundbreaker/01_cv_jessie_doyle:70:DefaultText
source: 'Cept being right. That's nice, too.
cs: Kromě toho, že máš pravdu. To je taky hezké.

# conversations/01_groundbreaker/01_cv_jessie_doyle:71:DefaultText
source: She can deny it all she wants, but we know each other. More than just as passing acquaintances. We've helped each other. Sometimes we even like each other.
cs: Může to popírat, jak chce, ale my se známe. Víc než jen jako letmé známé. Pomáhali jsme si navzájem. Někdy se máme dokonce rádi.

# conversations/01_groundbreaker/01_cv_jessie_doyle:72:DefaultText
source: Lone pirates don't live too long. And it ain't weak to have a friend or two.
cs: Osamělí piráti nežijí příliš dlouho. A není slabé mít jednoho nebo dva přátele.

# conversations/01_groundbreaker/01_cv_jessie_doyle:74:DefaultText
source: If there's no one to pay the hitman, then I'm pretty much in the clear.
cs: Pokud není nikdo, kdo by nájemnému vrahovi zaplatil, jsem v podstatě v suchu.

# conversations/01_groundbreaker/01_cv_jessie_doyle:76:DefaultText
source: Watch yourself while I'm gone.
cs: Dávej na sebe pozor, když jsem pryč.

# conversations/01_groundbreaker/01_cv_jessie_doyle:77:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/01_groundbreaker/01_cv_jessie_doyle:78:DefaultText
source: I'll talk to Udom for you.
cs: Promluvím za tebe s Udomem.

# conversations/01_groundbreaker/01_cv_jessie_doyle:79:DefaultText
source: Thanks for helping me with the Board. You're a real pal.
cs: Děkuji za pomoc s tabulí. Jsi opravdový kamarád.

# conversations/01_groundbreaker/01_cv_jessie_doyle:80:DefaultText
source: Udom was... replaced. There's a new Board rep on the station.
cs: Udom byl... nahrazen. Na stanici je nový zástupce představenstva.

# conversations/01_groundbreaker/01_cv_jessie_doyle:81:DefaultText
source: Well, Law have mercy! That sure works in my favor. With Udom gone, I don't owe money to anyone on the Board no more.
cs: No, zákon se slituje! To je mi určitě ku prospěchu. Když je Udom pryč, už nikomu z rady nedlužím peníze.

# conversations/01_groundbreaker/01_cv_jessie_doyle:82:DefaultText
source: You have my greatest gratitude for letting me know I am now debt free.
cs: Patří vám můj největší dík za to, že jste mi dali vědět, že jsem nyní bez dluhů.

# conversations/01_groundbreaker/01_cv_jessie_doyle:83:DefaultText
source: Or I guess I should say Ellie is one, huh.
cs: Nebo bych spíš měla říct, že Ellie je jedna z nich.

# conversations/01_groundbreaker/01_cv_jessie_doyle:84:DefaultText
source: I ain't too elated about going exclusive, but it's better than winding up dead.
cs: Nejsem moc nadšený z exkluzivity, ale je to lepší než skončit mrtvý.

# conversations/01_groundbreaker/01_cv_jessie_doyle:85:DefaultText
source: You, uh, you ain't with the Board, are you?
cs: Vy nejste z rady, že ne?
