Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_ingmire_edna.po
Languages: cs

# conversations/01_groundbreaker/01_cv_ingmire_edna:1:DefaultText
source: You aiming to send a message? If so, we'd best do it now while we still got time.
cs: Chcete poslat zprávu? Pokud ano, bude nejlepší, když to uděláme teď, dokud je čas.

# conversations/01_groundbreaker/01_cv_ingmire_edna:2:DefaultText
source: Why would we run out of time? You headed somewhere?
cs: Proč by nám docházel čas? Máte někam namířeno?

# conversations/01_groundbreaker/01_cv_ingmire_edna:3:DefaultText
source: Is that what you do for Groundbreaker? Relay messages?
cs: Tohle děláte pro Groundbreaker? Předáváte zprávy?

# conversations/01_groundbreaker/01_cv_ingmire_edna:4:DefaultText
source: Another time, maybe.
cs: Možná někdy jindy.

# conversations/01_groundbreaker/01_cv_ingmire_edna:5:DefaultText
source: We're going offline in three... two... one and a half - no, wait, I've lost track of my weeks. Maybe it was thirty-six or...? Uh, sometime dire soon.
cs: Za tři... dva... jeden a půl - ne, počkat, ztratil jsem přehled o týdnech. Možná to bylo třicet šest nebo...? Uh, někdy strašně brzy.

# conversations/01_groundbreaker/01_cv_ingmire_edna:6:DefaultText
source: Well, yeah. The comm center routes all messages within, to, and from the Groundbreaker. We also switchboard most of the message traffic throughout the Halcyon system.
cs: No, jo. Komunikační středisko směruje všechny zprávy uvnitř, do a z Groundbreakeru. Také přepojujeme většinu zpráv v celém systému Halcyon.

# conversations/01_groundbreaker/01_cv_ingmire_edna:7:DefaultText
source: Why are you about to lose comm capabilities?
cs: Proč se chystáte ztratit schopnost komunikace?

# conversations/01_groundbreaker/01_cv_ingmire_edna:8:DefaultText
source: So, this is the Groundbreaker's message center?
cs: Takže tohle je centrum zpráv společnosti Groundbreaker?

# conversations/01_groundbreaker/01_cv_ingmire_edna:9:DefaultText
source: Our primary relay station's soon to be occluded by a gas giant. Happens every forty years or therebouts.
cs: Naše primární retranslační stanice bude brzy zakryta plynným obrem. Stává se to každých čtyřicet let nebo tak nějak.

# conversations/01_groundbreaker/01_cv_ingmire_edna:10:DefaultText
source: The event's forecasted to last for months - during which we'll lose signal to the station.
cs: Podle předpovědi bude událost trvat několik měsíců - během nichž ztratíme signál stanice.

# conversations/01_groundbreaker/01_cv_ingmire_edna:11:DefaultText
source: We've got backup auxiliary relays. But the one currently in orbital range went offline some months ago. We can't spare people for routine maintenance.
cs: Máme záložní pomocná relé. Ale to, které je momentálně v dosahu orbity, bylo před několika měsíci vypnuto. Nemůžeme postrádat lidi na běžnou údržbu.

# conversations/01_groundbreaker/01_cv_ingmire_edna:12:DefaultText
source: Sounds like it's time to get the auxiliary station back online.
cs: Vypadá to, že je čas obnovit provoz pomocné stanice.

# conversations/01_groundbreaker/01_cv_ingmire_edna:13:DefaultText
source: How are you cut off by losing one relay station?
cs: Jak jste odříznuti ztrátou jedné retranslační stanice?

# conversations/01_groundbreaker/01_cv_ingmire_edna:14:DefaultText
source: Can't the Board handle the messages?
cs: Nemůže si rada poradit se zprávami?

# conversations/01_groundbreaker/01_cv_ingmire_edna:15:DefaultText
source: But allocating the personnel loss for sending a technical team to the relay station keeps getting denied by Junlei. Er, the Chief.
cs: Ale přidělení personálních ztrát na vyslání technického týmu na retranslační stanici Junlei stále odmítá. Ehm, šéf.

# conversations/01_groundbreaker/01_cv_ingmire_edna:16:DefaultText
source: Well, we wouldn't be utterly and completely blacked out, but we'd lose the majority of our comm traffic for sure.
cs: Nebyli bychom úplně bez proudu, ale určitě bychom přišli o většinu komunikačního provozu.

# conversations/01_groundbreaker/01_cv_ingmire_edna:17:DefaultText
source: ...and then they charge folks to send messages back, often more'n they can afford.
cs: ...a pak lidem účtují poplatky za odeslání zpráv, často vyšší, než si mohou dovolit.

# conversations/01_groundbreaker/01_cv_ingmire_edna:18:DefaultText
source: I could check out the relay, no need for official sign-off in that case.
cs: Mohl bych zkontrolovat relé, v tomto případě není potřeba oficiální podpis.

# conversations/01_groundbreaker/01_cv_ingmire_edna:19:DefaultText
source: Seems irresponsible not to have fixed your backup relay before now.
cs: Zdá se mi nezodpovědné, že jste záložní relé neopravili již dříve.

# conversations/01_groundbreaker/01_cv_ingmire_edna:23:DefaultText
source: What's in it for me if I investigate your relay problem?
cs: Co z toho budu mít, když prošetřím váš problém s relé?

# conversations/01_groundbreaker/01_cv_ingmire_edna:24:DefaultText
source: I should say no, but... why not? Maybe you can figure out why it's offline. I'll send you with an equipment manual. Hopefully, we'll get lucky or I'll get my approval in time.
cs: Měl bych říct ne, ale... proč ne? Možná přijdeš na to, proč je to offline. Pošlu ti návod k použití zařízení. Snad budeme mít štěstí nebo mi to schválí včas.

# conversations/01_groundbreaker/01_cv_ingmire_edna:25:DefaultText
source: You save my comm center from chaos - I guarantee I'll get the Chief to authorize some payment forms with your name on 'em while you're out fixing the station.
cs: Zachráníš moje komunikační centrum před chaosem - zaručuji ti, že šéfovi řeknu, aby schválil nějaké platební formuláře s tvým jménem, zatímco budeš opravovat stanici.

# conversations/01_groundbreaker/01_cv_ingmire_edna:26:DefaultText
source: We don't know why it went down or if it's even a hardware-related issue. Getting a team out there takes time and money - neither of which we have readily on hand.
cs: Nevíme, proč došlo k výpadku, ani zda se vůbec jedná o hardwarový problém. Vyslání týmu na místo vyžaduje čas a peníze - ani jedno z toho nemáme po ruce.

# conversations/01_groundbreaker/01_cv_ingmire_edna:28:DefaultText
source: Oh, and I'll need you to retrieve a copy of the relay's backup data. I got to forward any messages from Earth stored in the memory. Better late than never, eh?
cs: A potřebuji, abys získal kopii záložních dat relé. Musím přeposlat všechny zprávy ze Země uložené v paměti. Lepší pozdě než nikdy, co?

# conversations/01_groundbreaker/01_cv_ingmire_edna:29:DefaultText
source: What do you mean?
cs: Co tím myslíte?

# conversations/01_groundbreaker/01_cv_ingmire_edna:30:DefaultText
source: You just let messages from Earth sit in memory on an orbital relay?
cs: Necháváte zprávy ze Země ležet v paměti na orbitálním relé?

# conversations/01_groundbreaker/01_cv_ingmire_edna:31:DefaultText
source: The relay stations orbit the edge of the Halcyon system, so they tend to receive the majority of any transmissions from Earth.
cs: Přenosové stanice obíhají na okraji soustavy Halcyon, takže přijímají většinu vysílání ze Země.

# conversations/01_groundbreaker/01_cv_ingmire_edna:32:DefaultText
source: It's not like they're in high demand. Most tend to be adverts on new products, meaning only folks in Byzantium can afford 'em.
cs: Není to tak, že by po nich byla velká poptávka. Většinou se jedná o reklamy na nové výrobky, což znamená, že si je mohou dovolit jen lidé v Byzanci.

# conversations/01_groundbreaker/01_cv_ingmire_edna:33:DefaultText
source: I'm sure the station's got a stack of junk messages just waiting for me to sort through.
cs: Jsem si jistý, že na stanici je hromada nevyžádaných zpráv, které čekají, až je roztřídím.

# conversations/01_groundbreaker/01_cv_ingmire_edna:34:DefaultText
source: I'm off.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_ingmire_edna:35:DefaultText
source: If it weren't for the occlusion event coming our way, we'd be doing fine as always.
cs: Nebýt okluze, která se na nás řítí, dařilo by se nám jako vždy dobře.

# conversations/01_groundbreaker/01_cv_ingmire_edna:38:DefaultText
source: If it's not clear, they transmit to the closest relay station which stores the message, then passes it along when our orbits align.
cs: Pokud není jasné, vysílají na nejbližší retranslační stanici, která zprávu uloží a předá ji dál, až se naše oběžné dráhy srovnají.

# conversations/01_groundbreaker/01_cv_ingmire_edna:39:DefaultText
source: What about the other auxiliary relay stations?
cs: A co ostatní pomocné retranslační stanice?

# conversations/01_groundbreaker/01_cv_ingmire_edna:40:DefaultText
source: Can't ships relay messages to each other?
cs: Nemohou si lodě předávat zprávy?

# conversations/01_groundbreaker/01_cv_ingmire_edna:41:DefaultText
source: The others won't be in orbital range during the occlusion event. Isn't it some law of the universe? The relay I got to rely on is, of course, the one on the fritz.
cs: Ostatní nebudou během okluze v dosahu orbity. Není to nějaký zákon vesmíru? Relé, na které se musím spolehnout, je samozřejmě to, které je v poruše.

# conversations/01_groundbreaker/01_cv_ingmire_edna:42:DefaultText
source: That they can, and they do. But only between ships owned by the same corporation. No corp'll authorize sending messages through a ship owned by a rival.
cs: To mohou a také to dělají. Ale pouze mezi loděmi vlastněnými stejnou společností. Žádná korporace nepovolí posílání zpráv přes loď vlastněnou konkurenční společností.

# conversations/01_groundbreaker/01_cv_ingmire_edna:43:DefaultText
source: That's why we're the message hub. The Groundbreaker's neither corporate owned, nor Board controlled. Our comms are neutral.
cs: Proto jsme centrem zpráv. The Groundbreaker není vlastněn společností ani řízen představenstvem. Naše komunikace je neutrální.

# conversations/01_groundbreaker/01_cv_ingmire_edna:44:DefaultText
source: And none of that money goes to the Groundbreaker - just tightens the Board's grip on our throat.
cs: A žádné z těchto peněz nejdou na Hrobaře - jen nám Rada drží pod krkem.

# conversations/01_groundbreaker/01_cv_ingmire_edna:45:DefaultText
source: Don't you charge people for messages, too?
cs: Neúčtujete lidem také poplatky za zprávy?

# conversations/01_groundbreaker/01_cv_ingmire_edna:47:DefaultText
source: Not nearly as much, and that money goes to keeping the station operational, helps keep us independent. If we lose the message fees, the entire ship'll feel the pinch.
cs: Ne zdaleka tolik a tyto peníze jdou na udržení provozu stanice, což nám pomáhá udržet nezávislost. Pokud přijdeme o poplatky za zprávy, pocítí to celá loď.

# conversations/01_groundbreaker/01_cv_ingmire_edna:49:DefaultText
source: Before long, the only place for people to trade words and goods will be on Terra 2, right under the Board's control.
cs: Zanedlouho bude jediným místem, kde si lidé budou moci vyměňovat slova a zboží, Terra 2, přímo pod kontrolou Rady.

# conversations/01_groundbreaker/01_cv_ingmire_edna:50:DefaultText
source: Sorry, hon. I'm presently dealing with heavy comm traffic. Maybe we can talk later.
cs: Omlouvám se, miláčku. Momentálně řeším silný komunikační provoz. Možná si promluvíme později.

# conversations/01_groundbreaker/01_cv_ingmire_edna:51:DefaultText
source: 'Course, we're about to go dead, so... I may be reappropriated to Architect knows where doing Law knows what soon enough.
cs: "Samozřejmě, za chvíli budeme mrtví, takže... Možná budu brzy přeřazen k architektovi, který ví, kde dělá Law ví co.

# conversations/01_groundbreaker/01_cv_ingmire_edna:52:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/01_groundbreaker/01_cv_ingmire_edna:77:DefaultText
source: Oh, I'm just dandy. How're you? Junlei still hasn't approved my request to send a technician to our backup relay station. But that's fine. It's not like we need a working comm center.
cs: Jsem v pohodě. Jak se máš ty? Junlei stále neschválil mou žádost o vyslání technika na naši záložní stanici. Ale to je v pořádku. Nepotřebujeme přece funkční komunikační centrum.

# conversations/01_groundbreaker/01_cv_ingmire_edna:78:DefaultText
source: Oh, it's you. What'd you need? There's still time to send a message if we make it quick.
cs: To jsi ty. Co potřebuješ? Ještě je čas poslat zprávu, pokud to uděláme rychle.

# conversations/01_groundbreaker/01_cv_ingmire_edna:80:DefaultText
source: Routing through the backup relay has saved us a mess of trouble. Thanks to you, the auxiliary will handle the signal load when the primary's caught in the occlusion.
cs: Směrování přes záložní relé nám ušetřilo spoustu problémů. Díky vám se pomocné relé postará o zatížení signálu, když primární zapadne do zákrytu.

# conversations/01_groundbreaker/01_cv_ingmire_edna:81:DefaultText
source: I'm a bit busy right now. Maybe check back in a few when communications are down. 'Course, I likely won't be stationed here then.
cs: Mám teď trochu napilno. Možná se ozvu za chvíli, až se komunikace uklidní. Samozřejmě tu pak nejspíš nebudu mít stanici.

# conversations/01_groundbreaker/01_cv_ingmire_edna:82:DefaultText
source: My comm center already got an update ping from the backup relay. I trust everything went smoothly?
cs: Moje komunikační centrum již dostalo ping se záložním relé. Věřím, že vše proběhlo hladce?

# conversations/01_groundbreaker/01_cv_ingmire_edna:83:DefaultText
source: I have some questions about your relay problem.
cs: Mám několik otázek ohledně vašeho problému s relé.

# conversations/01_groundbreaker/01_cv_ingmire_edna:84:DefaultText
source: Go on and shoot. I'll answer what I can.
cs: Jděte a střílejte. Odpovím, co budu moci.

# conversations/01_groundbreaker/01_cv_ingmire_edna:85:DefaultText
source: You save my comm center from chaos - I guarantee I'll get the Chief to authorize some payment forms with your name on 'em while you're out fixing the station.
cs: Zachráníš moje komunikační centrum před chaosem - zaručuji ti, že šéfovi řeknu, aby schválil nějaké platební formuláře s tvým jménem, zatímco budeš opravovat stanici.

# conversations/01_groundbreaker/01_cv_ingmire_edna:86:DefaultText
source: Here's your data backup.
cs: Zde je záloha dat.

# conversations/01_groundbreaker/01_cv_ingmire_edna:89:DefaultText
source: Thanks. Hm. That's odd. The only messages in the queue are encrypted ones.
cs: Děkuji. Hm. To je zvláštní. Ve frontě jsou pouze zašifrované zprávy.

# conversations/01_groundbreaker/01_cv_ingmire_edna:92:DefaultText
source: Looking at the transmission logs, the relay hasn't received a single unencrypted message in the past 36 months. Must be on account of some new security red tape.
cs: Při pohledu do záznamů o přenosu zjistíte, že relé za posledních 36 měsíců nepřijalo jedinou nešifrovanou zprávu. Musí to být kvůli nějaké nové bezpečnostní byrokracii.

# conversations/01_groundbreaker/01_cv_ingmire_edna:94:DefaultText
source: Thanks again for saving my derrière. I secured quite the payment authorization for you from Chief Junlei. Try not to spend it all in one place.
cs: Ještě jednou díky za záchranu mého zadku. Zajistil jsem pro vás povolení k platbě od náčelníka Junlei. Snaž se neutratit všechno na jednom místě.

# conversations/01_groundbreaker/01_cv_ingmire_edna:96:DefaultText
source: All these numbers are confusing me...
cs: Všechna ta čísla mě matou...

# conversations/01_groundbreaker/01_cv_ingmire_edna:97:DefaultText
source: They're beside the point. I just mean, you got limited time before the equipment goes non-functional. You see?
cs: To je vedlejší. Jen chci říct, že máte omezený čas, než zařízení přestane fungovat. Vidíš?

# conversations/01_groundbreaker/01_cv_ingmire_edna:98:DefaultText
source: Yeah, I'm working on it. I finally got the Chief to approve the budget for a diagnostic expedition.
cs: Jo, pracuji na tom. Konečně jsem přiměl šéfa, aby schválil rozpočet na diagnostickou expedici.

# conversations/01_groundbreaker/01_cv_ingmire_edna:100:DefaultText
source: Ships and colonies on Terra 2 need a clear line from their communications towers to the Groundbreaker for the transmissions to make it through.
cs: Lodě a kolonie na planetě Terra 2 potřebují ke svému přenosu volnou linku od svých komunikačních věží k zařízení Groundbreaker.

# conversations/01_groundbreaker/01_cv_ingmire_edna:102:DefaultText
source: And we do have multiple auxiliaries. Just... they won't be in orbital range during the next few months. Our backup station will be.
cs: A máme více pomocných pracovníků. Jen... v příštích měsících nebudou v dosahu orbity. Naše záložní stanice bude.

# conversations/01_groundbreaker/01_cv_ingmire_edna:103:DefaultText
source: Me? No. But our relaying capabilities? That's on the final countdown.
cs: Já? Ne. Ale naše přenosové schopnosti? To je na posledním odpočtu.

# conversations/01_groundbreaker/01_cv_ingmire_edna:149:DefaultText
source: You really want to know how I'm doing?
cs: Opravdu chceš vědět, jak se mi daří?

# conversations/01_groundbreaker/01_cv_ingmire_edna:150:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/01_groundbreaker/01_cv_ingmire_edna:151:DefaultText
source: No, I was just making small talk. Y'know... to be polite? But I'd rather we didn't get too chummy.
cs: Ne, jen jsem si povídal. Víš... abych byl zdvořilý? Ale byl bych radši, kdybychom se moc nekamarádili.

# conversations/01_groundbreaker/01_cv_ingmire_edna:152:DefaultText
source: I got my hands full enough as it is without some freelancer asserting false claims based on a misunderstanding.
cs: Už tak mám plné ruce práce i bez toho, aby mi nějaký freelancer tvrdil nepravdivá tvrzení na základě nedorozumění.

# conversations/01_groundbreaker/01_cv_ingmire_edna:153:DefaultText
source: Got it.
cs: Mám to.

# conversations/01_groundbreaker/01_cv_ingmire_edna:154:DefaultText
source: This has happened to you before?
cs: Už se vám to někdy stalo?

# conversations/01_groundbreaker/01_cv_ingmire_edna:155:DefaultText
source: No. But if it did, I sure wouldn't be itching to talk about it.
cs: Ne. Ale kdyby ano, určitě bych o tom nechtěl mluvit.

# conversations/01_groundbreaker/01_cv_ingmire_edna:156:DefaultText
source: Glad we see eye to eye. Now, then.
cs: Jsem rád, že si rozumíme. Tak tedy.

# conversations/01_groundbreaker/01_cv_ingmire_edna:157:DefaultText
source: I'll just excuse myself.
cs: Omluvím se.

# conversations/01_groundbreaker/01_cv_ingmire_edna:174:DefaultText
source: Well, whatever's the cause, the Board and the Earth Minister will see it sorted.
cs: Ať už je příčina jakákoli, správní rada a ministr zemědělství se postarají o její vyřešení.

# conversations/01_groundbreaker/01_cv_ingmire_edna:195:DefaultText
source: Good Law, the heat in here is so unbearable, I can hardly even concentrate... Junlei better hurry up with those damn repairs already.
cs: Dobrý zákon, to vedro je tu tak nesnesitelné, že se sotva soustředím... Junlei by si měl s těmi zatracenými opravami pospíšit.

# conversations/01_groundbreaker/01_cv_ingmire_edna:196:DefaultText
source: I think I heard Chief Junlei looking for you. You better go find her real quick-like. She's not the most patient person.
cs: Myslím, že jsem slyšel, jak tě náčelník Junlei hledá. Měl bys ji rychle najít. Není zrovna nejtrpělivější.

# conversations/01_groundbreaker/01_cv_ingmire_edna:197:DefaultText
source: Hey, you the one who fixed those radiators? Nice work, you really saved our buns! Whenever you're free, let's have a chat.
cs: Hej, to ty jsi opravoval ty radiátory? Dobrá práce, opravdu jsi nám zachránil zadky! Až budeš mít čas, můžeme si popovídat.

# conversations/01_groundbreaker/01_cv_ingmire_edna:199:DefaultText
source: Sure, I mean they got their own relays 'n all, but they'll only send along messages the corporations pay for...
cs: Jistě, mají vlastní relé a tak, ale posílají jen zprávy, za které korporace platí...

# conversations/01_groundbreaker/01_cv_ingmire_edna:200:DefaultText
source: That's their right as the service provider. Stop looking for handouts.
cs: Na to mají jako poskytovatelé služeb právo. Přestaňte hledat almužnu.

# conversations/01_groundbreaker/01_cv_ingmire_edna:201:DefaultText
source: Fuck the Board.
cs: Na představenstvo kašlu.

# conversations/01_groundbreaker/01_cv_ingmire_edna:202:DefaultText
source: Ain't a handout to want to be treated fair and humane.
cs: Není almužna chtít, aby se s vámi zacházelo férově a lidsky.

# conversations/01_groundbreaker/01_cv_ingmire_edna:203:DefaultText
source: Ain't a handout to want to be treated fair and humane, no matter how your friends in Byzantium spin it 'round.
cs: Chtít, aby se s vámi zacházelo férově a lidsky, není žádná almužna, ať už to vaši přátelé v Byzanci vykládají jakkoli.

# conversations/01_groundbreaker/01_cv_ingmire_edna:205:DefaultText
source: You tell 'em, boss.
cs: Řekni jim to ty, šéfe.

# conversations/01_groundbreaker/01_cv_ingmire_edna:206:DefaultText
source: Simmer down, Felix.
cs: Uklidni se, Felixi.

# conversations/01_groundbreaker/01_cv_ingmire_edna:207:DefaultText
source: See, now you got the boy all riled.
cs: Vidíš, teď jsi toho kluka rozčílil.

# conversations/01_groundbreaker/01_cv_ingmire_edna:208:DefaultText
source: That'd spell the end of Groundbreaker.
cs: To by znamenalo konec Groundbreakeru.

# conversations/01_groundbreaker/01_cv_ingmire_edna:209:DefaultText
source: Maybe they're good to their people, I can't rightly say. But they're no good for us, not for Groundbreaker.
cs: Možná jsou na své lidi hodní, to nedokážu posoudit. Ale nejsou dobří pro nás, ne pro Hromotluka.

# conversations/01_groundbreaker/01_cv_ingmire_edna:211:DefaultText
source: That signal's part of how Groundbreaker stays autonomous and independent. Much as I'd love to hear fewer corporate jingles, this'd be bad.
cs: Tento signál je součástí toho, jak si společnost Groundbreaker zachovává autonomii a nezávislost. I když bych rád slyšel méně korporátních znělek, tohle by bylo špatně.

# conversations/01_groundbreaker/01_cv_ingmire_edna:212:DefaultText
source: For months? Groundbreaker's gotta have some type of fallback, right?
cs: Měsíce? Groundbreaker musí mít nějakou záložní variantu, ne?

# conversations/01_groundbreaker/01_cv_ingmire_edna:213:DefaultText
source: That'll put the whole system in a right dire situation.
cs: Tím se celý systém ocitne ve vážné situaci.

# conversations/01_groundbreaker/01_cv_ingmire_edna:214:DefaultText
source: And that's our problem, how?
cs: A to je náš problém, jak?

# conversations/01_groundbreaker/01_cv_ingmire_edna:216:DefaultText
source: And no, Ellie, that offer does not extend to you broadcasting another of your crude jokes.
cs: A ne, Ellie, tato nabídka se nevztahuje na vysílání dalších tvých drsných vtipů.

# conversations/01_groundbreaker/01_cv_ingmire_edna:217:DefaultText
source: Hey, that's a real planet. And no one's seen it in a long time.
cs: Hej, to je skutečná planeta. A nikdo ji už dlouho neviděl.

# conversations/01_groundbreaker/01_cv_ingmire_edna:218:DefaultText
source: Damn it, Ellie, I don't have time for your shenanigans!
cs: Sakra, Ellie, nemám čas na tvoje vylomeniny!

# conversations/01_groundbreaker/01_cv_ingmire_edna:219:DefaultText
source: Hope you don't mind if I borrow that manual when you're done with it, Captain. I could do with some leisure reading.
cs: Doufám, že vám nebude vadit, když si půjčím ten manuál, až s ním budete hotov, kapitáne. Potřeboval bych si něco přečíst pro volný čas.

# conversations/01_groundbreaker/01_cv_ingmire_edna:220:DefaultText
source: And no corp'll relay messages for the wildcat freighters. Not without charging them more than they'll make in a single haul, anyway.
cs: A žádný sbor nebude předávat zprávy pro nákladní lodě Wildcat. Ne bez toho, aby jim účtovala víc, než kolik vydělají za jeden převoz.
