Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_engineering_radiator_repair.po
Languages: cs

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:1:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== !! == !! WARNING !! == !! Lithium fluid pressure at 23% Solid-state radiators at 102% capacity PCM heat sinks at 98% capacity Ambient station temperature +8°C Machinery shaft temperature +29°C
cs: Svorka lithiového kapkového chladiče Oběhové čerpadlo ======================== !! == !! POZOR !!! == !!! Tlak lithiové kapaliny při 23% Polovodičové chladiče při 102% výkonu PCM chladiče při 98% výkonu Teplota okolní stanice +8°C Teplota strojní šachty +29°C

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:6:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== Lithium fluid pressure at 99%
cs: Chladič lithiových kapek Oběhové čerpadlo ======================== Tlak lithiové kapaliny při 99 %.

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:10:DefaultText
source: [Cycle Droplet Pumps]
cs: [Cyklická kapková čerpadla]

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:12:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== Reminder: Non-expendable personnel must exit the Maintenance Shaft before activating the Cycling Protocol. Cycling... Successful!
cs: Svorka kapkového lithiového chladiče Oběhové čerpadlo ======================== Připomínka: Personál, který nemá nárok na odchod, musí před aktivací protokolu cyklování opustit údržbovou šachtu. Cyklování... Úspěšné!

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:13:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:14:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== Logs
cs: Kapkové lithiové chladičové pole Oběhové čerpadlo kapaliny Terminál ======================== Protokoly

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:16:DefaultText
source: [Old Plans, New Problems]
cs: [Staré plány, nové problémy]

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:17:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:18:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== The staff is getting restless. Workaround and half-cocked solutions are all we've got to mend Groundbreaker's bones. In many cases we can't revive one system without cannibalizing another. Grandma lived with that reality, and so will I. I can rally our spirits, but what happens when I'm not around? Groundbreaker's real test will be seeing if our independence outlasts me. I'll take that bet. J.T.
cs: Lithiový kapkový chladič Pole oběhového čerpadla kapaliny Svorka ======================== Zaměstnanci začínají být neklidní. Obcházení a polovičatá řešení jsou to jediné, co máme, abychom Hromovládci spravili kosti. V mnoha případech nemůžeme oživit jeden systém, aniž bychom kanibalizovali jiný. Babička s touto realitou žila a já budu žít také. Mohu mobilizovat naše duchy, ale co se stane, když nebudu nablízku? Skutečnou zkouškou Groundbreakeru bude zjistit, zda naše nezávislost přežije mě. Na to si vsadím. J.T.

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:19:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== Found some of Chief Guiying's old schematics. Groundbreaker must have taken a beating during the Crossing, because she spent half of her career patching it up. Lot of corners cut when they put this place together. Among her papers I also found the layout of a hangar that doesn't match any of my docs. Something that might have gotten sealed off along the way, like blood cells isolating an infection. I hate to put sentiment down in print, but every time I open a panel or find some workaround in the guts of this old bird, it's like I can feel you reaching out to me from the past, grandma. J.T.
cs: Svorka čerpadla pro oběh kapaliny v lithiovém kapkovém chladiči ======================== Našel jsem některá stará schémata šéfa Guiyinga. Groundbreaker musel během Přechodu dostat pořádně zabrat, protože strávila polovinu své kariéry jeho opravováním. Hodně se tu šetřilo, když to tu dávali dohromady. Mezi jejími papíry jsem našel i plán hangáru, který se neshoduje s žádnými mými dokumenty. Něco, co se mohlo po cestě zapečetit, jako krevní buňky izolující infekci. Nerad zapisuji sentiment do tisku, ale pokaždé, když otevřu nějaký panel nebo najdu v útrobách tohohle starého ptáka nějaké řešení, jako bych cítil, jak ke mně z minulosti natahuješ ruku, babi. J. T.

# conversations/01_groundbreaker/01_cp_engineering_radiator_repair:20:DefaultText
source: Lithium Droplet Radiator Array Fluid Circulation Pump Terminal ======================== Main menu
cs: Kapkové lithiové radiátorové pole Oběhové čerpadlo kapaliny Svorka ======================== Hlavní menu
