Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_jiang_song.po
Languages: cs

# conversations/01_groundbreaker/01_cv_jiang_song:36:DefaultText
source: Temps are lowering across the station. Anyone outside is getting a hell of a light show from the droplet arrays.
cs: Teploty na celé stanici se snižují. Kdo je venku, má před očima světelnou show z kapkových polí.

# conversations/01_groundbreaker/01_cv_jiang_song:47:DefaultText
source: Thanks for the help. Let me know if you ever need to borrow a wrench or something.
cs: Děkujeme za pomoc. Kdybys někdy potřeboval půjčit klíč nebo něco jiného, dej mi vědět.

# conversations/01_groundbreaker/01_cv_jiang_song:48:DefaultText
source: Repairs are holding just fine.
cs: Opravy probíhají v pořádku.

# conversations/01_groundbreaker/01_cv_jiang_song:100:DefaultText
source: Keep your wits about you down there. I don't want to clean crispy freelancer bits out of the radiators again.
cs: Tam dole si zachovejte rozvahu. Nechci znovu čistit křupavé kousky z chladičů.

# conversations/01_groundbreaker/01_cv_jiang_song:108:DefaultText
source: It's okay. We've got Steve. My wrench? Steve.
cs: To je v pořádku. Máme Steva. Můj klíč? Steve.

# conversations/01_groundbreaker/01_cv_jiang_song:128:DefaultText
source: These old systems are finicky. Got to stay on top of them.
cs: Tyto staré systémy jsou vybíravé. Musíte se o ně starat.

# conversations/01_groundbreaker/01_cv_jiang_song:138:DefaultText
source: I keep walking out, expecting Junlei to be there. But there's just a space.
cs: Pořád vycházím ven a čekám, že tam bude Junlei. Ale je tam jen místo.

# conversations/01_groundbreaker/01_cv_jiang_song:241:DefaultText
source: You should clear out. Engineering's a dangerous place to wander until we get those radiators fixed.
cs: Měli byste vyklidit. Ve strojovně je nebezpečné se potulovat, dokud neopravíme ty radiátory.

# conversations/01_groundbreaker/01_cv_jiang_song:259:DefaultText
source: With Junlei gone, someone's got to keep this ship running. I guess that's me.
cs: Když je Junlei pryč, někdo musí udržet loď v chodu. Myslím, že jsem to já.

# conversations/01_groundbreaker/01_cv_jiang_song:260:DefaultText
source: Watch out something doesn't explode in your face.
cs: Dejte si pozor, aby vám něco nevybuchlo do obličeje.

# conversations/01_groundbreaker/01_cv_jiang_song:261:DefaultText
source: Where the hell have you been, Private? You've missed three shifts without notice.
cs: Kde jsi sakra byl, vojíne? Zmeškal jste tři směny bez předchozího upozornění.

# conversations/01_groundbreaker/01_cv_jiang_song:262:DefaultText
source: I was fixing that toilet you sent me to repair, the one above the Lost Hope-!
cs: Opravoval jsem ten záchod, který jsi mi poslal opravit, ten nad Ztracenou nadějí...!

# conversations/01_groundbreaker/01_cv_jiang_song:264:DefaultText
source: That was days ago!
cs: To bylo před několika dny!

# conversations/01_groundbreaker/01_cv_jiang_song:265:DefaultText
source: The fucking door, it locked behind me, and it wasn't until this freighter captain found me that I-
cs: Ty zasraný dveře se za mnou zamkly, a teprve když mě našel ten kapitán nákladní lodi, jsem...

# conversations/01_groundbreaker/01_cv_jiang_song:266:DefaultText
source: You're lucky the Chief'd have my ass if I spaced you. Now get back to work, Private.
cs: Máš štěstí, že by mě šéf dostal, kdybych ti udělal mezeru. Teď se vraťte do práce, vojíne.

# conversations/01_groundbreaker/01_cv_jiang_song:268:DefaultText
source: Right away, sir!
cs: Hned to bude, pane!
