Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_kane_milos.po
Languages: cs

# conversations/01_groundbreaker/01_cv_kane_milos:1:DefaultText
source: How do you do and welcome to the Rest–N–Go. We used to be the Go–N–Rest, but folks never knew when to leave.
cs: Jak se vám daří a vítejte v Rest-N-Go. Bývali jsme Go-N-Rest, ale lidé nikdy nevěděli, kdy odejít.

# conversations/01_groundbreaker/01_cv_kane_milos:10:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/01_groundbreaker/01_cv_kane_milos:11:DefaultText
source: How's life on Groundbreaker?
cs: Jak se žije na Groundbreakeru?

# conversations/01_groundbreaker/01_cv_kane_milos:12:DefaultText
source: Fine as long as the Board keeps its grubby mits to itself.
cs: Fajn, pokud si rada nechá své špinavé prsty pro sebe.

# conversations/01_groundbreaker/01_cv_kane_milos:13:DefaultText
source: What can I do you for?
cs: Co pro vás mohu udělat?

# conversations/01_groundbreaker/01_cv_kane_milos:14:DefaultText
source: Sorry. Business has been slow. Anything to occupy the time.
cs: Omlouvám se. Obchody jdou pomalu. Cokoliv, co zabere čas.

# conversations/01_groundbreaker/01_cv_kane_milos:19:DefaultText
source: Chief Tennyson holds the ship together. The promenade holds our economy together. And SubLight is the shoddy jewel in our rusty old crown.
cs: Velitel Tennyson drží loď pohromadě. Promenáda drží naši ekonomiku pohromadě. A SubLight je ošuntělý klenot v naší staré rezavé koruně.

# conversations/01_groundbreaker/01_cv_kane_milos:20:DefaultText
source: You mentioned SubLight.
cs: Zmínil jste SubLight.

# conversations/01_groundbreaker/01_cv_kane_milos:21:DefaultText
source: Our local garbage collectors. That Lilya Hagen never met a debris field she didn't like.
cs: Naši místní popeláři. Že Lilya Hagen nikdy nepotkala smetiště, které by se jí nelíbilo.

# conversations/01_groundbreaker/01_cv_kane_milos:22:DefaultText
source: She freely admits she planted her roots in Groundbreaker to escape Board oversight, but I think there's more to it. She's unusual in the head, that one.
cs: Otevřeně přiznává, že své kořeny v Groundbreakeru zapustila proto, aby unikla dohledu správní rady, ale myslím, že je v tom něco víc. Má to v hlavě neobvyklé.

# conversations/01_groundbreaker/01_cv_kane_milos:23:DefaultText
source: How does Groundbreaker keep the Board at bay?
cs: Jak Groundbreaker drží radu na uzdě?

# conversations/01_groundbreaker/01_cv_kane_milos:24:DefaultText
source: Our Chief Tennyson has an independent streak. Same as her mother and grandmother who rode this ship on the Crossing.
cs: Náš náčelník Tennyson má nezávislé sklony. Stejně jako její matka a babička, které na této lodi jely na Křižovatce.

# conversations/01_groundbreaker/01_cv_kane_milos:25:DefaultText
source: There's a reason the Board's embassy is a glorified shoebox. While Junlei Tennyson lives and breathes, Groundbreaker remains free.
cs: Velvyslanectví Rady má důvod, proč je z něj jen krabice od bot. Zatímco Junlei Tennyson žije a dýchá, Groundbreaker zůstává na svobodě.

# conversations/01_groundbreaker/01_cv_kane_milos:26:DefaultText
source: Good question. Without a Tennyson at the helm, I wonder how long we'll last.
cs: Dobrá otázka. Jsem zvědavý, jak dlouho vydržíme bez Tennysona v čele.

# conversations/01_groundbreaker/01_cv_kane_milos:29:DefaultText
source: Do you do business with the promenade merchants?
cs: Obchodujete s obchodníky na promenádě?

# conversations/01_groundbreaker/01_cv_kane_milos:30:DefaultText
source: Of course. Most of our supplies come and go through merchants. Company ships and salvage runs are the only traffic we tend to get.
cs: Samozřejmě. Většina našich dodávek přichází a odchází prostřednictvím obchodníků. Jediný provoz, který k nám směřuje, jsou lodě společnosti a záchranné lodě.

# conversations/01_groundbreaker/01_cv_kane_milos:31:DefaultText
source: I try and steer clear of that creepy fellow in the moon mask. If there's a cost to being a company man, he paid it in spades.
cs: Snažím se vyhýbat tomu strašidelnému chlápkovi v měsíční masce. Jestli se za práci ve firmě platí, tak on za to zaplatil.

# conversations/01_groundbreaker/01_cv_kane_milos:33:DefaultText
source: Still getting acquainted? Can't go wrong if you stick to the promenade.
cs: Stále se seznamujete? Pokud se budete držet promenády, nic nezkazíte.

# conversations/01_groundbreaker/01_cv_kane_milos:34:DefaultText
source: Hot day, isn't it? Like someone started a fire in the guts of the ship.
cs: Horký den, že? Jako by někdo založil požár v útrobách lodi.

# conversations/01_groundbreaker/01_cv_kane_milos:35:DefaultText
source: Feels like the AC finally kicked in. I was confused when I didn't wake up in a sweaty bedsheet.
cs: Mám pocit, že se konečně rozběhla klimatizace. Byl jsem zmatený, když jsem se neprobudil ve zpoceném prostěradle.

# conversations/01_groundbreaker/01_cv_kane_milos:37:DefaultText
source: Glad to see a friendly face. What'll it be?
cs: Rád vidím přátelskou tvář. Co to bude?

# conversations/01_groundbreaker/01_cv_kane_milos:38:DefaultText
source: Pretty sure I'm not supposed to talk to you. Make it quick, will you?
cs: Jsem si jistý, že s tebou nemám mluvit. Udělej to rychle, ano?

# conversations/01_groundbreaker/01_cv_kane_milos:39:DefaultText
source: I'm looking for Gladys.
cs: Hledám Gladys.

# conversations/01_groundbreaker/01_cv_kane_milos:40:DefaultText
source: What kind of business have you and Gladys got running?
cs: Jaký druh podnikání jste s Gladys rozjeli?

# conversations/01_groundbreaker/01_cv_kane_milos:41:DefaultText
source: Didn't quite catch that. You'll have to speak up.
cs: To jsem nepochopil. Musíte se ozvat.

# conversations/01_groundbreaker/01_cv_kane_milos:42:DefaultText
source: Business. What do you and Gladys do here?
cs: Podnikání. Co tady s Gladys děláte?

# conversations/01_groundbreaker/01_cv_kane_milos:43:DefaultText
source: Forget it.
cs: Zapomeňte na to.

# conversations/01_groundbreaker/01_cv_kane_milos:44:DefaultText
source: Huh, now THAT I heard.
cs: To jsem slyšel.

# conversations/01_groundbreaker/01_cv_kane_milos:45:DefaultText
source: "Glass ear?" Sorry, there's a LOT of static on my end.
cs: "Skleněné ucho?" Omlouvám se, na mé straně je spousta statického šumu.

# conversations/01_groundbreaker/01_cv_kane_milos:46:DefaultText
source: But I'm standing right here!
cs: Ale já stojím přímo tady!

# conversations/01_groundbreaker/01_cv_kane_milos:47:DefaultText
source: "Nothing to fear?" Sorry again. The sound of Groundbreaker's engines has really got to me over the years.
cs: "Není se čeho bát?" Znovu se omlouvám. Zvuk motorů Groundbreakeru mě za ta léta opravdu dostal.

# conversations/01_groundbreaker/01_cv_kane_milos:49:DefaultText
source: Then there's all the armed guards around Gladys. Is she some kind of VIP?
cs: Kolem Gladys jsou pak všichni ozbrojení strážci. Je to snad nějaká VIP?

# conversations/01_groundbreaker/01_cv_kane_milos:50:DefaultText
source: WHAT?
cs: CO?

# conversations/01_groundbreaker/01_cv_kane_milos:59:DefaultText
source: Oh, you can't miss her. Right behind you, number two. First unit on the left. Or second unit from the right, depending on which direction you count from.
cs: Nemůžeš ji přehlédnout. Hned za tebou, číslo dvě. První jednotka vlevo. Nebo druhá jednotka zprava, podle toho, ze které strany počítáte.

# conversations/01_groundbreaker/01_cv_kane_milos:60:DefaultText
source: Are you just pretending you can't hear me so you don't have to answer questions?
cs: Předstíráš, že mě neslyšíš, abys nemusel odpovídat na otázky?

# conversations/01_groundbreaker/01_cv_kane_milos:61:DefaultText
source: HUH? WHAT?
cs: HUH? CO?
