Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_rosana.po
Languages: cs

# conversations/01_groundbreaker/01_cv_rosana:1:DefaultText
source: You mind? Trying to have a moment here.
cs: Vadí vám to? Snažím se tu mít chvilku.

# conversations/01_groundbreaker/01_cv_rosana:2:DefaultText
source: I told you, I'm on break.
cs: Říkal jsem ti, že mám pauzu.

# conversations/01_groundbreaker/01_cv_rosana:3:DefaultText
source: Got a headache from talking to you. Where'd I put my Adrena-Time?
cs: Z rozhovoru s tebou mě bolí hlava. Kam jsem dal svůj Adrena-Time?

# conversations/01_groundbreaker/01_cv_rosana:4:DefaultText
source: I'm looking for a guy by the name of Rufus Trask. I'm told he lived around here.
cs: Hledám muže jménem Rufus Trask. Prý žil někde tady poblíž.

# conversations/01_groundbreaker/01_cv_rosana:5:DefaultText
source: I'll just excuse myself.
cs: Omluvím se.

# conversations/01_groundbreaker/01_cv_rosana:6:DefaultText
source: Rufus and I are no longer on speaking terms. I don't know where he is. And if I did, I wouldn't tell you.
cs: S Rufusem už spolu nemluvíme. Nevím, kde je. A i kdybych věděl, neřekl bych ti to.

# conversations/01_groundbreaker/01_cv_rosana:7:DefaultText
source: I don't trust Harlow. I want to find out the truth.
cs: Harlowovi nevěřím. Chci zjistit pravdu.

# conversations/01_groundbreaker/01_cv_rosana:8:DefaultText
source: I'm not going to lay a finger on Trask.
cs: Traska se nedotknu ani prstem.

# conversations/01_groundbreaker/01_cv_rosana:9:DefaultText
source: You should worry about yourself.
cs: Měli byste se starat sami o sebe.

# conversations/01_groundbreaker/01_cv_rosana:10:DefaultText
source: I'm sure you don't mean that. It's not like you know that I'm working for Sophia Akande.
cs: Jsem si jistý, že to tak nemyslíte. Vždyť nevíš, že pracuji pro Sophii Akandeovou.

# conversations/01_groundbreaker/01_cv_rosana:11:DefaultText
source: I'm on the level. You can ask Junlei about me.
cs: Jsem na úrovni. Můžeš se na mě zeptat Junlei.

# conversations/01_groundbreaker/01_cv_rosana:12:DefaultText
source: Harlow sent me to find him.
cs: Harlow mě poslal, abych ho našel.

# conversations/01_groundbreaker/01_cv_rosana:13:DefaultText
source: It's been a day. Could use a little privacy, if you don't mind.
cs: Už je to den. Potřeboval bych trochu soukromí, jestli ti to nevadí.

# conversations/01_groundbreaker/01_cv_rosana:15:DefaultText
source: Rufus is hiding out in Emerald Vale. Got a few friends with him. That's as much as I know.
cs: Rufus se skrývá ve Smaragdovém údolí. Má s sebou několik přátel. Víc toho nevím.

# conversations/01_groundbreaker/01_cv_rosana:16:DefaultText
source: We're not? Oh - right. Yeah. We're non-violent sorts. Real diplomatic.
cs: Nejsme? Aha - správně. Jo. Jsme nenásilný druh. Opravdu diplomatičtí.

# conversations/01_groundbreaker/01_cv_rosana:17:DefaultText
source: Rufus and his band of merry gunhands are hiding out in Emerald Vale. I swear, that's all I know.
cs: Rufus a jeho skupina veselých pistolníků se skrývají ve Smaragdovém údolí. Přísahám, nic víc nevím.

# conversations/01_groundbreaker/01_cv_rosana:18:DefaultText
source: Oh, Mr. Harlow sent you, did he? In the business of hiring mercenaries, is he? I don't suppose you've got any evidence?
cs: Poslal vás pan Harlow, že? Zabývá se najímáním žoldáků, že? Předpokládám, že nemáte žádné důkazy?

# conversations/01_groundbreaker/01_cv_rosana:20:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/01_groundbreaker/01_cv_rosana:21:DefaultText
source: Whatever you're selling, I'm not interested.
cs: Ať už prodáváte cokoli, nemám zájem.

# conversations/01_groundbreaker/01_cv_rosana:23:DefaultText
source: <Show her Harlow's emblem.> If you know where Trask is, you want to tell me.
cs: <Ukaž jí Harlowův emblém.> Jestli víš, kde je Trask, řekni mi to.

# conversations/01_groundbreaker/01_cv_rosana:24:DefaultText
source: I don't want any manner of harm befalling Rufus. Not on my account.
cs: Nechci, aby se Rufusovi něco stalo. Ne kvůli mně.

# conversations/01_groundbreaker/01_cv_rosana:28:DefaultText
source: Break's over. We need to talk.
cs: Přestávka skončila. Musíme si promluvit.

# conversations/01_groundbreaker/01_cv_rosana:29:DefaultText
source: Are you Rosana Trask?
cs: Jste Rosana Trask?

# conversations/01_groundbreaker/01_cv_rosana:30:DefaultText
source: Yeah, I was called that, once upon a day. You need something?
cs: Jo, kdysi mi tak říkali. Potřebuješ něco?

# conversations/01_groundbreaker/01_cv_rosana:31:DefaultText
source: Pleased to make your acquaintance, Mr. Contempt-For-Boundaries. Could you do me a favor and get spaced?
cs: Rád vás poznávám, pane Pohrdání hranicemi. Mohl byste mi prokázat laskavost a nechat si udělat odstup?

# conversations/01_groundbreaker/01_cv_rosana:31:FemaleText
source: Pleased to make your acquaintance, Ms. Contempt-for-Boundaries. Could you do me a favor and get spaced?
cs: Rád vás poznávám, paní Pohrdání hranicemi. Mohla byste mi udělat laskavost a nechat si udělat odstup?

# conversations/01_groundbreaker/01_cv_rosana:33:DefaultText
source: We got off on the wrong foot. I'm <oeitoken>PlayerName</oeitoken>. I'm looking for Trask.
cs: Vykročili jsme špatnou nohou. Jsem <oeitoken>Jméno hráče</oeitoken>. Hledám Traska.

# conversations/01_groundbreaker/01_cv_rosana:34:DefaultText
source: I'm told a guy named Trask lived here. You must be Rosana.
cs: Prý tu žil nějaký Trask. Vy musíte být Rosana.

# conversations/01_groundbreaker/01_cv_rosana:35:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_rosana:37:DefaultText
source: See, it ain't so hard being halfway civil. You couldn't lead with that?
cs: Vidíš, není tak těžké být napůl zdvořilý. To jsi to nedokázal říct?

# conversations/01_groundbreaker/01_cv_rosana:38:DefaultText
source: I need to find Rufus Trask. Start talking.
cs: Musím najít Rufuse Traska. Začněte mluvit.

# conversations/01_groundbreaker/01_cv_rosana:40:DefaultText
source: Well, excuse you.
cs: No, promiňte.

# conversations/01_groundbreaker/01_cv_rosana:41:DefaultText
source: Why would I need evidence?
cs: Proč bych potřeboval důkazy?

# conversations/01_groundbreaker/01_cv_rosana:42:DefaultText
source: Probably 'cause I don't believe you. Or maybe I'm giving you a hard time. Take your pick.
cs: Nejspíš proto, že ti nevěřím. Nebo ti možná dávám zabrat. Vyber si.

# conversations/01_groundbreaker/01_cv_rosana:43:DefaultText
source: That's Harlow's mark, no mistake. Guess he's not letting this one go.
cs: To je Harlowova značka, to není chyba. Hádám, že tohle si nenechá ujít.

# conversations/01_groundbreaker/01_cv_rosana:44:DefaultText
source: If Trask puts up a fight, it won't be your fault.
cs: Pokud se Trask bude bránit, nebude to tvoje chyba.

# conversations/01_groundbreaker/01_cv_rosana:45:DefaultText
source: All right. I'll tell you where he is. Just get out of here, please.
cs: Dobře. Řeknu vám, kde je. Jen odsud vypadněte, prosím.

# conversations/01_groundbreaker/01_cv_rosana:48:DefaultText
source: Yeah, well, you got reason to mistrust Harlow. He's a surly git, but he's devious.
cs: Jo, no, máš důvod Harlowovi nevěřit. Je to nevrlý hajzl, ale je mazaný.

# conversations/01_groundbreaker/01_cv_rosana:49:DefaultText
source: All right. You made your point.
cs: Dobře. Vyjádřil jste se.

# conversations/01_groundbreaker/01_cv_rosana:50:DefaultText
source: Hey, easy. I'm just trying to go about my day. Don't need some hired thug glaring me down.
cs: Hej, v klidu. Jen se snažím prožít svůj den. Nepotřebuju, aby na mě nějaký najatý zločinec zíral.

# conversations/01_groundbreaker/01_cv_rosana:51:DefaultText
source: I've got a few more questions.
cs: Mám ještě několik otázek.

# conversations/01_groundbreaker/01_cv_rosana:52:DefaultText
source: I'm obliged.
cs: Jsem vám zavázán.

# conversations/01_groundbreaker/01_cv_rosana:53:DefaultText
source: Please, just make it quick.
cs: Prosím, urychlete to.

# conversations/01_groundbreaker/01_cv_rosana:54:DefaultText
source: Not inclined to answer your questions. Not after the way you talked to me.
cs: Nejsem ochoten odpovídat na vaše otázky. Ne po tom, jak jste se mnou mluvil.

# conversations/01_groundbreaker/01_cv_rosana:57:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_rosana:59:DefaultText
source: You and Trask split up?
cs: Rozešli jste se s Traskem?

# conversations/01_groundbreaker/01_cv_rosana:60:DefaultText
source: How much do you know about Harlow?
cs: Kolik toho víte o Harlow?

# conversations/01_groundbreaker/01_cv_rosana:61:DefaultText
source: Harlow tells me Trask betrayed him. Do you know anything about that?
cs: Harlow mi řekl, že ho Trask zradil. Víš o tom něco?

# conversations/01_groundbreaker/01_cv_rosana:62:DefaultText
source: That's right. Our marriage contract expired some months ago. And seeing how he's technically an outlaw, I wouldn't renew even if I wanted to.
cs: Přesně tak. Naše manželská smlouva vypršela před několika měsíci. A vzhledem k tomu, že je technicky vzato psanec, neprodloužila bych ji, ani kdybych chtěla.

# conversations/01_groundbreaker/01_cv_rosana:63:DefaultText
source: Precious little. He and Rufus worked together on the Groundbreaker some years back, before he vanished.
cs: Velmi málo. Před několika lety, než zmizel, pracoval s Rufusem na Groundbreakeru.

# conversations/01_groundbreaker/01_cv_rosana:64:DefaultText
source: Only that Rufus is in a bad way. He came to see me a little ways back. Said he had to go into hiding. Never asked why.
cs: Jenže Rufus je na tom špatně. Před chvílí za mnou přišel. Říkal, že se musí schovat. Nikdy se nezeptal proč.

# conversations/01_groundbreaker/01_cv_rosana:66:DefaultText
source: That's all I wanted to know. I'll leave you be.
cs: To je vše, co jsem chtěl vědět. Nechám tě být.

# conversations/01_groundbreaker/01_cv_rosana:67:DefaultText
source: Appreciate it. No offense meant. Just been a long day, is all.
cs: Oceňujeme to. Bez urážky. Jen jsem měl dlouhý den, to je vše.

# conversations/01_groundbreaker/01_cv_rosana:68:DefaultText
source: Few years later, Rufus gets a message from an old friend. Something about starting a revolution. Something about getting rich. Abandoned his work and ran off that very day.
cs: O několik let později dostane Rufus zprávu od starého přítele. Něco o zahájení revoluce. Něco o zbohatnutí. Opustil svou práci a ještě ten den utekl.

# conversations/01_groundbreaker/01_cv_rosana:69:DefaultText
source: Sounds familiar. He sent the same message to one of my crew.
cs: Zní to povědomě. Stejnou zprávu poslal jednomu z mých lidí.

# conversations/01_groundbreaker/01_cv_rosana:70:DefaultText
source: Sounds familiar, Felix.
cs: To zní povědomě, Felixi.

# conversations/01_groundbreaker/01_cv_rosana:71:DefaultText
source: So Clyde sent Trask the same message he sent me. What's the problem?
cs: Clyde tedy poslal Traskovi stejnou zprávu jako mně. V čem je problém?

# conversations/01_groundbreaker/01_cv_rosana:72:DefaultText
source: He must have been recruiting. Gathering up his band of revolutionaries.
cs: Musel dělat nábor. Shromažďoval svou skupinu revolucionářů.

# conversations/01_groundbreaker/01_cv_rosana:73:DefaultText
source: Word of advice, kid? Anybody carrying on about a revolution just wants to sell you something.
cs: Dám ti radu, chlapče. Každý, kdo mluví o revoluci, ti chce jen něco prodat.

# conversations/01_groundbreaker/01_cv_rosana:74:DefaultText
source: I don't know Harlow. Never so much as bandied a word with the fellow. You're better off having this discussion with Rufus.
cs: Harlowa neznám. Nikdy jsem s ním neprohodil ani slovo. Raději se o tom bavte s Rufusem.

# conversations/01_groundbreaker/01_cv_rosana:75:DefaultText
source: He was here to collect his personals, complain about Harlow to me, and say goodbye. In that order.
cs: Přišel si vyzvednout osobní věci, postěžovat si mi na Harlowa a rozloučit se. V tomto pořadí.

# conversations/01_groundbreaker/01_cv_rosana:76:DefaultText
source: He didn't tell you anything about Harlow?
cs: Neřekl vám nic o Harlow?

# conversations/01_groundbreaker/01_cv_rosana:77:DefaultText
source: No, and he was particular about that. Said I was better off not getting entangled in his mess. Little late for that, says I.
cs: Ne, a na to si dával pozor. Říkal, že bude lepší, když se do jeho nepořádku nebudu zaplétat. Na to už je trochu pozdě, říkám já.

# conversations/01_groundbreaker/01_cv_rosana:78:DefaultText
source: You're telling me you're on a first name basis with Ms. Tennyson?
cs: Chcete mi říct, že si se slečnou Tennysonovou tykáte?

# conversations/01_groundbreaker/01_cv_rosana:79:DefaultText
source: I repaired the Groundbreaker's radiators for her.
cs: Opravil jsem jí chladiče na Groundbreakeru.

# conversations/01_groundbreaker/01_cv_rosana:80:DefaultText
source: Yep. I saved the Groundbreaker from turning into a burning death trap.
cs: Ano. Zachránil jsem Groundbreaker před tím, aby se změnil v hořící smrtící past.

# conversations/01_groundbreaker/01_cv_rosana:81:DefaultText
source: I'm not one of Harlow's thugs. You can trust me.
cs: Nejsem jeden z Harlowových zločinců. Můžeš mi věřit.

# conversations/01_groundbreaker/01_cv_rosana:82:DefaultText
source: Yeah. The Promenade doesn't feel like I'm walking the surface of Tartarus. So that was you, huh?
cs: Jo. Promenáda mi nepřipadá, jako bych se procházel po povrchu Tartaru. Tak to jsi byl ty, co?

# conversations/01_groundbreaker/01_cv_rosana:83:DefaultText
source: All right. I'm gonna take your word for it.
cs: Dobře. Budu ti věřit.

# conversations/01_groundbreaker/01_cv_rosana:84:DefaultText
source: You're working for the Adjutant? I had no idea. I'm not looking to get hauled off to Tartarus.
cs: Pracujete pro adjutanta? To jsem netušil. Nechci se nechat odvést do Tartaru.

# conversations/01_groundbreaker/01_cv_rosana:85:DefaultText
source: I need to find Trask. It's important.
cs: Musím najít Traska. Je to důležité.

# conversations/01_groundbreaker/01_cv_rosana:86:DefaultText
source: What makes you think I'd tell you if I knew?
cs: Proč si myslíš, že bych ti to řekl, kdybych to věděl?

# conversations/01_groundbreaker/01_cv_rosana:87:DefaultText
source: You're right. I was rude, and I apologize.
cs: Máte pravdu. Byl jsem hrubý a omlouvám se.

# conversations/01_groundbreaker/01_cv_rosana:88:DefaultText
source: Yeah. All right. What else did you need?
cs: Jo. Dobře. Co jste ještě potřeboval?
