Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_promenade_public_terminal.po
Languages: cs

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:1:DefaultText
source: Groundbreaker Public Access Terminal ============================ Main menu
cs: Veřejný přístupový terminál Groundbreaker ============================ Hlavní nabídka

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:2:DefaultText
source: [Access User CALLAHAN, M.]
cs: [Přístup uživatel CALLAHAN, M.]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:4:DefaultText
source: Groundbreaker Public Access Terminal ============================ Welcome, M. Callahan. Displaying recent messages.
cs: Groundbreaker Public Access Terminal ============================ Vítejte, M. Callahan. Zobrazení posledních zpráv.

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:5:DefaultText
source: [FROM: SC_Manager541, SUBJECT: The hat]
cs: [FROM: SC_Manager541, SUBJECT: Klobouk]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:6:DefaultText
source: [TO: MAMA_C, SUBJECT: Hi mom]
cs: [TO: MAMA_C, SUBJECT: Ahoj mami]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:8:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:9:DefaultText
source: Groundbreaker Public Access Terminal ============================ FROM: SC_Manager541 TO: Callahan, M. SUBJECT: Re: The hat You made your Spacer's Choice when you signed the employment contract. FROM: Callahan, M. TO: SC_Manager541 SUBJECT: The hat I keep telling you the hat doesn't fit right. There's something wrong with it. How many people have worn this thing before me? Is this my life now? Because if it is, I'll take it - I'll be your moon man - but there won't be anything left of me to care. -Martin
cs: Veřejný přístupový terminál Groundbreaker ============================ OD: SC_Manager541 TO: PŘEDMĚT: Callahan, M: Re: Re: Klobouk Při podpisu pracovní smlouvy jste provedl volbu Spacera. FROM: Callahan, M. TO: SC_Manager541 PŘEDMĚT: Calhan Calhan, M.: M: Klobouk Pořád ti říkám, že ti ten klobouk nesedí. Něco s ním není v pořádku. Kolik lidí ji nosilo přede mnou? To je teď můj život? Protože jestli ano, vezmu to - budu tvůj měsíční muž - ale nezbude ze mě nic, na čem by mi záleželo. -Martin

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:10:DefaultText
source: Groundbreaker Public Access Terminal ============================ FROM: MAMA_C TO: Callahan, M. SUBJECT: Re: Hi mom Are you okay, honey? ~Mom FROM: Callahan, M. TO: MAMA_C SUBJECT: Hi mom Hope you're doing well, mom. Thought I'd check in. Engineers visit the shop a bunch. I remember when I used to turn a wrench back home on Terra 2. Lilya Hagen over in SubLight told me that I could always pursue a career in salvage if this thing doesn't work out. Please give Dad and the others a hug from me. Mom, it's really great that we can stay in touch like this. Little reminders of home are more important than ever. Enjoy the quality Spacer's Choice goods I sent. You can get ones just like them at home, but I figured you might appreciate me getting the company discount and all. -Martin
cs: Veřejný přístupový terminál Groundbreaker ============================ OD: MAMA_C TO: PŘEDMĚT: Callahan, M: Re: M: Ahoj mami Jsi v pořádku, miláčku? ~Maminka OD: Callahan: Maminka: Callahan, M. TO: MAMA_C PŘEDMĚT: Ahoj mami Doufám, že se ti daří dobře, mami. Myslela jsem, že se ozvu. inženýři často navštěvují obchod. Vzpomínám si, jak jsem doma točila klíčem na Terře 2. Lilya Hagenová v SubLightu mi řekla, že kdyby to nevyšlo, vždycky se můžu věnovat záchranářství. Prosím, obejmi ode mě tátu a ostatní. Mami, je vážně skvělé, že můžeme být takhle v kontaktu. Malé připomínky domova jsou důležitější než kdy jindy. Užij si kvalitní zboží Spacer's Choice, které jsem ti poslal. Takové, jako je tohle, si můžeš pořídit i doma, ale napadlo mě, že bys mohla ocenit, že jsem dostal firemní slevu a tak." -Martin

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:18:DefaultText
source: [Public Notices]
cs: [Veřejná oznámení]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:19:DefaultText
source: Groundbreaker Public Access Terminal ============================ Displaying public notices
cs: Veřejně přístupný terminál Groundbreaker ============================ Zobrazování veřejných oznámení

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:20:DefaultText
source: [Recent Users]
cs: [Poslední uživatelé]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:21:DefaultText
source: Groundbreaker Public Access Terminal ============================ Loading recent users... CALLAHAN, M. - signed in EVERSON, B. - logged out OYAMA, T. - logged out
cs: Groundbreaker Public Access Terminal ============================ Načítání posledních uživatelů... CALLAHAN, M. - přihlášen EVERSON, B. - odhlášen OYAMA, T. - odhlášen

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:23:DefaultText
source: Groundbreaker Public Access Terminal ============================ I know it's bad. As the one whose office is closest to our radiators, you can imagine why I want to take three showers every day. I hear you. We've got eyes on the problem. And hands. And tools. It's a mechanical problem with a mechanical solution. In the meantime, enjoy some additional water rations. And take breaks - you deserve them. If you're thirsting for cooler air, talk to your closest engineer about spots with favorable circulation. J.T.
cs: Veřejný přístupový terminál Groundbreaker ============================ Vím, že je to špatné. Jako ten, jehož kancelář je nejblíže našim radiátorům, si dokážete představit, proč se chci každý den třikrát sprchovat. Rozumím vám, máme ten problém na očích. A ruce. A nářadí. Je to mechanický problém s mechanickým řešením. Mezitím si užijte další příděly vody. A dělejte si přestávky - zasloužíte si je. Pokud toužíte po chladnějším vzduchu, poraďte se s nejbližším technikem o místech s příznivou cirkulací. J.T.

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:24:DefaultText
source: [Feel That?]
cs: [Cítíte to?]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:25:DefaultText
source: Groundbreaker Public Access Terminal ============================ That's right. We've fixed the radiators. Groundbreaker is venting heat as intended. Credit where credit is due, we couldn't have done it without an outsider who took on great personal risk and expense for our sakes. If you see a new face wandering the Promenade looking lost, chances are they deserve a hug for helping us through this crisis. Groundbreaker thanks you, outsider. J.T.
cs: Veřejný přístupový terminál Groundbreaker ============================ Přesně tak. Opravili jsme radiátory. Groundbreaker odvětrává teplo tak, jak má. Budiž nám připsáno k dobru, že bychom to nedokázali bez cizího člověka, který na sebe vzal velké osobní riziko a náklady pro naše dobro. Pokud uvidíte novou tvář, která se potuluje po Promenádě a vypadá ztraceně, je pravděpodobné, že si zaslouží objetí za to, že nám pomohla překonat tuto krizi. Groundbreaker ti děkuje, outsidere. J.T.

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:26:DefaultText
source: [Seeking Contractor: SubLight Salvage]
cs: [Hledá dodavatele: SubLight Salvage]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:27:DefaultText
source: Seeking ethically-flexible spacer with Stellar Bay landing clearance. Payment in exchange for return of legal salvage. Details given upon acceptance of contract. Active warrants? Prior convictions? No questions asked. Our background checks filter out criminal red flags. Plausible deniability is the SubLight way. See Lilya Hagen for details. Warehouse next to the Spratwurst joint, second floor.
cs: Hledá eticky flexibilní mezipřistání s povolením k přistání ve Hvězdné zátoce. Platba výměnou za vrácení legální záchrany. Podrobnosti budou uvedeny po přijetí smlouvy. Aktivní záruky? Předchozí odsouzení? Žádné otázky. Naše prověrky odfiltrují trestné činy. Věrohodné popírání je způsob SubLight. Pro podrobnosti se obraťte na Lilyu Hagenovou. Skladiště vedle restaurace Spratwurst, druhé patro.

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:28:DefaultText
source: [Loitering on Board Property is Strictly Prohibited]
cs: [Poflakování na pozemku správní rady je přísně zakázáno]

# conversations/01_groundbreaker/01_cp_promenade_public_terminal:29:DefaultText
source: DO NOT DELETE The Halcyon Holdings corporate office and its environs are for conducting official Board business *only.* Anyone found misusing Board property will be fined accordingly. Board property includes - but is not limited to - Halcyon Holding's office here on Groundbreaker, the space directly in front of my desk, the space directly behind my desk, my doorway, my berth, and, most importantly, my stairs. Thank you for your cooperation. ~Udom Bedford, Certified Liaison p.s. Please note that the next spacer caught drinking on the stairs outside the embassy may find themselves on the rude side of an airlock. p.p.s. This is the third time I've had to post this message, and I'm sick and tired of it. I will not hesitate to open a Board-sanctioned investigation into your behavior and, when you are caught, punish you accordingly, FELIX MILLSTONE.
cs: NESMÍM VYMAZAT Kancelář společnosti Halcyon Holdings a její okolí slouží *pouze* k provádění oficiálních záležitostí představenstva.* Kdokoli, kdo bude přistižen při zneužití majetku představenstva, bude odpovídajícím způsobem pokutován. Majetek představenstva zahrnuje - mimo jiné - kancelář společnosti Halcyon Holding zde na serveru Groundbreaker, prostor přímo před mým stolem, prostor přímo za mým stolem, mé dveře, mé lůžko a především mé schody.Děkuji vám za spolupráci. ~Udom Bedford, certifikovaný styčný důstojník p.s. Upozorňuji, že příští spacer přistižený při popíjení na schodech před velvyslanectvím se může ocitnout na hrubé straně přechodové komory. p.p.s. Tohle je už potřetí, co musím zveřejnit tuto zprávu, a už mě to nebaví. Nebudu váhat zahájit Radou posvěcené vyšetřování tvého chování, a až tě chytí, náležitě tě potrestám, FELIXI MILLSTONE.
