Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_foodstandrobot.po
Languages: cs

# conversations/01_groundbreaker/01_cv_foodstandrobot:1:DefaultText
source: Hearty greeting, potential customer. Welcome to Auntie's Kitchen, a Home Style Consumable Protein Dispensary.
cs: Srdečný pozdrav, potenciální zákazníku. Vítejte v tetiččině kuchyni, domácím výdejním místě bílkovin.

# conversations/01_groundbreaker/01_cv_foodstandrobot:2:DefaultText
source: May this unit dispense proteins for your ingestion?
cs: Může tato jednotka dávkovat proteiny pro vaše požití?

# conversations/01_groundbreaker/01_cv_foodstandrobot:3:DefaultText
source: Let's see what you've got.
cs: Podívejme se, co máš.

# conversations/01_groundbreaker/01_cv_foodstandrobot:4:DefaultText
source: Aren't you just a glorified vending machine?
cs: Nejste jenom oslavovaný automat?

# conversations/01_groundbreaker/01_cv_foodstandrobot:5:DefaultText
source: Not right now.
cs: Teď ne.

# conversations/01_groundbreaker/01_cv_foodstandrobot:6:DefaultText
source: This unit is programmed to simulate shock at such assertions.
cs: Tato jednotka je naprogramována tak, aby při takových tvrzeních simulovala šok.

# conversations/01_groundbreaker/01_cv_foodstandrobot:7:DefaultText
source: Beginning dispensing sequence. Please unblock all relevant facial protein-ingestion tubes.
cs: Počáteční sekvence výdeje. Odblokujte všechny příslušné zkumavky pro vstřebávání bílkovin v obličeji.

# conversations/01_groundbreaker/01_cv_foodstandrobot:8:DefaultText
source: Let me take a look at that, maybe I can fix it.
cs: Podívám se na to, možná to dokážu opravit.

# conversations/01_groundbreaker/01_cv_foodstandrobot:9:DefaultText
source: Shock simulation restored. Initiating shocked subroutine.
cs: Obnovení simulace šoku. Spuštění šokového podprogramu.

# conversations/01_groundbreaker/01_cv_foodstandrobot:10:DefaultText
source: How. Dare. You.
cs: Jak. Dare. You.

# conversations/01_groundbreaker/01_cv_foodstandrobot:11:DefaultText
source: Shocked subroutine complete. Estimated guilt level of customer increased by 35%. Resuming protein dispensation protocol.
cs: Šokovaný podprogram dokončen. Odhadovaná míra viny zákazníka se zvýšila o 35 %. Obnovení protokolu o výdeji bílkovin.

# conversations/01_groundbreaker/01_cv_foodstandrobot:13:DefaultText
source: All organic ingestion materials are served at an excessive temperature.
cs: Veškeré organické požité látky se podávají při nadměrné teplotě.

# conversations/01_groundbreaker/01_cv_foodstandrobot:14:DefaultText
source: All ingestible proteins are guaranteed "better than nature."
cs: Všechny poživatelné bílkoviny jsou zaručeně "lepší než příroda".

# conversations/01_groundbreaker/01_cv_foodstandrobot:15:DefaultText
source: Meals come with everything seen here. Condiments sold separately. Some assembly of complex "-wich" style meals may be required.
cs: Jídlo je dodáváno se vším, co je zde uvedeno. Koření se prodává zvlášť. Některé složité pokrmy ve stylu "-wich" mohou být nutné sestavit.

# conversations/01_groundbreaker/01_cv_foodstandrobot:16:DefaultText
source: Some condiments are not for use with some meals. Napkins are not included.
cs: Některá koření nejsou určena k použití s některými pokrmy. Ubrousky nejsou součástí dodávky.

# conversations/01_groundbreaker/01_cv_foodstandrobot:20:DefaultText
source: ...Shock simulation non-functional. A trouble ticket has been filed.
cs: ...simulace nárazu nefunkční. Byl podán hlášení o potížích.

# conversations/01_groundbreaker/01_cv_foodstandrobot:32:DefaultText
source: SAM unit identified. Initializing digital handshake in 3... 2... 1... Digital handshake complete.
cs: Identifikace jednotky SAM. Inicializace digitálního handshake za 3... 2... 1... Digitální handshake dokončen.

# conversations/01_groundbreaker/01_cv_foodstandrobot:33:DefaultText
source: Residual data grease detected following digital handshake. Degreaser initiating.
cs: Po digitálním handshake zjištěna zbytková datová mastnota. Inicializace odmašťovače.

# conversations/01_groundbreaker/01_cv_foodstandrobot:39:DefaultText
source: You know there's a dead body in your kitchen.
cs: Víš, že máš v kuchyni mrtvolu.

# conversations/01_groundbreaker/01_cv_foodstandrobot:40:DefaultText
source: This unit would clarify - there is a dead mechanic in the kitchen.
cs: Tato jednotka by to objasnila - v kuchyni je mrtvý mechanik.

# conversations/01_groundbreaker/01_cv_foodstandrobot:41:DefaultText
source: User error in the maintenance of this unit's cutlery engaged several systems at once - the slicer, the grinder, the tenderizer.
cs: Chyba uživatele při údržbě příborů této jednotky zapojila hned několik systémů - kráječ, mlýnek, tenderizér.

# conversations/01_groundbreaker/01_cv_foodstandrobot:42:DefaultText
source: That sounds like a pretty nasty bug in your systems.
cs: To vypadá na pěkně ošklivou chybu ve vašich systémech.

# conversations/01_groundbreaker/01_cv_foodstandrobot:43:DefaultText
source: Do you plan on cleaning up back there?
cs: Plánuješ tam vzadu uklízet?

# conversations/01_groundbreaker/01_cv_foodstandrobot:44:DefaultText
source: All this morbid talk is making me hungry.
cs: Ze všech těch morbidních řečí mám hlad.

# conversations/01_groundbreaker/01_cv_foodstandrobot:45:DefaultText
source: This unit behaves precisely as it was engineered. Neither this unit nor its corporate proprietor claim any responsibility for the mess.
cs: Tato jednotka se chová přesně tak, jak byla zkonstruována. Tato jednotka ani její firemní vlastník nenesou žádnou odpovědnost za nepořádek.

# conversations/01_groundbreaker/01_cv_foodstandrobot:46:DefaultText
source: Bye for now.
cs: Zatím se mějte.

# conversations/01_groundbreaker/01_cv_foodstandrobot:47:DefaultText
source: This unit is not designated for cleaning duties, and cannot be compelled to accept another unit's responsibilities.
cs: Tato jednotka není určena pro úklidové práce a nelze ji nutit, aby převzala povinnosti jiné jednotky.

# conversations/01_groundbreaker/01_cv_foodstandrobot:50:DefaultText
source: Preparing body bag for use.
cs: Příprava vaku na tělo k použití.

# conversations/01_groundbreaker/01_cv_foodstandrobot:51:DefaultText
source: Unit evaluation: Greasy's customer service rating is listed at 24.7 percent which is SUB-OPTIMAL. Non-authorized modifications detected. Caution when engaging with mechanical is advised.
cs: Hodnocení jednotky: Hodnocení zákaznického servisu společnosti Greasy je 24,7 %, což je PODPŮSOBIVÉ. Zjištěny neautorizované úpravy. Doporučuje se opatrnost při zapojování mechanických.

# conversations/01_groundbreaker/01_cv_foodstandrobot:52:DefaultText
source: AHHHHHHHHHHHHHH!!!!!!!!!!
cs: AHHHHHHHHHHHHHHHHHH!!!!!!!!!!

# conversations/01_groundbreaker/01_cv_foodstandrobot:53:DefaultText
source: Adjusting unit's audio receiver input levels for more suitable engagement with customer.
cs: Úprava vstupních úrovní zvukového přijímače jednotky pro vhodnější zapojení se zákazníkem.
