Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_callahan_martin.po
Languages: cs

# conversations/01_groundbreaker/01_cv_callahan_martin:319:DefaultText
source: Be bold, Martin. Ask for two meal vouchers.
cs: Buď odvážný, Martine. Požádej o dvě stravenky.

# conversations/01_groundbreaker/01_cv_callahan_martin:320:DefaultText
source: I don't think boldness is really part of our brand - I'd need to check my contract.
cs: Myslím, že odvaha není součástí naší značky - musel bych se podívat do smlouvy.

# conversations/01_groundbreaker/01_cv_callahan_martin:321:DefaultText
source: For once, it just might be the best choice.
cs: Pro jednou by to mohla být ta nejlepší volba.

# conversations/01_groundbreaker/01_cv_callahan_martin:322:DefaultText
source: All night, too. I can't escape these savings. Not even in my dreams.
cs: A to celou noc. Těmto úsporám nemohu uniknout. Ani ve snu.

# conversations/01_groundbreaker/01_cv_callahan_martin:323:DefaultText
source: Fair warning, you're still logged in on one of the public terminals.
cs: Dobré varování, stále jste přihlášeni na jednom z veřejných terminálů.

# conversations/01_groundbreaker/01_cv_callahan_martin:324:DefaultText
source: ...Shit. Oh shit. No, I mean... Ahem! Yeah. Excellent. That was intentional.
cs: ...Sakra. Do prdele. Ne, myslím... Ehm! Jo. Výborně. To byl záměr.

# conversations/01_groundbreaker/01_cv_callahan_martin:325:DefaultText
source: As the face of Spacer's Choice, it's my honor to be a public figure. Who needs privacy when you have job security?
cs: Jako tváři Spacer's Choice je mi ctí být veřejnou osobou. Kdo potřebuje soukromí, když má jistotu zaměstnání?

# conversations/01_groundbreaker/01_cv_callahan_martin:326:DefaultText
source: You already got the Edgewater discount. My hands are tied!
cs: Slevu pro Edgewater jste již dostali. Mám svázané ruce!

# conversations/01_groundbreaker/01_cv_callahan_martin:327:DefaultText
source: How do we know you're smiling behind that mask? You could be glaring at us. Or crying quietly.
cs: Jak víme, že se za tou maskou usmíváš? Mohl by ses na nás dívat. Nebo tiše plakat.

# conversations/01_groundbreaker/01_cv_callahan_martin:328:DefaultText
source: The mask is all the smile I need - eternal, unchanging - just like our good deals and commitment to service.
cs: Maska je všechen úsměv, který potřebuji - věčný, neměnný - stejně jako naše dobré obchody a odhodlání sloužit.

# conversations/01_groundbreaker/01_cv_callahan_martin:329:DefaultText
source: What are you saying, Martin? That's an Auntie Cleo's product!
cs: Co to říkáš, Martine? To je výrobek tety Cleo!

# conversations/01_groundbreaker/01_cv_callahan_martin:330:DefaultText
source: My Law... what have I done! The company will have my head. Both of them! THIS IS AWFUL! HELP ME, OH LAWS...
cs: Můj zákon... co jsem to udělal! Společnost bude mít mou hlavu. Obě! TOHLE JE STRAŠNÉ! POMOZ MI, Ó ZÁKONY...

# conversations/01_groundbreaker/01_cv_callahan_martin:331:DefaultText
source: Gotcha! What I wouldn't give to see the look on your face.
cs: Mám tě! Co bych za to dal, kdybych viděl tvůj výraz.

# conversations/01_groundbreaker/01_cv_callahan_martin:332:DefaultText
source: This guy's real easy to fuck with.
cs: S tímhle chlapem je opravdu snadné vyjebat.

# conversations/01_groundbreaker/01_cv_callahan_martin:333:DefaultText
source: What... What kind of DEPRAVED mind would conjure such a nightmare?
cs: Co... Co za zkaženou mysl by si vymyslela takovou noční můru?

# conversations/01_groundbreaker/01_cv_callahan_martin:334:DefaultText
source: Play nice, Ellie. Our friend here is more fragile than he looks.
cs: Hraj hezky, Ellie. Náš přítel je křehčí, než vypadá.

# conversations/01_groundbreaker/01_cv_callahan_martin:335:DefaultText
source: That's Ellie. Isn't she great?
cs: To je Ellie. Není skvělá?

# conversations/01_groundbreaker/01_cv_callahan_martin:336:DefaultText
source: It's your party, Captain.
cs: Je to vaše oslava, kapitáne.

# conversations/01_groundbreaker/01_cv_callahan_martin:337:DefaultText
source: Agree to disagree.
cs: Souhlasím s nesouhlasem.

# conversations/01_groundbreaker/01_cv_callahan_martin:338:DefaultText
source: Now if you don't mind, I'd like to put this behind us and forget it ever happened.
cs: Jestli ti to nevadí, rád bych to hodil za hlavu a zapomněl, že se to kdy stalo.
