Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_tennyson_junlei_new.po
Languages: cs

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:758:DefaultText
source: I hope that was a joke, Captain. I really do.
cs: Doufám, že to byl vtip, kapitáne. Opravdu si to myslím.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:759:DefaultText
source: So what brings you to Groundbreaker? I'm curious even though nine times out of ten the answer's "just passing through."
cs: Co vás přivádí do Groundbreakeru? Zajímá mě to, i když v devíti případech z deseti je odpověď "jen projíždím".

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:760:DefaultText
source: Just passing through.
cs: Jen projíždím.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:761:DefaultText
source: Once I get out of impound, I'm bound for Monarch.
cs: Jakmile se dostanu ze záchytného parkoviště, jedu do Monarchu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:762:DefaultText
source: Statistics don't lie.
cs: Statistiky nelžou.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:763:DefaultText
source: We see a lot of the same faces coming and going - most of them Board spies and corporate sprats. Makes it hard to trust outsiders. You seem different. So welcome aboard.
cs: Vídáme spoustu stejných tváří, které přicházejí a odcházejí - většina z nich jsou špioni z představenstva a firemní špioni. Je těžké věřit lidem zvenčí. Zdá se, že vy jste jiný. Takže vítejte na palubě.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:764:DefaultText
source: Interesting. The powers that be paint an ugly picture of Monarch - critters and such. Maybe someone in the promenade can get you the right weapon for the job.
cs: Zajímavé. Mocnosti vykreslují o Monarchu ošklivý obraz - zvířata a podobně. Možná ti někdo na promenádě sežene tu správnou zbraň.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:765:DefaultText
source: Now that my ship's out of impound, I can safely say I'm headed for Monarch.
cs: Teď, když je moje loď venku ze zabavení, mohu s jistotou říct, že mířím do Monarchu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:766:DefaultText
source: Trade, unfinished business, the usual.
cs: Obchod, nedořešené záležitosti, jako obvykle.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:767:DefaultText
source: I'm sure there's plenty of both around these parts.
cs: Jsem si jistý, že v těchto končinách je spousta obojího.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:768:DefaultText
source: None of your business.
cs: Do toho vám nic není.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:769:DefaultText
source: Good. Let's try and keep it that way.
cs: Dobré. Zkusme to tak nechat.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:770:DefaultText
source: You don't have a lot of faith in the Board.
cs: Nemáte příliš velkou důvěru v představenstvo.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:771:DefaultText
source: You're right, I don't. The Board is after two things - bits and power. And they only get it by sticking their nose where it doesn't belong.
cs: Máš pravdu, nemám. Správní radě jde o dvě věci - o kousky a o moc. A získávají ji jen tím, že strkají nos tam, kam nemají.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:772:DefaultText
source: You must not like Udom Bedford very much.
cs: Udom Bedford se vám asi moc nelíbí.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:773:DefaultText
source: Now that Udom Bedford is dead, I guess that relieves some pressure.
cs: Teď, když je Udom Bedford mrtvý, to asi trochu zmírňuje tlak.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:774:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:775:DefaultText
source: I like to think of myself as a "nice" person, but if that gaudy embassy of his was on fire, I might hold my breath a moment before activating the sprinkler system.
cs: Rád si o sobě myslím, že jsem "hodný" člověk, ale kdyby ta jeho honosná ambasáda hořela, asi bych na chvíli zadržel dech, než bych spustil sprinklerový systém.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:776:DefaultText
source: No kidding? Huh. That sure gives me some breathing room.
cs: Neděláte si legraci? Cože? To mi dává prostor k oddechu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:777:DefaultText
source: How do you keep the Board at a safe distance?
cs: Jak udržujete radu v bezpečné vzdálenosti?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:778:DefaultText
source: The Board wants control over Groundbreaker, and leeches like Udom Bedford will do anything to please their corporate masters.
cs: Představenstvo chce mít kontrolu nad společností Groundbreaker a pijavice jako Udom Bedford udělají cokoli, aby se zavděčili svým korporátním pánům.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:779:DefaultText
source: I placate them when I have something to offer, but I can also be a real hard-ass. It'd be a joy if I could kick out the corporate merchants and reclaim the docking fees in my lifetime.
cs: Když mám co nabídnout, tak je uklidním, ale umím být i pěkně tvrdý. Byla by radost, kdyby se mi podařilo vykopnout korporátní obchodníky a získat zpět dokovací poplatky ještě za mého života.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:780:DefaultText
source: Too much of Groundbreaker's income is flowing in the wrong direction. I'd like to see that change.
cs: Příliš mnoho příjmů společnosti Groundbreaker plyne špatným směrem. Rád bych, aby se to změnilo.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:781:DefaultText
source: Don't sell yourself short. It doesn't take a seasoned pro to tinker on Groundbreaker, just someone who knows how a ship ought to feel.
cs: Neprodávejte se na krátko. K úpravě Groundbreakeru není třeba zkušeného profesionála, stačí, když někdo ví, jak by se loď měla cítit.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:782:DefaultText
source: Thanks for pulling Ensign Taylor out of a bad situation. Wish I could say that never happened before, but locks and plumbing are always the first to break down.
cs: Díky, že jste praporčíka Taylora vytáhli ze špatné situace. Kéž bych mohl říct, že se to ještě nikdy nestalo, ale zámky a instalatérské práce se vždycky pokazí jako první.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:783:DefaultText
source: He spoke highly of you. It'd be nice if everyone aboard Groundbreaker was that charitable.
cs: Mluvil o vás pochvalně. Bylo by hezké, kdyby všichni na palubě Groundbreakeru byli tak dobročinní.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:784:DefaultText
source: I'm grateful, but the next time you want to shake down one of my engineers for bits, we might have a problem. For now you get a pass.
cs: Jsem ti vděčný, ale až budeš příště chtít po některém z mých inženýrů, abych ti dal kousky, možná budeme mít problém. Zatím máš volno.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:785:DefaultText
source: You're smart to keep an engineer on staff, Captain. In my experience, all the good techs steer clear of freelance work.
cs: Jste chytrý, že máte ve štábu inženýra, kapitáne. Podle mých zkušeností se všichni dobří technici vyhýbají práci na volné noze.
