Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_ellie.po
Languages: cs

# conversations/01_groundbreaker/01_cv_ellie:1:DefaultText
source: I'm sorry, am I causing a scene?
cs: Omlouvám se, dělám scénu?

# conversations/01_groundbreaker/01_cv_ellie:3:DefaultText
source: What's this about your friend?
cs: Co je to s tvým přítelem?

# conversations/01_groundbreaker/01_cv_ellie:4:DefaultText
source: I'm staying out of this one.
cs: Do tohohle se nepletu.

# conversations/01_groundbreaker/01_cv_ellie:6:DefaultText
source: I tell you, it's a good thing I'm not bleeding out. I've gotten faster service at the post office.
cs: Říkám vám, že je dobře, že nekrvácím. Na poště jsem dostal rychlejší služby.

# conversations/01_groundbreaker/01_cv_ellie:8:DefaultText
source: Let me get one thing straight - Jessie and I are not friends. I just owe her, okay?
cs: Ujasněme si jednu věc - Jessie a já nejsme přátelé. Jen jí něco dlužím, jasný?

# conversations/01_groundbreaker/01_cv_ellie:9:DefaultText
source: As for the rest, I'm trying to figure that out. All I know is that she's been here too long, and she's apparently not receiving visitors.
cs: Co se týče zbytku, snažím se na to přijít. Vím jen, že je tu příliš dlouho a zřejmě nepřijímá návštěvy.

# conversations/01_groundbreaker/01_cv_ellie:11:DefaultText
source: Maybe I can look in on Jessie.
cs: Možná bych se mohl podívat na Jessie.

# conversations/01_groundbreaker/01_cv_ellie:12:DefaultText
source: Well, good luck with that.
cs: Tak to hodně štěstí.

# conversations/01_groundbreaker/01_cv_ellie:14:DefaultText
source: Whatever keeps bringing you back, I hope it's not catching.
cs: Ať už tě k tomu přivádí cokoli, doufám, že tě to nechytá.

# conversations/01_groundbreaker/01_cv_ellie:18:DefaultText
source: Come on, we're on a space station. No one gets that kind of luxury.
cs: No tak, jsme na vesmírné stanici. Takový luxus si nikdo nedopřeje.

# conversations/01_groundbreaker/01_cv_ellie:19:DefaultText
source: Be my guest. If you know something I don't about dealing with hospital bureaucracy, I'll be impressed.
cs: Buďte mým hostem. Jestli víte něco, co já nevím, jak se vypořádat s nemocniční byrokracií, budu ohromen.

# conversations/01_groundbreaker/01_cv_ellie:23:DefaultText
source: The good news came through the wireless. Looks like you paid my debt to Jessie. I guess that means I owe you now, right?
cs: Dobrá zpráva přišla prostřednictvím bezdrátového spojení. Vypadá to, že jsi splatil můj dluh Jessie. To asi znamená, že ti teď dlužím já, ne?

# conversations/01_groundbreaker/01_cv_ellie:24:DefaultText
source: Welcome aboard, Ellie.
cs: Vítej na palubě, Ellie.

# conversations/01_groundbreaker/01_cv_ellie:25:DefaultText
source: Let me think about it.
cs: Nech mě o tom přemýšlet.

# conversations/01_groundbreaker/01_cv_ellie:26:DefaultText
source: Thought about my offer? I'm not getting any younger, and you're not getting any better-looking.
cs: Přemýšleli jste o mé nabídce? Já nemládnu a ty nevypadáš lépe.

# conversations/01_groundbreaker/01_cv_ellie:29:DefaultText
source: Look, I wasn't crazy about Jessie either, but did you really have to go and kill her?
cs: Podívej, já jsem taky nebyl do Jessie blázen, ale opravdu jsi ji musel jít zabít?

# conversations/01_groundbreaker/01_cv_ellie:30:DefaultText
source: Don't you have people to murder?
cs: Copak nemáš lidi, které bys mohl zavraždit?

# conversations/01_groundbreaker/01_cv_ellie:32:DefaultText
source: You can't keep me out of there.
cs: Nemůžete mě odtamtud dostat.

# conversations/01_groundbreaker/01_cv_ellie:37:DefaultText
source: Please don't make a scene, Dr. Fenhill.
cs: Prosím, nedělejte scény, doktore Fenhille.

# conversations/01_groundbreaker/01_cv_ellie:38:DefaultText
source: I am NOT making a SCENE!
cs: NEDĚLÁM SCÉNU!

# conversations/01_groundbreaker/01_cv_ellie:39:DefaultText
source: See, Mfuru? We could've avoided all this unpleasantness if you'd just let me talk to Jessie in the first place.
cs: Vidíš, Mfuru? Mohli jsme se vyhnout všem těm nepříjemnostem, kdybys mě nechal promluvit s Jessie.

# conversations/01_groundbreaker/01_cv_ellie:40:DefaultText
source: Besides, who wouldn't want to see me? I'm a delight.
cs: Kromě toho, kdo by mě nechtěl vidět? Jsem rozkošný.

# conversations/01_groundbreaker/01_cv_ellie:41:DefaultText
source: This is just great. Now I'll never clear my debt. Thanks a lot, psychopath.
cs: To je prostě skvělé. Teď už svůj dluh nikdy nesplatím. Díky moc, psychopate.

# conversations/01_groundbreaker/01_cv_ellie:42:DefaultText
source: Tell you what. I'm a little short on bits at the moment, but I'm a decent scrapper and a better-than-average sawbones.
cs: Něco vám řeknu. Momentálně mi trochu chybí kousky, ale jsem slušný škrabák a nadprůměrný řezbář.

# conversations/01_groundbreaker/01_cv_ellie:43:DefaultText
source: If you're looking for a medic, I can work my debt off.
cs: Pokud hledáte zdravotníka, můžu si odpracovat svůj dluh.

# conversations/01_groundbreaker/01_cv_ellie:44:DefaultText
source: You really don't like owing people, do you?
cs: Opravdu nerad dlužíš lidem, že?

# conversations/01_groundbreaker/01_cv_ellie:45:DefaultText
source: It's like people touching a cookie and leaving it in the box. It's just one of those things that gets under my skin.
cs: Je to jako když se lidé dotknou sušenky a nechají ji v krabici. Je to jedna z těch věcí, které se mi dostávají pod kůži.

# conversations/01_groundbreaker/01_cv_ellie:46:DefaultText
source: You won't be sorry. Or if you are, just add it to my debt and we'll figure something out.
cs: Nebudete litovat. A pokud ano, připište to k mému dluhu a něco vymyslíme.

# conversations/01_groundbreaker/01_cv_ellie:47:DefaultText
source: Good luck getting to Jessie. And better luck if you do. She's a real piece of work.
cs: Hodně štěstí při cestě za Jessie. A pokud se ti to podaří, tak ještě víc štěstí. Je to pěkný kus práce.

# conversations/01_groundbreaker/01_cv_ellie:48:DefaultText
source: One of the orderlies told me Jessie's out already. You really do work fast.
cs: Jeden z ošetřovatelů mi řekl, že Jessie už je venku. Opravdu pracuješ rychle.

# conversations/01_groundbreaker/01_cv_ellie:50:DefaultText
source: Jessie's situation sounds normal to me.
cs: Jessiina situace mi připadá normální.

# conversations/01_groundbreaker/01_cv_ellie:51:DefaultText
source: Yeah, if she's in the morgue.
cs: Jo, pokud je v márnici.

# conversations/01_groundbreaker/01_cv_ellie:52:DefaultText
source: Wait, you don't even like her, but you're checking on her?
cs: Počkej, ty ji ani nemáš rád, ale kontroluješ ji?

# conversations/01_groundbreaker/01_cv_ellie:53:DefaultText
source: You say that like it's weird.
cs: Říkáš to, jako by to bylo divné.

# conversations/01_groundbreaker/01_cv_ellie:54:DefaultText
source: That's just very noble of you.
cs: To je od vás velmi šlechetné.

# conversations/01_groundbreaker/01_cv_ellie:55:DefaultText
source: It's none of my business. I was just curious.
cs: Není to moje věc. Jen jsem byl zvědavý.

# conversations/01_groundbreaker/01_cv_ellie:56:DefaultText
source: It is most certainly not! And watch where you go saying that, okay? You're gonna give people the wrong idea.
cs: To rozhodně není! A dávej si pozor, kde to říkáš, ano? Lidé by si to mohli špatně představit.

# conversations/01_groundbreaker/01_cv_ellie:57:DefaultText
source: I just don't like to leave a debt unpaid. That's all.
cs: Jen nerad nechávám dluh nezaplacený. To je vše.

# conversations/01_groundbreaker/01_cv_ellie:58:DefaultText
source: But why bother?
cs: Ale proč se obtěžovat?

# conversations/01_groundbreaker/01_cv_ellie:59:DefaultText
source: Like I said, Jessie did me a favor, and now I owe her one.
cs: Jak jsem řekl, Jessie mi prokázala laskavost a já jí teď jednu dlužím.

# conversations/01_groundbreaker/01_cv_ellie:60:DefaultText
source: How do you know she's not sick?
cs: Jak víte, že není nemocná?

# conversations/01_groundbreaker/01_cv_ellie:61:DefaultText
source: Maybe she just wants to be left alone.
cs: Možná chce být jen sama.

# conversations/01_groundbreaker/01_cv_ellie:62:DefaultText
source: Because I'm a doctor. I know what illness looks like. And Jessie was looking as sleek as a sprat in the Tileritos last time I saw her.
cs: Protože jsem lékař. Vím, jak vypadá nemoc. A Jessie vypadala v Tileritosu elegantně jako šprot, když jsem ji viděl naposledy.

# conversations/01_groundbreaker/01_cv_ellie:63:DefaultText
source: No wonder Jessie's still stuck here. Even the doctors are dropping dead.
cs: Není divu, že tu Jessie pořád trčí. Dokonce i doktoři jsou mrtví.

# conversations/01_groundbreaker/01_cv_ellie:64:DefaultText
source: It's true what they say about hospitals, you know. They only make you sicker.
cs: Je pravda, co se říká o nemocnicích. Jenom se ti po nich udělá hůř.

# conversations/01_groundbreaker/01_cv_ellie:65:DefaultText
source: And anyway, if someone suddenly comes down with a calamitous disease, it doesn't stay secret for long around here.
cs: A vůbec, když někdo náhle onemocní kalamitní chorobou, nezůstane to tady dlouho utajeno.

# conversations/01_groundbreaker/01_cv_ellie:66:DefaultText
source: Are you saying you'll work for me just because I helped Jessie?
cs: Chceš říct, že pro mě budeš pracovat jen proto, že jsem pomohl Jessie?

# conversations/01_groundbreaker/01_cv_ellie:67:DefaultText
source: If I'm being honest - and I prefer not to - I was about ready to pick up another contract anyway. And you settled this in a pretty tidy fashion, which tells me you're competent.
cs: Pokud mám být upřímný - a to raději ne -, stejně jsem byl připraven vzít si další smlouvu. A vy jste to vyřešili docela elegantně, což mi říká, že jste kompetentní.

# conversations/01_groundbreaker/01_cv_ellie:68:DefaultText
source: But we can say I'm repaying the favor if you prefer that version.
cs: Ale můžeme říct, že vám oplácím laskavost, pokud dáváte přednost této verzi.

# conversations/01_groundbreaker/01_cv_ellie:69:DefaultText
source: What exactly did Jessie do for you, anyway?
cs: Co přesně pro tebe Jessie udělala?

# conversations/01_groundbreaker/01_cv_ellie:77:DefaultText
source: You won't be sorry. Though it looks like you've got a full roster already. Time to play favorites, Captain.
cs: Nebudete litovat. I když to vypadá, že už máte plný seznam. Je čas hrát si na oblíbence, kapitáne.

# conversations/01_groundbreaker/01_cv_ellie:78:DefaultText
source: Meet me on my ship. It's docked by the Promenade.
cs: Sejdeme se na mé lodi. Kotví u Promenády.

# conversations/01_groundbreaker/01_cv_ellie:79:DefaultText
source: <oeitoken>CompanionSlotOneName</oeitoken>, head back to the ship for now.
cs: <oeitoken>JménoSpolupracovníka</oeitoken>, vraťte se prozatím na loď.

# conversations/01_groundbreaker/01_cv_ellie:80:DefaultText
source: <oeitoken>CompanionSlotTwoName</oeitoken>, I'll catch up with you on the ship later.
cs: <oeitoken>Jméno společníkaSlotTwo</oeitoken>, doženu tě na lodi později.

# conversations/01_groundbreaker/01_cv_ellie:81:DefaultText
source: Traveling in style, are we? I'll be sure to nab a cabin with a view.
cs: Cestujeme ve velkém stylu, že? Určitě si najdu chatku s výhledem.

# conversations/01_groundbreaker/01_cv_ellie:83:DefaultText
source: Welcome to the crew, Ms. Ellie! We're real happy to have you.
cs: Vítejte v posádce, paní Ellie! Jsme opravdu rádi, že vás máme.

# conversations/01_groundbreaker/01_cv_ellie:84:DefaultText
source: We got us a real sawbones! Welcome aboard, Ellie.
cs: Máme opravdovou pilu! Vítej na palubě, Ellie.

# conversations/01_groundbreaker/01_cv_ellie:85:DefaultText
source: Dr. Fenhill, glad you opted to join us. It'll be good to have a sawbones on the crew.
cs: Doktore Fenhille, jsem rád, že jste se k nám rozhodl připojit. Bude dobré mít v posádce pilu.

# conversations/01_groundbreaker/01_cv_ellie:86:DefaultText
source: About time I made friends with a sawbones. Been licking my wounds with booze and sulfur since Rebe - uh, for too damn long.
cs: Bylo na čase, abych se spřátelil s pilou. Lízal jsem si rány chlastem a sírou od Rebe - ehm, už zatraceně dlouho.

# conversations/01_groundbreaker/01_cv_ellie:87:DefaultText
source: Simulating experimental protocol: friendly greetings. 'Welcome to the crew, ma'am. Please be advised that only SAM's registered customer may give this unit authorized commands.'
cs: Simulace experimentálního protokolu: přátelské pozdravy. "Vítejte v posádce, madam. Upozorňujeme, že pouze registrovaný zákazník SAM může této jednotce zadávat autorizované příkazy.

# conversations/01_groundbreaker/01_cv_ellie:88:DefaultText
source: Are you listening to me, Mfuru?!
cs: Posloucháš mě, Mfuru?!

# conversations/01_groundbreaker/01_cv_ellie:90:DefaultText
source: I'm not going anywhere, you hear?!
cs: Nikam nejdu, slyšíš?!

# conversations/01_groundbreaker/01_cv_ellie:91:DefaultText
source: I know she's in there, Mfuru!
cs: Vím, že tam je, Mfuru!

# conversations/01_groundbreaker/01_cv_ellie:92:DefaultText
source: She helped me win a bet.
cs: Pomohla mi vyhrát sázku.

# conversations/01_groundbreaker/01_cv_ellie:93:DefaultText
source: That's funny. She says she saved your life.
cs: To je legrační. Říká, že ti zachránila život.

# conversations/01_groundbreaker/01_cv_ellie:94:DefaultText
source: What was the bet?
cs: Jaká byla sázka?

# conversations/01_groundbreaker/01_cv_ellie:95:DefaultText
source: We were on a smuggling run planetside when our point man bet me I couldn't outrun a mantisaur.
cs: Byli jsme na pašeráckém útěku po planetě, když se se mnou náš vedoucí vsadil, že nedokážu utéct kudlance.

# conversations/01_groundbreaker/01_cv_ellie:96:DefaultText
source: Don't tell me you tried.
cs: Neříkejte mi, že jste to zkoušeli.

# conversations/01_groundbreaker/01_cv_ellie:97:DefaultText
source: ...And?
cs: ...A?

# conversations/01_groundbreaker/01_cv_ellie:98:DefaultText
source: What can I say? Something about people telling me I can't do a thing that just makes me itch to prove 'em wrong.
cs: Co na to říct? Něco na tom, když mi lidé říkají, že nic neumím, mě svrbí, abych jim dokázal, že se mýlí.

# conversations/01_groundbreaker/01_cv_ellie:100:DefaultText
source: And as you can probably guess, the thing was faster than it looked. Probably would've caught me if Jessie hadn't picked it off.
cs: A jak asi tušíte, byla rychlejší, než vypadala. Pravděpodobně by mě chytila, kdyby ji Jessie nesebrala.

# conversations/01_groundbreaker/01_cv_ellie:101:DefaultText
source: So she saved your life.
cs: Takže ti zachránila život.

# conversations/01_groundbreaker/01_cv_ellie:102:DefaultText
source: Interesting story.
cs: Zajímavý příběh.

# conversations/01_groundbreaker/01_cv_ellie:103:DefaultText
source: If you were that stupid, you deserved to get caught.
cs: Jestli jsi byl tak hloupý, zasloužil sis, aby tě chytili.

# conversations/01_groundbreaker/01_cv_ellie:104:DefaultText
source: Yeah, but the important thing is I won the bet.
cs: Jo, ale důležité je, že jsem tu sázku vyhrál.

# conversations/01_groundbreaker/01_cv_ellie:105:DefaultText
source: Yeah, that's one way of looking at it.
cs: Ano, to je jeden ze způsobů, jak se na to dívat.

# conversations/01_groundbreaker/01_cv_ellie:106:DefaultText
source: They're not THAT fast.
cs: Nejsou tak rychlé.

# conversations/01_groundbreaker/01_cv_ellie:107:DefaultText
source: That's what I thought!
cs: Přesně to jsem si myslel!

# conversations/01_groundbreaker/01_cv_ellie:108:DefaultText
source: Must've been important.
cs: Muselo to být důležité.

# conversations/01_groundbreaker/01_cv_ellie:109:DefaultText
source: No such thing as a low-stakes bet in my book.
cs: V mém pojetí neexistuje sázka s nízkými sázkami.

# conversations/01_groundbreaker/01_cv_ellie:110:DefaultText
source: Moral is, mantisaurs can't run when they're full of holes.
cs: Z toho plyne, že mantisaury nemohou běhat, když jsou plné děr.

# conversations/01_groundbreaker/01_cv_ellie:111:DefaultText
source: What, you don't appreciate my go-getter attitude?
cs: Cože, ty si nevážíš mého cílevědomého přístupu?

# conversations/01_groundbreaker/01_cv_ellie:112:DefaultText
source: I still don't understand why you wanna come with me. You barely know me.
cs: Pořád nechápu, proč chceš jít se mnou. Sotva mě znáš.

# conversations/01_groundbreaker/01_cv_ellie:113:DefaultText
source: It's simple. You helped me out of a tight spot. I gotta pay you back somehow.
cs: Je to jednoduché. Pomohl jsi mi z úzkých. Musím ti to nějak vrátit.

# conversations/01_groundbreaker/01_cv_ellie:114:DefaultText
source: Besides, I'm a merc in need of a ship. Running around with strangers is part of the job.
cs: Kromě toho jsem žoldák, který potřebuje loď. Pobíhání s cizími lidmi je součástí práce.

# conversations/01_groundbreaker/01_cv_ellie:121:DefaultText
source: Any word on Jessie?
cs: Nějaké zprávy o Jessie?

# conversations/01_groundbreaker/01_cv_ellie:124:DefaultText
source: I'm working on it.
cs: Pracuji na tom.

# conversations/01_groundbreaker/01_cv_ellie:125:DefaultText
source: She's in debt to the Board and thinks someone's after her. I'll handle it.
cs: Dluží představenstvu a myslí si, že po ní někdo jde. Já to vyřídím.

# conversations/01_groundbreaker/01_cv_ellie:126:DefaultText
source: Good luck. The Board's got an office on the Promenade, just before Engineering - you can't miss it.
cs: Hodně štěstí. Rada má kancelář na promenádě, hned před strojovnou - nemůžete ji minout.

# conversations/01_groundbreaker/01_cv_ellie:128:DefaultText
source: I'd go with you to see the Board's rep, but I'm not great with "soft skills."
cs: Šel bych s vámi za zástupcem správní rady, ale nejsem moc dobrý v "měkkých dovednostech".

# conversations/01_groundbreaker/01_cv_ellie:129:DefaultText
source: What's the story with you two, anyway?
cs: Jak to s vámi dvěma vlastně je?

# conversations/01_groundbreaker/01_cv_ellie:130:DefaultText
source: Remind me, what happened between you two?
cs: Připomeňte mi, co se mezi vámi dvěma stalo?

# conversations/01_groundbreaker/01_cv_ellie:131:DefaultText
source: Let's just say she did me a favor, and now I owe her.
cs: Řekněme, že mi prokázala laskavost a já jí teď něco dlužím.

# conversations/01_groundbreaker/01_cv_ellie:133:DefaultText
source: So, did you find her, or what?
cs: Tak co, našel jsi ji, nebo co?

# conversations/01_groundbreaker/01_cv_ellie:134:DefaultText
source: Any word on Jessie?
cs: Nějaké zprávy o Jessie?

# conversations/01_groundbreaker/01_cv_ellie:135:DefaultText
source: Jessie's dead.
cs: Jessie je mrtvá.
