Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_dorsett_wanda.po
Languages: cs

# conversations/01_groundbreaker/01_cv_dorsett_wanda:1:DefaultText
source: Can't say I've seen you before. I take it you're a freighter captain?
cs: Nemůžu říct, že bych vás někdy viděl. Chápu to správně, že jste kapitán nákladní lodi?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:2:DefaultText
source: Wheeler told me to tell you to get off his ass about your shipment.
cs: Wheeler mi řekl, abych ti vyřídil, že máš zvednout zadek kvůli té zásilce.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:3:DefaultText
source: If you're here to better yourself, you'll have to wait. We're having a spot of trouble with our delivery service.
cs: Pokud se tu chcete zlepšit, budete si muset počkat. Máme potíže s doručovací službou.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:4:DefaultText
source: Did he, now? The mouth on that man, I swear - his late mother'd be ashamed.
cs: Opravdu? Ta jeho pusa, přísahám - jeho zesnulá matka by se styděla.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:5:DefaultText
source: I wish I could cure what ails you, but we're short-staffed right now - you'll have to come back another time.
cs: Rád bych vás vyléčil, ale teď máme málo personálu - budete muset přijít jindy.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:7:DefaultText
source: Nothing for now.
cs: Zatím nic.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:8:DefaultText
source: Keep hanging around, and I'll begin to think you're here for me.
cs: Když se tu budeš potloukat dál, začnu si myslet, že jsi tu kvůli mně.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:9:DefaultText
source: What can I do for you?
cs: Co pro vás mohu udělat?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:10:DefaultText
source: What's going on?
cs: Co se děje?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:11:DefaultText
source: I'm expecting our delivery fellow to stop through with medical supplies and service automechanicals. Name's Captain Irion.
cs: Očekávám, že se u nás zastaví náš poslíček se zdravotnickým materiálem a servisními automechanikáliemi. Jmenuje se kapitán Irion.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:14:DefaultText
source: He must be referring to Irion. I'm sure the fool's gotten himself into another scrape.
cs: Určitě má na mysli Iriona. Ten blázen se určitě dostal do dalšího průšvihu.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:15:DefaultText
source: I could try to find him.
cs: Mohl bych se ho pokusit najít.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:16:DefaultText
source: Who's Irion?
cs: Kdo je Irion?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:18:DefaultText
source: I'd be grateful if you'd spare the time. We need his delivery soon as yesterday.
cs: Byl bych vám vděčný, kdybyste mi věnoval čas. Potřebujeme ho doručit co nejdříve.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:19:DefaultText
source: Irion mentioned a busybody getting in his way on Scylla. I'd wager that's you.
cs: Irion zmínil, že se mu na Scylle do cesty připletl nějaký dotěrný člověk. Vsadil bych se, že jsi to ty.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:20:DefaultText
source: Good news, I've already found Irion. Bad news, he's dead.
cs: Dobrá zpráva, už jsem našel Irion. Špatná zpráva je, že je mrtvý.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:21:DefaultText
source: Oh, my. I suppose the man finally found himself in a spot he couldn't weasel out of. What a shame.
cs: Ach jo. Předpokládám, že se ten člověk konečně dostal do situace, ze které se nedokázal vykroutit. Jaká škoda.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:22:DefaultText
source: You got it.
cs: Máš to mít.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:24:DefaultText
source: Thank you for getting my mechanicals to me. If you're ever in the market for a bit of beautification, the first one's on me.
cs: Děkuji vám, že jste mi doručili mé mechaniky. Pokud budete mít někdy chuť na nějaké zkrášlení, první je na mě.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:26:DefaultText
source: Were I a gambling woman, I'd wager you're responsible for my mechanicals' safe return.
cs: Kdybych byl hazardní hráč, vsadil bych se, že jste zodpovědný za bezpečný návrat mých mechaniků.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:27:DefaultText
source: I can't thank you enough.
cs: Nemohu vám dostatečně poděkovat.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:28:DefaultText
source: I'm here about Irion. He didn't make it.
cs: Jsem tu kvůli Irionovi. Nepodařilo se mu to.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:29:DefaultText
source: Busybody? That sorry bastard's got a lot of nerve. I saved his life!
cs: Zaneprázdněný? Ten ubohý bastard má pořádnou drzost. Zachránil jsem mu život!

# conversations/01_groundbreaker/01_cv_dorsett_wanda:30:DefaultText
source: Oh, don't take it personally. Irion just spins tales. Real protective of his image, that man.
cs: Neberte si to osobně. Irion si jen vymýšlí pohádky. Opravdu si chrání svou image.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:31:DefaultText
source: He may have a bolt loose, but he's reliable and kind enough, so I can't say I much mind.
cs: Možná má povolený šroub, ale je spolehlivý a milý, takže nemůžu říct, že by mi to vadilo.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:32:DefaultText
source: A brave idiot with a penchant for getting himself delayed... sometimes by dates, usually by bandits.
cs: Odvážný idiot, který má sklony ke zdržování... někdy kvůli schůzkám, obvykle kvůli banditům.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:33:DefaultText
source: Last he told me, he was taking a 'shortcut' by Scylla, an asteroid in the Charybdis Cluster. That's where I'd start, were I the adventuring type.
cs: Naposledy mi říkal, že si zkracuje cestu kolem Skylly, asteroidu v Charybdě. Tam bych začal, kdybych byl dobrodružný typ.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:35:DefaultText
source: I should be lamenting the mechanicals, but, well... I'll miss him. I'll leave it at that. Thank you for bringing me the news.
cs: Měl bych si stěžovat na mechaniku, ale... Bude mi chybět. Nechám to tak. Děkuji, že jsi mi přinesl tu zprávu.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:36:DefaultText
source: Our delivery man.
cs: Náš doručovatel.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:38:DefaultText
source: "Better myself?" Isn't this the medbay?
cs: "Je mi lépe?" Není tohle ošetřovna?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:39:DefaultText
source: Sure is. You need a deft hand to straighten a busted nose or sparkle up those not so pearly whites, I'm your gal.
cs: Určitě ano. Pokud potřebujete šikovnou ruku, která vám narovná rozbitý nos nebo rozzáří ne zrovna zářivě bílé zuby, jsem vaše holka.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:41:DefaultText
source: 'Course, there's not much cosmetic improvement going on at the moment, not without my mechanicals. Where the Law is Irion, anyway?
cs: "Samozřejmě, že v současné době není moc kosmetických vylepšení, ne bez mých mechaniků. Kde je vlastně Irion?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:42:DefaultText
source: Good news, I've already found Irion. Better news, he's still alive.
cs: Dobrá zpráva, už jsem našel Irion. Ještě lepší zpráva je, že je stále naživu.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:43:DefaultText
source: My, my! You must be the charming captain I have to thank for my automechs' safe delivery, then.
cs: Můj ty bože! Vy musíte být ten okouzlující kapitán, kterému musím poděkovat za bezpečné doručení mých automechaniků.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:44:DefaultText
source: You look out, though. The place is probably crawling with outlaws.
cs: Dávejte si ale pozor. Pravděpodobně se to tu hemží zločinci.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:45:DefaultText
source: You've done me - and Groundbreaker - a fair turn. We owe you a debt of gratitude.
cs: Udělal jsi mi - a Groundbreakerovi - čestnou službu. Jsme ti za to vděční.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:46:DefaultText
source: If you're ever in the market for a bit of beautification, the first one's on me.
cs: Pokud budete mít někdy chuť se trochu zkrášlit, první je na mě.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:47:DefaultText
source: Whoever he is, he's not my problem.
cs: Ať je to kdokoli, není to můj problém.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:48:DefaultText
source: You have yourself a day, then.
cs: Tak to máš den.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:49:DefaultText
source: You do cosmetic surgery on this rickety space station? Really?
cs: Děláte kosmetickou chirurgii na této vratké vesmírné stanici? Opravdu?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:50:DefaultText
source: Sure. How do you think we keep this pile of junk in the sky? It costs bits, and a little prettying up brings in a fair few of 'em.
cs: Jistě. Jak si myslíte, že udržíme tuhle hromadu odpadu na obloze? Stojí to kousky a trocha zkrášlování jich přinese dost.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:51:DefaultText
source: Or it would, if I had my danged mechanicals.
cs: Nebo by to šlo, kdybych měl svou zatracenou mechaniku.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:52:DefaultText
source: Wanda's secret is repeat business. Once her subjects see her work, they gotta come back to get it fixed.
cs: Vandino tajemství spočívá v opakovaných zakázkách. Jakmile její zákazníci uvidí její práci, musí se vrátit, aby si ji nechali opravit.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:53:DefaultText
source: You want to me insult me, dear, you do it off my doorstep, else you'll be needing my services sooner than you might like.
cs: Jestli mě chceš urazit, drahá, udělej to mimo můj práh, jinak budeš potřebovat mé služby dřív, než bys chtěla.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:54:DefaultText
source: 'Course, I can't go slicing anyone up without my danged mechanicals.
cs: Samozřejmě nemůžu nikoho porcovat bez svých zatracených mechanik.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:55:DefaultText
source: Easy on the eyes, soft in the skull. A real danger to the gene pool.
cs: Snadné na pohled, měkké v lebce. Skutečné nebezpečí pro genofond.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:56:DefaultText
source: You're not wrong.
cs: Nemýlíte se.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:57:DefaultText
source: What do you need mechanicals for?
cs: K čemu potřebujete mechaniku?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:58:DefaultText
source: I'm beginning to wonder if I'm ever going to get my service mechanicals at this rate.
cs: Začínám si říkat, jestli se tímhle tempem někdy dočkám servisní mechaniky.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:59:DefaultText
source: Surgery, mostly. Medical personnel are difficult to come by on Groundbreaker.
cs: Většinou chirurgie. Zdravotnický personál se na Groundbreakeru shání obtížně.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:61:DefaultText
source: Why's that?
cs: Proč?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:62:DefaultText
source: The Board won't let their doctors and nurses station here, and they own all the medical schools. If we can't hire their people, we can't hire anyone.
cs: Správní rada nedovolí, aby se zde usadili jejich lékaři a sestry, a vlastní všechny lékařské fakulty. Když nemůžeme zaměstnat jejich lidi, nemůžeme zaměstnat nikoho.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:63:DefaultText
source: Everyone on staff here on Groundbreaker was trained by me or Idris. We're good, don't get me wrong, but we've only two heads between us, and we don't know everything.
cs: Všechny zaměstnance na Groundbreakeru jsem vycvičil já nebo Idris. Jsme dobří, nechápejte mě špatně, ale máme mezi sebou jen dvě hlavy a nevíme všechno.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:64:DefaultText
source: And you think automechanicals are a good substitute?
cs: A myslíte si, že automechaniky jsou dobrou náhradou?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:65:DefaultText
source: Don't misunderstand me, Dr. Fenhill - I know they're not. But we don't have the luxury of choice on Groundbreaker. We make do or die trying.
cs: Nechápejte mě špatně, doktore Fenhille - vím, že nejsou. Ale v Groundbreakeru si nemůžeme dovolit takový luxus. Buď to zvládneme, nebo se o to pokusíme.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:66:DefaultText
source: Don't let your patients hear you say that.
cs: Nedovolte svým pacientům, aby to slyšeli.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:67:DefaultText
source: If you'd like to put your scalpel where your mouth is and lend a hand, we'd be happy to have you, but if you don't... then kindly shut up.
cs: Pokud chcete přiložit skalpel k ústům a pomoci, budeme rádi, když nám pomůžete, ale pokud ne... tak laskavě mlčte.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:71:DefaultText
source: Well, well, Dr. Fenhill. It's not often I see you on this side of sick bay.
cs: Dobře, dobře, doktore Fenhille. Nevídám vás na této straně ošetřovny často.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:72:DefaultText
source: I make it a point not to get shot. And when I do, I can usually take care of the mess myself.
cs: Dávám si záležet na tom, abych se nenechal zastřelit. A když už se tak stane, většinou se o nepořádek postarám sám.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:73:DefaultText
source: It'd be nice to have you in here patching people up, not just blowing them apart.
cs: Bylo by hezké, kdybys tu lidi dával do pořádku, a ne je jen rozbíjel.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:74:DefaultText
source: I respect what you're doing here, but you know I'm not ready to settle down. It's not you, it's me.
cs: Vážím si toho, co tu děláš, ale víš, že nejsem připravená se usadit. Nejde o tebe, ale o mě.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:75:DefaultText
source: Have it your way, then. You always do.
cs: Ať je tedy po vašem. To děláš vždycky.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:76:DefaultText
source: Any chance you could let me into the back rooms?
cs: Mohl byste mě pustit do zadních místností?

# conversations/01_groundbreaker/01_cv_dorsett_wanda:77:DefaultText
source: Not sure why you'd want to, given the biohazard signs. Luckily, we don't actually have any chemical agents or plague going on in there... not right now, at least.
cs: Nejsem si jistý, proč bys to chtěl, vzhledem k nápisům o biologickém nebezpečí. Naštěstí se tam ve skutečnosti žádné chemické látky ani mor nevyskytují... alespoň ne teď.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:78:DefaultText
source: Well, you did help me out. Sure, go ahead. Just don't do anything unsavory.
cs: No, pomohl jsi mi. Jistě, jen do toho. Jen nedělej nic nechutného.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:79:DefaultText
source: Now, about your friend here...
cs: Co se týče vašeho přítele...

# conversations/01_groundbreaker/01_cv_dorsett_wanda:81:DefaultText
source: But that's neither here nor there.
cs: Ale to není ani tady, ani tam.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:82:DefaultText
source: Wheeler says your shipment won't be coming in soon.
cs: Wheeler říká, že vaše zásilka brzy nedorazí.

# conversations/01_groundbreaker/01_cv_dorsett_wanda:83:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.
