Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_flores_carlos.po
Languages: cs

# conversations/01_groundbreaker/01_cv_flores_carlos:1:DefaultText
source: If you're here to report a crime, you'll want to talk to Comdt. Sanita. I'm not authorized to take incident reports anymore.
cs: Pokud jste přišli nahlásit trestný čin, obraťte se na komisaře Sanitu. Já už nejsem oprávněn přijímat hlášení o incidentech.

# conversations/01_groundbreaker/01_cv_flores_carlos:4:DefaultText
source: What can Groundbreaker Security do for you today?
cs: Co pro vás může Groundbreaker Security udělat ještě dnes?

# conversations/01_groundbreaker/01_cv_flores_carlos:16:DefaultText
source: I could use some work. Any pointers?
cs: Potřeboval bych na sobě zapracovat. Nějaké tipy?

# conversations/01_groundbreaker/01_cv_flores_carlos:23:DefaultText
source: What can you tell me about SubLight Salvage?
cs: Co mi můžete říct o společnosti SubLight Salvage?

# conversations/01_groundbreaker/01_cv_flores_carlos:27:DefaultText
source: They're run by Ms. Hagen. Half the tramp captains and contractors in the system have worked for her.
cs: Řídí je paní Hagenová. Pracovala pro ni polovina trampských kapitánů a dodavatelů v systému.

# conversations/01_groundbreaker/01_cv_flores_carlos:30:DefaultText
source: I oughta warn you straight off. Scuttlebutt says some of the jobs they do aren't exactly above-board. Downright "anti-business," if you catch my meaning.
cs: Měl bych vás varovat hned. Podle drbů nejsou některé jejich práce zrovna v pořádku. Jsou vyloženě "protipodnikatelské", jestli mi rozumíte.

# conversations/01_groundbreaker/01_cv_flores_carlos:40:DefaultText
source: I'm coming in there. Whether you live to tell anyone about it? That's up to you.
cs: Jdu tam. Budeš žít, abys o tom někomu řekl? To záleží na tobě.

# conversations/01_groundbreaker/01_cv_flores_carlos:41:DefaultText
source: Oh, right. I forgot to pay the "filing fee." That was... <oeiglobal>Bribe_Amount</oeiglobal> bits?
cs: Aha, jasně. Zapomněl jsem zaplatit "poplatek za podání žádosti". To bylo... <oeiglobal>Částka úplatku</oeiglobal> bitů?

# conversations/01_groundbreaker/01_cv_flores_carlos:43:DefaultText
source: All right, I guess. In and out, though. Just try not to do any shady stuff, I'd like to keep my job.
cs: Dobře, myslím, že ano. Ale dovnitř a ven. Jen se snažte nedělat žádné podezřelé věci, rád bych si udržel práci.

# conversations/01_groundbreaker/01_cv_flores_carlos:44:DefaultText
source: Hey now. No call for violence. I'll unlock the door. Just try not to do any shady stuff, I'd like to keep my job.
cs: Ahoj. Žádné výzvy k násilí. Odemknu dveře. Jen se snažte nedělat žádné podezřelé věci, rád bych si udržel práci.

# conversations/01_groundbreaker/01_cv_flores_carlos:56:DefaultText
source: This is the security desk, sir.
cs: Tady je bezpečnostní přepážka, pane.

# conversations/01_groundbreaker/01_cv_flores_carlos:56:FemaleText
source: This is the security desk, ma'am.
cs: Tady je bezpečnostní přepážka, madam.

# conversations/01_groundbreaker/01_cv_flores_carlos:70:DefaultText
source: I bet you've got seized contraband from all over the system locked up back there.
cs: Vsadím se, že tam vzadu máte zabavený kontraband z celého systému.

# conversations/01_groundbreaker/01_cv_flores_carlos:71:DefaultText
source: Lot of freighters come through this station? Must keep you busy.
cs: Projíždí tudy hodně nákladních lodí? To vás musí zaměstnat.

# conversations/01_groundbreaker/01_cv_flores_carlos:72:DefaultText
source: Just getting my bearings. What do you do here?
cs: Právě se zorientovávám. Co tady děláte?

# conversations/01_groundbreaker/01_cv_flores_carlos:73:DefaultText
source: Sure. And stuff from outside the system too, off the interstellar freighters. That's why we also have so many armed Mardets on duty here.
cs: Jistě. A také věci zpoza systému, z mezihvězdných nákladních lodí. Proto tu také máme tolik ozbrojených Mardetů ve službě.

# conversations/01_groundbreaker/01_cv_flores_carlos:74:DefaultText
source: Less than there used to be. Fewer freighters passing through these days. I spend some shifts just listening to the wireless.
cs: Méně než dříve. V současné době proplouvá méně nákladních lodí. Několik směn trávím jen poslechem bezdrátového vysílání.

# conversations/01_groundbreaker/01_cv_flores_carlos:90:DefaultText
source: Why aren't as many freighters coming through?
cs: Proč tudy neprojíždí tolik nákladních lodí?

# conversations/01_groundbreaker/01_cv_flores_carlos:92:DefaultText
source: Search me. I mean, don't "search me." Because that's my job. Ha, get it?
cs: Hledejte mě. Chci říct, neprohledávejte mě. Protože to je moje práce. Ha, chápeš?

# conversations/01_groundbreaker/01_cv_flores_carlos:99:DefaultText
source: Hear anything good over the comms?
cs: Slyšel jsi něco dobrého přes komunikaci?

# conversations/01_groundbreaker/01_cv_flores_carlos:104:DefaultText
source: What if some of that contraband's mine and I'm here to claim it?
cs: Co když je část toho kontrabandu moje a já si o něj přijdu požádat?

# conversations/01_groundbreaker/01_cv_flores_carlos:105:DefaultText
source: Do you do, I don't know, tours or something?
cs: Děláte, já nevím, zájezdy nebo tak něco?

# conversations/01_groundbreaker/01_cv_flores_carlos:108:DefaultText
source: That'd be awful weird, on account of you should be locked up back here too, then.
cs: To by bylo strašně divné, protože bys měl být zavřený i tady.

# conversations/01_groundbreaker/01_cv_flores_carlos:110:DefaultText
source: We can't just let anyone walk in here. I wouldn't be, well... It's not... uh, we just don't.
cs: Nemůžeme sem nechat jen tak někoho vejít. Nebyl bych, no... To není... ehm, prostě ne.

# conversations/01_groundbreaker/01_cv_flores_carlos:112:DefaultText
source: We're friends, right, Lee? Do me a favor and I'll owe you one.
cs: Jsme přátelé, že, Lee? Udělej mi laskavost a já ti ji budu dlužit.

# conversations/01_groundbreaker/01_cv_flores_carlos:117:DefaultText
source: I'd really like to get back there.
cs: Opravdu bych se tam rád vrátil.

# conversations/01_groundbreaker/01_cv_flores_carlos:118:DefaultText
source: Yeah, I'm getting that. But this area's off-limits, I told you.
cs: Jo, to chápu. Ale tahle oblast je zakázaná, říkal jsem ti to.

# conversations/01_groundbreaker/01_cv_flores_carlos:122:DefaultText
source: I'll need you to explain that.
cs: Potřebuji, abys mi to vysvětlil.

# conversations/01_groundbreaker/01_cv_flores_carlos:123:DefaultText
source: So they're criminals, but they have an office on your Promenade Deck?
cs: Takže jsou to zločinci, ale mají kancelář na vaší promenádní palubě?

# conversations/01_groundbreaker/01_cv_flores_carlos:124:DefaultText
source: They're working against the Halcyon Board?
cs: Pracují proti Halcyon Board?

# conversations/01_groundbreaker/01_cv_flores_carlos:125:DefaultText
source: "Against" is a strong word. Let's say that if you need something the Board ain't inclined to sell, you might look to SubLight to get it.
cs: "Proti" je silné slovo. Řekněme, že pokud potřebujete něco, co rada není ochotna prodat, můžete se poohlédnout po SubLight, abyste to získali.

# conversations/01_groundbreaker/01_cv_flores_carlos:126:DefaultText
source: Let's say there's been times when I heard somebody needed a thing. And somebody else had such a thing, but they weren't inclined to sell.
cs: Řekněme, že se mi někdy stalo, že jsem slyšel, že někdo něco potřebuje. A někdo jiný takovou věc měl, ale nebyl nakloněn prodeji.

# conversations/01_groundbreaker/01_cv_flores_carlos:127:DefaultText
source: If anybody could prove them criminals, the Board woulda put their foot down a long time past. They always got... what do they call it? "Deniability?"
cs: Kdyby jim někdo mohl dokázat, že jsou zločinci, správní rada by na ně už dávno šlápla. Vždycky dostali... jak se tomu říká? "Zapírání?"

# conversations/01_groundbreaker/01_cv_flores_carlos:129:DefaultText
source: See you around.
cs: Uvidíme se.

# conversations/01_groundbreaker/01_cv_flores_carlos:130:DefaultText
source: Well, let me think about it for a minute.
cs: Nech mě o tom chvíli přemýšlet.

# conversations/01_groundbreaker/01_cv_flores_carlos:132:DefaultText
source: No?
cs: Ne?

# conversations/01_groundbreaker/01_cv_flores_carlos:133:DefaultText
source: Any chance you'll change your mind?
cs: Je nějaká šance, že si to rozmyslíte?

# conversations/01_groundbreaker/01_cv_flores_carlos:134:DefaultText
source: Uh, I reckon you'd have to ask the folks in Byzantium.
cs: To byste se museli zeptat lidí v Byzanci.

# conversations/01_groundbreaker/01_cv_flores_carlos:137:DefaultText
source: Chief Tennyson don't generally hire outsiders for station jobs. But you could try asking at SubLight Salvage. They got an office on the far end of the Promenade Deck.
cs: Šéf Tennyson obvykle nenajímá na práci na stanici lidi zvenčí. Ale můžeš se zkusit zeptat v SubLight Salvage. Mají kancelář na druhém konci promenádní paluby.

# conversations/01_groundbreaker/01_cv_flores_carlos:139:DefaultText
source: Something gets nicked or someone turns up dead, SubLight says, "Hey, independent contractor. Not our responsibility." But everyone knows what they're doing, top to bottom.
cs: Když se něco ukradne nebo se někdo najde mrtvý, SubLight řekne: "Hej, nezávislý dodavatel. Není to naše zodpovědnost." Ale každý ví, co dělá, od shora dolů.

# conversations/01_groundbreaker/01_cv_flores_carlos:140:DefaultText
source: You might pay SubLight a shitload of bits for it. But that money gets passed on to their contractors, so... in the end it's still business.
cs: Mohli byste za to SubLightu zaplatit hromadu bitů. Ale ty peníze se předají jejich dodavatelům, takže... nakonec je to pořád obchod.

# conversations/01_groundbreaker/01_cv_flores_carlos:141:DefaultText
source: If anyone asks, SubLight says it got salvaged from an old wreck. Case closed.
cs: Kdyby se někdo ptal, SubLight říká, že ho zachránili ze starého vraku. Případ je uzavřen.

# conversations/01_groundbreaker/01_cv_flores_carlos:142:DefaultText
source: You threw something? Shoot, must have sailed right by me.
cs: Hodil jsi něco? Sakra, musel jsem proplout těsně kolem.

# conversations/01_groundbreaker/01_cv_flores_carlos:145:DefaultText
source: Don't mind our captain. He's a little... distractible-like. Probably just needs a nap.
cs: Nevšímejte si našeho kapitána. Je trochu... roztržitý. Asi si potřebuje zdřímnout.

# conversations/01_groundbreaker/01_cv_flores_carlos:145:FemaleText
source: Don't mind our captain. She's a little... distractible-like. Probably just needs a nap.
cs: Nevšímejte si našeho kapitána. Je trochu... roztržitá. Asi si potřebuje zdřímnout.

# conversations/01_groundbreaker/01_cv_flores_carlos:149:DefaultText
source: Let's just move on, shall we?
cs: Pojďme dál, ano?

# conversations/01_groundbreaker/01_cv_flores_carlos:151:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/01_groundbreaker/01_cv_flores_carlos:152:DefaultText
source: Anything else I can help you with, mister?
cs: Mohu vám ještě s něčím pomoci, pane?

# conversations/01_groundbreaker/01_cv_flores_carlos:152:FemaleText
source: Anything else I can help you with, ma'am?
cs: Mohu vám ještě s něčím pomoci, madam?

# conversations/01_groundbreaker/01_cv_flores_carlos:153:DefaultText
source: Hi there! Haven't seen you around before.
cs: Ahoj! Ještě jsem tě tu neviděl.

# conversations/01_groundbreaker/01_cv_flores_carlos:154:DefaultText
source: Not much's changed since last you asked. Maybe Comdt. Sanita's got a bounty you could look into?
cs: Od tvé poslední otázky se toho moc nezměnilo. Možná má velitel Sanita nějakou odměnu, na kterou by ses mohl podívat?

# conversations/01_groundbreaker/01_cv_flores_carlos:155:DefaultText
source: All right, that's enough.
cs: Dobře, to by stačilo.

# conversations/01_groundbreaker/01_cv_flores_carlos:156:DefaultText
source: Oh, sure. Sure, sorry.
cs: Jistě. Jistě, promiňte.

# conversations/01_groundbreaker/01_cv_flores_carlos:157:DefaultText
source: Gets a mite boring at this desk, you know? Then I get to chattin' too much and Comdt. Sanita's gotta reprimand me again, and...
cs: U tohohle stolu je to trochu nuda, víte? Pak začnu moc kecat a velitel Sanita mě musí zase pokárat a...

# conversations/01_groundbreaker/01_cv_flores_carlos:158:DefaultText
source: Oops. Doing it again. Sorry!
cs: Jejda. Dělám to znovu. Omlouvám se!

# conversations/01_groundbreaker/01_cv_flores_carlos:159:DefaultText
source: Don't worry, Captain's real understandin'.
cs: Nebojte se, kapitán to chápe.

# conversations/01_groundbreaker/01_cv_flores_carlos:160:DefaultText
source: Can't speak for the captain, but I'm used to listening to folks drone on about their pointless, depressing lives.
cs: Nemohu mluvit za kapitána, ale já jsem zvyklý poslouchat lidi, kteří mluví o svých nesmyslných, depresivních životech.

# conversations/01_groundbreaker/01_cv_flores_carlos:162:DefaultText
source: Now, let's say the one who had the thing suddenly found theirs missing, and the one who needed, got one.
cs: Řekněme, že ten, kdo věc měl, najednou zjistil, že mu chybí, a ten, kdo ji potřeboval, ji dostal.

# conversations/01_groundbreaker/01_cv_flores_carlos:164:DefaultText
source: You must admit, there is a beauty to the order of it. Everything operates within the constraints of the Grand Plan, even organized crime.
cs: Musíte uznat, že v tom řádu je krása. Všechno funguje v rámci Velkého plánu, dokonce i organizovaný zločin.

# conversations/01_groundbreaker/01_cv_flores_carlos:165:DefaultText
source: That doesn't sound right to me, Captain.
cs: To se mi nezdá, kapitáne.

# conversations/01_groundbreaker/01_cv_flores_carlos:166:DefaultText
source: They sound like real organized criminals.
cs: Vypadají jako skuteční organizovaní zločinci.

# conversations/01_groundbreaker/01_cv_flores_carlos:167:DefaultText
source: Sir, are you foolin' on me? Cause I could swear you're foolin' on me.
cs: Pane, děláte si ze mě legraci? Protože bych přísahal, že si ze mě děláte legraci.

# conversations/01_groundbreaker/01_cv_flores_carlos:167:FemaleText
source: Are you foolin' on me? Cause I could swear you're foolin' on me.
cs: Děláš si ze mě legraci? Protože bych přísahal, že si ze mě děláš legraci.

# conversations/01_groundbreaker/01_cv_flores_carlos:169:DefaultText
source: The captain likes to state the obvious. Uhm... just so we're all of the same understanding.
cs: Kapitán rád říká zřejmé věci. Uhm... jen abychom si všichni rozuměli.

# conversations/01_groundbreaker/01_cv_flores_carlos:170:DefaultText
source: Honest, he's like this all the time.
cs: Upřímně řečeno, je takový pořád.

# conversations/01_groundbreaker/01_cv_flores_carlos:170:FemaleText
source: Honest, she's like this all the time.
cs: Upřímně řečeno, je taková pořád.

# conversations/01_groundbreaker/01_cv_flores_carlos:171:DefaultText
source: Chief Tennyson?
cs: Náčelník Tennyson?

# conversations/01_groundbreaker/01_cv_flores_carlos:172:DefaultText
source: Chief Junlei Tennyson. She runs the ship. Does a real great job of it, too.
cs: Náčelník Junlei Tennyson. Řídí loď. A dělá to opravdu skvěle.

# conversations/01_groundbreaker/01_cv_flores_carlos:173:DefaultText
source: Her family's worked on it for, gosh, since it was built, I think. Back before the Crossing.
cs: Její rodina na něm pracovala, myslím, že od jeho postavení. Ještě před Křižovatkou.

# conversations/01_groundbreaker/01_cv_flores_carlos:174:DefaultText
source: Mind if I ask you some questions?
cs: Můžu se vás na něco zeptat?

# conversations/01_groundbreaker/01_cv_flores_carlos:175:DefaultText
source: That's what I'm here for, sir.
cs: Proto jsem tady, pane.

# conversations/01_groundbreaker/01_cv_flores_carlos:175:FemaleText
source: That's what I'm here for, ma'am.
cs: Od toho jsem tady, madam.

# conversations/01_groundbreaker/01_cv_flores_carlos:176:DefaultText
source: Why can't you take incident reports?
cs: Proč nemůžete přijímat hlášení o incidentech?

# conversations/01_groundbreaker/01_cv_flores_carlos:177:DefaultText
source: I'm not so good at filing? Mix up first name and surname one, two, seven times, well-
cs: Nejsem tak dobrý v podávání? Zaměnit jméno a příjmení jednou, dvakrát, sedmkrát, dobře.

# conversations/01_groundbreaker/01_cv_flores_carlos:179:DefaultText
source: Folks are liable to start taking your filing privileges away.
cs: Lidé vám mohou začít odebírat práva na vyplňování.

# conversations/01_groundbreaker/01_cv_flores_carlos:180:DefaultText
source: Filing, huh? That what you do for fun?
cs: Vyplňování, co? To děláš pro zábavu?

# conversations/01_groundbreaker/01_cv_flores_carlos:181:DefaultText
source: Sure. Quiets the mind.
cs: Jistě. Zklidňuje mysl.

# conversations/01_groundbreaker/01_cv_flores_carlos:185:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_flores_carlos:186:DefaultText
source: All right.
cs: Dobře.

# conversations/01_groundbreaker/01_cv_flores_carlos:187:DefaultText
source: You don't sound awfully sure of that.
cs: Nezdá se, že byste si tím byl nějak jistý.

# conversations/01_groundbreaker/01_cv_flores_carlos:188:DefaultText
source: It's fine, I take your meaning.
cs: To je v pořádku, chápu, jak to myslíte.

# conversations/01_groundbreaker/01_cv_flores_carlos:189:DefaultText
source: Appreciate it, you being so understanding and all.
cs: Vážím si toho, že jste tak chápaví a tak.

# conversations/01_groundbreaker/01_cv_flores_carlos:190:DefaultText
source: I told you, I'm not allowed to file stuff anymore!
cs: Říkal jsem ti, že už nesmím nic vyplňovat!

# conversations/01_groundbreaker/01_cv_flores_carlos:191:DefaultText
source: I'm trying to pay you a bribe, Lee. Will <oeiglobal>Bribe_Amount</oeiglobal> bits do it?
cs: Snažím se tě uplatit, Lee. Bude to stačit <oeiglobal>Bribe_Amount</oeiglobal> bits?

# conversations/01_groundbreaker/01_cv_flores_carlos:193:DefaultText
source: Oh! Right, uh- okay. Mind you don't touch nothing. "Fees" or no, the other Mardets won't take it kindly.
cs: Oh! Dobře, uh- okay. Pozor, na nic nesahejte. "Poplatky" nebo ne, ostatní Mardějové si to nenechají líbit.

# conversations/01_groundbreaker/01_cv_flores_carlos:194:DefaultText
source: I'm not allowed to file stuff, sir.
cs: Nesmím nic vyplňovat, pane.

# conversations/01_groundbreaker/01_cv_flores_carlos:194:FemaleText
source: I'm not allowed to file stuff, ma'am.
cs: Nesmím nic vyplňovat, madam.

# conversations/01_groundbreaker/01_cv_flores_carlos:195:DefaultText
source: I told you we don't!
cs: Říkal jsem ti, že ne!

# conversations/01_groundbreaker/01_cv_flores_carlos:197:DefaultText
source: You know we do, sir.
cs: Víte, že ano, pane.

# conversations/01_groundbreaker/01_cv_flores_carlos:197:FemaleText
source: You know we do, ma'am.
cs: Víte, že ano, madam.

# conversations/01_groundbreaker/01_cv_flores_carlos:198:DefaultText
source: There's been a whole heap of good advertisements lately. Sometimes I tune in just for those.
cs: V poslední době se objevila celá hromada dobrých reklam. Někdy si je naladím jen kvůli nim.

# conversations/01_groundbreaker/01_cv_flores_carlos:199:DefaultText
source: The heat situation's still dire. Chief Tennyson doesn't often hire freelancers, like I told you, but she might be amenable now.
cs: Situace s teplem je stále vážná. Šéfka Tennysonová si často nenajímá externisty, jak jsem ti říkal, ale teď by mohla být ochotná.

# conversations/01_groundbreaker/01_cv_flores_carlos:201:DefaultText
source: What's she like? Is she a... good boss?
cs: Jaká je? Je to... dobrá šéfka?

# conversations/01_groundbreaker/01_cv_flores_carlos:202:DefaultText
source: Good as she can be, I guess, what with all the troubles Groundbreaker's facing.
cs: Myslím, že je dobrá, jak jen může být, vzhledem ke všem problémům, se kterými se Lamač potýká.

# conversations/01_groundbreaker/01_cv_flores_carlos:203:DefaultText
source: She could stand to lighten up, I 'spose. But she tries her to best to do right by folks, and that's what matters.
cs: Myslím, že by se mohla odlehčit. Ale snaží se lidem vyjít vstříc, a na tom záleží.

# conversations/01_groundbreaker/01_cv_flores_carlos:204:DefaultText
source: Why'd you want to know that, Parvati?
cs: Proč to chceš vědět, Parvati?

# conversations/01_groundbreaker/01_cv_flores_carlos:205:DefaultText
source: Fascinating. Anyway...
cs: Fascinující. Každopádně...

# conversations/01_groundbreaker/01_cv_flores_carlos:206:DefaultText
source: Er, right. Back to business.
cs: Ehm, správně. Zpátky k práci.

# conversations/01_groundbreaker/01_cv_flores_carlos:207:DefaultText
source: Leading a ship the size of Groundbreaker must be a challenge.
cs: Vést loď velikosti Groundbreakeru musí být náročné.

# conversations/01_groundbreaker/01_cv_flores_carlos:208:DefaultText
source: Sure is. But she makes it look easy. She's real competent, our Chief, even if she ain't real friendly.
cs: Určitě ano. Ale díky ní to vypadá jednoduše. Je opravdu schopná, naše šéfka, i když není zrovna přátelská.

# conversations/01_groundbreaker/01_cv_flores_carlos:209:DefaultText
source: N-no reason. Don't you trouble yourself over it, Captain.
cs: N-žádný důvod. Netrapte se tím, kapitáne.

# conversations/01_groundbreaker/01_cv_flores_carlos:210:DefaultText
source: That was very convincing, miss. I think your Captain almost bought it.
cs: To bylo velmi přesvědčivé, slečno. Myslím, že váš kapitán vám to skoro sežral.

# conversations/01_groundbreaker/01_cv_flores_carlos:211:DefaultText
source: Hey, ease off, Lee. Why don't you go file some papers?
cs: Hej, uklidni se, Lee. Proč nejdeš vyplnit nějaké papíry?

# conversations/01_groundbreaker/01_cv_flores_carlos:212:DefaultText
source: All right, all right. I'm just havin' fun, is all. Didn't mean anything by it.
cs: Dobře, dobře. Jen se bavím, to je vše. Nic jsem tím nemyslel.

# conversations/01_groundbreaker/01_cv_flores_carlos:213:DefaultText
source: Don't hassle my crew, kid.
cs: Neobtěžuj mou posádku, chlapče.

# conversations/01_groundbreaker/01_cv_flores_carlos:214:DefaultText
source: Yes, sir. Of course. I'm sorry if I overstepped. Was just having fun, is all. Didn't mean anything by it.
cs: Ano, pane. Samozřejmě. Omlouvám se, jestli jsem to přehnal. Jen jsem se bavil, to je vše. Nic jsem tím nemyslel.

# conversations/01_groundbreaker/01_cv_flores_carlos:214:FemaleText
source: Yes, ma'am. Of course. I'm sorry if I overstepped. Was just having fun, is all. Didn't mean anything by it.
cs: Ano, madam. Samozřejmě. Omlouvám se, jestli jsem to přehnal. Jen jsem se bavil, to je vše. Nic jsem tím nemyslel.

# conversations/01_groundbreaker/01_cv_flores_carlos:215:DefaultText
source: I don't under- you know what, never mind. Yeah, friend, you missed it all right.
cs: Nepod... víte co, to je jedno. Jo, příteli, to jsi prošvihl.

# conversations/01_groundbreaker/01_cv_flores_carlos:216:DefaultText
source: People do what they gotta to get by.
cs: Lidé dělají, co musí, aby přežili.

# conversations/01_groundbreaker/01_cv_flores_carlos:217:DefaultText
source: That's gotta make long flights fun.
cs: Díky tomu musí být dlouhé lety zábavné.

# conversations/01_groundbreaker/01_cv_flores_carlos:218:DefaultText
source: Awful generous of you, listening to me like this.
cs: Je to od tebe strašně velkorysé, že mě takhle posloucháš.

# conversations/01_groundbreaker/01_cv_flores_carlos:219:DefaultText
source: We got a lot of rules to follow. Hard to remember 'em all sometimes.
cs: Musíme dodržovat spoustu pravidel. Někdy je těžké si je všechna zapamatovat.
