Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_scihammer_terminal.po
Languages: cs

# conversations/01_groundbreaker/01_cp_scihammer_terminal:1:DefaultText
source: Prismatic Hammer Research Terminal ============================ Main menu
cs: Výzkumný terminál Prismatic Hammer ============================ Hlavní menu

# conversations/01_groundbreaker/01_cp_scihammer_terminal:2:DefaultText
source: [Log 01 - Discovery]
cs: [Deník 01 - Objev]

# conversations/01_groundbreaker/01_cp_scihammer_terminal:3:DefaultText
source: [Log 02 - Mystery]
cs: [Deník 02 - Záhada]

# conversations/01_groundbreaker/01_cp_scihammer_terminal:4:DefaultText
source: [Log 03 - Troubles]
cs: [Deník 03 - Problémy]

# conversations/01_groundbreaker/01_cp_scihammer_terminal:5:DefaultText
source: [Log 04 - Annihilation]
cs: [Deník 04 - Zkáza]

# conversations/01_groundbreaker/01_cp_scihammer_terminal:8:DefaultText
source: Prismatic Hammer Research Terminal ============================ Entry 01: While rummaging through the back bays, I discovered a very old Hammersmith crate that seemed to have been sealed for a very long time. A bit of elbow grease and determination pried it open, but I couldn't make heads or tails of my discovery - a prototype hammer. I didn't know Hammersmith actually made hammers, but I've brought it to my lab for a closer look. How strangely it glows. The trail of its wake lingers even when my eyes are closed.
cs: Výzkumný terminál Prismatického kladiva ============================ Vstup 01: Při prohledávání zadních prostor jsem objevil velmi starou bednu s kladivem, která byla zřejmě velmi dlouho zapečetěná. S trochou loketního tuku a odhodlání jsem ji vypáčil, ale nedokázal jsem se ve svém objevu vyznat - prototyp kladiva. Nevěděl jsem, že Hammersmith skutečně vyrábí kladiva, ale přinesl jsem ho do laboratoře, abych si ho prohlédl zblízka. Jak podivně svítí. Stopa po něm zůstává, i když mám zavřené oči.

# conversations/01_groundbreaker/01_cp_scihammer_terminal:9:DefaultText
source: Prismatic Hammer Research Terminal ============================ Entry 02: I've spent more time on the hammer. Its internal workings are state of the art - thermal, electrical, and chemical systems all working in harmony. How is this even possible? The weapon is a breakthrough in circuitry and engineering, and many of its systems appear rigged against tampering. There's a curious energy signature swirling about the weapon, though I have yet to identify the source. The air tastes of copper. And I have lost several teeth.
cs: Prismatické kladivo Výzkumný terminál ============================ Položka 02: Kladivu jsem věnoval více času. Jeho vnitřní fungování je na špičkové úrovni - tepelné, elektrické a chemické systémy pracují v harmonii. Jak je to vůbec možné? Zbraň je průlomem v obvodech a technice a zdá se, že mnoho jejích systémů je upraveno proti manipulaci. Kolem zbraně víří podivná energetická signatura, ačkoli se mi ještě nepodařilo identifikovat její zdroj. Vzduch chutná po mědi. A přišel jsem o několik zubů.

# conversations/01_groundbreaker/01_cp_scihammer_terminal:10:DefaultText
source: Prismatic Hammer Research Terminal ============================ Entry 03: I have had the most sublime, prismatic dreams since I invited the hammer into my bedchamber. Never mind that for now. Good news first. The energy signature matches Blondiot's elusive N-rays, raising the hammer's elemental properties to four: shock, plasma, corrosion, and radiation. Now for the bad. In my attempts to neuter the self-destruct functionality, I inadvertently caused a small fire. The hammer's manual controls may never function again. Swinging it seems to be the only way of cycling through its elemental modes. I must take greater care with future experiments.
cs: Prismatické kladivo Výzkumný terminál ============================ Zápis 03: Od té doby, co jsem pozval kladivo do své ložnice, mám ty nejvznešenější prismatické sny. Toho si teď nevšímejte. Nejdřív dobré zprávy. Energetická signatura se shoduje s Blondiotovým nepolapitelným N-zářením, což zvyšuje elementární vlastnosti kladiva na čtyři: šok, plazma, koroze a radiace. Teď ty špatné. Při pokusu o vyřazení autodestrukční funkce jsem nechtěně způsobil malý požár. Ruční ovládání kladiva už možná nikdy nebude fungovat. Zdá se, že jediným způsobem, jak přepínat mezi jeho živlovými režimy, je máchání. Při dalších experimentech musím být opatrnější.

# conversations/01_groundbreaker/01_cp_scihammer_terminal:11:DefaultText
source: Prismatic Hammer Research Terminal ============================ Entry 04: I've taken the liberty of locking myself in the workshop. My tinkerings were all for naught. This is no prototype - I am simply too flawed to recognize its perfections. The hammer is a lesson. A symbol. It whispers to me that disorder rules all things, but with a little ambition we can harness that power. Only by inflicting chaos upon others can we transmute disorder into harmony. And that is a lesson Halcyon is not ready to hear.
cs: Prismatické kladivo Výzkumný terminál ============================ Vstup 04: Dovolil jsem si zamknout se v dílně. Moje kutilství bylo k ničemu. Tohle není žádný prototyp - jsem prostě příliš nedokonalý na to, abych rozpoznal jeho dokonalost. Kladivo je poučení. Symbol. Našeptává mi, že nepořádek vládne všem věcem, ale s trochou ctižádosti můžeme tuto sílu využít. Pouze způsobením chaosu ostatním můžeme přetvořit nepořádek v harmonii. A to je lekce, kterou Halcyon není připraven slyšet.

# conversations/01_groundbreaker/01_cp_scihammer_terminal:12:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_scihammer_terminal:13:DefaultText
source: [Logs]
cs: [Deníky]

# conversations/01_groundbreaker/01_cp_scihammer_terminal:14:DefaultText
source: Prismatic Hammer Research Terminal ============================ Displaying log entries. Last log entry date: ERROR - ABERRANT INTERFERENCE.
cs: Prismatic Hammer Research Terminal ============================ Zobrazení záznamů v protokolu. Datum posledního záznamu v protokolu: ERROR - ABERRANT INTERFERENCE.
