Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_culkelly_gladys.po
Languages: cs

# conversations/01_groundbreaker/01_cv_culkelly_gladys:3:DefaultText
source: Bless my heart. A stranger come knocking on a poor old woman's door.
cs: Bůh mi žehnej. Cizinec zaklepe na dveře nebohé staré ženy.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:4:DefaultText
source: Phineas sent me. He said you could sell me a Navkey to Stellar Bay.
cs: Poslal mě Phineas. Říkal, že bys mi mohl prodat Navkey do Hvězdné zátoky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:5:DefaultText
source: What do you do here?
cs: Co tu děláte?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:7:DefaultText
source: Thanks for your time.
cs: Děkujeme za váš čas.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:8:DefaultText
source: Oh, a little of this, a little of that. I buy and sell items that require discretion to dispose of. Knick-knacks. Curios.
cs: Trochu toho, trochu onoho. Kupuji a prodávám předměty, jejichž likvidace vyžaduje diskrétnost. Knick-knacks. Kuriozity.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:36:DefaultText
source: Do you know of any paying jobs around here?
cs: Nevíte o nějaké placené práci v okolí?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:40:DefaultText
source: Gracious, I was just sitting down for tea.
cs: Milostivě, právě jsem si sedl k čaji.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:43:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:44:DefaultText
source: I also knit throw pillows stuffed with the hair of famous tossball players. But that's more of a passion project.
cs: Pletla jsem také polštáře vycpané vlasy slavných hráčů tossballu. Ale to je spíš vášnivý projekt.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:45:DefaultText
source: You here for a particular reason? Or did the neighbors tell you how good my sugar cookies are? Made without a single natural ingredient or an oven, just like store-bought.
cs: Jste tu z nějakého konkrétního důvodu? Nebo ti sousedé řekli, jak dobré jsou moje cukroví? Vyrobené bez jediné přírodní ingredience nebo trouby, stejně jako ty kupované v obchodě.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:46:DefaultText
source: I found a handsome ceramic mantipillar at a salvage auction last week.
cs: Minulý týden jsem na aukci sběrných surovin našel pěkný keramický mantipillar.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:51:DefaultText
source: If you're here for this week's magazine club meeting, you're a touch late.
cs: Pokud jste přišli na schůzku klubu časopisů tento týden, máte zpoždění.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:52:DefaultText
source: It's almost time for today's episode of "The Chairman's Children." Care to listen with me?
cs: Blíží se čas dnešního dílu seriálu "Děti předsedy". Chcete poslouchat se mnou?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:56:DefaultText
source: I've a lovely little throw pillow. Just something I tossed together. Like to keep my hands busy.
cs: Mám krásný malý polštářek. Něco jsem si jen tak hodila dohromady. Ráda zaměstnávám ruce.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:57:DefaultText
source: Won a charming copper kettle off that girl who runs the pub. She's a fierce arm wrestler, but she's no match for your pal Gladys.
cs: Vyhrál jsem půvabnou měděnou konvici od té dívky, která vede hospodu. Je to sice zuřivá zápasnice v páce, ale na tvou kamarádku Gladys nemá.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:66:DefaultText
source: Those've been the height of illegality since Stellar Bay turned their noses up at the Board. You and I could be thrown to the void just for discussing such a transaction.
cs: Ty byly vrcholem nezákonnosti od doby, kdy Stellar Bay ohrnovala nos nad představenstvem. My dva bychom mohli být předhozeni do prázdna jen za to, že jsme o takové transakci diskutovali.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:67:DefaultText
source: Now, I only have the one Navkey, and they're hard to come by these days. It won't be cheap. If you find yourself lacking in the bits, I might have an opportunity you'd be interested in.
cs: Nyní mám jen jeden Navkey a ty se dnes těžko shánějí. Nebude to levné. Pokud zjistíte, že vám chybí kousky, možná bych měl příležitost, která by vás zajímala.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:68:DefaultText
source: Tell me about this "opportunity."
cs: Povězte mi o této "příležitosti".

# conversations/01_groundbreaker/01_cv_culkelly_gladys:69:DefaultText
source: I wanted to talk about that "opportunity" you mentioned.
cs: Chtěl jsem mluvit o té "příležitosti", kterou jste zmínil.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:71:DefaultText
source: Yes, dearie?
cs: Ano, drahoušku?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:72:DefaultText
source: Well, I find I'm in need of a ship captain with a little... moral flexibility? Might be this could help out the Groundbreaker, as well as earn some bits. But if you've got qualms...
cs: No, zjistil jsem, že potřebuji kapitána lodi s trochou... morální flexibility? Možná by to mohlo pomoct Hromotlukovi a také vydělat nějaké peníze. Ale jestli máš výčitky...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:73:DefaultText
source: No qualms here. Let's hear the details.
cs: Zde nemám žádné výhrady. Poslechněme si podrobnosti.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:74:DefaultText
source: What other jobs do you know about?
cs: O jakých dalších zaměstnáních víte?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:75:DefaultText
source: Any chance of a discount since Phineas sent me?
cs: Je nějaká šance na slevu, když mě poslal Phineas?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:76:DefaultText
source: Phineas! That old kook. He was quite the dancer back in his prime, did he tell you? Real light on his feet.
cs: Phineas! Ten starý blázen. V dobách své největší slávy byl dobrý tanečník, říkal ti to? Měl opravdu lehké nohy.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:77:DefaultText
source: Do you know Edna, over in Engineering? Sweet as a pea, that one. On occasion, she'll pass along transmissions I might find interesting.
cs: Znáte Ednu z inženýrského oddělení? Ta je sladká jako hrášek. Občas mi předá zprávy, které by mě mohly zajímat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:78:DefaultText
source: Curious thing is, it came from an outpost called Roseway, and Auntie Cleo abandoned that place years ago.
cs: Zajímavé je, že pochází z výspy zvané Roseway, kterou teta Cleo před lety opustila.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:81:DefaultText
source: Maybe it's some sort of automated message.
cs: Možná je to nějaká automatická zpráva.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:82:DefaultText
source: Edna didn't seem to think so, and I trust the dear girl's judgment - well, maybe not in men, but she knows her comms. So like as not, someone's been down there recently.
cs: Edna si to zřejmě nemyslela a já té drahé dívce věřím - no, možná ne v mužích, ale v komunikaci se vyzná. Takže jako by tam dole nedávno někdo byl.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:83:DefaultText
source: And if someone's set up shop in Roseway, I'd wager they got something to hide.
cs: A pokud si někdo zařídil obchod v Roseway, vsadil bych se, že má co skrývat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:84:DefaultText
source: If it's a corporate town with something to hide, why the SOS?
cs: Pokud je to město korporací, které mají co skrývat, proč SOS?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:85:DefaultText
source: Maybe whatever they're hiding went to heck, and now they need a few spare hands to clean up the mess.
cs: Možná, že ať už skrývají cokoli, šlo to do háje a teď potřebují pár volných rukou, aby ten nepořádek uklidili.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:86:DefaultText
source: If you should find a secret worth selling, might be I could find a buyer. Corporate bigwigs'll pay top bit for inside information on their competitors.
cs: Pokud byste našli tajemství, které by stálo za to prodat, možná bych našel kupce. Korporátní velmoci si nechají za důvěrné informace o svých konkurentech dobře zaplatit.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:88:DefaultText
source: So you need someone to snoop around for you?
cs: Takže potřebujete někoho, kdo by pro vás slídil?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:89:DefaultText
source: My goodness, aren't you quick on the uptake. I like that.
cs: Panebože, ty jsi ale pohotový. To se mi líbí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:90:DefaultText
source: Should you find yourself responding to a certain distress call, and in so doing find yourself in possession of certain valuable corporate secrets, well...
cs: Pokud se ocitnete v situaci, kdy budete reagovat na určité tísňové volání, a přitom se dostanete k určitým cenným firemním tajemstvím, pak...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:91:DefaultText
source: I'll stop by if I find anything.
cs: Pokud něco najdu, zastavím se.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:92:DefaultText
source: Law bless your atoms. Here's a copy of the SOS recording complete with the coordinates.
cs: Zákon žehná vašim atomům. Zde je kopie nahrávky SOS se souřadnicemi.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:93:DefaultText
source: This sounds shady. No thanks.
cs: To zní pochybně. Ne, díky.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:94:DefaultText
source: My services don't come cheap.
cs: Mé služby nejsou levné.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:95:DefaultText
source: Neither do mine, dearie. Old Gladys knows the value of good work. You'll be compensated accordingly, I can promise you that.
cs: Ani moje ne, drahoušku. Stará Gladys zná hodnotu dobré práce. Dostaneš odpovídající odměnu, to ti můžu slíbit.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:96:DefaultText
source: I can see where this is going. Count me out.
cs: Je mi jasné, kam to směřuje. Se mnou nepočítejte.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:97:DefaultText
source: We don't all have the stomach for skulduggery - I understand. Be a dear and come see me again if you change your mind.
cs: Ne všichni máme žaludek na lumpárny - chápu. Buď tak hodný a přijď za mnou znovu, pokud si to rozmyslíš.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:99:DefaultText
source: Sounds like an "opportunity," all right.
cs: To zní jako "příležitost".

# conversations/01_groundbreaker/01_cv_culkelly_gladys:100:DefaultText
source: I appreciate a man who knows one when he hears it.
cs: Oceňuji muže, který pozná, když to slyší.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:100:FemaleText
source: I appreciate a woman who knows one when she hears it.
cs: Oceňuji ženu, která to pozná, když to slyší.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:101:DefaultText
source: If they're hiding something, won't they be liable to shoot on sight?
cs: Pokud něco skrývají, nebudou moci střílet na potkání?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:102:DefaultText
source: Quite the opposite, I believe. Nothing terribly secret about gunfire, is there?
cs: Domnívám se, že je tomu právě naopak. Na střelbě není nic strašně tajného, že?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:103:DefaultText
source: Oh, no... a ghost message!
cs: Ale ne... duchovní zpráva!

# conversations/01_groundbreaker/01_cv_culkelly_gladys:104:DefaultText
source: Aren't you precious. No, the young man on the video was flesh and blood, all right.
cs: Nejsi ty vzácný? Ne, ten mladík na videu byl z masa a kostí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:106:DefaultText
source: What did you want me to do, again?
cs: Co jsi po mně zase chtěl?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:107:DefaultText
source: I'll investigate that distress call.
cs: Prověřím to tísňové volání.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:108:DefaultText
source: I investigated that distress signal from Roseway.
cs: Prozkoumal jsem ten nouzový signál z Rosewaye.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:109:DefaultText
source: What's that? Speak up, now.
cs: Co je to? Mluvte nahlas.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:110:DefaultText
source: About those secrets you asked me to look for...
cs: Co se týče těch tajemství, která jsi po mně chtěl, abych hledal...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:111:DefaultText
source: How can I be sure you won't go ratting me out to the wrong people?
cs: Jak si můžu být jistý, že mě nepráskneš špatným lidem?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:112:DefaultText
source: My oh my, look at the cysts on you. Here - consider it hazard pay.
cs: Můj ty bože, podívej se na ty cysty na sobě. Tady - berte to jako rizikový plat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:113:DefaultText
source: That excursion you sent me on was no cakewalk, lady.
cs: Ta exkurze, na kterou jste mě poslala, nebyla žádná procházka růžovým sadem, dámo.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:114:DefaultText
source: Fair's fair. No one ever said old Gladys was a cheapskate, no sir, and I'm not about to let them start. Here - consider it hazard pay.
cs: Spravedlivé je spravedlivé. Nikdo nikdy neřekl, že stará Gladys byla lakomec, ne, pane, a já jim to nehodlám dovolit. Tady - považujte to za rizikový plat.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:114:FemaleText
source: Fair's fair. No one ever said old Gladys was a cheapskate, no ma'am, and I'm not about to let them start. Here - consider it hazard pay.
cs: Spravedlivé je spravedlivé. Nikdo nikdy neřekl, že stará Gladys byla lakomá, ne madam, a já jim to nehodlám dovolit. Tady - berte to jako rizikovou mzdu.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:115:DefaultText
source: I think that's it.
cs: Myslím, že to je vše.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:116:DefaultText
source: That's plenty, my dear, and more than I thought you'd find. You got a knack for snooping. I ought to just hire you next time instead of those SubLight lunkheads.
cs: To je hodně, má drahá, a víc, než jsem si myslel, že najdeš. Máš talent na slídění. Příště bych si měl najmout tebe místo těch SubLightových šmejdů.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:118:DefaultText
source: Darnation. It sounded like a gold mine, but maybe that's just my old hopes getting in the way.
cs: Darnation. Znělo to jako zlatý důl, ale možná to jen moje staré naděje.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:120:DefaultText
source: Are you positive? Honest to goodness?
cs: Jste pozitivní? Upřímně?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:121:DefaultText
source: I'm certain there's nothing left.
cs: Jsem si jistý, že už nic nezbylo.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:122:DefaultText
source: Can't say I wasn't hoping for more, but...
cs: Nemůžu říct, že jsem nedoufal ve víc, ale...

# conversations/01_groundbreaker/01_cv_culkelly_gladys:123:DefaultText
source: I suppose it can't be helped. Law bless you for doing the legwork, sweetie. Don't forget your pal Gladys, now - you can come visit any time.
cs: S tím se asi nedá nic dělat. Zákon ti žehná, že sis dala tu práci, zlatíčko. Nezapomeň na svou kamarádku Gladys - můžeš ji kdykoli navštívit.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:124:DefaultText
source: I'm still searching. I'll report back later.
cs: Stále hledám. Zprávu podám později.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:125:DefaultText
source: What'd you turn up?
cs: Co jsi objevil?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:126:DefaultText
source: I found this fancy toothpaste formula. Here you go.
cs: Našla jsem tento fantastický vzorec zubní pasty. Tady je.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:127:DefaultText
source: These corporations, I tell you - once they get an idea into their big, dense heads, there's no gettin' it out again.
cs: Řeknu vám, tyhle korporace - jakmile se jim do jejich velkých, hustých hlav dostane nějaká myšlenka, už ji z nich nedostanou.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:128:DefaultText
source: Can't imagine how I'll offload this, but waste not, want not, I suppose.
cs: Nedokážu si představit, jak to vyložím, ale předpokládám, že když nechceš, tak neplýtvej.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:129:DefaultText
source: I found a formula for experimental rocket fuel. Seems like pretty advanced stuff.
cs: Našel jsem vzorec pro experimentální raketové palivo. Zdá se, že je to dost pokročilá věc.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:131:DefaultText
source: My stars, what a find. Fine picking like this deserves an equally fine payout. Go on, dearie - and don't spend it all in one place!
cs: Moje hvězdy, to je nález. Takovýto skvělý výběr si zaslouží stejně skvělou odměnu. Jen tak dál, drahoušku - a neutrácejte všechno na jednom místě!

# conversations/01_groundbreaker/01_cv_culkelly_gladys:132:DefaultText
source: I found a toothpaste formula, but then I... unfound it.
cs: Našla jsem vzorec zubní pasty, ale pak jsem ho... nenašla.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:133:DefaultText
source: Well, that's just- just swell, sweetheart. Good for you.
cs: No, to je prostě skvělé, zlatíčko. To je dobře.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:134:DefaultText
source: I acquired some research on raptidon musk. Interested?
cs: Pořídil jsem si nějaký výzkum o raptidonském pižmu. Máte zájem?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:135:DefaultText
source: Pardon me, sweetheart - my old ears must've misheard you. Did you say 'raptidon'? Gracious, someone must've hauled them off Monarch. Naughty, naughty.
cs: Promiň, miláčku - moje staré uši tě asi špatně slyšely. Řekl jsi "raptidon"? Proboha, někdo je musel z Monarchu vytáhnout. Zlobivé, zlobivé.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:136:DefaultText
source: A couple of folks around here might pay a fair few bits for this. Might even be able to start a bidding war.
cs: Pár lidí tady by za to mohlo zaplatit pěkných pár drobných. Možná se dokonce podaří rozpoutat nabídkovou válku.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:137:DefaultText
source: I acquired some research on raptidon musk, but I found another buyer.
cs: Pořídil jsem si nějaký výzkum raptidonského pižma, ale našel jsem jiného kupce.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:138:DefaultText
source: A shame you didn't visit old Gladys first! That would've fetched a good price. I may have thrown in a batch of my famous sugar cookies just to sweeten the deal.
cs: Škoda, že jsi nenavštívil starou Gladys jako první! To bys za ni dostal dobrou cenu. Možná bych přihodila várku svých slavných cukroví, abych to osladila.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:139:DefaultText
source: I found schematics for a prototype weapon from FORCE, and I'm selling. You buying?
cs: Našel jsem schémata prototypu zbraně z FORCE a prodávám ji. Kupuješ?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:140:DefaultText
source: Peaches and cream, if that isn't the most handsome bit of lethal engineering I've seen all week. That'll go for a tidy sum of bits.
cs: Broskve a smetana, jestli tohle není ten nejhezčí kousek smrtícího inženýrství, jaký jsem za celý týden viděl. Tohle bude stát pěknou sumu.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:141:DefaultText
source: I found a prototype weapon schematic from FORCE, but I lost it.
cs: Našel jsem schéma prototypu zbraně z FORCE, ale ztratil jsem ho.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:142:DefaultText
source: Bless your slippery little fingers, isn't that just a shame. Prototype schematics go for a fair handful of bits around here.
cs: Požehnejte svým kluzkým prstíkům, není to prostě škoda? Prototypová schémata se tu prodávají za pěknou hrst kousků.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:145:DefaultText
source: What'll happen to those secrets I sold you?
cs: Co se stane s těmi tajemstvími, která jsem ti prodal?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:146:DefaultText
source: I'm afraid that's confidential, my dear. A matter of customer privacy. I'd wager you'd demand the same were you the one buying.
cs: Obávám se, že je to důvěrné, má drahá. Jde o soukromí zákazníka. Vsadím se, že byste požadovala totéž, kdybyste to byla vy, kdo kupuje.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:149:DefaultText
source: Might want to acquaint yourself with Junlei Tennyson, Groundbreaker's chief. She's been trying to get a handle on this heat problem we've got.
cs: Možná by ses měl seznámit s Junlei Tennysonem, šéfem Groundbreakeru. Snaží se vyřešit ten problém s horkem, který tu máme.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:156:DefaultText
source: Lucky for us, Groundbreaker's a free port. We're outside of the Board's control... for the time being, at least.
cs: Naštěstí pro nás je Groundbreaker portem zdarma. Jsme mimo kontrolu rady... alespoň prozatím.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:162:DefaultText
source: You'll find her fretting in Engineering. I'd say she's a sweet girl, but Law forfend someone call me a liar.
cs: Najdete ji ve strojovně. Řekl bych, že je to milá holka, ale ať mě nikdo nenazve lhářem.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:163:DefaultText
source: If Auntie Cleo's exporting rapts from Monarch... golly me, someone's going to be in the soup when they get caught.
cs: Jestli teta Cleo vyváží rapty z Monarchu... sakra, někdo bude mít na kahánku, až ho chytí.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:165:DefaultText
source: Real light in the wallet, too. He still owes me a small fortune. Laws, maybe I should charge you double.
cs: Je také opravdu lehký na peněženku. Pořád mi dluží malé jmění. Právníci, možná bych vám měl účtovat dvojnásobek.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:166:DefaultText
source: So that's a no?
cs: Takže to znamená ne?

# conversations/01_groundbreaker/01_cv_culkelly_gladys:167:DefaultText
source: Bless your heart.
cs: Bůh ti žehnej.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:168:DefaultText
source: She sent me a recording of a distress signal she'd scraped from the Groundbreaker's comm array.
cs: Poslala mi nahrávku nouzového signálu, který vyškrábala z komunikační soustavy Groundbreakeru.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:169:DefaultText
source: That handsome Bertie Holcomb's hair isn't exactly free, after all.
cs: Vlasy toho fešáka Bertieho Holcomba přece jen nejsou úplně zadarmo.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:170:DefaultText
source: Then we ought to have a chat over a pot of tea and my famous cookies.
cs: Pak bychom si měli popovídat u hrnku čaje a mých slavných sušenek.

# conversations/01_groundbreaker/01_cv_culkelly_gladys:171:DefaultText
source: You can count on me!
cs: Můžete se na mě spolehnout!

# conversations/01_groundbreaker/01_cv_culkelly_gladys:172:DefaultText
source: Don't forget to come find old Gladys when you're done.
cs: Nezapomeň najít starou Gladys, až skončíš.
