Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_felix_intro.po
Languages: cs

# conversations/01_groundbreaker/01_cv_felix_intro:325:DefaultText
source: Yeah, because I knocked my foreman out with a tossball stick. But to be fair, I wasn't the one who started it. The guy was insulting my Rizzo's Rangers.
cs: Jo, protože jsem svého předáka omráčil házecí tyčí. Ale abych byl spravedlivý, já jsem si nezačal. Ten chlap urážel mé Rizzo's Rangers.

# conversations/01_groundbreaker/01_cv_felix_intro:326:DefaultText
source: The guy insulted my Rizzo's Rangers, all right? You can't just insult my Rangers and expect to get away with it.
cs: Ten chlap urazil mé Rizzo's Rangers, jasný? Nemůžeš jen tak urážet mé Rangers a čekat, že ti to projde.

# conversations/01_groundbreaker/01_cv_felix_intro:327:DefaultText
source: Yeah, yeah. He's like the rest of those Board jackasses. All bluster, no grit.
cs: Jo, jo. Je jako ostatní blbci z rady. Samé chvástání, žádná odvaha.

# conversations/01_groundbreaker/01_cv_felix_intro:328:DefaultText
source: So of course I decked him with a tossball stick. I mean, what am I? Some kind of fairweather fan?
cs: Tak jsem ho samozřejmě obložil hokejkou na házení míčků. Co jsem vlastně zač? Nějaký fanda?

# conversations/01_groundbreaker/01_cv_felix_intro:329:DefaultText
source: Look, if it's a crime to defend your favorite tossball team against slander and calumny - well, then lock me right up.
cs: Podívejte se, jestli je zločin bránit svůj oblíbený tým proti pomluvám a očerňování - tak mě rovnou zavřete.

# conversations/01_groundbreaker/01_cv_felix_intro:330:DefaultText
source: All you gotta do is square your shoulders and stand up to 'em. Board ain't accustomed to disobedience.
cs: Stačí si srovnat ramena a postavit se jim. Rada není zvyklá na neposlušnost.

# conversations/01_groundbreaker/01_cv_felix_intro:331:DefaultText
source: Okay, slow down. What exactly did you do?
cs: Dobře, zpomal. Co přesně jsi udělal?

# conversations/01_groundbreaker/01_cv_felix_intro:333:DefaultText
source: That's a bit of an overreaction.
cs: To je trochu přehnaná reakce.

# conversations/01_groundbreaker/01_cv_felix_intro:335:DefaultText
source: Only the finest group of tossball players ever to take the field.
cs: Pouze nejlepší skupina hráčů přehazované, která kdy nastoupila na hřiště.

# conversations/01_groundbreaker/01_cv_felix_intro:336:DefaultText
source: He's a Spacer's Chosen man, though. So when the Chosen beat my Rangers the other night, my foreman comes swaggering up with his head full of boasting.
cs: Je to ale Vyvolený Spacera. Takže když Vyvolení tuhle večer porazili mé Strážce, můj předák se přišel pochlubit.

# conversations/01_groundbreaker/01_cv_felix_intro:337:DefaultText
source: So you defend the honor of your team.
cs: Bráníte tedy čest svého týmu.

# conversations/01_groundbreaker/01_cv_felix_intro:338:DefaultText
source: Oh boy.
cs: Ach jo.

# conversations/01_groundbreaker/01_cv_felix_intro:339:DefaultText
source: And that's when you resolved your differences like an adult, right?
cs: A tehdy jste své neshody vyřešili jako dospělí, že?

# conversations/01_groundbreaker/01_cv_felix_intro:340:DefaultText
source: Exactly! I was only doing what any self-respecting Rangers fan would've done.
cs: Přesně tak! Dělal jsem jen to, co by udělal každý fanoušek Rangers.

# conversations/01_groundbreaker/01_cv_felix_intro:341:DefaultText
source: That's when I broadsided him with a tossball stick, yeah.
cs: Tehdy jsem ho praštil hokejkou, jo.

# conversations/01_groundbreaker/01_cv_felix_intro:342:DefaultText
source: Look, this was a long time coming. Guy thinks he can push me around 'cause he's some sky-high foreman and I'm just a Back Bays dockworker?
cs: Podívejte, tohle bylo na dlouho. Ten chlap si myslí, že mě může popichovat, protože on je nějaký nebetyčný předák a já jsem jenom dělník v docích v Back Bays?

# conversations/01_groundbreaker/01_cv_felix_intro:343:DefaultText
source: You wouldn't be saying that if you'd been there.
cs: To bys neříkal, kdybys tam byl.

# conversations/01_groundbreaker/01_cv_felix_intro:344:DefaultText
source: Well. Former dockworker. Guess I just tendered my resignation.
cs: Dobře. Bývalý přístavní dělník. Asi jsem právě podal výpověď.

# conversations/01_groundbreaker/01_cv_felix_intro:345:DefaultText
source: Got any plans?
cs: Máte nějaké plány?

# conversations/01_groundbreaker/01_cv_felix_intro:346:DefaultText
source: Sounds like you're better off on your own.
cs: Zdá se, že je pro tebe lepší, když si vystačíš sám.

# conversations/01_groundbreaker/01_cv_felix_intro:347:DefaultText
source: You're just lucky you're not serving a sentence.
cs: Máš štěstí, že nejsi ve výkonu trestu.

# conversations/01_groundbreaker/01_cv_felix_intro:348:DefaultText
source: Enjoy my freedom. Scrounge together enough bits for a Zero Gee. Other than that? Can't say as I do.
cs: Užijte si svobodu. Dejte dohromady dost kousků na Zero Gee. A jinak? Nemůžu říct, jak to dělám já.

# conversations/01_groundbreaker/01_cv_felix_intro:349:DefaultText
source: Yeah, I reckon you're right. Imagine me wasting my life loading boxes. Unloading boxes. Watching the ships roll in and take off.
cs: Jo, myslím, že máš pravdu. Představ si, že bych plýtval životem při nakládání krabic. Vykládání krabic. Sledovat, jak lodě přilétají a odlétají.

# conversations/01_groundbreaker/01_cv_felix_intro:350:DefaultText
source: You know something? I am lucky. I ought to raise a glass of Zero Gee to my fortune- if I had the bits.
cs: Víte co? Mám štěstí. Měl bych na své štěstí pozvednout sklenku Zero Gee - kdybych na to měl.

# conversations/01_groundbreaker/01_cv_felix_intro:351:DefaultText
source: Captain of the Unreliable. You're like something out of a serial drama.
cs: Kapitán nespolehlivých. Jsi jako ze seriálu.

# conversations/01_groundbreaker/01_cv_felix_intro:352:DefaultText
source: Felix Millstone. Pleased to make your acquaintance.
cs: Felix Millstone. Rád jsem vás poznal.

# conversations/01_groundbreaker/01_cv_felix_intro:353:DefaultText
source: See you around, Felix.
cs: Uvidíme se, Felixi.

# conversations/01_groundbreaker/01_cv_felix_intro:354:DefaultText
source: Oh, not at all. Just uh - you know. Gonna figure out what to do next.
cs: Vůbec ne. Jen... však víš. Musím vymyslet, co dál.

# conversations/01_groundbreaker/01_cv_felix_intro:355:DefaultText
source: I noticed your ship in port. Got to thinking you might be looking for some crew. So I wandered by, just to take a closer look.
cs: Všiml jsem si vaší lodi v přístavu. Napadlo mě, že možná hledáte nějakou posádku. Tak jsem se zastavil, abych se na ni podíval zblízka.

# conversations/01_groundbreaker/01_cv_felix_intro:356:DefaultText
source: You're serious? You're giving me a shot? All right. Hang on, hang on.
cs: To myslíte vážně? Dáváš mi šanci? Dobře. Vydrž, vydrž.

# conversations/01_groundbreaker/01_cv_felix_intro:357:DefaultText
source: Guy never liked me. Always trying to get a rise out of me. But I keep my chin up, right? Be the bigger man, I tell myself.
cs: Ten chlap mě nikdy neměl rád. Vždycky se mě snažil vytočit. Ale já si držím hlavu vzhůru, ne? Buď větší chlap, říkám si.

# conversations/01_groundbreaker/01_cv_felix_intro:358:DefaultText
source: He's a Spacer's Chosen man, though. So when the Chosen beat my Rangers the other night, my foreman comes swaggering up with his head full of boasting.
cs: Je to ale Vyvolený Spacera. Takže když Vyvolení tuhle večer porazili mé Strážce, můj předák se přišel pochlubit.

# conversations/01_groundbreaker/01_cv_felix_intro:359:DefaultText
source: And that's when you resolved your differences like an adult, right?
cs: A tehdy jste své neshody vyřešili jako dospělí, že?

# conversations/01_groundbreaker/01_cv_felix_intro:360:DefaultText
source: That's when I broadsided him with a tossball stick, yeah.
cs: Tehdy jsem ho praštil hokejkou, jo.

# conversations/01_groundbreaker/01_cv_felix_intro:361:DefaultText
source: Oh boy.
cs: Ach jo.

# conversations/01_groundbreaker/01_cv_felix_intro:362:DefaultText
source: Look, this was a long time coming. Guy thinks he can push me around 'cause he's some sky-high foreman and I'm just a Back Bays dockworker?
cs: Podívejte, tohle bylo na dlouho. Ten chlap si myslí, že mě může popichovat, protože on je nějaký nebetyčný předák a já jsem jenom dělník v docích v Back Bays?

# conversations/01_groundbreaker/01_cv_felix_intro:363:DefaultText
source: Well. Former dockworker. Guess I just tendered my resignation.
cs: Dobře. Bývalý přístavní dělník. Asi jsem právě podal výpověď.

# conversations/01_groundbreaker/01_cv_felix_intro:364:DefaultText
source: So you defend the honor of your team.
cs: Bráníte tedy čest svého týmu.

# conversations/01_groundbreaker/01_cv_felix_intro:365:DefaultText
source: Exactly! I was only doing what any self-respecting Rangers fan would've done.
cs: Přesně tak! Dělal jsem jen to, co by udělal každý fanoušek Rangers.

# conversations/01_groundbreaker/01_cv_felix_intro:366:DefaultText
source: Hey, no offense, but I don't think this walking saltuna can's gonna appreciate you interrupting.
cs: Hej, bez urážky, ale nemyslím si, že tahle chodící saltuna ocení, že ji přerušuješ.

# conversations/01_groundbreaker/01_cv_felix_intro:368:DefaultText
source: Keep talking, Millstone. See what happens.
cs: Mluv dál, Millstone. Uvidíme, co se stane.

# conversations/01_groundbreaker/01_cv_felix_intro:369:DefaultText
source: I don't have time for this. I need a drink.
cs: Nemám na to čas. Potřebuju se napít.

# conversations/01_groundbreaker/01_cv_felix_intro:370:DefaultText
source: I put together a little speech, just in case you asked.
cs: Pro případ, že byste se ptali, jsem sestavil malý proslov.

# conversations/01_groundbreaker/01_cv_felix_intro:371:DefaultText
source: Thanks for the vote of confidence!
cs: Děkujeme za důvěru!

# conversations/01_groundbreaker/01_cv_felix_intro:372:DefaultText
source: Wait, what? You sure? I was kind of on a hot-streak.
cs: Počkat, cože? Jsi si jistý? Byl jsem tak trochu na vlně horka.

# conversations/01_groundbreaker/01_cv_felix_intro:373:DefaultText
source: I'll just gather my personals and meet you on board. This is gonna be great.
cs: Prostě si seberu osobní věci a sejdeme se na palubě. Tohle bude skvělé.

# conversations/01_groundbreaker/01_cv_felix_intro:376:DefaultText
source: Well. This'll be interesting, huh?
cs: Dobře. Tohle bude zajímavé, co?

# conversations/01_groundbreaker/01_cv_felix_intro:377:DefaultText
source: You seem eager enough. Looking forward to knocking some skulls with you, kid.
cs: Zdá se, že jste dostatečně horlivý. Těším se, až s tebou rozbijeme pár lebek, chlapče.

# conversations/01_groundbreaker/01_cv_felix_intro:378:DefaultText
source: You got a crew now, Felix!
cs: Teď máš posádku, Felixi!

# conversations/01_groundbreaker/01_cv_felix_intro:379:DefaultText
source: User database successfully updated. You have been classified as "Not Garbage."
cs: Databáze uživatelů byla úspěšně aktualizována. Byli jste klasifikováni jako "Not Garbage".

# conversations/01_groundbreaker/01_cv_felix_intro:380:DefaultText
source: Really, we're picking up strays, now?
cs: Opravdu teď sbíráme zatoulané děti?

# conversations/01_groundbreaker/01_cv_felix_intro:383:DefaultText
source: Look at that. A real vicar. I'm sure we'll get along like a church on fire.
cs: Podívejte se na to. Skutečný farář. Jsem si jistý, že spolu budeme vycházet jako v hořícím kostele.

# conversations/01_groundbreaker/01_cv_felix_intro:388:DefaultText
source: I had this foreman, right?
cs: Měl jsem předáka, že?

# conversations/01_groundbreaker/01_cv_felix_intro:389:DefaultText
source: I had this foreman, right?
cs: Měl jsem předáka, že?

# conversations/01_groundbreaker/01_cv_felix_intro:390:DefaultText
source: Welcome aboard, son.
cs: Vítej na palubě, synu.

# conversations/01_groundbreaker/01_cv_felix_intro:391:DefaultText
source: Going for a stroll around the docking bays?
cs: Procházíte se po přístavních zátokách?
