Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_macredd.po
Languages: cs

# conversations/01_groundbreaker/01_cv_macredd:1:DefaultText
source: Not another step in that direction, friend.
cs: Už ani krok tímto směrem, příteli.

# conversations/01_groundbreaker/01_cv_macredd:3:DefaultText
source: I'm here for some parts. Junlei sent me.
cs: Jsem tu kvůli některým součástkám. Posílá mě Junlei.

# conversations/01_groundbreaker/01_cv_macredd:4:DefaultText
source: There's a bounty on your head. I want to claim the reward.
cs: Na tvou hlavu je vypsána odměna. Chci si vyzvednout odměnu.

# conversations/01_groundbreaker/01_cv_macredd:6:DefaultText
source: I was just exploring the ship and stumbled on this level.
cs: Právě jsem prozkoumával loď a narazil na tuto úroveň.

# conversations/01_groundbreaker/01_cv_macredd:7:DefaultText
source: Tennyson just keeps feeding the furnace, don't she? We're still playing with her last sacrifice out back, with the crew.
cs: Tennysonová prostě pořád přikládá do pece, že? Pořád si hrajeme s její poslední obětí vzadu, s posádkou.

# conversations/01_groundbreaker/01_cv_macredd:8:DefaultText
source: What are you doing to that poor engineer?
cs: Co to tomu chudákovi inženýrovi děláte?

# conversations/01_groundbreaker/01_cv_macredd:9:DefaultText
source: Listen to the fire of those convictions. This one's hungry for justice.
cs: Naslouchejte ohni těchto přesvědčení. Tenhle touží po spravedlnosti.

# conversations/01_groundbreaker/01_cv_macredd:10:DefaultText
source: Alive or dead. Rare or medium. What's it gonna be? How do you want me cooked, bounty hunter?
cs: Živý nebo mrtvý. Rare nebo medium. Co to bude? Jak mě chceš uvařit, lovče odměn?

# conversations/01_groundbreaker/01_cv_macredd:11:DefaultText
source: No need for violence. Give me your lighter and the bounty disappears.
cs: Není třeba násilí. Dej mi svůj zapalovač a odměna zmizí.

# conversations/01_groundbreaker/01_cv_macredd:12:DefaultText
source: <Attack> Medium well.
cs: <Útok> Středně dobře.

# conversations/01_groundbreaker/01_cv_macredd:16:DefaultText
source: We were just sitting in a circle, sucking down exhaust fumes and toasting to the memory of our brain cells. Making this broken angel fly again.
cs: Seděli jsme v kruhu, nasávali výfukové plyny a připíjeli si na paměť našich mozkových buněk. Aby tenhle zlomený anděl zase létal.

# conversations/01_groundbreaker/01_cv_macredd:17:DefaultText
source: So can I grab that part, then?
cs: Můžu si tedy tu část vzít?

# conversations/01_groundbreaker/01_cv_macredd:22:DefaultText
source: Neighbor from above. What brings you to my little moonlight kingdom?
cs: Soused shora. Co tě přivádí do mého malého měsíčního království?

# conversations/01_groundbreaker/01_cv_macredd:23:DefaultText
source: Be seeing you.
cs: Uvidíme se.

# conversations/01_groundbreaker/01_cv_macredd:24:DefaultText
source: You don't just ask a king for a favor when you're standing in his court. You bring tribute. Sacrifices. Prophecy. Shit like that.
cs: Když stojíš na dvoře krále, o laskavost ho jen tak nepožádáš. Přinášíš hold. Oběti. Proroctví. Takové věci.

# conversations/01_groundbreaker/01_cv_macredd:25:DefaultText
source: Fine, here's <oeiglobal>Bribe_Amount</oeiglobal> bits.
cs: Fajn, tady je <oeiglobal>Bribe_Amount</oeiglobal> bits.

# conversations/01_groundbreaker/01_cv_macredd:26:DefaultText
source: I helped clear up your bounty, isn't that good enough?
cs: Pomohl jsem ti uklidit tvou odměnu, to ti nestačí?

# conversations/01_groundbreaker/01_cv_macredd:27:DefaultText
source: Those parts are leaking deadly toxins. I'll just come back after you're dead.
cs: Z těchto částí unikají smrtící toxiny. Vrátím se, až budeš mrtvý.

# conversations/01_groundbreaker/01_cv_macredd:29:DefaultText
source: <Attack> How about I just kill you and take the parts?
cs: <Útok> Co kdybych tě prostě zabil a vzal si součástky?

# conversations/01_groundbreaker/01_cv_macredd:30:DefaultText
source: Still got those parts?
cs: Pořád máš ty díly?

# conversations/01_groundbreaker/01_cv_macredd:31:DefaultText
source: Tribute it is, and ain't this just a royal sum.
cs: Tribute it is, a není to prostě královská suma.

# conversations/01_groundbreaker/01_cv_macredd:32:DefaultText
source: You've got the run of the kingdom. Up those stairs you'll find the parts. My crew won't get in your way.
cs: Máš k dispozici celé království. Nahoře na schodech najdeš součástky. Moje posádka ti nebude stát v cestě.

# conversations/01_groundbreaker/01_cv_macredd:33:DefaultText
source: Cashing in favors... Yeah. That's a language we both speak, neighbor from above.
cs: Vydělávání na laskavostech... Ano. To je jazyk, kterým mluvíme oba, sousede shora.

# conversations/01_groundbreaker/01_cv_macredd:34:DefaultText
source: Under its skin, this ship is all poison and darkness. Lead bones, asbestos muscle. Maybe you're right.
cs: Pod slupkou této lodi je samý jed a temnota. Olověné kosti, azbestové svaly. Možná máš pravdu.

# conversations/01_groundbreaker/01_cv_macredd:35:DefaultText
source: There was something else.
cs: Bylo tu ještě něco jiného.

# conversations/01_groundbreaker/01_cv_macredd:36:DefaultText
source: Got it. Thanks, MacRedd.
cs: Mám to. Díky, MacRedde.

# conversations/01_groundbreaker/01_cv_macredd:37:DefaultText
source: Lay it on me, boss. I'm good for it.
cs: Polož to na mě, šéfe. Jsem na to dobrý.

# conversations/01_groundbreaker/01_cv_macredd:38:DefaultText
source: You stumbled into my court without an invitation, neighbor from above. If you don't have any business, then it's time to light up the grill.
cs: Na můj dvůr jsi vpadl bez pozvání, sousede shora. Jestli nemáš žádnou práci, pak je čas zapálit gril.

# conversations/01_groundbreaker/01_cv_macredd:40:DefaultText
source: My flame? Shit. Little Flick here got me started on the pyro path. Fine, he's yours. Give him a good home.
cs: Můj plamen? Do prdele. Tady malý Flick mě přivedl na pyrotechnickou dráhu. Fajn, je tvůj. Dej mu dobrý domov.

# conversations/01_groundbreaker/01_cv_macredd:41:DefaultText
source: How did you end up back here?
cs: Jak jste se sem vrátil?

# conversations/01_groundbreaker/01_cv_macredd:42:DefaultText
source: Ship got impounded. The crew and I racked up a debt while we were grounded, and my baby got sold to SubLight. Scrapped for parts.
cs: Loď byla zabavena. Posádka a já jsme se zadlužili, zatímco jsme byli uzemněni, a moje dítě bylo prodáno společnosti SubLight. Sešrotováno na součástky.

# conversations/01_groundbreaker/01_cv_macredd:45:DefaultText
source: <Attack> You're still a dead man.
cs: <Útok> Stále jsi mrtvý muž.

# conversations/01_groundbreaker/01_cv_macredd:48:DefaultText
source: Wait, the engraving on here... does this say 'Sanita' on it?
cs: Počkat, to vyrytí... je na něm napsáno "Sanita"?

# conversations/01_groundbreaker/01_cv_macredd:49:DefaultText
source: Keen eyes you got there. Sanita gave me this lighter. We had a carnal understanding a few years back, and she wanted me to have something to remember her by.
cs: Máte bystré oči. Sanita mi dala tento zapalovač. Před pár lety jsme si tělesně rozuměli a ona chtěla, abych měl něco na památku.

# conversations/01_groundbreaker/01_cv_macredd:55:DefaultText
source: First I'm gonna- Hey, Felix! Look everyone, it's Felix!
cs: Nejdřív... Hej, Felixi! Podívejte se všichni, to je Felix!

# conversations/01_groundbreaker/01_cv_macredd:57:DefaultText
source: Well hey there, your lordship. Good to see you again.
cs: Dobrý den, Vaše lordstvo. Rád vás zase vidím.

# conversations/01_groundbreaker/01_cv_macredd:58:DefaultText
source: Seeing you here feels like old times. Now, what brings you down to my sprat-infested broom closet of a kingdom?
cs: Když tě tu vidím, připadám si jako za starých časů. Co tě přivádí do mého království zamořeného šprotami?

# conversations/01_groundbreaker/01_cv_macredd:59:DefaultText
source: Felix, you know this guy?
cs: Felixi, znáš ho?

# conversations/01_groundbreaker/01_cv_macredd:60:DefaultText
source: Sure. Everybody knows Captain MacRedd, terror of the Back Bays and purveyor of rare fungi.
cs: Jistě. Každý zná kapitána MacRedda, postrach zálivu a dodavatele vzácných hub.

# conversations/01_groundbreaker/01_cv_macredd:62:DefaultText
source: Felix is a good kid. Bad habits. Poor judgment. Awful taste. But we like him down here.
cs: Felix je hodný kluk. Špatné návyky. Špatný úsudek. Příšerný vkus. Ale máme ho tady dole rádi.

# conversations/01_groundbreaker/01_cv_macredd:63:DefaultText
source: Who the- Hey, MacRedd, were you expecting any company?
cs: Hej, MacRedde, čekal jsi nějakou společnost?

# conversations/01_groundbreaker/01_cv_macredd:64:DefaultText
source: A neighbor from above approaches our realm. Back away now, or you'll parley with the king.
cs: Soused shora se blíží k naší říši. Okamžitě ustupte, nebo budete jednat s králem.

# conversations/01_groundbreaker/01_cv_macredd:65:DefaultText
source: Where did that chewy gristle go? Shoot on sight, jesters.
cs: Kam se poděla ta žvýkací chrupavka? Střílejte na potkání, šašci.

# conversations/01_groundbreaker/01_cv_macredd:66:DefaultText
source: Any friend of Felix is free to wander, but I've got eyes on you.
cs: Každý Felixův přítel se může volně potulovat, ale já tě sleduji.

# conversations/01_groundbreaker/01_cv_macredd:67:DefaultText
source: Hey, I know this guy.
cs: Hej, tohohle chlápka znám.

# conversations/01_groundbreaker/01_cv_macredd:68:DefaultText
source: Think you can tug the wool over my eyes? Shoot on sight, jesters!
cs: Myslíte si, že mě můžete přetáhnout přes oči? Střílejte na potkání, šašci!

# conversations/01_groundbreaker/01_cv_macredd:69:DefaultText
source: I'll be right back after I scrounge together some tribute.
cs: Hned se vrátím, až dám dohromady nějaký tribut.

# conversations/01_groundbreaker/01_cv_macredd:70:DefaultText
source: Er... I forget, let me go check. I'll be right back!
cs: Ehm... zapomněl jsem, půjdu se podívat. Hned jsem zpátky!

# conversations/01_groundbreaker/01_cv_macredd:75:DefaultText
source: No sudden movements. This guy's crazy, even by my standards.
cs: Žádné prudké pohyby. Ten chlap je blázen i podle mých měřítek.

# conversations/01_groundbreaker/01_cv_macredd:78:DefaultText
source: Look at this ripe piece of meat just sizzling on the grill. Yum yum.
cs: Podívejte se na zralý kus masa, který se právě škvíří na grilu. Mňam, mňam.

# conversations/01_groundbreaker/01_cv_macredd:79:DefaultText
source: Time to feed the flames. It's nothing personal. Promise.
cs: Je čas přikrmit plameny. Není to nic osobního. Slib.

# conversations/01_groundbreaker/01_cv_macredd:80:DefaultText
source: If it's nothing personal, I'll just be going.
cs: Pokud to není nic osobního, tak prostě půjdu.

# conversations/01_groundbreaker/01_cv_macredd:81:DefaultText
source: <Attack> Neither is this.
cs: <Attack> Tohle také ne.

# conversations/01_groundbreaker/01_cv_macredd:82:DefaultText
source: <Attack> Let's start with your blood.
cs: <Útok> Začneme tvou krví.

# conversations/01_groundbreaker/01_cv_macredd:83:DefaultText
source: You're only getting out of this alive if you play nice.
cs: Dostaneš se z toho živý, jen když budeš hrát pěkně.

# conversations/01_groundbreaker/01_cv_macredd:84:DefaultText
source: Look at the courage on this one! Lay it on me, boss. Give me a taste of that fiery, primal spirit.
cs: Podívejte se na tu odvahu! Přičti to na mou vrub, šéfe. Dej mi ochutnat toho ohnivého, prvotního ducha.

# conversations/01_groundbreaker/01_cv_macredd:85:DefaultText
source: Put that down before you incinerate the entire deck.
cs: Položte to, než spálíte celou palubu.

# conversations/01_groundbreaker/01_cv_macredd:87:DefaultText
source: No one turns their back on me while I'm holding court. Get him, boys!
cs: Nikdo se ke mně neotočí zády, když jsem u soudu. Chyťte ho, hoši!

# conversations/01_groundbreaker/01_cv_macredd:87:FemaleText
source: No one turns their back on me while I'm holding court. Get her, boys!
cs: Nikdo se ke mně neotočí zády, když jsem u soudu. Chyťte ji, chlapci!

# conversations/01_groundbreaker/01_cv_macredd:88:DefaultText
source: I know this ain't a toy, neighbor from above. It's a catalyst, just like me. Keep talking. I like the sound of your voice.
cs: Vím, že to není hračka, sousede shora. Je to katalyzátor, stejně jako já. Mluv dál. Líbí se mi zvuk tvého hlasu.

# conversations/01_groundbreaker/01_cv_macredd:89:DefaultText
source: I'm just passing through. Can I go?
cs: Jen projíždím. Můžu jít?

# conversations/01_groundbreaker/01_cv_macredd:90:DefaultText
source: Passing through? This is dead end territory. But you talk like you're on a journey. The path matches your step. Stretches out ahead of you. Yeah...
cs: Projíždíte? Tohle je slepá ulička. Ale ty mluvíš, jako bys byl na cestě. Cesta odpovídá tvému kroku. Táhne se před tebou. Jo...

# conversations/01_groundbreaker/01_cv_macredd:91:DefaultText
source: <Attack> I was just distracting you. Nothing personal.
cs: <Útok> Jen jsem tě rozptyloval. Nic osobního.

# conversations/01_groundbreaker/01_cv_macredd:92:DefaultText
source: You can come and go in my little kingdom. Just try not to piss off any of the jesters.
cs: Do mého malého království můžeš přijít a odejít. Jen se snažte nenaštvat žádného z šašků.

# conversations/01_groundbreaker/01_cv_macredd:93:DefaultText
source: The second floor is MY place. Off limits to the likes of you. Whatever business brings you down to my domain, keep it local.
cs: Druhé patro je MOJE místo. Pro takové, jako jste vy, je zakázáno. Ať už vás do mé domény přivede jakákoli záležitost, nechte si ji pro sebe.

# conversations/01_groundbreaker/01_cv_macredd:94:DefaultText
source: Everything has a price. How much are you willing to pay?
cs: Všechno má svou cenu. Kolik jste ochotni zaplatit?

# conversations/01_groundbreaker/01_cv_macredd:95:DefaultText
source: Boss! Are you out of your mind?!
cs: Šéfe! Zbláznil ses?!

# conversations/01_groundbreaker/01_cv_macredd:98:DefaultText
source: That's bureaucracy for you. Piracy with a smile.
cs: To je pro vás byrokracie. Pirátství s úsměvem.

# conversations/01_groundbreaker/01_cv_macredd:99:DefaultText
source: Sounds a lot like what happened to me.
cs: To zní podobně jako to, co se stalo mně.

# conversations/01_groundbreaker/01_cv_macredd:101:DefaultText
source: Am I your dark reflection? Shit. Must be getting old. Stay here too long and the Groundbreaker drains you like a fuel tank.
cs: Jsem tvůj temný odraz? Do prdele. Asi stárnu. Zůstaň tu moc dlouho a Zemětřesení tě vyčerpá jako palivovou nádrž.

# conversations/01_groundbreaker/01_cv_macredd:102:DefaultText
source: That's bureaucracy for you. Piracy with a smile.
cs: To je pro vás byrokracie. Pirátství s úsměvem.

# conversations/01_groundbreaker/01_cv_macredd:103:DefaultText
source: MacRedd, is this another one of those situations where you're confusing reality with a mushroom trip?
cs: MacRedde, je to další z těch situací, kdy si pleteš realitu s houbovým tripem?

# conversations/01_groundbreaker/01_cv_macredd:104:DefaultText
source: Mushrooms put the "ality" in "reality," Felix. Without mushrooms, it's all just... unreal.
cs: Houby jsou "ality" v "realitě", Felixi. Bez hub je to všechno jen... neskutečné.

# conversations/01_groundbreaker/01_cv_macredd:105:DefaultText
source: I saw your letter from Rizzo. Galactic Mushroom sounds like a great beverage.
cs: Viděl jsem tvůj dopis od Rizza. Galaktická houba zní jako skvělý nápoj.

# conversations/01_groundbreaker/01_cv_macredd:106:DefaultText
source: They rejected it again, didn't they? I thought I could take my fungus garden and go corporate, you know? Damn. Maybe I'm better off.
cs: Znovu to odmítli, že? Myslel jsem si, že bych si mohl vzít svou houbovou zahrádku a jít do firmy, víš? Sakra. Možná jsem na tom líp.

# conversations/01_groundbreaker/01_cv_macredd:107:DefaultText
source: Now I feel like I'M tripping just from hearing that. Bye.
cs: Teď mám pocit, že jsem na tripu, jen když to slyším. Ahoj.

# conversations/01_groundbreaker/01_cv_macredd:110:DefaultText
source: Burning to death is one of the most painful ways to go. Just in case you needed a reason to get us out of this.
cs: Uhoření k smrti je jedním z nejbolestivějších způsobů odchodu. Jen pro případ, že bys potřeboval důvod, proč nás z toho dostat.

# conversations/01_groundbreaker/01_cv_macredd:112:DefaultText
source: Is this what carbon monoxide poisonin' looks like? I don't think this deck is too well-ventilated.
cs: Takhle vypadá otrava oxidem uhelnatým? Myslím, že tato paluba není příliš dobře větraná.

# conversations/01_groundbreaker/01_cv_macredd:113:DefaultText
source: How the fuck have the weak-kneed constituents of this ship not killed him yet? Say the word and I'll introduce him to the way we do things back home.
cs: Jak je možné, že ho slabí voliči této lodi ještě nezabili? Řekni slovo a já ho seznámím s tím, jak se to dělá u nás doma.

# conversations/01_groundbreaker/01_cv_macredd:114:DefaultText
source: Speaking for myself, captain, I am not of a mind to be murdered by a psychopath who plays with fire.
cs: Za sebe říkám, kapitáne, že nejsem ochoten nechat se zavraždit psychopatem, který si hraje s ohněm.

# conversations/01_groundbreaker/01_cv_macredd:115:DefaultText
source: You came with a crew? Welcome. We've got plenty of space to spread out, but only room for one Captain.
cs: Přijel jste s posádkou? Vítejte. Máme spoustu místa, ale jen pro jednoho kapitána.

# conversations/01_groundbreaker/01_cv_macredd:118:DefaultText
source: Of course you two know each other.
cs: Vy dva se samozřejmě znáte.

# conversations/01_groundbreaker/01_cv_macredd:119:DefaultText
source: Is this, er, nice man a friend of yours, Felix?
cs: Je tenhle milý muž tvůj přítel, Felixi?

# conversations/01_groundbreaker/01_cv_macredd:121:DefaultText
source: Your "lordship"? So this is the caliber of man Mr. Millstone chooses to worship.
cs: Vaše "lordstvo"? Tak takového člověka si pan Millstone vybral k uctívání.

# conversations/01_groundbreaker/01_cv_macredd:122:DefaultText
source: That's right, sir, just the parts. We'll be in and out in a jiff. You won't even know we were here.
cs: Přesně tak, pane, jen ty součástky. Budeme tam a venku během chvilky. Ani nebudete vědět, že jsme tu byli.

# conversations/01_groundbreaker/01_cv_macredd:124:DefaultText
source: Let's hope word doesn't get out about that. Wouldn't wanna get a reputation as pushovers.
cs: Doufejme, že se o tom nedozvíme. Neradi bychom si získali pověst podrazáků.

# conversations/01_groundbreaker/01_cv_macredd:125:DefaultText
source: Wow. Look at you, boss. Impressing his lordship with your courtly manners.
cs: Wow. Podívejte se na sebe, šéfe. Děláte na jeho lordstvo dojem svým dvorným chováním.

# conversations/01_groundbreaker/01_cv_macredd:126:DefaultText
source: Don't we need those bits, Captain? To buy the key from the lady?
cs: Nepotřebujeme tyhle kousky, kapitáne? Abychom od té dámy koupili klíč?

# conversations/01_groundbreaker/01_cv_macredd:127:DefaultText
source: Now you've done it. Rewarding this idiot for being a psychopath. That'll teach him.
cs: Teď se vám to podařilo. Odměňujete toho idiota za to, že je psychopat. To ho naučí.

# conversations/01_groundbreaker/01_cv_macredd:128:DefaultText
source: The principles of the universe dictate that sometimes we must appease others to keep from being roasted alive.
cs: Principy vesmíru nám velí, že někdy musíme ostatní uklidnit, abychom nebyli upečeni zaživa.

# conversations/01_groundbreaker/01_cv_macredd:130:DefaultText
source: Work smarter, not harder.
cs: Pracujte chytřeji, ne tvrději.

# conversations/01_groundbreaker/01_cv_macredd:131:DefaultText
source: Well, that's a relief. Wasn't too keen on the thought of coming to blows with you.
cs: To je úleva. Moc se mi nechtělo myslet na to, že se s tebou budu muset pohádat.

# conversations/01_groundbreaker/01_cv_macredd:132:DefaultText
source: Don't worry, Mr. MacRedd. We'll treat Mr. Flick extra nice on account of he's your friend.
cs: Nebojte se, pane MacRedde. K panu Flickovi se budeme chovat mimořádně hezky, protože je to váš přítel.

# conversations/01_groundbreaker/01_cv_macredd:133:DefaultText
source: I don't get you. Job says we rid the ship of this psychopath, and instead of making good, you just rob him and let him keep on living? Sometimes peace ain't right, Captain.
cs: Nechápu tě. Job říká, že zbavíme loď toho psychopata, a vy místo toho, abyste se napravili, ho prostě okradete a necháte ho dál žít? Někdy není mír správný, kapitáne.

# conversations/01_groundbreaker/01_cv_macredd:134:DefaultText
source: You call your lighter "Little Flick"...?
cs: Říkáte svému zapalovači "Little Flick"?

# conversations/01_groundbreaker/01_cv_macredd:135:DefaultText
source: Rizzo's wouldn't know innovation if 'em bit on their backsides. You're a natural inventor, Mr. MacRedd - don't let 'em get you down.
cs: Rizzo by nepoznal inovace, ani kdyby se kousl do zadku. Jste přirozený vynálezce, pane MacRedde - nenechte se odradit.

# conversations/01_groundbreaker/01_cv_macredd:136:DefaultText
source: Kind of you to say, engine gal. You're a lighter in dark times.
cs: To je od tebe milé, strojvůdkyně. Jsi světlem v temných časech.

# conversations/01_groundbreaker/01_cv_macredd:137:DefaultText
source: I'll miss my baby pyro, but it beats losing my head. This court needs its king, and I'm one of a kind.
cs: Bude mi chybět moje pyrotechnika, ale je to lepší než přijít o hlavu. Tenhle dvůr potřebuje svého krále a já jsem jedinečný.
