Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_engineering_parvati_music.po
Languages: cs

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:1:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== Main menu
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Hlavní menu

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:2:DefaultText
source: [Display Music Cartridge Use, By Number of Plays]
cs: [Zobrazení použití hudebních kazet podle počtu přehrání]

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:3:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== Working... 2,155,037 cartridge access records found in 25,387 days Specify User:
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Pracovní... 2 155 037 záznamů o přístupu ke kazetám nalezeno za 25 387 dní Zadejte uživatele:

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:5:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== User Tennyson, J. has accessed the following 5 music cartridges most frequently: 347 - "I'll Be With You When the Greenhouse Blossoms" by Marise Selvidge 126 - "Aether Waltz" by Chuck Yellen and His Eleven Yellin' Men 104 - "Waiting for the Birds to Return" by Hannah Wyeth 102 - "Breath of Gravity" by The Ghostwriters 96 - "Mo Li Hua" by Josephine Liu
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Uživatel Tennyson, J. nejčastěji přistupoval k následujícím 5 hudebním kazetám:347 - "I'll Be With You When the Greenhouse Blossoms" od Marise Selvidge 126 - "Aether Waltz" od Chuck Yellen and His Eleven Yellin' Men 104 - "Waiting for the Birds to Return" od Hannah Wyeth 102 - "Breath of Gravity" od The Ghostwriters 96 - "Mo Li Hua" od Josephine Liu

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:8:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== User Jiang, S.. has accessed the following 5 music cartridges most frequently: 274 - "Last Shuttle Outta the Well" by The Ad-Hoc Rocket Jocks 185 - "Cut the Stars From Fire" by The Half-Carafes 133 - "Don't Watch the Moons (With Anyone Else)" by Eloise Desai with the Byzantium Philharmonic 87 - "Before the Comets Fell" by The Canfields 75 - "She Don't Fly Those Skies No More" by Reggie Horton and the Silent Qs
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Uživatel Jiang, S.. nejčastěji přistupoval k následujícím 5 hudebním kazetám:274 - "Last Shuttle Outta the Well" od The Ad-Hoc Rocket Jocks 185 - "Cut the Stars From Fire" od The Half-Carafes 133 - "Don't Watch the Moons (With Anyone Else)" od Eloise Desai s Byzantium Philharmonic 87 - "Before the Comets Fell" od The Canfields 75 - "She Don't Fly Those Skies No More" od Reggie Horton and the Silent Qs

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:10:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== User Holcomb, P.. has accessed the following 5 music cartridges most frequently: 17 - "On That Distant Moon" by Lapis Laplace 14 - "Where the Sun Came Up" by Althea Highsmith 12 - "I'll Be With You When the Greenhouse Blossoms" by Marise Selvidge 10 - "Into Each Other's Arms" by The Drouins 8 - "Stars Like Dust" by Asenka and Juri
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Uživatel Holcomb, P.. nejčastěji přistupoval k těmto 5 hudebním kazetám: 17 - "On That Distant Moon" od Lapis Laplace 14 - "Where the Sun Came Up" od Althea Highsmith 12 - "I'll Be With You When the Greenhouse Blossoms" od Marise Selvidge 10 - "Into Each Other's Arms" od The Drouins 8 - "Stars Like Dust" od Asenka and Juri

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:12:DefaultText
source: [Archived Logs and Transmissions]
cs: [Archivované protokoly a přenosy]

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:13:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== Archived logs and transmissions
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Archivované protokoly a přenosy

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:14:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:15:DefaultText
source: [Arrival Confirmation]
cs: [Potvrzení příjezdu]

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:16:DefaultText
source: [A Stern Reminder]
cs: [Stern Reminder]

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:17:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== To HHB, Earth HQ. Transmitted via probe, archived at source. It is my honor to report that Groundbreaker has successfully arrived at the Lagrange point, having released our cargo of prefab housing, settlers, and supplies at their intended colony worlds. May they prosper and expand. Now that stages one and two of the mission have been carried out, my family will take ownership of the Groundbreaker as specified in our contract, keeping the ship in active duty as an independent trading post, repair stop, and cargo bay. I'd be remiss if I closed this transmission without sending my hopes and best wishes back to Earth. There's so much ahead of us, but we'll never forget what we left behind. Chief Guiying
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Do HHB, pozemské velitelství. Přenášeno sondou, archivováno u zdroje. Je mi ctí oznámit, že Groundbreaker úspěšně dorazil do Lagrangeova bodu a vypustil náš náklad prefabrikovaných obydlí, osadníků a zásob na určené koloniální světy. Ať se jim daří a expandují. Nyní, po splnění první a druhé fáze mise, přebírá moje rodina vlastnictví Groundbreakeru, jak je uvedeno v naší smlouvě, a ponechává loď v aktivní službě jako nezávislou obchodní stanici, opravárenskou zastávku a nákladový prostor. Byl bych nedbalý, kdybych uzavřel toto vysílání, aniž bych poslal své naděje a přání všeho nejlepšího zpět na Zemi. Je toho před námi tolik, ale nikdy nezapomeneme na to, co jsme zanechali za sebou. Náčelník Guiying

# conversations/01_groundbreaker/01_cp_engineering_parvati_music:18:DefaultText
source: Propulsion Plant Master Circuit (2MC) Auxiliary Monitoring Station ========================== Some very rich and unsavory elements among our colonial neighbors seem to have the wrong idea about why I flew us out here. It wasn't for a nine-figure blood money salary and a Spacer's Choice logo stamped on my ass. It wasn't to nickel and dime passing ships out of their last bit. Groundbreaker has no role in the success or failure of Halcyon's corporate entities. Period. I negotiated that understanding and clearly outlined it in writing before I ever set foot on this ship. If anyone wants to dispute or compromise our independence, they will answer to a Tennyson. We're a family operation. Even when the last Tennyson falls, Groundbreaker will remember us and defend its freedom accordingly. Chief Guiying
cs: Hlavní okruh pohonné jednotky (2MC) Pomocná monitorovací stanice ========================== Někteří velmi bohatí a nechutní živlové mezi našimi koloniálními sousedy mají zřejmě špatnou představu o tom, proč jsem nás sem poslal. Nebylo to kvůli devítimístnému platu za krvavé peníze a logu Spacer's Choice vyraženému na mém zadku. Nebylo to proto, abychom z projíždějících lodí vytáhli poslední drobné. Groundbreaker nemá žádný podíl na úspěchu či neúspěchu korporátních entit Halcyonu. Tečka. Toto ujednání jsem vyjednal a jasně písemně nastínil ještě předtím, než jsem na tuto loď vkročil. Pokud by někdo chtěl naši nezávislost zpochybnit nebo ohrozit, bude se zodpovídat Tennysonovi. Jsme rodinný podnik. I když padne poslední Tennyson, Groundbreaker si nás bude pamatovat a bude podle toho bránit svou svobodu. náčelník Guiying
