Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_rest_n_go_terminal.po
Languages: cs

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:1:DefaultText
source: Rest–N–Go Guest Terminal ===================== Main menu
cs: Terminál pro hosty Rest-N-Go ===================== Hlavní nabídka

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:2:DefaultText
source: [Pay-to-View Movies]
cs: [Placené filmy]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:4:DefaultText
source: [Access Guest Messages]
cs: [Přístup ke zprávám pro hosty]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:5:DefaultText
source: Rest–N–Go Guest Terminal ===================== NOTE: Pay-to-View is restricted to Diamond Level guests, but feel free to peruse our catalog! Entertainment cartridges are available for rent at the main desk. There are currently _0_ cartridges in stock.
cs: Terminál pro hosty Rest-N-Go ===================== POZNÁMKA: Služba Pay-to-View je určena pouze pro hosty na úrovni Diamond Level, ale neváhejte si prohlédnout náš katalog! Zábavní kazety si můžete zapůjčit na hlavní přepážce. V současné době je na skladě _0_ kazet.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:6:DefaultText
source: [My Big Canid Friend]
cs: [Můj velký psí přítel]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:9:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:10:DefaultText
source: Rest–N–Go Guest Terminal ===================== Synopsis: A lab-grown giant canid goes on an adorable rampage, leading a family of scientists on a wild chase across Emerald Vale. Spending the holiday away from home proves to be a chore, but the family soon realizes that true friends are the monsters you meet along the way. Rated FSR11 for Funtimes, Simulated Rampage, and body count: 11.
cs: Rest-N-Go Guest Terminal ===================== Synopse: V laboratoři vypěstovaný obří psovitý tvor začne rozkošně řádit a přivede rodinu vědců na divokou honičku napříč Smaragdovým údolím. Strávit dovolenou mimo domov se ukáže jako nepříjemná povinnost, ale rodina brzy zjistí, že skutečnými přáteli jsou příšery, které potkáte na cestě. Hodnoceno FSR11 za Funtimes, simulované řádění a počet mrtvol: 11.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:11:DefaultText
source: Rest–N–Go Guest Terminal ===================== Synopsis: Raised by wilderness primals, one man will leave the jungle he knows to explore the one he doesn't - Keystone. He came for Nanner Spank, but he stayed for love. Can a young, corporate executive collar this creature, or will she awaken the beast within? Rated PACNS for Passion, Anthropoid, and Consensual Nanner-Spanking.
cs: Rest-N-Go Guest Terminal ===================== Synopse: Jeden muž, vychovaný pralesními primáty, opustí džungli, kterou zná, aby prozkoumal tu, kterou nezná - Keystone. Přišel kvůli Nanner Spank, ale zůstal kvůli lásce. Dokáže mladá, korporátní manažerka obkličovat toto stvoření, nebo v něm probudí šelmu? Hodnoceno PACNS za vášeň, antropoid a konsensuální Nanner-Spanking.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:13:DefaultText
source: Rest–N–Go Guest Terminal ===================== Guest Messages - Admin Access
cs: Terminál pro hosty Rest-N-Go ===================== Zprávy pro hosty - přístup správce

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:16:DefaultText
source: Rest–N–Go Guest Terminal ===================== FROM: VERitAs TO: IceMan SUBJECT: Space for the ISCC Icy- Been a while since I heard from you. You're on that long haul out to Dashkova right now - hope it goes well. I got a space for you and yours to meet when you get back. It's just a storage room, but it's quiet and safer than the bar. Should be able to accommodate most of your folks. No fees or nothing. Just let me buy you a beer. -V
cs: Terminál pro hosty Rest-N-Go ===================== OD: PŘEDMĚT: Už je to dlouho, co jsem o tobě slyšel. Právě teď jsi na té dlouhé cestě do Daškova - doufám, že to půjde dobře. Mám pro tebe a tvé místo, až se vrátíš. Je to jen skladiště, ale je tam klid a bezpečněji než v baru. Měla by se tam vejít většina vašich lidí, žádné poplatky ani nic jiného. Jen mě nechte koupit vám pivo. -V

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:17:DefaultText
source: Rest–N–Go Guest Terminal ===================== FROM: Rizzo_PR TO: MacRedd, G. SUBJECT: Please stop Mr. MacRedd, We have reviewed your proposal for the tenth time and still do not agree that "Galactic Mushroom" is an acceptable flavor for a Rizzo beverage. Even if we were to pursue the idea, the samples you sent us were dangerously hallucinogenic. The unopened package alone caused mayhem in our receiving bay. Please don't reach out to us again.
cs: Terminál pro hosty Rest-N-Go ===================== OD: Rizzo_PR TO: PŘEDMĚT: MacRedd, G: Prosíme, zastavte se, pane MacRedde, Váš návrh jsme přezkoumali již podesáté a stále nesouhlasíme s tím, že "Galaktická houba" je přijatelná příchuť pro nápoj Rizzo. I kdybychom se tímto nápadem zabývali, vzorky, které jste nám poslal, jsou nebezpečně halucinogenní. Už jen neotevřený balíček způsobil chaos v našem přijímacím prostoru. Prosím, už se na nás neobracejte.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:18:DefaultText
source: [Serial - Baking with Edna]
cs: [Seriál - Pečení s Ednou]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:19:DefaultText
source: [Serial - Space Hospital]
cs: [Seriál - Vesmírná nemocnice]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:20:DefaultText
source: Rest–N–Go Guest Terminal ===================== Synopsis: In this time-honored culinary classic, Chef Edna gives valuable life lessons while she cooks from the Book of Approved Cakes. Learn to maintain a structured kitchen, obey your head chef, achieve a good sponge, and obey your sous-chef. Edna is the boss in her kitchen - now she can be the boss of yours!
cs: Rest-N-Go Guest Terminal ===================== Synopse: V této osvědčené kulinářské klasice dává šéfkuchařka Edna cenné životní lekce a zároveň vaří z Knihy schválených dortů. Naučte se udržovat pořádek v kuchyni, poslouchat svého šéfkuchaře, dosáhnout dobrého piškotů a poslouchat svého pomocného kuchaře. Edna je šéfkou ve své kuchyni - nyní může být šéfkou i ve vaší!

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:21:DefaultText
source: Rest–N–Go Guest Terminal ===================== Synopsis: If the walls of Orbital Hospital could talk, they'd shriek with terror. These doctors have seen it all. Zero Gee cyst lancing. Extraterrestrial teratoma. Next, on a very special episode - In order to trap a chem thief, Doctor Margrave must become a serial arsonist. Don't forget to see "Space Hospital: Nights" for steamy suspense.
cs: Terminál pro hosty Rest-N-Go ===================== Synopse: Kdyby zdi Orbitální nemocnice mohly mluvit, ječely by hrůzou. Tito doktoři už zažili všechno. Lancování cysty Zero Gee. Mimozemský teratom. Dále ve velmi speciální epizodě - Aby mohl doktor Margrave polapit zloděje chemikálií, musí se stát sériovým žhářem. Nezapomeňte se podívat na "Vesmírnou nemocnici: Noční", kde se dočkáte parného napětí.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:22:DefaultText
source: [Pay-to-View Serials]
cs: [Placené seriály]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:23:DefaultText
source: Rest–N–Go Guest Terminal ===================== NOTE: Pay-to-View is restricted to Diamond Level guests, but feel free to peruse our catalog! Entertainment cartridges are available for rent at the main desk. There are currently _0_ cartridges in stock.
cs: Terminál pro hosty Rest-N-Go ===================== POZNÁMKA: Služba Pay-to-View je určena pouze pro hosty na úrovni Diamond Level, ale neváhejte si prohlédnout náš katalog! Zábavní kazety si můžete zapůjčit na hlavní přepážce. V současné době je na skladě _0_ kazet.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:24:DefaultText
source: [Serial - Broderick's Brood]
cs: [Seriál - Broderick's Brood]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:25:DefaultText
source: Rest–N–Go Guest Terminal ===================== Synopsis: An ordinary colony family daydreams of the extraordinary. While Lucia works in the factory canning processed boarst, her ham-handed husband cooks up schemes to land her a big promotion. Will that lovable fool ever learn to be satisfied with what he has? Broderick's Brood is a testament to the "Less is Success" family lifestyle.
cs: Rest-N-Go Guest Terminal ===================== Synopse: Obyčejná rodina z kolonie sní o neobyčejných věcech. Zatímco Lucia pracuje v továrně na konzervování zpracovaných divočáků, její křečovitý manžel vymýšlí plány, jak jí zajistit velké povýšení. Naučí se ten roztomilý blázen někdy spokojit s tím, co má? Broderickova rodina je svědectvím o rodinném životním stylu "méně znamená úspěch".

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:26:DefaultText
source: [FROM: VERitAS, SUBJECT: Be careful]
cs: [FROM: VERITAS, SUBJECT: Buďte opatrní]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:27:DefaultText
source: Rest–N–Go Guest Terminal ===================== FROM: VERitAs TO: IceMan SUBJECT: Be careful One of UB's squealers came asking after you. Wanted to know what you like to drink, who you talk to, what your temperament's like. Tried to pay me off. I took the bits and told her a pack of lies. Watch your back when you get in. Don't want to find you in the Waste Disposal chute. -V
cs: Terminál pro hosty Rest-N-Go ===================== OD: PŘEDMĚT: Jeden z UB kvíčal se po tobě ptal. Chtěl vědět, co rád piješ, s kým se bavíš, jakou máš povahu. Pokoušel se mě podplatit. Vzal jsem jí ty kousky a řekl jí snůšku lží. Dávej si pozor na záda, až půjdeš dovnitř. Nechci tě najít v odpadní šachtě. -V

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:28:DefaultText
source: [SUBJECT: STOP LOOKING OR ELSE]
cs: [PŘEDMĚT: PŘESTAŇ SE DÍVAT, JINAK]

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:29:DefaultText
source: Rest–N–Go Guest Terminal ===================== Message contents empty.
cs: Rest-N-Go Guest Terminal ===================== Obsah zprávy je prázdný.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:30:DefaultText
source: Rest–N–Go Guest Terminal ===================== This message is no longer accessible at your clearance level.
cs: Terminál pro hosty Rest-N-Go ===================== Tato zpráva již není na vaší úrovni oprávnění přístupná.

# conversations/01_groundbreaker/01_cp_rest_n_go_terminal:32:DefaultText
source: Rest–N–Go Guest Terminal ===================== This message is no longer accessible at your clearance level.
cs: Terminál pro hosty Rest-N-Go ===================== Tato zpráva již není na vaší úrovni oprávnění přístupná.
