Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_krivanek_vera.po
Languages: cs

# conversations/01_groundbreaker/01_cv_krivanek_vera:1:DefaultText
source: A new face. What's your pleasure, stranger?
cs: Nová tvář. Jaké je vaše potěšení, cizinče?

# conversations/01_groundbreaker/01_cv_krivanek_vera:11:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/01_groundbreaker/01_cv_krivanek_vera:12:DefaultText
source: Nothing right now, thanks.
cs: Právě teď nic, díky.

# conversations/01_groundbreaker/01_cv_krivanek_vera:13:DefaultText
source: Only the usual. Marauders all over space. You ever wonder how folk who can't figure the bleeding edge technology of a spoon can manage to get ships into space?
cs: Pouze obvyklé. Nájezdníci po celém vesmíru. Přemýšleli jste někdy nad tím, jak lidi, kteří nedokážou přijít na zoubek technologii lžíce, dokážou dostat lodě do vesmíru?

# conversations/01_groundbreaker/01_cv_krivanek_vera:14:DefaultText
source: All the traders in the system come through here. Heard anything interesting?
cs: Procházejí tudy všichni obchodníci v systému. Slyšeli jste něco zajímavého?

# conversations/01_groundbreaker/01_cv_krivanek_vera:24:DefaultText
source: What do you know about Chief Junlei?
cs: Co víte o náčelníkovi Junlei?

# conversations/01_groundbreaker/01_cv_krivanek_vera:25:DefaultText
source: There's nobody who knows more about the station's guts. Any system you could name, Jun's crawled around inside and made it better.
cs: Nikdo neví o útrobách stanice víc. Jakýkoli systém, který byste mohli jmenovat, Jun prolezl a vylepšil.

# conversations/01_groundbreaker/01_cv_krivanek_vera:47:DefaultText
source: What ain't I got?
cs: Co nemám?

# conversations/01_groundbreaker/01_cv_krivanek_vera:53:DefaultText
source: Don't think I heard anything new lately. The system's got pretty quiet the last few weeks. Wonder why?
cs: Nemyslím si, že bych v poslední době slyšel něco nového. V posledních týdnech je v systému docela ticho. Zajímalo by mě, proč?

# conversations/01_groundbreaker/01_cv_krivanek_vera:58:DefaultText
source: Nothing you need and everything you want.
cs: Nic nepotřebujete a všechno chcete.

# conversations/01_groundbreaker/01_cv_krivanek_vera:62:DefaultText
source: What'll it be?
cs: Co to bude?

# conversations/01_groundbreaker/01_cv_krivanek_vera:64:DefaultText
source: You forgot your pants, pal. Maybe you already had enough?
cs: Zapomněl sis kalhoty, kámo. Možná jsi už měl dost?

# conversations/01_groundbreaker/01_cv_krivanek_vera:69:DefaultText
source: Some big shot down in Byzantium's holding auditions for a new adventure serial. So yay, another six of those next season.
cs: Nějaká velká hvězda v Byzanci pořádá konkurz na nový dobrodružný seriál. Takže hurá, dalších šest dílů v příští sezóně.

# conversations/01_groundbreaker/01_cv_krivanek_vera:70:DefaultText
source: I hear-tell some folk down in the townships are getting offered early retirement. Who'd think of such a thing? What would you do with all the time?
cs: Slyšel jsem, že některým lidem dole ve městech nabízejí předčasný důchod. Koho by to napadlo? Co bys dělal s tím časem?

# conversations/01_groundbreaker/01_cv_krivanek_vera:80:DefaultText
source: You keep coming back like this, I'll be able to retire early. Ha! I'm kidding. I'll never be able to retire.
cs: Když se budeš takhle vracet, budu moct jít do důchodu dřív. Ha! Dělám si legraci. Nikdy nebudu moct jít do důchodu.

# conversations/01_groundbreaker/01_cv_krivanek_vera:112:DefaultText
source: I don't suppose you know a way I could get to Stellar Bay, on Monarch?
cs: Nevíte, jak bych se mohl dostat do Hvězdné zátoky na Monarchu?

# conversations/01_groundbreaker/01_cv_krivanek_vera:113:DefaultText
source: Stellar Bay proper? Tough to say. The Board recalled all the Navkeys about ten years back, when the corps pulled back to Terra 2.
cs: Vlastní Hvězdná zátoka? Těžko říct. Rada odvolala všechny Navkeye asi před deseti lety, když se sbor stáhl na Terru 2.

# conversations/01_groundbreaker/01_cv_krivanek_vera:116:DefaultText
source: If you're aiming to get yourself to Stellar Bay, you're gonna have to get your hands dirty. The Board don't like them that truck with Monarch.
cs: Pokud se chcete dostat do Hvězdné zátoky, budete si muset ušpinit ruce. Představenstvo je nemá rádo, že kamion s Monarchem.

# conversations/01_groundbreaker/01_cv_krivanek_vera:117:DefaultText
source: But I ain't the one you ought to be asking. Try Gladys, on the Promenade. She'll fix you up.
cs: Ale já nejsem ten, koho by ses měl ptát. Zkus Gladys na promenádě. Ta ti to zařídí.

# conversations/01_groundbreaker/01_cv_krivanek_vera:156:DefaultText
source: Seekin' relief from the heat? 'Til Junlei gets those radiators fixed, I've got the next best thing.
cs: Hledáte úlevu od horka? Dokud Junlei neopraví radiátory, mám pro tebe další nejlepší řešení.

# conversations/01_groundbreaker/01_cv_krivanek_vera:161:DefaultText
source: What's this heat issue I hear people complaining about?
cs: Co je to za problém s teplem, na který si lidé stěžují?

# conversations/01_groundbreaker/01_cv_krivanek_vera:162:DefaultText
source: The radiators - they're fucked ten ways to Sunday.
cs: Radiátory - jsou v prdeli na deset způsobů až do neděle.

# conversations/01_groundbreaker/01_cv_krivanek_vera:163:DefaultText
source: They're 'sposed to gather up all the heat the systems generate and vent it into space.
cs: Mají shromažďovat všechno teplo, které systémy vyprodukují, a vypouštět ho do vesmíru.

# conversations/01_groundbreaker/01_cv_krivanek_vera:164:DefaultText
source: Sounds like you might have an issue with your thermal control system.
cs: Zdá se, že máte problém s tepelnou regulací.

# conversations/01_groundbreaker/01_cv_krivanek_vera:165:DefaultText
source: But... I thought space was cold. Are you telling me it's hot?
cs: Ale... Myslel jsem, že vesmír je chladný. Chceš mi říct, že je tam horko?

# conversations/01_groundbreaker/01_cv_krivanek_vera:166:DefaultText
source: And we're all sweatin' buckets wonderin' when the powers that be are gonna get around to fixing it.
cs: A my se všichni potíme a přemýšlíme, kdy se mocní pustí do nápravy.

# conversations/01_groundbreaker/01_cv_krivanek_vera:168:DefaultText
source: Might be your thermal control system's busted. That can happen if it's not tended to from time to time.
cs: Možná je váš systém tepelné regulace porouchaný. To se může stát, pokud se o něj čas od času nestaráte.

# conversations/01_groundbreaker/01_cv_krivanek_vera:169:DefaultText
source: What do you need radiators for?
cs: K čemu potřebujete radiátory?

# conversations/01_groundbreaker/01_cv_krivanek_vera:170:DefaultText
source: Who's in charge of fixing it?
cs: Kdo je zodpovědný za nápravu?

# conversations/01_groundbreaker/01_cv_krivanek_vera:171:DefaultText
source: Miss Junlei seems real on top of things. I'm sure she'll get it fixed up proper.
cs: Slečna Junlei vypadá, že je opravdu nad věcí. Určitě to dá do pořádku.

# conversations/01_groundbreaker/01_cv_krivanek_vera:174:DefaultText
source: Couldn't say, and I wouldn't be pouring drinks professionally if I could.
cs: To nemůžu říct, a kdybych mohl, tak bych se rozlévání nápojů nevěnoval profesionálně.

# conversations/01_groundbreaker/01_cv_krivanek_vera:175:DefaultText
source: Groundbreaker's a... what do you call it, like in a terrarium?
cs: Groundbreaker je... jak se tomu říká, jako v teráriu?

# conversations/01_groundbreaker/01_cv_krivanek_vera:176:DefaultText
source: A closed system, you mean?
cs: Myslíte uzavřený systém?

# conversations/01_groundbreaker/01_cv_krivanek_vera:177:DefaultText
source: Can't let the outside - that is, space - in, or we all die a horrifying, airless death. Still got to let the heat out, though, or we cook.
cs: Nemůžeme dovnitř vpustit nic zvenčí, tedy prostor, jinak všichni zemřeme strašlivou smrtí bez vzduchu. Stejně ale musíme pustit teplo ven, jinak se uvaříme.

# conversations/01_groundbreaker/01_cv_krivanek_vera:178:DefaultText
source: Yeah, what she said.
cs: Jo, to říkala.

# conversations/01_groundbreaker/01_cv_krivanek_vera:179:DefaultText
source: And right now, we're cookin'.
cs: A právě teď vaříme.

# conversations/01_groundbreaker/01_cv_krivanek_vera:180:DefaultText
source: All I know is, we're cookin' in our own juices in here, and it's only gonna get worse.
cs: Vím jen, že se tu vaříme ve vlastní šťávě a bude to jen horší.

# conversations/01_groundbreaker/01_cv_krivanek_vera:181:DefaultText
source: Engineering. Chief Junlei Tennyson, to be precise. She runs this heap - best she can, anyway.
cs: Strojírenství. Přesněji řečeno náčelník Junlei Tennyson. Řídí tuhle hromadu - jak nejlépe umí.

# conversations/01_groundbreaker/01_cv_krivanek_vera:182:DefaultText
source: Don't know what's got her draggin' her heels, but I wish she'd hurry it up.
cs: Nevím, proč se tak vleče, ale přál bych si, aby si pospíšila.

# conversations/01_groundbreaker/01_cv_krivanek_vera:183:DefaultText
source: Huh. Well, good luck with that.
cs: Huh. Tak to hodně štěstí.

# conversations/01_groundbreaker/01_cv_krivanek_vera:184:DefaultText
source: Shouldn't need luck - we got Junlei.
cs: Neměli bychom potřebovat štěstí - máme Junlei.

# conversations/01_groundbreaker/01_cv_krivanek_vera:185:DefaultText
source: Maybe I can do something about that.
cs: Možná s tím něco udělám.

# conversations/01_groundbreaker/01_cv_krivanek_vera:186:DefaultText
source: That's not for me to say. But if you're feeling the urge toward helpfulness, you can find Chief Junlei in Engineering.
cs: To mi nepřísluší říkat. Ale pokud máte nutkání být nápomocní, najdete náčelníka Junleiho ve strojovně.

# conversations/01_groundbreaker/01_cv_krivanek_vera:187:DefaultText
source: Instead of the heat going where it ought, though, it seems to be blowing straight down the Promenade.
cs: Místo toho, aby teplo proudilo tam, kam má, se zdá, že fouká přímo na promenádu.

# conversations/01_groundbreaker/01_cv_krivanek_vera:188:DefaultText
source: Luck's nothing against the cold void of space, but sure. Good luck to us.
cs: Štěstí není nic proti chladné prázdnotě vesmíru, ale jistě. Hodně štěstí nám.

# conversations/01_groundbreaker/01_cv_krivanek_vera:189:DefaultText
source: A new face. What's your pleasure, stranger?
cs: Nová tvář. Jaké je vaše potěšení, cizinče?

# conversations/01_groundbreaker/01_cv_krivanek_vera:190:DefaultText
source: She doesn't come around here often, though. Don't see her as much of a drinker. Too straight-laced for that.
cs: Nechodí sem ale často. Nevidím ji jako velkou pijandu. Na to je příliš přímočará.

# conversations/01_groundbreaker/01_cv_krivanek_vera:191:DefaultText
source: So she's real serious, then? The Chief?
cs: Takže to myslí vážně? Náčelník?

# conversations/01_groundbreaker/01_cv_krivanek_vera:192:DefaultText
source: Has to be. Doesn't mean she's cold, though. I'd bet there's a romantic heart in there under the crushin' weight of all that responsibility.
cs: Musí být. To ale neznamená, že je chladná. Vsadil bych se, že pod tíhou vší té zodpovědnosti se skrývá romantické srdce.

# conversations/01_groundbreaker/01_cv_krivanek_vera:193:DefaultText
source: Y-yeah? What makes you say that?
cs: Ano? Proč to říkáte?

# conversations/01_groundbreaker/01_cv_krivanek_vera:194:DefaultText
source: Bartender super powers. Half the job's knowin' what folk want. Other's half knowing how to pour the perfect beer so you get just the right amount of head.
cs: Barmanské superschopnosti. Polovina práce je vědět, co lidi chtějí. Druhá polovina je umět nalít dokonalé pivo tak, aby bylo správně načepované.

# conversations/01_groundbreaker/01_cv_krivanek_vera:195:DefaultText
source: And you learn that from experience, or-
cs: A to se naučíte ze zkušenosti, nebo...

# conversations/01_groundbreaker/01_cv_krivanek_vera:196:DefaultText
source: You finish that sentence, Millstone, and I'll give you a wedgie so bad you'll be tasting cotton for a month.
cs: Dokonči tuhle větu, Millstone, a já ti dám takovou ránu do klína, že budeš měsíc ochutnávat vatu.

# conversations/01_groundbreaker/01_cv_krivanek_vera:197:DefaultText
source: Right. Copy that. Thanks.
cs: Vpravo. Rozumím. Děkuji.

# conversations/01_groundbreaker/01_cv_krivanek_vera:198:DefaultText
source: I don't really care what the issue is, kid, I just want it fixed.
cs: Je mi úplně jedno, o co jde, chlapče, chci to jen opravit.

# conversations/01_groundbreaker/01_cv_krivanek_vera:199:DefaultText
source: How long's it been like this?
cs: Jak dlouho už to tak je?

# conversations/01_groundbreaker/01_cv_krivanek_vera:200:DefaultText
source: Weeks? I've lost track. Too law-damned long.
cs: Týdnů? Ztratil jsem přehled. Je to zatraceně dlouho.

# conversations/01_groundbreaker/01_cv_krivanek_vera:203:DefaultText
source: Do you know why?
cs: Víte proč?

# conversations/01_groundbreaker/01_cv_krivanek_vera:204:DefaultText
source: It's overrun with beasts, I heard. Big ones. Kind that chew your face off for fun. Might all be Board propaganda, though.
cs: Prý je zaplavená bestiemi. Velkými. Takové, které ti pro zábavu rozkousnou obličej. Ale možná je to všechno jen propaganda rady.

# conversations/01_groundbreaker/01_cv_krivanek_vera:205:DefaultText
source: Hey, Ellie. Having your usuals?
cs: Ahoj, Ellie. Máš své obvyklé jídlo?

# conversations/01_groundbreaker/01_cv_krivanek_vera:206:DefaultText
source: Not today. I'm on the job.
cs: Dnes ne. Jsem v práci.

# conversations/01_groundbreaker/01_cv_krivanek_vera:207:DefaultText
source: Never thought I'd see the day!
cs: Nikdy jsem si nemyslel, že se toho dožiju!

# conversations/01_groundbreaker/01_cv_krivanek_vera:209:DefaultText
source: Make it quick, I'm busy.
cs: Udělej to rychle, mám práci.

# conversations/01_groundbreaker/01_cv_krivanek_vera:210:DefaultText
source: If it isn't my favorite friendly freelancer!
cs: Pokud to není můj oblíbený přátelský freelancer!

# conversations/01_groundbreaker/01_cv_krivanek_vera:211:DefaultText
source: Hurry it up, I don't want anyone to see me serving a bastard like you.
cs: Pospěš si, nechci, aby mě někdo viděl sloužit takovému parchantovi, jako jsi ty.

# conversations/01_groundbreaker/01_cv_krivanek_vera:212:DefaultText
source: But that's not what you're here about, is it?
cs: Ale o tom tady přece nejste, ne?

# conversations/01_groundbreaker/01_cv_krivanek_vera:213:DefaultText
source: Anyway.
cs: Každopádně.

# conversations/01_groundbreaker/01_cv_krivanek_vera:214:DefaultText
source: Sweat's startin' to make me chafe in places I shouldn't be chafing.
cs: Pot mě začíná dřít na místech, kde bych neměl.
