Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_everson_belle.po
Languages: cs

# conversations/01_groundbreaker/01_cv_everson_belle:2:DefaultText
source: It get cooler in here? I swear they had the heat turned way the hell up.
cs: Je tu chladněji? Přísahám, že měli pořádně zapnuté topení.

# conversations/01_groundbreaker/01_cv_everson_belle:3:DefaultText
source: Good to see you again.
cs: Rád vás opět vidím.

# conversations/01_groundbreaker/01_cv_everson_belle:4:DefaultText
source: You know that sound when you've snapped on an injector clip? Ah. That's how you know your weapon loves you back.
cs: Znáte ten zvuk, když se vám zlomí spona vstřikovače? Aha. Tak poznáte, že vás vaše zbraň miluje.

# conversations/01_groundbreaker/01_cv_everson_belle:5:DefaultText
source: Let me see what you've got for sale.
cs: Ukažte mi, co máte na prodej.

# conversations/01_groundbreaker/01_cv_everson_belle:6:DefaultText
source: What's the benefit of modifying my weapons?
cs: Jaký je přínos úpravy mých zbraní?

# conversations/01_groundbreaker/01_cv_everson_belle:7:DefaultText
source: That's enough for now.
cs: To prozatím stačí.

# conversations/01_groundbreaker/01_cv_everson_belle:8:DefaultText
source: Why, it gets you the weapon best-suited for your lifestyle.
cs: Získáte tak zbraň, která nejlépe vyhovuje vašemu životnímu stylu.

# conversations/01_groundbreaker/01_cv_everson_belle:24:DefaultText
source: Someone has got to talk with Chief Tennyson about the thermostat around here. Ain't gonna be me. So, you buying?
cs: Někdo si musí promluvit s náčelníkem Tennysonem o zdejším termostatu. Já to nebudu. Tak co, kupuješ?

# conversations/01_groundbreaker/01_cv_everson_belle:26:DefaultText
source: I got a full line of weapon modifications I'd be happy to show you.
cs: Mám celou řadu modifikací zbraní, které ti rád ukážu.

# conversations/01_groundbreaker/01_cv_everson_belle:28:DefaultText
source: You look like someone who appreciates firepower. Maybe a little too much.
cs: Vypadáš jako někdo, kdo si cení palebné síly. Možná až příliš.

# conversations/01_groundbreaker/01_cv_everson_belle:36:DefaultText
source: You looking to shoot targets, varmints, or marauders? Whatever it is, I'll set you square.
cs: Chcete střílet na terče, škůdce nebo nájezdníky? Ať je to cokoli, připravím vás na to.

# conversations/01_groundbreaker/01_cv_everson_belle:40:DefaultText
source: How do I attach a modification?
cs: Jak mohu připojit úpravu?

# conversations/01_groundbreaker/01_cv_everson_belle:41:DefaultText
source: Where can I find modifications?
cs: Kde najdu úpravy?

# conversations/01_groundbreaker/01_cv_everson_belle:42:DefaultText
source: If I change my mind, can I take a mod off or replace it?
cs: Pokud si to rozmyslím, mohu modifikaci sundat nebo vyměnit?

# conversations/01_groundbreaker/01_cv_everson_belle:43:DefaultText
source: Does modifying a weapon void the warranty?
cs: Ztrácí úprava zbraně platnost záruky?

# conversations/01_groundbreaker/01_cv_everson_belle:66:DefaultText
source: Take your basic Dead-Eye Assault Rifle. Perfectly serviceable. But what if you like finesse? Slap a scope and silencer on that bad boy. Bunker down in a bush someplace and pop off heads.
cs: Vezměte si základní útočnou pušku Dead-Eye. Perfektně použitelná. Ale co když máte rádi finesy? Nasaďte na ni zaměřovač a tlumič. Zalezte někam do křoví a odpalujte hlavy.

# conversations/01_groundbreaker/01_cv_everson_belle:67:DefaultText
source: What if you like getting in close and making a lot of noise? Extended ammo magazine and a barrel heat sink to bump up rate of fire.
cs: Co když se rádi přibližujete a děláte velký hluk? Prodloužený zásobník nábojů a chladič hlavně pro zvýšení rychlosti střelby.

# conversations/01_groundbreaker/01_cv_everson_belle:69:DefaultText
source: Right here for a start. I got a fair selection. Modified weapons are my specialty.
cs: Pro začátek přímo zde. Mám slušný výběr. Modifikované zbraně jsou moje specialita.

# conversations/01_groundbreaker/01_cv_everson_belle:71:DefaultText
source: A what? Sorry hon, here at Belle's Shells we just don't discuss impolite topics, and W-A-R-R-A-N-T-I-E-S tops the list.
cs: A co? Promiň, zlato, ale tady v Belle's Shells prostě nediskutujeme o neslušných tématech a W-A-R-R-A-N-T-I-E-S je na prvním místě.

# conversations/01_groundbreaker/01_cv_everson_belle:73:DefaultText
source: Eh. No and yes. When you install something, it pops in there real nice. But if you want to replace it, the originals tend to snap like plastic toys.
cs: Eh. Ne a ano. Když něco nainstalujete, tak to tam pěkně naskočí. Ale když ho chcete vyměnit, originály mají tendenci praskat jako plastové hračky.

# conversations/01_groundbreaker/01_cv_everson_belle:74:DefaultText
source: Only takes a bit of elbow grease and a spot of engineering know-how.
cs: Stačí jen trocha píle a trocha technických znalostí.

# conversations/01_groundbreaker/01_cv_everson_belle:75:DefaultText
source: Most ships have a workbench near the cargo hold. Ours is in Engineering. You can take your new toys over there if you feel like tinkering.
cs: Většina lodí má pracovní stůl v blízkosti nákladového prostoru. Ten náš je ve strojovně. Tam si můžeš vzít své nové hračky, pokud máš chuť se v nich vrtat.

# conversations/01_groundbreaker/01_cv_everson_belle:77:DefaultText
source: Thanks, that's all I need to know.
cs: Díky, to je vše, co potřebuji vědět.

# conversations/01_groundbreaker/01_cv_everson_belle:80:DefaultText
source: So, what can I get you?
cs: Co vám mohu nabídnout?

# conversations/01_groundbreaker/01_cv_everson_belle:86:DefaultText
source: Fast and loud.
cs: Rychle a hlasitě.

# conversations/01_groundbreaker/01_cv_everson_belle:87:DefaultText
source: Yeah, like wrapping barbed wire around a tossball stick.
cs: Jo, jako když omotáš ostnatý drát kolem hokejky na házení míčků.

# conversations/01_groundbreaker/01_cv_everson_belle:88:DefaultText
source: All the better for performin' a little percussive maintenance.
cs: O to lépe se vám bude provádět malá perkusivní údržba.

# conversations/01_groundbreaker/01_cv_everson_belle:89:DefaultText
source: Ma'am, I don't much care what weapon you put in my hands, so long as I've got fleshy bits to aim it at.
cs: Madam, je mi celkem jedno, jakou zbraň mi dáte do ruky, pokud budu mít na co mířit.

# conversations/01_groundbreaker/01_cv_everson_belle:90:DefaultText
source: Self-improvement, including one's weapons, is always a worthy endeavor.
cs: Sebezdokonalování, včetně vlastních zbraní, je vždy záslužným počinem.

# conversations/01_groundbreaker/01_cv_everson_belle:91:DefaultText
source: Ellie! My my, but it's been a while. How's that whisper muzzle working out for you?
cs: Ellie! Můj ty bože, ale už je to nějaký čas. Jak se ti osvědčil ten šeptací náhubek?

# conversations/01_groundbreaker/01_cv_everson_belle:92:DefaultText
source: I sold it. Didn't seem to make me any quieter.
cs: Prodal jsem ho. Nezdálo se, že bych byl tišší.

# conversations/01_groundbreaker/01_cv_everson_belle:93:DefaultText
source: Hmph. That mod was for your gun, not your smart mouth.
cs: Hmph. Ta úprava byla pro tvou zbraň, ne pro tvou chytrou hubu.

# conversations/01_groundbreaker/01_cv_everson_belle:94:DefaultText
source: You wanna bust my chops, do it over drinks next time I'm on station.
cs: Jestli mi chceš rozbít hubu, udělej to u skleničky, až budu příště na stanici.

# conversations/01_groundbreaker/01_cv_everson_belle:96:DefaultText
source: Please don't mind her. Everything I sell works as advertised. Some people just like to sass me cause I don't bite back.
cs: Prosím, nevšímejte si jí. Vše, co prodávám, funguje tak, jak je inzerováno. Někteří lidé mě prostě jen rádi popichují, protože já jim to nevracím.

# conversations/01_groundbreaker/01_cv_everson_belle:97:DefaultText
source: Hey! How did you get back there?
cs: Hej! Jak ses tam dostal?
