Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_hagen_lilya_revision.po
Languages: cs

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:390:DefaultText
source: You and I have stumbled onto something big. Something none of us were meant to know.
cs: My dva jsme narazili na něco velkého. Něco, co nikdo z nás neměl vědět.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:391:DefaultText
source: I guess that depends on what we're talking about.
cs: To asi záleží na tom, o čem mluvíme.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:392:DefaultText
source: You call that an open mind? All right. Here goes.
cs: Tomu říkáte otevřená mysl? Dobře. Tady to je.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:395:DefaultText
source: When did SubLight get so principled?
cs: Kdy se SubLight stal tak zásadovým?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:396:DefaultText
source: Your concern for the fate of our species is admirable.
cs: Váš zájem o osud našeho druhu je obdivuhodný.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:397:DefaultText
source: It's cute that you'd think that about me.
cs: Je milé, že si to o mně myslíš.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:398:DefaultText
source: You've got me all wrong.
cs: To jste mě špatně pochopil.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:399:DefaultText
source: I just want to add "Savior of Humanity" to my resume. I've got ambitions outside of this office, you know. Besides, this way SubLight gets first dibs on alien salvage.
cs: Chci si do životopisu přidat "Spasitel lidstva". Mám ambice i mimo tuto kancelář, víte? Kromě toho, takhle SubLight dostane první šanci na záchranu mimozemšťanů.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:400:DefaultText
source: Ah. Now it all makes sense.
cs: Ach. Teď už to dává smysl.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:401:DefaultText
source: You don't just turn down an exclusive deal on extraterrestrial scrap. That's amateur shit.
cs: Exkluzivní nabídku na mimozemský šrot jen tak neodmítnete. To je amatérské.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:405:DefaultText
source: I found something unusual at Cascadia lab.
cs: V laboratoři Cascadia jsem našel něco neobvyklého.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:406:DefaultText
source: No kidding. The Board sure wanted that place kept secret, and not just because of the pricey salvage.
cs: Bez legrace. Rada určitě chtěla, aby to místo zůstalo utajeno, a to nejen kvůli drahé záchraně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:411:DefaultText
source: Oh. So you don't know? Good.
cs: Oh. Takže to nevíte? Dobře.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:412:DefaultText
source: This is all very complicated, but... you should watch out. In general. Don't trust anyone. Including me.
cs: Je to všechno velmi složité, ale... měli byste si dávat pozor. Obecně. Nikomu nevěřte. Včetně mě.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:413:DefaultText
source: Can you be more specific?
cs: Můžete být konkrétnější?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:414:DefaultText
source: That shouldn't be a problem.
cs: To by neměl být problém.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:415:DefaultText
source: You're a fast learner. I like that.
cs: Učíte se rychle. To se mi líbí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:417:DefaultText
source: You're getting good at that.
cs: Začínáš v tom být dobrý.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:418:DefaultText
source: Some of the lead scientist's logs referenced human experimentation.
cs: Některé záznamy vedoucího vědce odkazovaly na pokusy na lidech.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:419:DefaultText
source: Whatever they were studying, it didn't stop at Cascadia.
cs: Ať už studovali cokoli, nezastavilo se to u Cascadie.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:420:DefaultText
source: That's all.
cs: To je vše.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:421:DefaultText
source: Be careful out there, contractor. Don't step on any toes unless you're ready for a fight.
cs: Buďte opatrní, dodavateli. Nešlapejte na paty, pokud nejste připraveni na boj.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:422:DefaultText
source: Huh. That's new. When the Board wants to experiment on colonists, they usually just release an "exclusive" line of products.
cs: Huh. To je novinka. Když chce představenstvo experimentovat na kolonistech, obvykle prostě vydá "exkluzivní" řadu výrobků.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:423:DefaultText
source: It takes deep pockets to move a research staff off world. I'd bet you my desk they were mixing more than just soft drink flavors.
cs: Přesun výzkumného personálu mimo svět vyžaduje hluboké kapsy. Vsadil bych se o svůj stůl, že míchali víc než jen příchutě nealkoholických nápojů.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:425:DefaultText
source: The little green bastards must pay.
cs: Ti malí zelení parchanti musí zaplatit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:426:DefaultText
source: Terrific. That go-getter initiative will carry you far in SubLight.
cs: Úžasné. Tahle iniciativa tě v SubLightu posune daleko.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:427:DefaultText
source: Someone erected a shrine around a scientist's preserved corpse.
cs: Někdo postavil kolem zachovalé mrtvoly vědce svatyni.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:428:DefaultText
source: ...Wow. That sounds spooky as fuck, and frankly I'm a little jealous.
cs: ...Wow. To zní strašidelně a upřímně řečeno trochu závidím.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:429:DefaultText
source: Damn. Now I've got to see that for myself. Morbid curiosity gets the better of me every time.
cs: Zatraceně. Teď to musím vidět na vlastní oči. Morbidní zvědavost mě vždycky přemůže.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:430:DefaultText
source: I saw your job opening on one of the public terminals.
cs: Na jednom z veřejných terminálů jsem viděl vaši nabídku práce.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:431:DefaultText
source: At least one system on Groundbreaker still works.
cs: Alespoň jeden systém na Groundbreakeru stále funguje.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:432:DefaultText
source: Charmed.
cs: Okouzlená.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:441:DefaultText
source: Catherine had a lot on her plate. Before she kicked the bucket, I promised I'd send a good fixer. I keep my promises.
cs: Catherine toho měla hodně. Než si kopla do zadku, slíbil jsem jí, že jí pošlu dobrého opraváře. Své sliby plním.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:443:DefaultText
source: Been a pleasure working with you, Ms. Lilya.
cs: Bylo mi potěšením s vámi spolupracovat, paní Lilyo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:444:DefaultText
source: This has been... unusual. But profitable. So, bye for now.
cs: Bylo to... neobvyklé. Ale výnosné. Takže zatím ahoj.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:445:DefaultText
source: Be sure to mention that in your travels. We could use the free advertising.
cs: Nezapomeňte se o tom zmínit na svých cestách. Bezplatná reklama by se nám hodila.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:446:DefaultText
source: Don't spend all those bits in one place. Or if you do, make it count. That's the SubLight way.
cs: Neutrácejte všechny tyto peníze na jednom místě. A pokud ano, tak ať to má smysl. To je způsob SubLight.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:447:DefaultText
source: If there's nothing else, I need to review some applications, seeing as I just lost my best contractor.
cs: Jestli není nic jiného, musím si projít pár žádostí, protože jsem právě přišel o nejlepšího dodavatele.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:449:DefaultText
source: I joined SubLight so I could do crimes. Not save humanity.
cs: Připojil jsem se k SubLight, abych mohl dělat zločiny. Ne zachraňovat lidstvo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:450:DefaultText
source: We'll get back to "business as usual" when this is behind us. Promise.
cs: Až to bude za námi, vrátíme se k obvyklým činnostem. Slibujeme.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:451:DefaultText
source: I'm Captain Hawthorne, the proud owner of the Unreliable.
cs: Jsem kapitán Hawthorne, hrdý majitel Nespolehlivého.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:452:DefaultText
source: A little advice? Before you start telling lies, get a feel for who you're talking to.
cs: Malá rada? Než začnete lhát, zjistěte si, s kým mluvíte.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:453:DefaultText
source: If there's anything else, be quick about it. Time is bits.
cs: Pokud je tu ještě něco dalšího, urychlete to. Čas jsou kousky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:454:DefaultText
source: I already found this note on his corpse.
cs: Tenhle vzkaz jsem už našel na jeho mrtvole.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:456:DefaultText
source: Your crew is skeptical. That's good. I don't want you walking into the unknown with blindfolds on.
cs: Vaše posádka je skeptická. To je dobře. Nechci, abyste šli do neznáma se zavázanýma očima.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:457:DefaultText
source: The labs I passed through didn't seem THAT evil.
cs: Laboratoře, kterými jsem prošel, mi nepřipadaly až tak zlé.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:458:DefaultText
source: Do you usually come across innocent people trapped in suspension tanks? Because some of us would call that excessive.
cs: Setkáváte se obvykle s nevinnými lidmi uvězněnými v závěsných nádržích? Protože někteří z nás by to označili za přehnané.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:459:DefaultText
source: Remember, the tanks were just the shit she left behind. Just imagine the experiments she carted off to her next lab.
cs: Nezapomeňte, že ty tanky byly jen to, co po sobě zanechala. Jen si představte, jaké experimenty si odvezla do další laboratoře.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:460:DefaultText
source: What do I get for joining up?
cs: Co dostanu za to, že se přihlásím?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:461:DefaultText
source: I don't know about this, Lilya.
cs: O tomhle nevím, Lilyo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:462:DefaultText
source: Well, there's your usual fee. What else do you want, a promotion? It's yours. Even better - I'll owe you one.
cs: No, je tu obvyklý poplatek. Co ještě chceš, povýšení? To je vaše. A co víc - budu tvým dlužníkem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:463:DefaultText
source: If you don't want the job, just walk away. I'm giving you first dibs because you've seen what's at stake.
cs: Pokud o práci nestojíte, prostě odejděte. Dávám ti první šanci, protože jsi viděl, co je v sázce.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:464:DefaultText
source: I got a Navkey to Stellar Bay. Is that job still up for grabs?
cs: Dostal jsem navigační klíč do Hvězdné zátoky. Je ta práce ještě k mání?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:467:DefaultText
source: Right. I'm done! I am officially tuning you out until such a time as I hear the words "payment" and/or "shooting."
cs: Vpravo. Skončil jsem! Oficiálně vás vypínám, dokud neuslyším slova "platba" a/nebo "střelba".

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:468:DefaultText
source: Monarch isn't exactly a walk down the lanes of Byzantium, but here you are with all your limbs attached. Call me impressed, contractor.
cs: Monarcha není zrovna procházka po uličkách Byzance, ale tady jste se všemi končetinami. Říkejte mi, že jsem ohromen, dodavateli.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:469:DefaultText
source: Damn. Poor bastard. Maybe he wasn't my brightest, maybe he wasn't the most qualified, but he was family.
cs: Zatraceně. Chudák. Možná nebyl nejchytřejší, možná nebyl nejkvalifikovanější, ale byl to člen rodiny.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:470:DefaultText
source: Sure is. Welcome aboard, contractor.
cs: Jistěže je. Vítej na palubě, dodavateli.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:471:DefaultText
source: In case you were curious, no one was following me.
cs: Pokud by vás to zajímalo, nikdo mě nesledoval.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:472:DefaultText
source: Do you always send your first-timers into certain peril?
cs: Posíláte své nováčky vždy do jistého nebezpečí?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:474:DefaultText
source: No one you saw, anyway. Glad to see you're looking out for yourself.
cs: Alespoň nikdo, koho jste viděli. Rád vidím, že se o sebe staráš.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:475:DefaultText
source: I guess you're just one of the lucky ones. Look on the bright side, you just started and you're already on the path to a promotion.
cs: Myslím, že jsi jeden z těch šťastných. Podívej se na to z té lepší stránky, sotva jsi začal a už jsi na cestě k povýšení.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:476:DefaultText
source: Your agent didn't make it. Sorry.
cs: Váš agent to nezvládl. Omlouváme se.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:477:DefaultText
source: Damn. Poor bastard. Maybe he wasn't my brightest, maybe he wasn't the most qualified, but he was family.
cs: Zatraceně. Chudák. Možná nebyl nejchytřejší, možná nebyl nejkvalifikovanější, ale byl to člen rodiny.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:478:DefaultText
source: Aside from the automated security, did you meet any resistance at the station?
cs: Setkali jste se na stanici kromě automatické ostrahy s nějakým odporem?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:479:DefaultText
source: UDL soldiers swarmed me once I got the lights on.
cs: Jakmile jsem rozsvítil, vrhli se na mě vojáci UDL.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:480:DefaultText
source: It was an easy job. No surprises.
cs: Byla to snadná práce. Žádné překvapení.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:481:DefaultText
source: Ha, I knew it! They've been shadowing us since Monarch. Maybe even longer.
cs: Ha, já to věděl! Sledovali nás už od Monarchu. Možná ještě déle.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:482:DefaultText
source: Why would they leave an asset like that unprotected? Unless... could the station be a trap? Unlikely. But possibly. One more thing to consider.
cs: Proč by nechávali takový majetek bez ochrany? Ledaže... by ta stanice mohla být past? To je nepravděpodobné. Ale je to možné. Ještě jednu věc je třeba zvážit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:483:DefaultText
source: Watch yourself in Stellar Bay, Captain. If you think this neighborhood is rough, Monarch will chew you to shreds.
cs: Dávejte si pozor v Hvězdné zátoce, kapitáne. Jestli si myslíte, že je tahle čtvrť drsná, Monarcha vás rozcupuje na kousky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:484:DefaultText
source: Don't forget about the research station. A score this big comes once a career, and only if you're lucky.
cs: Nezapomeňte na výzkumnou stanici. Takhle velké skóre se objevuje jednou za kariéru, a to jen při troše štěstí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:486:DefaultText
source: Is it done?
cs: Je to hotové?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:487:DefaultText
source: Not yet.
cs: Zatím ne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:488:DefaultText
source: I see. If you need directions to Byzantium, it's the big fancy one. Can't miss it.
cs: Chápu. Pokud potřebuješ cestu do Byzance, je to ta velká přepychová. Nemůžeš ho minout.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:490:DefaultText
source: Messy or merciless?
cs: Nepořádek, nebo nemilosrdnost?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:491:DefaultText
source: Straight to business, huh, Captain?
cs: Přímo k věci, co, kapitáne?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:492:DefaultText
source: You don't even wanna know why for?
cs: Ani nechcete vědět proč?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:494:DefaultText
source: No questions asked, boss? I like your style.
cs: Žádné otázky, šéfe? Líbí se mi váš styl.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:495:DefaultText
source: Oh, I read about that in one of my magazines. She's talking about aliens, right?
cs: O tom jsem četla v jednom z časopisů. Mluví o mimozemšťanech, že?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:496:DefaultText
source: I knew it! Aliens from other worlds been visiting Halcyon!
cs: Já to věděl! Halcyon navštívili mimozemšťané z jiných světů!

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:497:DefaultText
source: At least one of your crew can keep an open mind. But this isn't some aetherwave serial, Millstone. This is reality.
cs: Alespoň jeden z vaší posádky si může zachovat otevřenou mysl. Ale tohle není žádný seriál o éterových vlnách, Millstone. Tohle je realita.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:499:DefaultText
source: Oh, sure. That sounds like a real easy job.
cs: Jistě. To zní jako snadná práce.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:500:DefaultText
source: Sounds like a major business expansion. It pays to get in on those early, you know.
cs: Zní to jako významné rozšíření podnikání. Vyplatí se do nich vstoupit včas.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:501:DefaultText
source: How big we talkin'? Not like Groundbreaker-big, right?
cs: O jak velkém prostoru mluvíme? Ne jako Groundbreaker, že?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:502:DefaultText
source: Looking to expand, huh? Fallbrook ain't big enough for you?
cs: Chceš se rozšířit, co? Fallbrook je pro tebe málo velký?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:503:DefaultText
source: We're gonna take over a whole space station? This is gonna be great. Oh, do we get to stick a flag in the ground?
cs: Převezmeme celou vesmírnou stanici? To bude skvělé. Můžeme zapíchnout vlajku do země?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:504:DefaultText
source: This opportunity won't come around again, Captain.
cs: Tato příležitost se už nebude opakovat, kapitáne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:506:DefaultText
source: There is always a catch.
cs: Vždycky je v tom nějaký háček.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:507:DefaultText
source: Wouldn't be much fun without one.
cs: Bez něj by to nebyla zábava.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:508:DefaultText
source: Just like in the serials!
cs: Stejně jako v seriálech!

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:509:DefaultText
source: It's never straightforward with you SubLight folk.
cs: S vámi, lidmi ze SubLight, to nikdy není jednoduché.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:510:DefaultText
source: Does this make us SubLight agents now?
cs: Dělá to z nás nyní agenty SubLight?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:511:DefaultText
source: Ah, yes, Alta-Vitae. I knew someone who inhaled it by accident. I'd never seen anybody spontaneously combust before.
cs: Ach, ano, Alta-Vitae. Znal jsem někoho, kdo ji omylem vdechl. Nikdy předtím jsem neviděl nikoho samovznítit se.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:513:DefaultText
source: I ain't worried if you aren't, Captain. Er, honest.
cs: Nebojím se, pokud se nebojíte vy, kapitáne. Ehm, upřímně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:514:DefaultText
source: Yeah. See? We'll be fine!
cs: Jo. Vidíte? Budeme v pohodě!

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:515:DefaultText
source: Good enough for me.
cs: To mi stačí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:516:DefaultText
source: Well, that set me at ease.
cs: To mě uklidnilo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:517:DefaultText
source: Think I'll watch our backs all the same.
cs: Myslím, že nám stejně budu krýt záda.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:518:DefaultText
source: You and I have different notions of fun, Dr. Fenhill.
cs: Vy a já máme odlišné představy o zábavě, doktore Fenhille.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:519:DefaultText
source: My ship can fly to Stellar Bay. Is that job still up for grabs?
cs: Moje loď může letět do Hvězdné zátoky. Je ta práce ještě k mání?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:520:DefaultText
source: A UDL gunship buzzed the station, but I convinced them to back off.
cs: Ke stanici přiletěla bitevní loď UDL, ale přesvědčil jsem je, aby se stáhli.
