Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_engineering_junlei_terminal.po
Languages: cs

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:1:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= Approved user: TENNYSON, J.
cs: Osobní terminál - Groundbreaker Captain ============================= Schválený uživatel: TENNYSON, J.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:2:DefaultText
source: [Daily checklist]
cs: [Denní kontrolní seznam]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:3:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:5:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= -Radiator temp. -Plumbing overflow. -Life Support. -Crew morale. -Scheduled landings. -Checklist maintenance. -Brush teeth. -You can do this, Junlei.
cs: Osobní terminál - Kapitán Groundbreaker ============================= -Temperatura radiátoru. -Přeplňování vodovodního potrubí. -Životní podpora. -Morálka posádky. -Plánované přistání. -Údržba podle seznamu. -Zuby na kartáček. -To zvládneš, Junlei.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:6:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= Personal files
cs: Osobní terminál - Groundbreaker Captain ============================= Osobní soubory

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:7:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:8:DefaultText
source: [Date night]
cs: [Noční rande]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:9:DefaultText
source: [Date night]
cs: [Noční rande]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:10:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= Parvati was an absolute sweetheart. She thought of everything. The planning alone must have been a chore. People can't all be like that, right? No, she's something special. She's got a mind for details. Nothing gets overlooked, and the littlest things mean so much to her. If she were a ship she'd have a million and a half separate systems running in harmony - nothing wasted, nothing redundant, everything on time. It's cute how she hangs on my every word. Leans in close like a potted plant reaching for the sun. I want to show her everything I know she hasn't seen, and I want her to teach me everything I don't already know. A girl could do a lot worse than see the world through Parvati's eyes.
cs: Osobní terminál - průkopník kapitán ============================= Parvati byl naprostý miláček. Myslela na všechno. Už jen to plánování muselo být náročné. Všichni lidé přece nemohou být takoví, ne? Ne, ona je něčím výjimečná, má smysl pro detaily. Nic nepřehlédne a i ty nejmenší věci pro ni tolik znamenají. Kdyby byla lodí, měla by milion a půl samostatných systémů, které by fungovaly v harmonii - nic by nebylo zbytečné, nic nadbytečné, všechno na čas. Je roztomilé, jak visí na každém mém slově. Naklání se k němu jako rostlina v květináči, která se natahuje po slunci. Chci jí ukázat všechno, co vím, že ještě neviděla, a chci, aby mě naučila všechno, co ještě nevím. Dívka by mohla udělat mnohem víc, než vidět svět Parvatiinýma očima.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:11:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= Parvati was a bundle of nerves. A lot of little things - well-intentioned gestures, I guess - kind of backfired on her. It was sweet. She's sweet. I'm not sure I can squeeze commitment into the daily roster, but I'll give her a chance.
cs: Osobní terminál - Pozemní průkopník kapitán ============================= Parvati byl uzlíček nervů. Spousta drobností - asi dobře míněných gest - se jí tak trochu vymstila. Bylo to milé. Ona je milá. Nejsem si jistý, jestli se mi podaří vtěsnat odhodlání do denního rozpisu, ale dám jí šanci.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:12:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= -Take a moment to breathe. -Check messages. -Radiator temp. -Plumbing overflow. -Life Support. -Check messages. -Crew morale. -Check messages. -Scheduled landings. -Checklist maintenance. -Brush teeth. -Write to Parvati. -Recheck for new messages. Wait for reply. Repeat.
cs: Osobní terminál - Kapitán Groundbreaker ============================= -Nechte se na chvíli nadechnout. -Kontrola zpráv. -Temperatura radiátoru. -Přetečení vodovodního potrubí. -Životní podpora.-Kontrola zpráv. -Morálka posádky. -Kontrola zpráv. -Plánované přistání. -Údržba seznamu. -Čištění zubů. -Psaní Parvati. -Kontrola nových zpráv. Čekat na odpověď. Opakujte.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:13:DefaultText
source: [Daily checklist - REVISED]
cs: [Denní kontrolní seznam - PŘEHODNOCENÝ]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:14:DefaultText
source: [Back Bays]
cs: [Zadní zálivy]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:15:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= More complaints about the state of the bay. I already told the Mardets they're free to flush out MacRedd and his outlaws. They're so knotted up seeking warrants and paper justifications that they want someone else to solve all their problems off the record. Sorry, boys. Not my job.
cs: Osobní terminál - Groundbreaker Kapitán ============================= Další stížnosti na stav zálivu. Už jsem Mardetům řekl, že mohou MacRedda a jeho psance vyplavit. Jsou tak zauzlení při shánění zatykačů a papírových zdůvodnění, že chtějí, aby všechny jejich problémy řešil někdo jiný mimo záznam. Je mi líto, chlapci. To není moje práce.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:16:DefaultText
source: [Promenade Status]
cs: [Stav promenády]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:17:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= -Morale has dipped 18% since Martin Callahan showed up. It's that damn mask. -Found another listening device in my office. Thing was the size of a tossball with a cord leading all the way back to SubLight. Subtle as always, Lilya. -Could have sworn the automechanical chef arrived with a company tech. No record of the guy leaving the station. Will have to look into it. -Sprat infestation at the Rest–N–Go is getting out of hand. Ethel better not be ranching those critters again, or I swear by Law I'll airlock her stall.
cs: Osobní terminál - Groundbreaker Captain ============================= -Morale klesl o 18 % od doby, kdy se objevil Martin Callahan. To ta zatracená maska. -V kanceláři jsem našel další odposlouchávací zařízení. Ta věc byla velká jako míček na házení a kabel vedl až do SubLightu. Jemná jako vždycky, Lilyo. -Mohl bych přísahat, že automechanický kuchař dorazil s firemním technikem. Žádný záznam o tom, že by ten chlap opustil stanici. Bude se na to muset podívat. -Zamoření Odpočívadla se vymyká kontrole. Ethel ať už ty potvory raději nepronásleduje, jinak přísahám, že jí zavřu stáj.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:18:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:19:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= Messages
cs: Osobní terminál - Groundbreaker Captain ============================= Zprávy

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:22:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= FROM: Bedford, U. TO: Tennyson, J. SUBJECT: My dear lady The implications of your accusations cause my breath to hitch in my throat. I am certain that we can arrive at an agreeable understanding - for what is a Board liaison if not a facilitator of handshakes between great powers - much like the Board and yourself? When you do decide to return to the negotiations table, consider once again the embassy expansion plans I laid out. Gestures of good faith do not go unpaid. ~Udom Bedford, Certified Liaison
cs: Osobní terminál - Groundbreaker Captain ============================= FROM: Bedford, U. TO: Tennyson, J. PŘEDMĚT: Důsledky vašich obvinění mi způsobují, že se mi dech zadrhává v hrdle. Jsem si jist, že můžeme dospět k přijatelnému porozumění - neboť co je styčný důstojník Rady, když ne zprostředkovatel podání rukou mezi velmocemi - podobně jako Rada a vy? Až se rozhodnete vrátit k jednacímu stolu, zvažte ještě jednou plány na rozšíření velvyslanectví, které jsem předložil. Gesta dobré vůle nezůstávají bez odměny. ~Udom Bedford, certifikovaný styčný důstojník

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:23:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= FROM: Tennyson, J. TO: Bedford, U. SUBJECT: Obstructionist The Board rejected my request for new radiator parts. Again. Even after I greased their wheels with some targeted donations. Funny thing, when I used my admin privileges to survey the outgoing comms I noticed some activity from your office. You chose your words carefully, but I plucked a juicy phrase from the transcript: "Let the frog boil a while longer." And now I have no radiator parts. You're playing with our lives. Did they install you on my ship just to get under my skin, or are you pulling this shit for fun? J.T.
cs: Osobní terminál - Groundbreaker Captain ============================= OD: PŘEDMĚT: Tennyson, J. TO: Bedford, U: Rada zamítla mou žádost o nové díly chladiče. Znovu. Dokonce i poté, co jsem jim promazal kolečka několika cílenými dary. Zvláštní, když jsem využil svých administrátorských práv k průzkumu odchozí komunikace, všiml jsem si nějaké aktivity z vaší kanceláře. Pečlivě jste volil slova, ale já jsem z přepisu vytrhl šťavnatou větu: "Nechte žábu ještě chvíli vařit." A teď nemám žádné části chladiče, zahráváš si s našimi životy. Nasadili tě na mou loď jen proto, aby ses mi dostal pod kůži, nebo to děláš pro zábavu? J.T.

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:24:DefaultText
source: [FROM: K. Silva, SUBJECT: Re: I tried]
cs: [FROM: K. Silva, SUBJECT: Re: Zkoušel jsem]

# conversations/01_groundbreaker/01_cp_engineering_junlei_terminal:25:DefaultText
source: Personal Terminal - Groundbreaker Captain ============================= FROM: Silva, K. TO: Tennyson, J. SUBJECT: Re: I tried Stop calling me that! My name is Kendrick Silva, and you will respect the title of my high office! K. Silva, Certified Liaison FROM: Tennyson, J. TO: Silva, K. SUBJECT: Re: I tried Listen, "New-dom", you don't run this station. The second I see a good faith request from the Board, I'll be happy to move it forward. Until then, welcome to your new office in corporate obscurity. Make yourself at home. J.T. FROM: Silva, K. TO: Tennyson, J. SUBJECT: I tried You are being extraordinarily unreasonable to even the simplest Board requests. At this rate I'm afraid our diplomatic relationship is going nowhere. How my predecessor endured under these conditions I'll never understand. K. Silva, Certified Liaison
cs: Osobní terminál - Groundbreaker Captain ============================= OD: Silva, K: Tennyson, J. PŘEDMĚT: K: Re: Re: Přestaň mi tak říkat! Jmenuji se Kendrick Silva a ty budeš respektovat titul mé vysoké funkce! K. Silva, certifikovaný styčný důstojník FROM: Tennyson, J: Silva, K. PŘEDMĚT: Silva, K: Re: K: Zkoušel jsem Poslouchej, "New-dom", ty tuhle stanici neřídíš. Jakmile uvidím žádost rady v dobré víře, rád s ní pohnu. Do té doby tě vítám v tvé nové kanceláři v korporátním zapomnění. Chovej se jako doma. J.T. OD: Silva, K: Tennyson, J. PŘEDMĚT: Snažil jsem se Chováte se mimořádně nerozumně i k těm nejjednodušším požadavkům představenstva. Obávám se, že tímto tempem se naše diplomatické vztahy nikam neposunou. Nikdy nepochopím, jak to můj předchůdce za těchto podmínek vydržel. K. Silva, certifikovaný styčný důstojník
