Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_bedford_udom.po
Languages: cs

# conversations/01_groundbreaker/01_cv_bedford_udom:564:DefaultText
source: She did everything she could! It was YOUR people's fault, not Junlei's!
cs: Dělala, co mohla! Byla to chyba vašich lidí, ne Junlei!

# conversations/01_groundbreaker/01_cv_bedford_udom:565:DefaultText
source: About Jessie Doyle...
cs: O Jessie Doyleové...

# conversations/01_groundbreaker/01_cv_bedford_udom:566:DefaultText
source: Have you returned with the sum she owes?
cs: Vrátil jste se s dlužnou částkou?

# conversations/01_groundbreaker/01_cv_bedford_udom:567:DefaultText
source: I wanted to ask you something else.
cs: Chtěl jsem se vás zeptat na něco jiného.

# conversations/01_groundbreaker/01_cv_bedford_udom:568:DefaultText
source: Be my guest.
cs: Buďte mým hostem.

# conversations/01_groundbreaker/01_cv_bedford_udom:569:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_bedford_udom:570:DefaultText
source: Ask away.
cs: Ptejte se.

# conversations/01_groundbreaker/01_cv_bedford_udom:572:DefaultText
source: I'm the captain of the Unreliable.
cs: Jsem kapitánem Nespolehlivé.

# conversations/01_groundbreaker/01_cv_bedford_udom:573:DefaultText
source: The captain of the- no no no, that can't be right. Alex Hawthorne is the captain of that vessel. On top of that, I just impounded it!
cs: Kapitán... ne, ne, ne, to nemůže být pravda. Alex Hawthorne je kapitánem té lodi. A navíc jsem ji právě zabavil!

# conversations/01_groundbreaker/01_cv_bedford_udom:584:DefaultText
source: I got your seal from Gladys.
cs: Gladys mi dala tvou pečeť.

# conversations/01_groundbreaker/01_cv_bedford_udom:585:DefaultText
source: Now then, let me see...
cs: Tak se na to podívám...

# conversations/01_groundbreaker/01_cv_bedford_udom:586:DefaultText
source: I just have to apply the seal here, sign like so and... ta-da! Here are the forms you'll need once you reach Byzantium. Oh! And a Navkey so your ship can travel there.
cs: Stačí, když zde přiložím pečeť, podepíšu se takto a... ta-da! Zde jsou formuláře, které budete potřebovat, jakmile dorazíte do Byzance. A navigační klíč, aby tam tvoje loď mohla cestovat.

# conversations/01_groundbreaker/01_cv_bedford_udom:589:DefaultText
source: Oh- oh dear.
cs: Ach... ach bože.

# conversations/01_groundbreaker/01_cv_bedford_udom:590:DefaultText
source: Oh, hello! This is quite unexpected - I didn't have any visitors on my schedule today. Who might you be?
cs: Ahoj! To je docela nečekané - dnes jsem neměl na programu žádnou návštěvu. Kdo byste mohl být?

# conversations/01_groundbreaker/01_cv_bedford_udom:591:DefaultText
source: Ah, yes. Wheeler messaged me you were coming. You must be the captain of the Unreliable... A vessel that used to be helmed by one Alex Hawthorne. And you are not he.
cs: Ach, ano. Wheeler mi napsal, že přijdeš. Vy musíte být kapitán Nespolehlivé... Loď, kterou kdysi řídil jistý Alex Hawthorne. A vy nejste on.

# conversations/01_groundbreaker/01_cv_bedford_udom:593:DefaultText
source: Has something happened to my favorite scruffy freelancer?
cs: Stalo se něco mému oblíbenému ošuntělému freelancerovi?

# conversations/01_groundbreaker/01_cv_bedford_udom:594:DefaultText
source: Alex is dead.
cs: Alex je mrtvý.

# conversations/01_groundbreaker/01_cv_bedford_udom:595:DefaultText
source: Forget Alex. Why'd you impound my ship?
cs: Zapomeňte na Alexe. Proč jste mi zabavili loď?

# conversations/01_groundbreaker/01_cv_bedford_udom:596:DefaultText
source: I'm going to wring your scrawny neck, you spratfuck. Give me back my ship.
cs: Zakroutím ti tvým hubeným krkem, ty sráči. Vrať mi mou loď.

# conversations/01_groundbreaker/01_cv_bedford_udom:597:DefaultText
source: Alex isn't important. I'm here to turn in Phineas Welles.
cs: Alex není důležitý. Přišel jsem udat Phinease Wellese.

# conversations/01_groundbreaker/01_cv_bedford_udom:598:DefaultText
source: W-what?
cs: Cože?

# conversations/01_groundbreaker/01_cv_bedford_udom:599:DefaultText
source: I saw Welles' wanted poster, and I want to claim the bounty.
cs: Viděl jsem Wellesův plakát a chci si vyzvednout odměnu.

# conversations/01_groundbreaker/01_cv_bedford_udom:600:DefaultText
source: Comdt. Sanita said you were looking for Phineas, and I know where he is.
cs: Komandér Sanita říkal, že hledáte Phinease, a já vím, kde je.

# conversations/01_groundbreaker/01_cv_bedford_udom:601:DefaultText
source: Edgewater's constable told me to speak with you about Welles.
cs: Edgewaterský strážník mi řekl, abych s vámi promluvil o Wellesovi.

# conversations/01_groundbreaker/01_cv_bedford_udom:602:DefaultText
source: There's no need for hysterics. This is all a hilarious misunderstanding.
cs: Není třeba hysterie. Tohle všechno je veselé nedorozumění.

# conversations/01_groundbreaker/01_cv_bedford_udom:603:DefaultText
source: I impounded Alex's ship, not yours. Well, I guess it's yours now, if you're captaining it. It's a- a game we play, he and I.
cs: Zabavil jsem Alexovu loď, ne vaši. No, myslím, že teď je tvoje, když jsi její kapitán. Je to hra, kterou hrajeme, on a já.

# conversations/01_groundbreaker/01_cv_bedford_udom:604:DefaultText
source: Oh no, this is terrible! My dear friend! What devilry is this? In whose miserable fever dream am I trapped?
cs: Ale ne, to je hrozné! Můj drahý příteli! Co je to za ďábelství? V jakém bídném horečnatém snu jsem se ocitl?

# conversations/01_groundbreaker/01_cv_bedford_udom:605:DefaultText
source: Did you hear me chuckle?
cs: Slyšeli jste, jak se směju?

# conversations/01_groundbreaker/01_cv_bedford_udom:606:DefaultText
source: Explain. Now.
cs: Vysvětlete. Nyní.

# conversations/01_groundbreaker/01_cv_bedford_udom:607:DefaultText
source: I ask him to turn in Phineas Welles, he tells me he will "soon," I impound his ship, he explains why he can't give me the info "right now," I ask him to turn in Welles...
cs: Požádám ho, aby udal Phinease Wellese, on mi řekne, že to udělá "brzy", zabavím mu loď, on mi vysvětlí, proč mi nemůže dát informace "hned teď", požádám ho, aby udal Wellese...

# conversations/01_groundbreaker/01_cv_bedford_udom:608:DefaultText
source: Around and around we go!
cs: Jdeme kolem a kolem!

# conversations/01_groundbreaker/01_cv_bedford_udom:609:DefaultText
source: I'm sorry for your loss.
cs: Je mi líto vaší ztráty.

# conversations/01_groundbreaker/01_cv_bedford_udom:611:DefaultText
source: Oh Alex, there were so many arguments we'd yet to have...
cs: Ach, Alexi, tolik hádek nás ještě čekalo...

# conversations/01_groundbreaker/01_cv_bedford_udom:612:DefaultText
source: What was your relationship with him?
cs: Jaký byl váš vztah s ním?

# conversations/01_groundbreaker/01_cv_bedford_udom:613:DefaultText
source: He was my dearest friend. My only friend.
cs: Byl to můj nejdražší přítel. Můj jediný přítel.

# conversations/01_groundbreaker/01_cv_bedford_udom:614:DefaultText
source: You have his ship, you must know! That picture of us on the Promenade - me, hugging him; him, wincing - I keep a copy beside my bed. Did he?
cs: Máš jeho loď, musíš to vědět! Tu naši fotku na promenádě - já, jak ho objímám, on, jak se mračí - mám v kopii vedle postele. Opravdu?

# conversations/01_groundbreaker/01_cv_bedford_udom:616:DefaultText
source: I really wouldn't know.
cs: To opravdu nevím.

# conversations/01_groundbreaker/01_cv_bedford_udom:617:DefaultText
source: It must've been lost with Alex, then. One more tragedy to top the pile.
cs: Tak to se muselo ztratit u Alexe. Další tragédie na vrcholu hromady.

# conversations/01_groundbreaker/01_cv_bedford_udom:618:DefaultText
source: He was eaten alive by feral canids.
cs: Zaživa ho sežrali divocí psovití.

# conversations/01_groundbreaker/01_cv_bedford_udom:619:DefaultText
source: No! How dreadful. That was always Alex's greatest fear, you know. Devoured by those fiends. Becoming one with their- their droppings.
cs: Ne! Jak strašné. Toho se Alex vždycky nejvíc bál. Pohlcení těmi ďábly. Stát se jedním z jejich... jejich výkalů.

# conversations/01_groundbreaker/01_cv_bedford_udom:620:DefaultText
source: He died in an escape pod accident.
cs: Zemřel při nehodě únikového modulu.

# conversations/01_groundbreaker/01_cv_bedford_udom:621:DefaultText
source: Oh. Awful business, that. But why- how-? No, no, best not to ask after the gory details.
cs: Oh. Hrozný obchod. Ale proč... jak...? Ne, ne, raději se neptej po krvavých detailech.

# conversations/01_groundbreaker/01_cv_bedford_udom:622:DefaultText
source: Trust me, you don't want to know the details.
cs: Věřte mi, že podrobnosti znát nechcete.

# conversations/01_groundbreaker/01_cv_bedford_udom:623:DefaultText
source: You're quite right, of course. Best not to pry into such dismal things.
cs: Máte samozřejmě pravdu. Nejlepší je do takových chmurných věcí nešťourat.

# conversations/01_groundbreaker/01_cv_bedford_udom:624:DefaultText
source: Tell me - how did he die?
cs: Řekni mi - jak zemřel?

# conversations/01_groundbreaker/01_cv_bedford_udom:625:DefaultText
source: So, about my ship...
cs: Co se týče mé lodi...

# conversations/01_groundbreaker/01_cv_bedford_udom:626:DefaultText
source: Again, I'm very sorry. Can we get back to the topic at hand?
cs: Ještě jednou se velmi omlouvám. Můžeme se vrátit k tématu?

# conversations/01_groundbreaker/01_cv_bedford_udom:628:DefaultText
source: Uh. Yup. He sure did.
cs: Uh. Jo. Určitě ano.

# conversations/01_groundbreaker/01_cv_bedford_udom:629:DefaultText
source: That's just like him. Such a sentimental man.
cs: To je přesně jako on. Takový sentimentální muž.

# conversations/01_groundbreaker/01_cv_bedford_udom:630:DefaultText
source: Welles? I meant smells. It really smells in here. Maybe you should open the door.
cs: Welles? Myslel jsem vůně. Opravdu to tu smrdí. Možná bys měl otevřít dveře.

# conversations/01_groundbreaker/01_cv_bedford_udom:631:DefaultText
source: Right, right. You're going important places, I'm sure. Big, exciting, important places.
cs: Správně, správně. Určitě se chystáte na důležitá místa. Na velká, vzrušující, důležitá místa.

# conversations/01_groundbreaker/01_cv_bedford_udom:640:DefaultText
source: Amazing! I didn't think those things worked. Mostly people draw funny faces on them.
cs: Úžasné! Nemyslel jsem si, že tyhle věci fungují. Většinou na ně lidé kreslí legrační obličeje.

# conversations/01_groundbreaker/01_cv_bedford_udom:642:DefaultText
source: She's fantastic! Very dependable. Quite unlike that stubborn Tennyson woman.
cs: Je fantastická! Velmi spolehlivá. Na rozdíl od té tvrdohlavé Tennysonové.

# conversations/01_groundbreaker/01_cv_bedford_udom:644:DefaultText
source: I'll have to send her a festive fruit basket as thanks.
cs: Budu jí muset jako poděkování poslat slavnostní koš ovoce.

# conversations/01_groundbreaker/01_cv_bedford_udom:645:DefaultText
source: I'm sorry...? I'm- I'm quite certain I heard Welles. Phineas Welles.
cs: Promiňte...? Jsem si jistý, že jsem slyšel Wellese. Phineas Welles.

# conversations/01_groundbreaker/01_cv_bedford_udom:648:DefaultText
source: An apprehension of this caliber will be tremendous for my career. I'll send you straight away to my superiors in Byzantium, only... oh Law. Oh no.
cs: Záchrana takového kalibru bude pro mou kariéru obrovská. Hned tě pošlu svým nadřízeným do Byzance, jenže... ach, Law. Ale ne.

# conversations/01_groundbreaker/01_cv_bedford_udom:650:DefaultText
source: Phineas smells? That's not a very nice thing to say about someone, even a wanted outlaw.
cs: Phineas je cítit? To není moc hezké říkat o někom, dokonce ani o hledaném psanci.

# conversations/01_groundbreaker/01_cv_bedford_udom:651:DefaultText
source: Learn to take a joke, Bedford. I'm just hassling you.
cs: Nauč se brát vtipy, Bedforde. Jen tě obtěžuji.

# conversations/01_groundbreaker/01_cv_bedford_udom:652:DefaultText
source: Hah. How charming you are.
cs: Hah. Jsi okouzlující.

# conversations/01_groundbreaker/01_cv_bedford_udom:653:DefaultText
source: But you- argh! It's always like this with you tramp freighter captains!
cs: Ale ty... Takhle to s vámi, kapitány trampských nákladních lodí, chodí vždycky!

# conversations/01_groundbreaker/01_cv_bedford_udom:654:DefaultText
source: Let me guess - there's a catch.
cs: Nech mě hádat - je v tom háček.

# conversations/01_groundbreaker/01_cv_bedford_udom:655:DefaultText
source: What?
cs: Cože?

# conversations/01_groundbreaker/01_cv_bedford_udom:656:DefaultText
source: Spit it out.
cs: Vyplivněte to.

# conversations/01_groundbreaker/01_cv_bedford_udom:657:DefaultText
source: Just a teensy one. The teensiest. Nothing to, ah, lie awake worrying about for nights on end or anything.
cs: Jen malinký. Ten nejmenší. Nic, kvůli čemu by se člověk musel celé noci bát.

# conversations/01_groundbreaker/01_cv_bedford_udom:662:DefaultText
source: I might have... pawned my official Board seal to Gladys, the black market fence here on the Groundbreaker. I can't authorize the paperwork you'll need to turn Phineas in without it.
cs: Možná jsem... dal svou oficiální pečeť rady do zástavy Gladys, překupnici na černém trhu tady na Groundbreakeru. Bez ní nemohu schválit papíry, které budeš potřebovat k vydání Phinease.

# conversations/01_groundbreaker/01_cv_bedford_udom:663:DefaultText
source: So you'll need to get my seal back from her if you want to hand Phineas over to the Board.
cs: Takže pokud chceš Phinease předat Radě, musíš od ní získat zpět mou pečeť.

# conversations/01_groundbreaker/01_cv_bedford_udom:664:DefaultText
source: The thing is... I needed money. A lot of money. Quickly. For reasons.
cs: Jde o to, že... Potřeboval jsem peníze. Hodně peněz. Rychle. Z důvodů.

# conversations/01_groundbreaker/01_cv_bedford_udom:665:DefaultText
source: So far, so entirely expected. What happened?
cs: Zatím je to zcela očekávané. Co se stalo?

# conversations/01_groundbreaker/01_cv_bedford_udom:667:DefaultText
source: What kind of reasons?
cs: Z jakých důvodů?

# conversations/01_groundbreaker/01_cv_bedford_udom:668:DefaultText
source: That's really neither here nor there, don't you think?
cs: To není ani tady, ani tam, nemyslíte?

# conversations/01_groundbreaker/01_cv_bedford_udom:669:DefaultText
source: Fine. You needed money. What happened next?
cs: V pořádku. Potřeboval jsi peníze. Co se stalo potom?

# conversations/01_groundbreaker/01_cv_bedford_udom:671:DefaultText
source: I like to know what motivates the people I work with.
cs: Rád bych věděl, co motivuje lidi, se kterými pracuji.

# conversations/01_groundbreaker/01_cv_bedford_udom:673:DefaultText
source: You'll feel better if you get it off your chest.
cs: Budeš se cítit lépe, když to ze sebe dostaneš.

# conversations/01_groundbreaker/01_cv_bedford_udom:674:DefaultText
source: I produce bootleg serials! I just- I can't help myself. "Juris & Prudence: After Hours," or "All My Colonists: The New Immortals." Romance! Tragedy! Debt-collection!
cs: Vyrábím bootlegové seriály! Já si prostě nemůžu pomoct. "Juris & Prudence: nebo "Všichni mí kolonisté: "Noví nesmrtelní". Romantika! Tragédie! Vymáhání dluhů!

# conversations/01_groundbreaker/01_cv_bedford_udom:675:DefaultText
source: It's a little silly, I'll admit. Silly and completely illegal. I'd be forced into early retirement if the Board found out.
cs: Je to trochu hloupé, uznávám. Hloupé a zcela nezákonné. Kdyby se to dozvěděla správní rada, musel bych odejít do předčasného důchodu.

# conversations/01_groundbreaker/01_cv_bedford_udom:681:DefaultText
source: Don't make me wring it out of you.
cs: Nenuť mě, abych to z tebe vymámila.

# conversations/01_groundbreaker/01_cv_bedford_udom:682:DefaultText
source: Out with it, before I punch it out.
cs: Ven s tím, než to vyrazím.

# conversations/01_groundbreaker/01_cv_bedford_udom:683:DefaultText
source: Come on, you can tell me.
cs: No tak, můžeš mi to říct.

# conversations/01_groundbreaker/01_cv_bedford_udom:684:DefaultText
source: No! No, I'm sorry, I really can't.
cs: Ne! Ne, je mi líto, opravdu nemůžu.

# conversations/01_groundbreaker/01_cv_bedford_udom:689:DefaultText
source: It's only temporary, of course! I'd never leave something so important in the hands of someone of such dubious moral character. I was going to buy it back once I raised the capital.
cs: Je to samozřejmě jen dočasné! Nikdy bych nenechal něco tak důležitého v rukou někoho s tak pochybnými morálními vlastnostmi. Chtěl jsem to koupit zpátky, jakmile se mi podaří nashromáždit kapitál.

# conversations/01_groundbreaker/01_cv_bedford_udom:690:DefaultText
source: You have to be kidding me. How stupid can you be?
cs: To si ze mě děláte legraci. Jak můžeš být hloupý?

# conversations/01_groundbreaker/01_cv_bedford_udom:691:DefaultText
source: What possessed you to pawn your official seal?
cs: Co tě vedlo k tomu, že jsi dal do zástavy svou úřední pečeť?

# conversations/01_groundbreaker/01_cv_bedford_udom:692:DefaultText
source: So before I can do the Board a favor and turn over Welles, I need to do you a favor first?
cs: Takže než udělám radě laskavost a předám Wellese, musím nejdřív udělat laskavost vám?

# conversations/01_groundbreaker/01_cv_bedford_udom:693:DefaultText
source: Forget it, then. I won't turn Phineas in.
cs: Tak na to zapomeňte. Phinease neudám.

# conversations/01_groundbreaker/01_cv_bedford_udom:694:DefaultText
source: Oh, it might surprise you!
cs: Možná vás to překvapí!

# conversations/01_groundbreaker/01_cv_bedford_udom:695:DefaultText
source: I've heard of your serials! You're, like, really famous.
cs: Slyšel jsem o vašich seriálech! Jsi opravdu slavný.

# conversations/01_groundbreaker/01_cv_bedford_udom:696:DefaultText
source: Wow. That's, uh. Really something.
cs: Wow. To je... Opravdu něco.

# conversations/01_groundbreaker/01_cv_bedford_udom:698:DefaultText
source: And they're all mine!
cs: A všechny jsou moje!

# conversations/01_groundbreaker/01_cv_bedford_udom:699:DefaultText
source: Flatterer.
cs: Lichotník.

# conversations/01_groundbreaker/01_cv_bedford_udom:700:DefaultText
source: I wish I could say others felt the same. I've made nothing on them, not a bit. My losses are staggering.
cs: Kéž bych mohl říct, že ostatní to cítili stejně. Nic jsem na nich nevydělal, ani trochu. Moje ztráty jsou ohromující.

# conversations/01_groundbreaker/01_cv_bedford_udom:701:DefaultText
source: Okay, so you needed money to make your serials. How'd you get it?
cs: Dobře, takže jste potřebovali peníze na výrobu seriálů. Jak jste je získal?

# conversations/01_groundbreaker/01_cv_bedford_udom:702:DefaultText
source: Stunned speechless. I thought you might be.
cs: Ohromeně oněměl. Myslel jsem si, že jsi.

# conversations/01_groundbreaker/01_cv_bedford_udom:703:DefaultText
source: You're right, the Board wouldn't like this at all. I should tell them.
cs: Máte pravdu, správní radě by se to vůbec nelíbilo. Měl bych jim to říct.

# conversations/01_groundbreaker/01_cv_bedford_udom:704:DefaultText
source: Oh no! Please don't! Really, please! They could quite literally kill me. The punishment for copyright infringement is death.
cs: Ale ne! Prosím, nedělejte to! Opravdu, prosím! Mohli by mě doslova zabít. Trest za porušení autorských práv je smrt.

# conversations/01_groundbreaker/01_cv_bedford_udom:706:DefaultText
source: Good to know! So, you needed money to make illegal serials. How'd you get it?
cs: To je dobré vědět! Takže jsi potřeboval peníze na výrobu nelegálních seriálů. Jak jste je získal?

# conversations/01_groundbreaker/01_cv_bedford_udom:707:DefaultText
source: I really don't think it would.
cs: To si opravdu nemyslím.

# conversations/01_groundbreaker/01_cv_bedford_udom:708:DefaultText
source: That's the long and short of it, yes.
cs: To je zkrátka a dobře.

# conversations/01_groundbreaker/01_cv_bedford_udom:710:DefaultText
source: Fine. You see, I really do need that seal. Rather desperately, actually.
cs: V pořádku. Vidíte, já tu pečeť opravdu potřebuji. Vlastně docela zoufale.

# conversations/01_groundbreaker/01_cv_bedford_udom:711:DefaultText
source: I can't grant you access to Byzantium without it. If the Board learned of my foolishness, why- by the Law, they'd- they'd fire me.
cs: Bez něj ti nemohu umožnit přístup do Byzance. Kdyby se správní rada dozvěděla o mé hlouposti, tak by mě, podle zákona, vyhodila.

# conversations/01_groundbreaker/01_cv_bedford_udom:712:DefaultText
source: At least you'd have your life.
cs: Alespoň bys měl svůj život.

# conversations/01_groundbreaker/01_cv_bedford_udom:713:DefaultText
source: I absolutely would not! The Board isn't even the worst of it!
cs: Rozhodně bych to nedělal! Rada není ani to nejhorší!

# conversations/01_groundbreaker/01_cv_bedford_udom:714:DefaultText
source: Gladys intends to sell it to the highest bidder. She's demanded I provide her with proof of its authenticity.
cs: Gladys ho hodlá prodat tomu, kdo nabídne nejvíc. Požaduje, abych jí poskytl důkaz o jeho pravosti.

# conversations/01_groundbreaker/01_cv_bedford_udom:715:DefaultText
source: And if I refuse, she'll have those goons at SubLight Salvage throw me down the Waste Disposal shaft!
cs: A jestli odmítnu, nechá mě těmi gorilami ze SubLight Salvage hodit do šachty na likvidaci odpadu!

# conversations/01_groundbreaker/01_cv_bedford_udom:716:DefaultText
source: You really are in a pickle, huh.
cs: Jste opravdu v úzkých, co?

# conversations/01_groundbreaker/01_cv_bedford_udom:718:DefaultText
source: A spicy little pickle entirely of my own making.
cs: Malá pikantní okurka, kterou jsem si vytvořil sám.

# conversations/01_groundbreaker/01_cv_bedford_udom:719:DefaultText
source: Ouch.
cs: Au.

# conversations/01_groundbreaker/01_cv_bedford_udom:720:DefaultText
source: That's not my problem.
cs: To není můj problém.

# conversations/01_groundbreaker/01_cv_bedford_udom:721:DefaultText
source: I literally can't believe this. I mean that - I don't believe you.
cs: Doslova tomu nemohu uvěřit. Myslím to vážně - nevěřím ti.

# conversations/01_groundbreaker/01_cv_bedford_udom:722:DefaultText
source: Go! Ask Gladys yourself! She doesn't care who knows! I'm sure she'd be thrilled to tell you she's got foolish old Udom over a barrel!
cs: Jdi! Zeptej se Gladys sám! Je jí jedno, kdo to ví! Určitě by ti s radostí řekla, že má starého blázna Udoma v hrsti!

# conversations/01_groundbreaker/01_cv_bedford_udom:723:DefaultText
source: Fine, I'll go talk to Gladys. Maybe I can work something out.
cs: Dobře, půjdu si promluvit s Gladys. Možná se mi podaří něco vymyslet.

# conversations/01_groundbreaker/01_cv_bedford_udom:725:DefaultText
source: No, please! Hear me out!
cs: Ne, prosím! Vyslechněte mě!

# conversations/01_groundbreaker/01_cv_bedford_udom:726:DefaultText
source: The Board isn't even the worst of it!
cs: Nejhorší na tom není ani představenstvo!

# conversations/01_groundbreaker/01_cv_bedford_udom:727:DefaultText
source: This is still not my problem. I'm leaving.
cs: To stále není můj problém. Odcházím.

# conversations/01_groundbreaker/01_cv_bedford_udom:731:DefaultText
source: Thank you! Oh, thank you so much! I'm certain Gladys can be made- well, can probably be made to see reason!
cs: Děkujeme! Moc vám děkuji! Jsem si jistá, že Gladys se dá přimět - no, nejspíš se dá přimět k tomu, aby viděla rozum!

# conversations/01_groundbreaker/01_cv_bedford_udom:733:DefaultText
source: Thrilling. Anyway, about my ship...
cs: Napínavé. Jinak k mé lodi...

# conversations/01_groundbreaker/01_cv_bedford_udom:738:DefaultText
source: There's no call for that kind of talk!
cs: K takovým řečem není důvod!

# conversations/01_groundbreaker/01_cv_bedford_udom:739:DefaultText
source: I'm trying to do you a favor. Stop giving me the run-around.
cs: Snažím se ti prokázat laskavost. Přestaň mě obcházet.

# conversations/01_groundbreaker/01_cv_bedford_udom:744:DefaultText
source: What do you do here, exactly?
cs: Co přesně zde děláte?
