Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_bedford_udom.po
Languages: cs

# conversations/01_groundbreaker/01_cv_bedford_udom:957:DefaultText
source: Hah! Got you again.
cs: Hah! Zase jsem tě dostal.

# conversations/01_groundbreaker/01_cv_bedford_udom:958:DefaultText
source: You absolute rascal!
cs: Ty naprostý darebáku!

# conversations/01_groundbreaker/01_cv_bedford_udom:959:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/01_groundbreaker/01_cv_bedford_udom:960:DefaultText
source: Well, once you've tired of your jokes, you know where to find me.
cs: Až tě přestanou bavit tvoje vtipy, víš, kde mě najdeš.

# conversations/01_groundbreaker/01_cv_bedford_udom:970:DefaultText
source: What's Byzantium like?
cs: Jaká je Byzanc?

# conversations/01_groundbreaker/01_cv_bedford_udom:971:DefaultText
source: It's, ah, very clean. There are lovely... plants?
cs: Je to velmi čisté. Jsou tu krásné... rostliny?

# conversations/01_groundbreaker/01_cv_bedford_udom:973:DefaultText
source: So you pawned your seal to Gladys to fund your serials. Why should I care?
cs: Takže jsi dal Gladys do zástavy svou pečeť, abys mohl financovat své seriály. Proč by mě to mělo zajímat?

# conversations/01_groundbreaker/01_cv_bedford_udom:974:DefaultText
source: I'll help you get that seal back, Udom.
cs: Pomůžu ti získat tu pečeť zpátky, Udome.

# conversations/01_groundbreaker/01_cv_bedford_udom:975:DefaultText
source: This is ridiculous. I'm done here.
cs: To je směšné. Tady jsem skončil.

# conversations/01_groundbreaker/01_cv_bedford_udom:979:DefaultText
source: I know where to find Phineas Welles.
cs: Vím, kde najdu Phinease Wellese.

# conversations/01_groundbreaker/01_cv_bedford_udom:980:DefaultText
source: Why is the Board so interested in Welles, anyway?
cs: Proč se vlastně rada tolik zajímá o Wellese?

# conversations/01_groundbreaker/01_cv_bedford_udom:981:DefaultText
source: Alex never mentioned Phineas Welles.
cs: Alex se nikdy nezmínil o Phineasi Wellesovi.

# conversations/01_groundbreaker/01_cv_bedford_udom:982:DefaultText
source: You haven't read the posters? He's a terrorist. A thief. A madman! It's really in the colony's best interest that we stop him before he does further harm.
cs: Nečetl jste plakáty? Je to terorista. Zloděj. Šílenec! Je opravdu v nejlepším zájmu kolonie, abychom ho zastavili, než napáchá další škody.

# conversations/01_groundbreaker/01_cv_bedford_udom:983:DefaultText
source: That's- well, that's just terrible news. Law, what am I going to do now? The Board will have my head.
cs: To je... no, to je prostě hrozná zpráva. Lawe, co teď budu dělat? Rada bude mít mou hlavu.

# conversations/01_groundbreaker/01_cv_bedford_udom:984:DefaultText
source: I'm sorry. This is terribly unprofessional of me. Is there anything else I might help you with?
cs: Omlouvám se. Je to ode mě strašně neprofesionální. Mohu vám ještě s něčím pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:985:DefaultText
source: My three favorite words.
cs: Moje tři oblíbená slova.

# conversations/01_groundbreaker/01_cv_bedford_udom:987:DefaultText
source: You might not wanna say that too loud, Captain. Even around here.
cs: Možná byste to neměl říkat příliš nahlas, kapitáne. Ani tady.

# conversations/01_groundbreaker/01_cv_bedford_udom:988:DefaultText
source: As eloquent as ever, Captain...
cs: Jako vždy výmluvný, kapitáne...

# conversations/01_groundbreaker/01_cv_bedford_udom:989:DefaultText
source: Unless they're paying us. Then, yeah, fuck the Board!
cs: Pokud nám neplatí. Pak ano, kašlu na představenstvo!

# conversations/01_groundbreaker/01_cv_bedford_udom:990:DefaultText
source: Why do you think I'd know anything about Welles?
cs: Proč si myslíte, že bych měl něco vědět o Wellesovi?

# conversations/01_groundbreaker/01_cv_bedford_udom:991:DefaultText
source: Well, Alex knew - or he said he did - and you have his ship. Maybe he kept some records around. Or a conveniently placed note on his bedside table?
cs: Alex to věděl - nebo to alespoň tvrdil - a vy máte jeho loď. Možná si nechal nějaké záznamy. Nebo příhodně umístěný vzkaz na nočním stolku?

# conversations/01_groundbreaker/01_cv_bedford_udom:992:DefaultText
source: Sophia and I are already acquainted.
cs: Se Sophií se už známe.

# conversations/01_groundbreaker/01_cv_bedford_udom:993:DefaultText
source: A marvelous woman, the very soul of wit and joie de vivre. And so capable!
cs: Úžasná žena, která je duší vtipu a radosti ze života. A tak schopná!

# conversations/01_groundbreaker/01_cv_bedford_udom:996:DefaultText
source: You keep doing Bedford's job for him, and he's gonna feel real useless.
cs: Když budeš dělat Bedfordovu práci za něj, bude se cítit opravdu zbytečný.

# conversations/01_groundbreaker/01_cv_bedford_udom:998:DefaultText
source: The Captain's a big deal like that. Aren't you, Captain?
cs: Kapitán je taková velká věc. Že ano, kapitáne?

# conversations/01_groundbreaker/01_cv_bedford_udom:1000:DefaultText
source: You would do well to not judge people based on their... somewhat unrefined exteriors.
cs: Bylo by dobré nesoudit lidi podle jejich... poněkud nenápaditého zevnějšku.

# conversations/01_groundbreaker/01_cv_bedford_udom:1001:DefaultText
source: Truth be told, I'm not the best person to ask. Though I spent my boyhood behind its glimmering walls, I found its prettiness rather... lonely.
cs: Popravdě řečeno, nejsem ten nejlepší člověk, kterého bych se na to mohl zeptat. Ačkoli jsem strávil své chlapectví za jeho třpytivými zdmi, připadala mi jeho krása poněkud... osamělá.

# conversations/01_groundbreaker/01_cv_bedford_udom:1002:DefaultText
source: I've told you how I feel about Byzantium. All the hurry and expanse of the city - it's quite lonely. But beautiful, too, in its way.
cs: Řekl jsem vám, co si myslím o Byzanci. Všechen ten spěch a rozlehlost města - je to docela osamělé. Ale svým způsobem také krásné.

# conversations/01_groundbreaker/01_cv_bedford_udom:1003:DefaultText
source: Which is not to dissuade you from visiting! You'd probably like it. In fact, I bet you'd fit right in. Not like me. Weird, little me.
cs: Což vás od návštěvy neodradí! Pravděpodobně se vám bude líbit. Vlastně se vsadím, že bys tam zapadl. Ne jako já. Divné, malé já.

# conversations/01_groundbreaker/01_cv_bedford_udom:1004:DefaultText
source: You're right. I'm sorry.
cs: Máte pravdu. Omlouvám se.

# conversations/01_groundbreaker/01_cv_bedford_udom:1005:DefaultText
source: No, I should apologize. I can't help being rather on edge - I really do need that seal, you see. Rather desperately.
cs: Ne, měl bych se omluvit. Nemůžu si pomoct, jsem poněkud nervózní - opravdu potřebuji tu pečeť, víte. Docela zoufale.

# conversations/01_groundbreaker/01_cv_bedford_udom:1006:DefaultText
source: You did. I'm sorry for giving you a hard time.
cs: Udělal jsi to. Omlouvám se, že jsem ti to ztížila.

# conversations/01_groundbreaker/01_cv_bedford_udom:1007:DefaultText
source: Oh! It's quite all right. I'm used to it.
cs: To je v pořádku. Jsem na to zvyklý.

# conversations/01_groundbreaker/01_cv_bedford_udom:1008:DefaultText
source: Hah! Got you!
cs: Hah! Mám tě!

# conversations/01_groundbreaker/01_cv_bedford_udom:1009:DefaultText
source: Yes, well, we can't all be as dashing and capable as you, can we? There must be dirt for flowers to grow. So to speak.
cs: Ano, všichni nemůžeme být tak šviháci a schopní jako vy, že? Aby mohly růst květiny, musí být hlína. Tak říkajíc.

# conversations/01_groundbreaker/01_cv_bedford_udom:1010:DefaultText
source: I fixed it, actually.
cs: Vlastně jsem to opravil.

# conversations/01_groundbreaker/01_cv_bedford_udom:1011:DefaultText
source: Wasn't the whole overheating problem your fault to begin with?
cs: Nebyl celý problém s přehříváním na začátku vaše chyba?

# conversations/01_groundbreaker/01_cv_bedford_udom:1012:DefaultText
source: I owe you a debt, then! I was going through three, four shirts a day. Still, that Tennyson woman...
cs: Tak to jsem tvým dlužníkem! Denně jsem vyměnil tři, čtyři košile. Ale ta Tennysonová...

# conversations/01_groundbreaker/01_cv_bedford_udom:1013:DefaultText
source: Gracious, no. I can't imagine what gave you that idea. I only facilitated communication between the Board and Chief Tennyson. It's not my fault she was stubborn.
cs: Milostivě, ne. Nedokážu si představit, co tě na to přivedlo. Pouze jsem zprostředkoval komunikaci mezi představenstvem a náčelníkem Tennysonem. Není moje chyba, že byla tvrdohlavá.

# conversations/01_groundbreaker/01_cv_bedford_udom:1017:DefaultText
source: Aw, Captain, be nice.
cs: Kapitáne, buďte hodný.

# conversations/01_groundbreaker/01_cv_bedford_udom:1018:DefaultText
source: Captain, stop pulling the man's leg.
cs: Kapitáne, přestaňte ho tahat za nos.

# conversations/01_groundbreaker/01_cv_bedford_udom:1020:DefaultText
source: To give away somethin' so important to you... they must've been some curious reasons.
cs: Vzdát se něčeho tak důležitého... to musely být zvláštní důvody.

# conversations/01_groundbreaker/01_cv_bedford_udom:1024:DefaultText
source: Stray too much from the, ah, straight and narrow, and one may just find himself... assigned pastoral duty in a maximum security penitentiary.
cs: Pokud se příliš odchýlíte od přímého směru, můžete se ocitnout... ve věznici s maximální ostrahou.

# conversations/01_groundbreaker/01_cv_bedford_udom:1025:DefaultText
source: I'll thank you not to question my motives, young miss. It was a mistake, and I'd like to put it behind me.
cs: Děkuji vám, že nezpochybňujete mé motivy, mladá slečno. Byla to chyba a rád bych ji hodil za hlavu.

# conversations/01_groundbreaker/01_cv_bedford_udom:1026:DefaultText
source: Yes, please do. I have a fragile constitution, I'll have you know, and this run-around is like to give me a cold.
cs: Ano, prosím. Mám křehkou konstituci, to vám musím říct, a z tohohle pobíhání bych mohl nastydnout.

# conversations/01_groundbreaker/01_cv_bedford_udom:1027:DefaultText
source: On second thought, maybe you should be mean to him just the littlest bit.
cs: Když o tom tak přemýšlím, možná bys na něj měla být zlá jen trochu.

# conversations/01_groundbreaker/01_cv_bedford_udom:1028:DefaultText
source: Well, at least one of you is capable of showing appropriate deference to a man of my standing.
cs: Alespoň jeden z vás je schopen projevit muži mého postavení patřičnou úctu.

# conversations/01_groundbreaker/01_cv_bedford_udom:1029:DefaultText
source: I recant my earlier statement. Mr. Bedford deserves what he gets.
cs: Odvolávám své předchozí prohlášení. Pan Bedford si zaslouží, co dostane.

# conversations/01_groundbreaker/01_cv_bedford_udom:1031:DefaultText
source: Oh, gosh. That's quite a goof, sir. If you don't mind me saying.
cs: Ach, bože. To je pěkná blbost, pane. Jestli vám nevadí, že to říkám.

# conversations/01_groundbreaker/01_cv_bedford_udom:1032:DefaultText
source: I'm very well aware.
cs: Jsem si toho velmi dobře vědom.

# conversations/01_groundbreaker/01_cv_bedford_udom:1033:DefaultText
source: Architect have mercy, you don't possess a lick of sense, do you?
cs: Architect have mercy, nemáte ani špetku rozumu, že?

# conversations/01_groundbreaker/01_cv_bedford_udom:1034:DefaultText
source: You can't say anything worse to me than what I've already said to myself.
cs: Nemůžeš mi říct nic horšího, než co jsem už řekl sám sobě.

# conversations/01_groundbreaker/01_cv_bedford_udom:1036:DefaultText
source: That was you?! Oh my stars. "All My Colonists" is just- well, it gave me a story hangover for days, Mr. Udom.
cs: To jsi byl ty?! Ach, moje hvězdy. "Všichni moji kolonisté" je prostě... no, z toho jsem měl několikadenní povídkovou kocovinu, pane Udome.

# conversations/01_groundbreaker/01_cv_bedford_udom:1037:DefaultText
source: You risked your career for CONTRABAND WRITING?! I'll admit... I find a touch of irony in that considering my own circumstances.
cs: Riskoval jsi kariéru kvůli psaní pro KONTRABAND?! Přiznávám... Vzhledem k mým vlastním okolnostem v tom nacházím trochu ironie.

# conversations/01_groundbreaker/01_cv_bedford_udom:1038:DefaultText
source: You're a fan? I've never met one in the flesh! I suddenly feel quite naked.
cs: Jste fanoušek? Nikdy jsem žádného nepotkal naživo! Najednou si připadám úplně nahý.

# conversations/01_groundbreaker/01_cv_bedford_udom:1039:DefaultText
source: You- you couldn't understand! The solace they bring to the people of this colony, the adoring messages they send me - it's worth every expenditure!
cs: Ty... ty jsi to nemohl pochopit! Útěcha, kterou přinášejí lidem v této kolonii, obdivné vzkazy, které mi posílají - stojí to za každou útratu!

# conversations/01_groundbreaker/01_cv_bedford_udom:1040:DefaultText
source: It's all right, Mr. Udom. I don't judge.
cs: To je v pořádku, pane Udome. Já vás nesoudím.

# conversations/01_groundbreaker/01_cv_bedford_udom:1041:DefaultText
source: I understand your frustration, young miss. I do. But the situation is... complicated. I will leave it at that.
cs: Chápu vaši frustraci, mladá slečno. Chápu. Ale situace je... komplikovaná. Nechám to tak.

# conversations/01_groundbreaker/01_cv_bedford_udom:1043:DefaultText
source: Maybe you should have considered that before selling it.
cs: Možná jste to měli zvážit, než jste ho prodali.

# conversations/01_groundbreaker/01_cv_bedford_udom:1044:DefaultText
source: I've castigated myself quite enough already, thank you! I don't need your help!
cs: Už jsem si toho vyčítal dost, děkuji! Nepotřebuji vaši pomoc!

# conversations/01_groundbreaker/01_cv_bedford_udom:1045:DefaultText
source: Now, how might I assist you?
cs: Jak vám mohu pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:1047:DefaultText
source: I doubt Mr. Bedford's ever felt real pain. We could introduce him to the sort of suffering that actually constitutes "extreme" anguish. For the good of his understanding, of course.
cs: Pochybuji, že pan Bedford někdy pocítil skutečnou bolest. Mohli bychom ho seznámit s druhem utrpení, které skutečně představuje "extrémní" úzkost. Pro dobro jeho chápání, samozřejmě.

# conversations/01_groundbreaker/01_cv_bedford_udom:1048:DefaultText
source: Nice one, Bedford. Everybody knows you were never engineered to have feelings.
cs: Pěkné, Bedforde. Všichni vědí, že jsi nikdy nebyl zkonstruován tak, abys měl city.

# conversations/01_groundbreaker/01_cv_bedford_udom:1050:DefaultText
source: Boss, you can't be serious. The Board's got no right to just enslave another human being.
cs: Šéfe, to nemyslíte vážně. Rada nemá právo jen tak zotročit jiného člověka.

# conversations/01_groundbreaker/01_cv_bedford_udom:1051:DefaultText
source: That's where you're wrong, young man.
cs: V tom se mýlíte, mladý muži.

# conversations/01_groundbreaker/01_cv_bedford_udom:1052:DefaultText
source: I guess it's better than losing your organs, but... I dunno, Captain. Just doesn't seem right.
cs: Asi je to lepší než přijít o orgány, ale... Nevím, kapitáne. Prostě mi to nepřijde správné.

# conversations/01_groundbreaker/01_cv_bedford_udom:1053:DefaultText
source: Ms. Doyle is deeply in debt - and the Board has every right to do whatever they like to recoup that debt.
cs: Paní Doyleová je hluboce zadlužená - a správní rada má plné právo udělat cokoli, aby tento dluh uhradila.

# conversations/01_groundbreaker/01_cv_bedford_udom:1054:DefaultText
source: Ms. Doyle is deeply in debt - and the Board has every right to do whatever they like to recoup that debt.
cs: Paní Doyleová je hluboce zadlužená - a správní rada má plné právo udělat cokoli, aby tento dluh uhradila.

# conversations/01_groundbreaker/01_cv_bedford_udom:1056:DefaultText
source: Kind and efficient. Can't say I disapprove. Although... seeing as this woman isn't a member of our crew, it'd be nice if the price weren't *quite* so high.
cs: Laskavý a efektivní. Nemůžu říct, že bych nesouhlasil. I když... vzhledem k tomu, že tato žena není členem naší posádky, bylo by hezké, kdyby cena nebyla tak vysoká.

# conversations/01_groundbreaker/01_cv_bedford_udom:1058:DefaultText
source: I believe the Captain is proposing an indenture contract.
cs: Domnívám se, že kapitán navrhuje smlouvu o zprostředkování.

# conversations/01_groundbreaker/01_cv_bedford_udom:1059:DefaultText
source: Guess that's the Board's idea of compensation.
cs: To je asi představa správní rady o kompenzaci.

# conversations/01_groundbreaker/01_cv_bedford_udom:1060:DefaultText
source: I got your seal back. Doesn't that count for something?
cs: Dostal jsem zpět tvou pečeť. Nepočítá se to za něco?

# conversations/01_groundbreaker/01_cv_bedford_udom:1061:DefaultText
source: An eminently fair point, my friend. And with my seal returned, I can stamp all KINDS of documents.
cs: To je naprosto správná poznámka, příteli. A s vrácenou pečetí mohu razítkovat nejrůznější dokumenty.

# conversations/01_groundbreaker/01_cv_bedford_udom:1062:DefaultText
source: Such as this debt relief order. Which, if anyone asks, doesn't exist. The very concept is anathema!
cs: Jako je tento příkaz k oddlužení. Který, pokud se někdo ptá, neexistuje. Samotný pojem je anathema!

# conversations/01_groundbreaker/01_cv_bedford_udom:1063:DefaultText
source: Here you are. See that Ms. Doyle signs and returns this form to me. Let's never speak of this again.
cs: Tady máte. Dohlédněte na to, aby mi paní Doylová tento formulář podepsala a vrátila. Už o tom nikdy nebudeme mluvit.

# conversations/01_groundbreaker/01_cv_bedford_udom:1065:DefaultText
source: So Bedford ain't above getting his palms greased. Who knew?
cs: Takže Bedford si nenechává mastit dlaně. Kdo by to byl řekl?

# conversations/01_groundbreaker/01_cv_bedford_udom:1066:DefaultText
source: Nothing like bureaucracy to enable small men to wave pretend power around. At least something good came out of it this time.
cs: Není nad byrokracii, která umožňuje malým mužům mávat předstíranou mocí. Alespoň něco dobrého z toho tentokrát vzešlo.

# conversations/01_groundbreaker/01_cv_bedford_udom:1067:DefaultText
source: I'm glad we could do right by that lady, Captain. Real glad.
cs: Jsem rád, že jsme té dámě mohli udělat dobře, kapitáne. Opravdu rád.

# conversations/01_groundbreaker/01_cv_bedford_udom:1068:DefaultText
source: I am impressed, Mr. Bedford. Indeed, you harbor a benevolent heart. I'm sure Dr. Fenhill will be quite pleased to have Ms. Doyle's debt erased.
cs: Jsem ohromen, pane Bedforde. Vskutku chováte laskavé srdce. Jsem si jistý, že doktor Fenhill bude docela rád, že dluh slečny Doylové bude smazán.

# conversations/01_groundbreaker/01_cv_bedford_udom:1069:DefaultText
source: This never happened.
cs: To se nikdy nestalo.

# conversations/01_groundbreaker/01_cv_bedford_udom:1070:DefaultText
source: Thanks, Udom.
cs: Díky, Udom.

# conversations/01_groundbreaker/01_cv_bedford_udom:1071:DefaultText
source: That's the spirit!
cs: To je ten správný duch!

# conversations/01_groundbreaker/01_cv_bedford_udom:1072:DefaultText
source: Would you PLEASE ask your compatriots to lower their voices?
cs: Mohl byste prosím požádat své krajany, aby ztišili hlas?

# conversations/01_groundbreaker/01_cv_bedford_udom:1073:DefaultText
source: Would you PLEASE ask your compatriot to lower their voice?
cs: Mohl byste prosím požádat svého krajana, aby ztišil hlas?

# conversations/01_groundbreaker/01_cv_bedford_udom:1074:DefaultText
source: This was the least you could do.
cs: To bylo to nejmenší, co jste mohli udělat.

# conversations/01_groundbreaker/01_cv_bedford_udom:1075:DefaultText
source: On the contrary, this act of charity could cost me a great deal! But I'm sure nothing will come of it. You're trustworthy - I can tell.
cs: Naopak, tento akt dobročinnosti by mě mohl stát hodně! Ale jsem si jistý, že z toho nic nebude. Jsi důvěryhodný - to poznám.

# conversations/01_groundbreaker/01_cv_bedford_udom:1076:DefaultText
source: You are most welcome, my friend.
cs: Není zač, příteli.

# conversations/01_groundbreaker/01_cv_bedford_udom:1077:DefaultText
source: Law, what am I going to do now? The Board will have my head.
cs: Právo, co mám teď dělat? Rada bude mít mou hlavu.

# conversations/01_groundbreaker/01_cv_bedford_udom:1078:DefaultText
source: Be careful you don't irritate my guards, Mr. Millstone. You might not like their rather narrow understanding of what constitutes "excessive" force.
cs: Dávejte pozor, abyste nedráždil mé stráže, pane Millstone. Nemuselo by se vám líbit jejich poměrně úzké chápání toho, co je "nadměrná" síla.

# conversations/01_groundbreaker/01_cv_bedford_udom:1079:DefaultText
source: Ah, yes, of course a person of your sparkling caliber already knows Ms. Akande. Forgive me for assuming otherwise.
cs: Ach, ano, samozřejmě, že člověk vašeho jiskřivého kalibru už paní Akande zná. Odpusťte mi, že jsem předpokládal opak.

# conversations/01_groundbreaker/01_cv_bedford_udom:1080:DefaultText
source: I'll thank you not to be too quick to judge, good sir. It was a mistake, and I'd like to put it behind me.
cs: Děkuji vám, abyste nesoudil příliš rychle, dobrý pane. Byla to chyba a rád bych ji hodil za hlavu.

# conversations/01_groundbreaker/01_cv_bedford_udom:1081:DefaultText
source: Be careful you don't irritate my guards, Vicar. You might not like their rather narrow understanding of what constitutes "excessive" force.
cs: Dávejte pozor, abyste nedráždil mé stráže, pane faráři. Nemuselo by se vám líbit jejich poměrně úzké chápání toho, co je "nadměrná" síla.

# conversations/01_groundbreaker/01_cv_bedford_udom:1082:DefaultText
source: Now, let's get back to business, hm?
cs: Vraťme se k práci, hm?

# conversations/01_groundbreaker/01_cv_bedford_udom:1083:DefaultText
source: The heart wants what it wants, as they say. And mine yearns for the adoration of the masses - held at a comfortable distance, of course.
cs: Srdce chce, co chce, jak se říká. A to moje touží po obdivu mas - samozřejmě v pohodlné vzdálenosti.

# conversations/01_groundbreaker/01_cv_bedford_udom:1084:DefaultText
source: I've met circus sprats possessed of better manners.
cs: Už jsem potkal cirkusové šprty, kteří měli lepší způsoby.

# conversations/01_groundbreaker/01_cv_bedford_udom:1085:DefaultText
source: Now, was there anything else?
cs: Bylo tam ještě něco dalšího?

# conversations/01_groundbreaker/01_cv_bedford_udom:1087:DefaultText
source: Now, did you need anything else?
cs: Potřeboval jste ještě něco?

# conversations/01_groundbreaker/01_cv_bedford_udom:1088:DefaultText
source: Was there something else, or may I get back to my work?
cs: Bylo tam ještě něco jiného, nebo se mohu vrátit ke své práci?

# conversations/01_groundbreaker/01_cv_bedford_udom:1089:DefaultText
source: Was there something else, or may I get back to my work?
cs: Bylo tam ještě něco jiného, nebo se mohu vrátit ke své práci?

# conversations/01_groundbreaker/01_cv_bedford_udom:1090:DefaultText
source: I'm sorry. This is terribly unprofessional of me. Is there anything else I might help you with?
cs: Omlouvám se. Je to ode mě strašně neprofesionální. Mohu vám ještě s něčím pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:1091:DefaultText
source: What's this about the Board having your head?
cs: Co to má znamenat, že rada má tvou hlavu?

# conversations/01_groundbreaker/01_cv_bedford_udom:1092:DefaultText
source: It's personal business, I'm afraid. Miserably, terribly personal.
cs: Obávám se, že je to osobní záležitost. Mizerně, strašně osobní.

# conversations/01_groundbreaker/01_cv_bedford_udom:1093:DefaultText
source: Stop playing coy, Bedford.
cs: Přestaň si hrát na ostýchavého, Bedforde.

# conversations/01_groundbreaker/01_cv_bedford_udom:1094:DefaultText
source: Fine, have it your way.
cs: Dobře, ať je po tvém.

# conversations/01_groundbreaker/01_cv_bedford_udom:1095:DefaultText
source: Is there anything I can do to help?
cs: Mohu nějak pomoci?
