Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_ensigntaylor.po
Languages: cs

# conversations/01_groundbreaker/01_cv_ensigntaylor:1:DefaultText
source: Thank you, stranger! Shit, ain't that a relief!
cs: Děkuji, cizinče! Sakra, to je úleva!

# conversations/01_groundbreaker/01_cv_ensigntaylor:2:DefaultText
source: Thanks again, friend.
cs: Ještě jednou díky, příteli.

# conversations/01_groundbreaker/01_cv_ensigntaylor:3:DefaultText
source: What usually happens on this partially pressurized rust bucket. Something broke!
cs: Co se obvykle děje v tomto částečně natlakovaném kbelíku na rez. Něco se zlomí!

# conversations/01_groundbreaker/01_cv_ensigntaylor:4:DefaultText
source: What happened?
cs: Co se stalo?

# conversations/01_groundbreaker/01_cv_ensigntaylor:5:DefaultText
source: How long were you in there?
cs: Jak dlouho jste tam byl?

# conversations/01_groundbreaker/01_cv_ensigntaylor:6:DefaultText
source: I did you a favor, what are you going to do for me?
cs: Udělal jsem ti laskavost, co pro mě uděláš?

# conversations/01_groundbreaker/01_cv_ensigntaylor:7:DefaultText
source: Good luck out there.
cs: Hodně štěstí.

# conversations/01_groundbreaker/01_cv_ensigntaylor:8:DefaultText
source: Time stood still. I was aware of nothing but the smell. Could have been days.
cs: Čas se zastavil. Nevnímal jsem nic než ten zápach. Mohly to být dny.

# conversations/01_groundbreaker/01_cv_ensigntaylor:9:DefaultText
source: You're gonna shake me down after I was trapped in a shit-covered bathroom? Is that how it is?
cs: Chceš mě setřást poté, co jsem byl uvězněn v hovnocucu? Takhle to je?

# conversations/01_groundbreaker/01_cv_ensigntaylor:10:DefaultText
source: Well, actually, two things broke. First the damn toilet overflowed. When I came to clean that up, the damn door decided to close and lock on me.
cs: Vlastně se rozbily dvě věci. Nejdřív přetekl ten zatracený záchod. Když jsem to přišel vyčistit, rozhodly se ty zatracené dveře zavřít a zamknout.

# conversations/01_groundbreaker/01_cv_ensigntaylor:11:DefaultText
source: Oh, shit! That means I haven't clocked out in days! Song is gonna have my ass for wage theft.
cs: Do prdele! To znamená, že jsem už několik dní neměl hodiny! Song mě dostane za krádež mzdy.

# conversations/01_groundbreaker/01_cv_ensigntaylor:12:DefaultText
source: I can always lock the door again.
cs: Vždycky můžu dveře znovu zamknout.

# conversations/01_groundbreaker/01_cv_ensigntaylor:13:DefaultText
source: Are you going to pay up, or are you going to stand here smelling like shit?
cs: Zaplatíš, nebo tu budeš stát a smrdět jako hovno?

# conversations/01_groundbreaker/01_cv_ensigntaylor:14:DefaultText
source: Just make sure people know I helped you out.
cs: Jen se ujistěte, že lidé vědí, že jsem vám pomohl.

# conversations/01_groundbreaker/01_cv_ensigntaylor:15:DefaultText
source: I suppose you've been through enough.
cs: Předpokládám, že už jsi toho zažil dost.

# conversations/01_groundbreaker/01_cv_ensigntaylor:16:DefaultText
source: Hey, let's not be hasty! Here, I've got a few bits on me. Take it. Just take it and we'll forget this ever happened, yeah?
cs: Hej, neunáhlujme se! Tady, mám u sebe pár kousků. Vezmi si je. Prostě si je vezmi a zapomeneme, že se to kdy stalo, jo?

# conversations/01_groundbreaker/01_cv_ensigntaylor:17:DefaultText
source: Fine. Here's every bit I've got. That enough for you? Or do you want my shit-covered clothes as well?
cs: Fajn. Tady je všechno, co mám. Stačí ti to? Nebo chceš i moje zasrané oblečení?

# conversations/01_groundbreaker/01_cv_ensigntaylor:18:DefaultText
source: That all? Of course! Everyone on the ship's gonna hear about this! Hell, it's the only chance I've got to keep my job!
cs: To je všechno? Samozřejmě! Všichni na lodi se o tom dozvědí! K čertu, je to jediná šance, jak si udržet práci!

# conversations/01_groundbreaker/01_cv_ensigntaylor:19:DefaultText
source: Damn right I have. You scare me a little, mister.
cs: To si pište, že ano. Trochu mě děsíte, pane.

# conversations/01_groundbreaker/01_cv_ensigntaylor:19:FemaleText
source: Damn right I have. You scare me a little, ma'am.
cs: To si pište, že ano. Trochu mě děsíte, madam.

# conversations/01_groundbreaker/01_cv_ensigntaylor:21:DefaultText
source: Hello? Is someone there?
cs: Haló? Je tam někdo?

# conversations/01_groundbreaker/01_cv_ensigntaylor:22:DefaultText
source: Help! I'm locked in here! Can you get me out?
cs: Pomoc! Jsem tu zamčený! Můžete mě dostat ven?

# conversations/01_groundbreaker/01_cv_ensigntaylor:23:DefaultText
source: If you can hear me, please hurry! The toilet's overflowed on me at least twice!
cs: Pokud mě slyšíte, pospěšte si, prosím! Záchod na mě přetekl nejméně dvakrát!

# conversations/01_groundbreaker/01_cv_ensigntaylor:24:DefaultText
source: Is anyone there? I can hear footsteps! Don't just leave me here!
cs: Je tam někdo? Slyším kroky! Nenechávejte mě tu jen tak!

# conversations/01_groundbreaker/01_cv_ensigntaylor:25:DefaultText
source: It smells awful! And not all of it's mine! I'll die in here, just get me out!
cs: Hrozně to smrdí! A ne všechno je moje! Umřu tady, jen mě dostaňte ven!

# conversations/01_groundbreaker/01_cv_ensigntaylor:26:DefaultText
source: You have no idea how good the air on Groundbreaker smells until you've been trapped in a tiny bathroom with an overflowing toilet.
cs: Dokud se neocitnete v malé koupelně s přetékajícím záchodem, nemáte ani ponětí, jak krásně vzduch na Groundbreakeru voní.

# conversations/01_groundbreaker/01_cv_ensigntaylor:27:DefaultText
source: Keep your pants on, smartass.
cs: Nech si kalhoty, chytráku.

# conversations/01_groundbreaker/01_cv_ensigntaylor:28:DefaultText
source: Don't tempt me. I'm considering the possibilities.
cs: Nepokoušej mě. Zvažuji možnosti.

# conversations/01_groundbreaker/01_cv_ensigntaylor:29:DefaultText
source: You're a sick man. I never should have come here.
cs: Jste nemocný člověk. Nikdy jsem sem neměl chodit.

# conversations/01_groundbreaker/01_cv_ensigntaylor:29:FemaleText
source: You're a sick woman. I never should have come here.
cs: Jsi nemocná žena. Nikdy jsem sem neměla chodit.

# conversations/01_groundbreaker/01_cv_ensigntaylor:30:DefaultText
source: I will. I will preserve my dignity. No one can take that away from me.
cs: Já to udělám. Zachovám si svou důstojnost. Nikdo mi ji nemůže vzít.

# conversations/01_groundbreaker/01_cv_ensigntaylor:31:DefaultText
source: Suppose it's time to reevaluate my career goals.
cs: Asi je čas přehodnotit své kariérní cíle.
