Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_chawla_ellen_new.po
Languages: cs

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:107:DefaultText
source: Nothing at the moment. Not that I'm complaining.
cs: Momentálně nic. Ne že bych si stěžoval.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:108:DefaultText
source: I could start something if you want. Just say the word.
cs: Jestli chceš, můžu něco začít. Stačí říct slovo.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:109:DefaultText
source: Look at my face, Felix. Do I look like I'm in a mood for your nonsense?
cs: Podívej se mi do tváře, Felixi. Vypadám snad, že mám náladu na tvé nesmysly?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:110:DefaultText
source: Does Felix cause trouble a lot, ma'am?
cs: Dělá Felix často problémy, madam?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:111:DefaultText
source: Constantly. Little hellion's probably spent more time in lock-up than he has in his own bunk.
cs: Neustále. Ten malý čertík strávil pravděpodobně víc času v cele než na svém lůžku.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:112:DefaultText
source: Whoa. Hey. Now that is pure fabrication. I don't have a bunk.
cs: Páni. Ahoj. To je čistý výmysl. Nemám lůžko.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:113:DefaultText
source: Come on, Felix. A real rebel doesn't ask permission.
cs: No tak, Felixi. Skutečný rebel se neptá na povolení.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:114:DefaultText
source: You might be a top-notch sawbones, but I'm not above cuffing you to a waste outflow pipe for a couple hours if you get on my nerves.
cs: Možná jsi prvotřídní pilař, ale nejsem proti tomu, abych tě na pár hodin připoutal k odtokové trubce, když mi půjdeš na nervy.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:115:DefaultText
source: Promise?
cs: Slibujete?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:116:DefaultText
source: Show a little respect, son.
cs: Projev trochu úcty, synu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:117:DefaultText
source: I was showing respect! I asked permission and everything.
cs: Projevoval jsem respekt! Požádal jsem o svolení a všechno.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:118:DefaultText
source: Quite the charmer, isn't he.
cs: Docela okouzlující, že ano.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:119:DefaultText
source: My friend Felix here slapped his foreman with a tossball stick.
cs: Tady můj přítel Felix udeřil svého předáka házecí tyčí.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:120:DefaultText
source: Come on, boss. I told you - he was slandering my Rangers.
cs: No tak, šéfe. Říkal jsem vám, že pomlouval mé Rangers.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:121:DefaultText
source: You finally did it, huh? Good for you. Been a long time coming. You done hauling crates, then?
cs: Konečně jsi to dokázal, co? To je dobře. Už to trvalo dlouho. Takže už jsi skončil s taháním beden?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:123:DefaultText
source: My box-hauling days are officially behind me. Say hello to Felix Millstone: Spacer Extraordinaire.
cs: Dny, kdy jsem tahal krabice, jsou oficiálně za mnou. Pozdravte Felixe Millstona: Výjimečný rozprostírač.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:124:DefaultText
source: You're not going to reprimand him for bludgeoning his foreman?
cs: Nechcete ho pokárat za to, že zmlátil svého předáka?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:125:DefaultText
source: I'd sooner shake the kid's hand. Asshole had it coming.
cs: Raději bych tomu klukovi podal ruku. Kretén si to zasloužil.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:126:DefaultText
source: I'm starting to wonder if I made a mistake.
cs: Začínám si říkat, jestli jsem neudělal chybu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:127:DefaultText
source: Did I hear you right? You want to shake my hand? I need to get this in writing.
cs: Slyšel jsem dobře? Chceš mi potřást rukou? Musím to mít písemně.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:128:DefaultText
source: Don't push your luck, Millstone. I still got a cell with your name on it.
cs: Nepokoušej štěstí, Millstone. Pořád mám mobil s tvým jménem.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:129:DefaultText
source: She does. I scratched my name on the wall.
cs: Ona to dělá. Vyškrábal jsem své jméno na zeď.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:130:DefaultText
source: No take-backs. He's yours now.
cs: Žádné zpětné odběry. Teď je váš.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:131:DefaultText
source: Yep. We're stuck with each other, like tumors on a cystypig.
cs: Ano. Jsme na sebe nalepení jako nádory na cystypigu.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:132:DefaultText
source: Yep. Welcome aboard and all that.
cs: Ano. Vítejte na palubě a tak.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:133:DefaultText
source: Now then. Did you have anything else to report?
cs: Tak tedy. Chtěl jste ještě něco nahlásit?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:134:DefaultText
source: I'm interested in that MacRedd bounty. Where can I find him?
cs: Zajímá mě ta odměna od MacRedda. Kde ho najdu?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:136:DefaultText
source: Buy me a couple drinks first?
cs: Koupíš mi nejdřív pár drinků?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:138:DefaultText
source: What's a "Mardet"?
cs: Co je to "Mardet"?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:139:DefaultText
source: We're the security force here on Groundbreaker. Started back before the Crossing, you know.
cs: Jsme bezpečnostní složka na Groundbreakeru. Začali jsme ještě před Křižovatkou, víte?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:140:DefaultText
source: The original force was made up of a marine detachment from the 77th Marine Expeditionary Unit, Trailward Fleet.
cs: Původní jednotku tvořil oddíl námořní pěchoty ze 77. námořní expediční jednotky Trailward Fleet.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:141:DefaultText
source: Folks started calling us "Mardets" 'cause it was easier to say. Guess it stuck.
cs: Lidé nám začali říkat "Mardety", protože se to lépe vyslovovalo. Asi se to ujalo.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:142:DefaultText
source: Huh. Okay.
cs: Huh. Dobře.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:143:DefaultText
source: Why "Mardet" and not guard or officer?
cs: Proč "Mardet", a ne strážný nebo důstojník?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:144:DefaultText
source: It's a Groundbreaker thing. Nothing to trouble yourself over.
cs: Je to věc společnosti Groundbreaker. Nic, s čím byste se měli trápit.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:145:DefaultText
source: In other words, they call themselves "Mardets" 'cause it's fancier than "guards."
cs: Jinými slovy, říkají si "Mardets", protože je to lepší než "guards".

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:146:DefaultText
source: You're lucky I got better things to do than arrest you for back-sassing an officer, Felix.
cs: Máš štěstí, že mám na práci lepší věci, než tě zatknout za to, že jsi napadl policistu, Felixi.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:148:DefaultText
source: That's mighty generous of you, ma'am. We won't take too much of your time, honest.
cs: To je od vás velmi velkorysé, madam. Nebudeme vás příliš okrádat o čas, upřímně.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:149:DefaultText
source: So if I say "I'd like to report a crime," you've gotta listen to me? I should lead with that next time I'm in trouble.
cs: Takže když řeknu "Chtěl bych nahlásit trestný čin", musíte mě poslechnout? Příště, až budu mít potíže, měl bych to uvést.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:150:DefaultText
source: We'll be brief. I hope.
cs: Budeme struční. Doufám, že.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:151:DefaultText
source: Nothing like going where you want, when you want. Which you can do when you don't work shifts.
cs: Není nad to jet, kam chceš a kdy chceš. Což můžete, když nepracujete na směny.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:152:DefaultText
source: Did you actually have something to report, or are you here to make fun?
cs: Měl jsi skutečně něco k nahlášení, nebo jsi tu jen proto, aby sis dělal legraci?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:153:DefaultText
source: Does this have anything to do with your "carnal understanding"?
cs: Má to něco společného s vaším "tělesným chápáním"?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:154:DefaultText
source: He tell you that, did he?
cs: Řekl vám to, že?

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:155:DefaultText
source: I might'a kicked his ass from one end of the Groundbreaker to the other a few years back. Whatever he reads into that is his business.
cs: Před pár lety jsem mu mohl nakopat zadek z jednoho konce Groundbreakeru na druhý. Cokoliv si z toho vyčte, je jeho věc.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:157:DefaultText
source: That ain't how MacRedd put it. Something obviously happened between you two. 'Course, he might have been chewing mushrooms at the time.
cs: Takhle to MacRedd neřekl. Zřejmě se mezi vámi dvěma něco stalo. Samozřejmě, že v té době mohl žvýkat houby.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:160:DefaultText
source: Don't think too hard on it, Felix. Seriously - don't.
cs: Moc o tom nepřemýšlej, Felixi. Vážně - nepřemýšlej.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:161:DefaultText
source: I told you, you should've gone independent.
cs: Říkal jsem ti, že ses měl osamostatnit.

# conversations/01_groundbreaker/01_cv_chawla_ellen_new:162:DefaultText
source: Ugh.
cs: Uf.
