Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_udl_trooper_docking.po
Languages: cs

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:1:DefaultText
source: Do you mind? I'm trying to file a report.
cs: Nevadí vám to? Snažím se podat hlášení.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:2:DefaultText
source: Now's not a good time. I'm dealing with a problem here.
cs: Teď není vhodná doba. Mám tu problém.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:3:DefaultText
source: So go space yourself. Problem solved.
cs: Tak se vydejte do vesmíru. Problém vyřešen.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:4:DefaultText
source: You must really want a truncheon through your teeth.
cs: Musíš mít opravdu chuť na obušek přes zuby.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:5:DefaultText
source: Relax. Let me talk to the kid.
cs: Uvolněte se. Nech mě s ním promluvit.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:6:DefaultText
source: This I gotta see.
cs: Tohle musím vidět.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:7:DefaultText
source: Do what you want. I'm done here.
cs: Dělejte si, co chcete. Tady jsem skončil.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:9:DefaultText
source: This ain't a show. Move along.
cs: Tohle není show. Jděte dál.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:10:DefaultText
source: Mind if I have a word with the kid?
cs: Můžu si s ním promluvit?

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:11:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:12:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:13:DefaultText
source: I'll go where I want.
cs: Půjdu, kam budu chtít.

# conversations/01_groundbreaker/01_cv_udl_trooper_docking:14:DefaultText
source: I've wasted enough of my time dealing with you people. I'm leaving.
cs: Už jsem s vámi ztratil dost času. Odcházím.
