Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_captain_irion.po
Languages: cs

# conversations/01_groundbreaker/01_cv_captain_irion:1:DefaultText
source: Tremendous work, friend! Here I was readying a daring maneuver, and you've come and saved me the trouble!
cs: Skvělá práce, příteli! Připravoval jsem odvážný manévr, a ty jsi přišel a ušetřil mi námahu!

# conversations/01_groundbreaker/01_cv_captain_irion:2:DefaultText
source: You saved me the cost of ammunition - thanks, pal!
cs: Ušetřil jsi mi náklady na munici - díky, kamaráde!

# conversations/01_groundbreaker/01_cv_captain_irion:3:DefaultText
source: Smashing plan, there! You just keep doing that and I'll bring up the rear!
cs: Skvělý plán! Jen tak dál, a já se budu držet vzadu!

# conversations/01_groundbreaker/01_cv_captain_irion:8:DefaultText
source: What's this? A sudden but inevitable betrayal! Have at you!
cs: Co je to? Náhlá, ale nevyhnutelná zrada! Ať se ti to povede!

# conversations/01_groundbreaker/01_cv_captain_irion:10:DefaultText
source: Symptoms detected: elevated heart rate; dilated pupils; increased sweat production. Subject appears to be terrified.
cs: Zjištěné příznaky: zvýšená srdeční frekvence, rozšířené zornice, zvýšená produkce potu. Subjekt se zdá být vyděšený.

# conversations/01_groundbreaker/01_cv_captain_irion:13:DefaultText
source: I'm going to get to work on this mess. If you wouldn't mind... this delivery is intended for one Wanda Dorsett in the Breaker medbay. She'd be keen to know it's on its way.
cs: Pustím se do práce na tomhle nepořádku. Pokud by vám to nevadilo... tato zásilka je určena pro jistou Wandu Dorsettovou na ošetřovně Breakerů. Ráda by věděla, že je to na cestě.

# conversations/01_groundbreaker/01_cv_captain_irion:14:DefaultText
source: I'm not terrified, you bucket of bolts! That's victory sweat!
cs: Nejsem vyděšený, ty kbelíku šroubů! To je vítězný pot!

# conversations/01_groundbreaker/01_cv_captain_irion:15:DefaultText
source: Captain Irion, I take it?
cs: Kapitán Irion, jak jsem pochopil?

# conversations/01_groundbreaker/01_cv_captain_irion:16:DefaultText
source: The one and only!
cs: Jediný a jedinečný!

# conversations/01_groundbreaker/01_cv_captain_irion:17:DefaultText
source: This is a fine mess, but I might as well start cleaning it up. Help yourself to whatever's in the hold - I have to write it all off as crashed goods anyhow.
cs: Je to pěkný nepořádek, ale mohl bych ho začít uklízet. Poslužte si vším, co je v nákladovém prostoru - stejně to musím všechno odepsat jako nabourané zboží.

# conversations/01_groundbreaker/01_cv_captain_irion:18:DefaultText
source: I'm formulating a plan to deal with these ne'er-do-wells! Stand by! Heroics are henceforth!
cs: Vytvářím plán, jak se s těmi neumětely vypořádat! Připravte se! Hrdinství je od nynějška na místě!

# conversations/01_groundbreaker/01_cv_captain_irion:19:DefaultText
source: Sure, buddy. What were they after?
cs: Jasně, kámo. Po čem šli?

# conversations/01_groundbreaker/01_cv_captain_irion:20:DefaultText
source: Meds, I'm guessing. Pirates love bits, and unlabeled meds are worth a bundle.
cs: Hádám, že léky. Piráti milují kousky a neoznačené léky stojí balík.

# conversations/01_groundbreaker/01_cv_captain_irion:21:DefaultText
source: She did.
cs: Udělala to.

# conversations/01_groundbreaker/01_cv_captain_irion:22:DefaultText
source: I swear - land on Groundbreaker even a moment tardy, and that busybody's already been up your ass an hour.
cs: Přísahám, že když se na Groundbreakeru objevíš jen o chvilku později, už ti ten otrapa leze do zadku hodinu.

# conversations/01_groundbreaker/01_cv_captain_irion:24:DefaultText
source: No. I don't know any Wanda.
cs: Ne. Žádnou Wandu neznám.

# conversations/01_groundbreaker/01_cv_captain_irion:25:DefaultText
source: I wager she told you to say that, the sly old bird.
cs: Vsadím se, že ti řekla, abys to řekl, ten starý mazaný pták.

# conversations/01_groundbreaker/01_cv_captain_irion:26:DefaultText
source: You tell her these automechs are coming, and sending a hired stooge to rescue me from certain peril only furthers my delay! No offense.
cs: Řekni jí, že ti automechani přicházejí, a posílání najatého pacholka, aby mě zachránil před jistým nebezpečím, jenom prohloubí mé zdržování! Bez urážky.

# conversations/01_groundbreaker/01_cv_captain_irion:28:DefaultText
source: None taken. I'll let Wanda know her shipment's on the way.
cs: Nebyla přijata žádná. Dám Wandě vědět, že její zásilka je na cestě.

# conversations/01_groundbreaker/01_cv_captain_irion:29:DefaultText
source: You ought to be thanking me. You're lucky you're alive.
cs: Měl bys mi poděkovat. Máš štěstí, že jsi naživu.

# conversations/01_groundbreaker/01_cv_captain_irion:31:DefaultText
source: Yes, well, I shan't. Give Wanda my chilliest regards!
cs: Ano, no, nebudu. Pozdravuj Wandu ode mě co nejsrdečněji!

# conversations/01_groundbreaker/01_cv_captain_irion:32:DefaultText
source: What will you do now?
cs: Co budete dělat teď?

# conversations/01_groundbreaker/01_cv_captain_irion:35:DefaultText
source: Well. I've got some repairs to do -thankfully, I'm as skilled a mechanic as I am a violence resolution expert!
cs: Dobře. Musím provést nějaké opravy - naštěstí jsem stejně zkušený mechanik jako odborník na řešení násilí!

# conversations/01_groundbreaker/01_cv_captain_irion:36:DefaultText
source: Then... to the Groundbreaker. Better late than never, I say! Unless you're very late. Then you might consider defaulting and skipping station. Those fees will bankrupt you.
cs: Pak... na Groundbreaker. Lepší pozdě než nikdy, říkám já! Ledaže bys přišel hodně pozdě. Pak bys mohl zvážit, jestli nezaplatit default a přeskočit stanici. Ty poplatky vás zruinují.

# conversations/01_groundbreaker/01_cv_captain_irion:38:DefaultText
source: Wait, who's asking? Wanda didn't send you, did she?
cs: Počkat, kdo se ptá? Wanda tě neposlala, že ne?

# conversations/01_groundbreaker/01_cv_captain_irion:51:DefaultText
source: Magnificent! And do please give Wanda my chilliest regards!
cs: Velkolepé! A vyřiďte prosím Vandě mé nejsrdečnější pozdravy!

# conversations/01_groundbreaker/01_cv_captain_irion:52:DefaultText
source: Who are these meds for?
cs: Pro koho jsou tyto léky určeny?

# conversations/01_groundbreaker/01_cv_captain_irion:53:DefaultText
source: Supposed to be for the Groundbreaker, but getting shot tends to hinder one's delivery plans.
cs: Měl by být určen pro Groundbreaker, ale postřelení má tendenci ztěžovat plány na doručení.

# conversations/01_groundbreaker/01_cv_captain_irion:54:DefaultText
source: Why does Groundbreaker need your bootleg drugs?
cs: K čemu potřebuje společnost Groundbreaker vaše nelegální drogy?

# conversations/01_groundbreaker/01_cv_captain_irion:55:DefaultText
source: Hey, who you calling bootleg! I'll have you know these are 100% genuine stolen drugs.
cs: Hej, komu říkáš bootleg! Musím ti říct, že tohle jsou stoprocentně pravé kradené drogy.

# conversations/01_groundbreaker/01_cv_captain_irion:56:DefaultText
source: What corporation do you work for?
cs: Pro jakou společnost pracujete?

# conversations/01_groundbreaker/01_cv_captain_irion:57:DefaultText
source: Not a damned one! I'm a free man - there isn't a corporate snake that can hold down the inimitable Captain Irion.
cs: Ani jeden! Jsem svobodný člověk - neexistuje žádný korporátní had, který by dokázal zadržet nenapodobitelného kapitána Iriona.

# conversations/01_groundbreaker/01_cv_captain_irion:58:DefaultText
source: Fine, why does Groundbreaker need stolen drugs?
cs: Fajn, ale proč potřebuje Groundbreaker ukradené drogy?

# conversations/01_groundbreaker/01_cv_captain_irion:59:DefaultText
source: Because the Board, in all their herpetological wisdom, will only sell them meds at a huge mark-up.
cs: Protože rada jim při vší své herpetologické moudrosti prodá léky jen s obrovskou přirážkou.

# conversations/01_groundbreaker/01_cv_captain_irion:60:DefaultText
source: Any idea what those pirates were after?
cs: Tušíte, po čem ti piráti šli?

# conversations/01_groundbreaker/01_cv_captain_irion:61:DefaultText
source: I'll let Wanda know her shipment's on the way.
cs: Dám Wandě vědět, že její zásilka je na cestě.

# conversations/01_groundbreaker/01_cv_captain_irion:62:DefaultText
source: Where's my 'thank you?' You're lucky to be alive.
cs: Kde je moje "děkuji"? Máš štěstí, že jsi naživu.

# conversations/01_groundbreaker/01_cv_captain_irion:63:DefaultText
source: Thank you for what? I had this all squared away until you showed up and riled the pirates.
cs: Za co vám děkuji? Měl jsem to všechno vyřešené, dokud ses neobjevil ty a nepopudil piráty.

# conversations/01_groundbreaker/01_cv_captain_irion:64:DefaultText
source: And now I'll be off. Good day - and do give my chilliest regards to Wanda!
cs: A teď už půjdu. Hezký den - a pozdravujte ode mě Vandu!

# conversations/01_groundbreaker/01_cv_captain_irion:65:DefaultText
source: Groundbreaker knows better than to pay Board prices - not when they've got me running for them. More importantly, they can't afford to!
cs: Společnost Groundbreaker ví lépe, než aby platila ceny představenstva - ne, když pro ně běhám. A co je důležitější, nemohou si to dovolit!

# conversations/01_groundbreaker/01_cv_captain_irion:67:DefaultText
source: Why does that sound familiar?
cs: Proč vám to zní povědomě?

# conversations/01_groundbreaker/01_cv_captain_irion:68:DefaultText
source: A-ah, it's Ellie. Excellent timing. Hello, Ellie! What a pleasure it is to see your sparkling beauty in this barren waste.
cs: A-ah, to je Ellie. Skvělé načasování. Ahoj, Ellie! Jaké je to potěšení vidět tvou jiskřivou krásu v této pustině.

# conversations/01_groundbreaker/01_cv_captain_irion:69:DefaultText
source: It's Dr. Fenhill.
cs: Je to doktor Fenhill.

# conversations/01_groundbreaker/01_cv_captain_irion:70:DefaultText
source: Do you two know each other?
cs: Znáte se vy dva?

# conversations/01_groundbreaker/01_cv_captain_irion:71:DefaultText
source: We don't have time for this.
cs: Na to nemáme čas.

# conversations/01_groundbreaker/01_cv_captain_irion:72:DefaultText
source: I certainly know his ex-crew. Mostly from the operating table. I've probably seen more of them than he has.
cs: Určitě znám jeho bývalou posádku. Většinou z operačního stolu. Asi jsem jich viděl víc než on.

# conversations/01_groundbreaker/01_cv_captain_irion:75:DefaultText
source: How cruel you are! I distinctly remember a special party at the Lost Hope bar on Groundbreaker where we-
cs: Jak jsi krutý! Jasně si vzpomínám na zvláštní večírek v baru Lost Hope na Groundbreakeru, kde jsme...

# conversations/01_groundbreaker/01_cv_captain_irion:76:DefaultText
source: We did not.
cs: Neudělali jsme to.

# conversations/01_groundbreaker/01_cv_captain_irion:77:DefaultText
source: Oh, fine. But we ALMOST-
cs: Dobře. Ale my jsme skoro...

# conversations/01_groundbreaker/01_cv_captain_irion:78:DefaultText
source: Keep going and you're gonna see how good this automech is at picking up teeth.
cs: Pokračujte a uvidíte, jak dobře tento automechanik sbírá zuby.

# conversations/01_groundbreaker/01_cv_captain_irion:79:DefaultText
source: And farewell to you, dear Dr. Fenhill. I trust I'll see you next I find myself on the Groundbreaker?
cs: A sbohem vám, drahý doktore Fenhille. Věřím, že se uvidíme příště, až se ocitnu na Groundbreakeru?

# conversations/01_groundbreaker/01_cv_captain_irion:80:DefaultText
source: You'd better hope not.
cs: Doufejme, že ne.

# conversations/01_groundbreaker/01_cv_captain_irion:82:DefaultText
source: Hey. Outlaw. You know, you didn't have to shoot me down if you wanted an autograph.
cs: Ahoj, psanče. Nemusel jsi mě sestřelit, když jsi chtěl autogram.

# conversations/01_groundbreaker/01_cv_captain_irion:83:DefaultText
source: Shut up now and you might get out of this alive.
cs: Drž hubu a možná se z toho dostaneš živý.

# conversations/01_groundbreaker/01_cv_captain_irion:84:DefaultText
source: Can we hurry this up? I want that ship gutted before the primals find us.
cs: Můžeme si pospíšit? Chci tu loď vykuchat dřív, než nás primáti najdou.

# conversations/01_groundbreaker/01_cv_captain_irion:85:DefaultText
source: Fair warning, outlaw - I've got a daring escape plan. You. Are. Gonna. Love. It.
cs: Dobré varování, psanci - mám odvážný plán útěku. Ty. Jsi. Udělám. Love. To.

# conversations/01_groundbreaker/01_cv_captain_irion:86:DefaultText
source: Physical activity discouraged. Multiple injuries detected. Would you like another suppository for the pain?
cs: Fyzická aktivita se nedoporučuje. Zjištěna četná zranění. Chcete další čípek proti bolesti?

# conversations/01_groundbreaker/01_cv_captain_irion:87:DefaultText
source: ...Way to kill the mood. I'm fine. Perfectly fine. Save your meds for these ruffians once I'm done with them.
cs: ...Způsob, jak zabít náladu. Jsem v pohodě. Naprosto v pohodě. Nech si léky pro tyhle lumpy, až s nimi skončím.

# conversations/01_groundbreaker/01_cv_captain_irion:88:DefaultText
source: Symptoms of delusion detected. Administering medication.
cs: Zjištěné příznaky bludu. Podávání léků.

# conversations/01_groundbreaker/01_cv_captain_irion:89:DefaultText
source: You get that thing away from me! Override, override!
cs: Dej tu věc ode mě pryč! Přepínám, přepínám!

# conversations/01_groundbreaker/01_cv_captain_irion:90:DefaultText
source: You should know I've got friends. Powerful, wealthy friends. Anything happens to me, they will make your life miserable.
cs: Měl bys vědět, že mám přátele. Mocné a bohaté přátele. Kdyby se mi něco stalo, znepříjemní ti život.

# conversations/01_groundbreaker/01_cv_captain_irion:91:DefaultText
source: How wealthy? What kind of ransom are we talking about?
cs: Jak bohatý? O jakém výkupném mluvíme?

# conversations/01_groundbreaker/01_cv_captain_irion:92:DefaultText
source: Um. Forget I said that part. I meant "dangerous."
cs: Um. Zapomeň, že jsem to řekl. Myslel jsem "nebezpečné".

# conversations/01_groundbreaker/01_cv_captain_irion:93:DefaultText
source: Could they send a rescue mission to Scylla? Would they even bother?
cs: Mohli by na Scyllu vyslat záchrannou misi? Obtěžovali by se vůbec?

# conversations/01_groundbreaker/01_cv_captain_irion:94:DefaultText
source: Their ship is impounded. But... I'm sure someone's on their way.
cs: Jejich loď je zabavena. Ale... Jsem si jistý, že někdo je na cestě.

# conversations/01_groundbreaker/01_cv_captain_irion:95:DefaultText
source: I'm beginning to wonder if you have any friends at all.
cs: Začínám si říkat, jestli máš vůbec nějaké přátele.

# conversations/01_groundbreaker/01_cv_captain_irion:96:DefaultText
source: Multiple fractures, lacerations, and untreated burns detected. Signs indicative of sudden, violent crash landing.
cs: Byly zjištěny četné zlomeniny, tržné rány a neošetřené popáleniny. Známky svědčící o náhlém, násilném přistání.

# conversations/01_groundbreaker/01_cv_captain_irion:97:DefaultText
source: Yep, that's me. No big deal. Just shrugging off my injuries as I stroll away from another flaming impact crater.
cs: Jo, to jsem já. O nic nejde. Jen se otřepávám ze svých zranění, když odcházím od dalšího hořícího kráteru.

# conversations/01_groundbreaker/01_cv_captain_irion:98:DefaultText
source: Also detecting constipation, hair loss, reduced fertility due to tight trousers. Recommend stimulant injection.
cs: Zjišťuje také zácpu, vypadávání vlasů, sníženou plodnost v důsledku těsných kalhot. Doporučení stimulační injekce.

# conversations/01_groundbreaker/01_cv_captain_irion:99:DefaultText
source: Hair loss?! You take that back!
cs: Vypadávání vlasů?! To berete zpět!

# conversations/01_groundbreaker/01_cv_captain_irion:100:DefaultText
source: You're absolutely correct, friend! No need to dwell on this. Not at all.
cs: Máš naprostou pravdu, příteli! Není třeba se tím zabývat. Vůbec ne.
