Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_hagen_lilya_revision.po
Languages: cs

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:130:DefaultText
source: You're very honest about SubLight's criminal side.
cs: Jste velmi upřímný, pokud jde o kriminální stránku SubLight.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:132:DefaultText
source: How "organized" is this "business?"
cs: Jak "organizovaná" je tato "firma"?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:133:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:134:DefaultText
source: Ask. I have nothing to hide.
cs: Zeptejte se. Nemám co skrývat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:135:DefaultText
source: I don't charge for curiosity. At least not yet I don't.
cs: Za zvědavost si nic neúčtuji. Alespoň zatím ne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:137:DefaultText
source: SubLight occupies a legal blind spot. No one knows what we're licensed to do, and that gives our little "business" some freedom. But let's not tempt fate.
cs: SubLight zaujímá mrtvý úhel. Nikdo neví, na co máme licenci, a to dává našemu malému "podnikání" určitou svobodu. Ale nepokoušejme osud.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:140:DefaultText
source: Very. I have this thing about numbers in spreadsheets. Grids in general.
cs: Velmi. Mám slabost pro čísla v tabulkách. Mřížky obecně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:142:DefaultText
source: I like to think of myself as the last honest businesswoman in Halcyon, but I'll settle for being the most organized one.
cs: Ráda si o sobě myslím, že jsem poslední poctivá podnikatelka v Halcyonu, ale spokojím se s tím, že jsem nejorganizovanější.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:146:DefaultText
source: You weren't followed, were you? I hope not.
cs: Nesledovali vás, že ne? Doufám, že ne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:151:DefaultText
source: Make this conversation worth my time, Captain.
cs: Ať tenhle rozhovor stojí za můj čas, kapitáne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:152:DefaultText
source: If this is something Tobias could handle, see yourself out the door.
cs: Jestli to Tobias zvládne, tak se nechte vyvést ze dveří.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:154:DefaultText
source: Take this. You've earned it. When we get buyers lined up, I'm gonna buy a gold toilet to shit in.
cs: Vezměte si tohle. Zasloužíš si to. Až seženeme kupce, koupím si zlatý záchod, abych se do něj mohl vysrat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:155:DefaultText
source: The height of ambition for us all.
cs: Vrchol ambicí nás všech.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:156:DefaultText
source: You're not the only one who enjoys the finer things, Lilya.
cs: Nejsi jediná, kdo má rád jemné věci, Lilyo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:157:DefaultText
source: Good luck with that.
cs: Hodně štěstí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:158:DefaultText
source: You know what? Fuck it. Enjoy yourself. I invest in the happiness of my workers, and you deserve a bigger cut.
cs: Víte co? Seru na to. Užij si to. Investuji do štěstí svých zaměstnanců a ty si zasloužíš větší podíl.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:159:DefaultText
source: What a waste.
cs: To je ale škoda.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:160:DefaultText
source: Depends on what you mean by "strange."
cs: Záleží na tom, co si představujete pod pojmem "zvláštní".

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:161:DefaultText
source: Could have sworn one of them winked at me.
cs: Přísahal bych, že na mě jeden z nich mrkl.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:162:DefaultText
source: No. Why?
cs: Ne. Proč?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:163:DefaultText
source: I'm probably getting worked up over nothing. Just try not to think about pigs. You never know, you know?
cs: Asi se rozčiluju zbytečně. Jen se snažte nemyslet na prasata. Nikdy nevíš, víš?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:164:DefaultText
source: Like they were hanging onto your every word. Scheming. And when you turned around, maybe they just oinked like innocent little idiots?
cs: Jako by visely na každém tvém slově. Intriky. A když ses otočil, možná jen mrkli jako nevinní malí idioti?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:165:DefaultText
source: That sounds utterly insane, Lilya.
cs: To zní naprosto šíleně, Lilyo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:166:DefaultText
source: I knew it.
cs: Věděl jsem to.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:167:DefaultText
source: Hey - you talk that way to your last boss? Consider yourself on notice. That attitude has no place in a legitimate business like mine.
cs: Hej - mluvil jsi takhle se svým posledním šéfem? Považuj to za výpověď. Takový přístup nemá v legální firmě, jako je ta moje, co dělat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:168:DefaultText
source: <Oink at her softly.>
cs: <Měkce na ni mrkne.>

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:169:DefaultText
source: All right, cut the pig shit.
cs: Dobře, přestaň s těmi sračkami.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:171:DefaultText
source: You're goddamn right.
cs: Máš zatracenou pravdu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:172:DefaultText
source: I hope you kept the Unreliable's engines warm, 'cause I've got another job lined up for my new favorite contractor.
cs: Doufám, že jsi udržoval motory Nespolehlivého v teple, protože mám pro svého nového oblíbeného dodavatele připravenou další zakázku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:173:DefaultText
source: While the Board lets Ten Eighty-Four gather dust, you're gonna swoop in and plant SubLight's flag. Perfectly legit. Perfectly legal.
cs: Zatímco představenstvo nechá Deset osmdesát čtyři zapadat prachem, ty se do toho vložíš a vyvěsíš vlajku SubLight. Naprosto legálně. Naprosto legálně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:175:DefaultText
source: This sounds risky. Do you have a buyer lined up?
cs: To zní riskantně. Máte už kupce?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:176:DefaultText
source: Not this time. The Board tolerates our business up to a point, and selling off a station full of their old gear and terminals crosses that point.
cs: Tentokrát ne. Rada toleruje naše podnikání do určité míry a prodej stanice plné jejich starého vybavení a terminálů tuto hranici překračuje.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:177:DefaultText
source: But if we were to move in and commandeer the station as a SubLight Salvage remote office, that's a different matter. Legally gray by comparison. More of a squatter situation.
cs: Ale kdybychom se tam nastěhovali a převzali stanici jako vzdálenou kancelář SubLight Salvage, to by bylo něco jiného. V porovnání s tím je to právně šedá záležitost. Spíš jako squatterská situace.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:181:DefaultText
source: One last thing. When you get there, make sure you aren't followed. We wouldn't want that.
cs: A ještě jedna věc. Až tam dorazíte, ujistěte se, že vás nikdo nesleduje. To bychom nechtěli.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:182:DefaultText
source: You're two for two on playing dumb so far, Captain. Not a good start.
cs: Zatím jsi dvakrát za sebou hrál hloupého, kapitáne. To není dobrý začátek.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:184:DefaultText
source: What kinds of "other sectors" does SubLight pursue other than salvage and shipping?
cs: Jaké jiné "další obory" než záchranářství a lodní dopravu společnost SubLight provozuje?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:185:DefaultText
source: Hey, careful with the "C" word around here. I like to keep things above board, and that kind of talk only makes trouble.
cs: Hej, opatrně s tím slovem na "C". Rád se držím nad věcí a takové řeči dělají jen problémy.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:186:DefaultText
source: Our field is persuasive acquisitions. At least that's how my legal advisors tell me to phrase it.
cs: Naším oborem jsou přesvědčivé akvizice. Alespoň tak mi to říkají moji právní poradci.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:187:DefaultText
source: Not all of our salvage is abandoned when we find it. Sometimes it takes a polite conversation and a shot across the bow. You know, "legal formalities."
cs: Ne všechny zachráněné věci jsou opuštěné, když je najdeme. Někdy je potřeba zdvořilý rozhovor a výstřel přes příď. Znáte to, "právní formality".

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:189:DefaultText
source: So you're a company of bureaucratic pirates.
cs: Takže jste společnost byrokratických pirátů.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:190:DefaultText
source: Sounds complicated, but profitable.
cs: Zní to složitě, ale je to výhodné.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:191:DefaultText
source: <Wink, nod.>
cs: <Mrkni, přikývni.>

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:192:DefaultText
source: Good boy. Knew you'd understand.
cs: Hodný chlapec. Věděl jsem, že to pochopíš.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:192:FemaleText
source: Good girl. Knew you'd understand.
cs: Hodná holka. Věděl jsem, že to pochopíš.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:193:DefaultText
source: Your words, not mine.
cs: Vaše slova, ne moje.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:194:DefaultText
source: Thank you. I work hard to keep it that way.
cs: Děkujeme. Tvrdě pracuji na tom, aby to tak zůstalo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:195:DefaultText
source: Understood.
cs: Rozumím.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:196:DefaultText
source: You're being cryptic. Again.
cs: Chováte se tajemně. Znovu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:197:DefaultText
source: Who are we worried about? Authorities? Competitors?
cs: Koho se obáváme? O úřady? Konkurence?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:198:DefaultText
source: I'm on the heels of something big. Play your cards right and I'll clue you in, but right now I'm not sure who I can trust.
cs: Mám za sebou něco velkého. Zahraj si dobře a já ti napovím, ale teď si nejsem jistý, komu můžu věřit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:199:DefaultText
source: Just be careful. Someone might try and use you to get to me.
cs: Jen buďte opatrní. Někdo by se tě mohl pokusit využít, aby se ke mně dostal.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:200:DefaultText
source: I'm being smart. Try it sometime.
cs: Chovám se chytře. Někdy to zkus.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:201:DefaultText
source: <Wink, nod.>
cs: <Mrkni, přikývni.>

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:202:DefaultText
source: Glad we understand each other.
cs: Jsem rád, že si rozumíme.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:203:DefaultText
source: Both. Neither. Right now it's safer if I keep you in the dark.
cs: Obojí. Ani jedno. Právě teď bude bezpečnější, když tě budu držet v nevědomosti.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:204:DefaultText
source: You seem a little uneasy. Something wrong?
cs: Vypadáš trochu nesvůj. Děje se něco?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:205:DefaultText
source: Should I be worried about you, Lilya?
cs: Mám se o tebe bát, Lilyo?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:206:DefaultText
source: Nothing's wrong. And if you think something's wrong, you should un-think it right now.
cs: Nic se neděje. A pokud si myslíte, že je něco špatně, měli byste to hned zrušit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:207:DefaultText
source: You're concerned about me. I get it. It's cute. But I'm your boss. If I ever seem uneasy, or stressed, or existentially horrified, that'll be my business until I decide to involve you.
cs: Máš o mě starost. Chápu to. Je to roztomilé. Ale já jsem tvůj šéf. Jestli se ti někdy budu zdát nesvůj, vystresovaný nebo existenciálně zděšený, bude to moje věc, dokud se nerozhodnu do toho zatáhnout tebe.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:208:DefaultText
source: If you say so.
cs: Když to říkáte.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:209:DefaultText
source: You're acting more than a little paranoid.
cs: Chováš se víc než paranoidně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:210:DefaultText
source: Someone in SubLight is hatching a plan to betray you.
cs: Někdo v podsvětí spřádá plán, jak tě zradit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:211:DefaultText
source: Want to run that by me again? I'm juggling two jobs, a case of the shakes, and a contractor who asks too many questions.
cs: Chceš mi to ještě jednou zopakovat? Žongluju se dvěma zaměstnáními, trpím třesavkou a mám dodavatele, který se mě moc vyptává.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:212:DefaultText
source: No, of course not. Why, what have you heard? What did they tell you?
cs: Ne, samozřejmě že ne. Proč, co jsi slyšel? Co ti řekli?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:213:DefaultText
source: Sorry I asked.
cs: Omlouvám se, že jsem se zeptal.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:214:DefaultText
source: For the record, everything's fine. F-I-N-E fine.
cs: Aby bylo jasno, všechno je v pořádku. F-I-N-E v pořádku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:215:DefaultText
source: Apology accepted.
cs: Omluva přijata.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:216:DefaultText
source: They? Who? What are we talking about?
cs: Oni? Kdo? O čem to mluvíme?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:217:DefaultText
source: The way you talk makes me think I should expect trouble.
cs: Podle toho, jak mluvíš, si myslím, že bych měl očekávat problémy.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:218:DefaultText
source: Bullshit. If I kept a spreadsheet of my concerns, which I do, "company loyalty" wouldn't be on it, which it isn't.
cs: Blbost. Kdybych si vedl tabulku svých obav, což dělám, "loajalita k firmě" by v ní nebyla, což není.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:219:DefaultText
source: Good. That means you're listening.
cs: Dobré. To znamená, že posloucháte.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:221:DefaultText
source: I'll say this. When you're on a job, if you find yourself confronted with something your mind can't quite process, don't try and fight it. You just run. Understand?
cs: Řeknu vám toto. Pokud se při práci setkáte s něčím, co vaše mysl nedokáže zpracovat, nesnažte se s tím bojovat. Prostě utečte. Rozumíš?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:222:DefaultText
source: Understood. Avoid cosmic horrors.
cs: Rozumím. Vyhněte se vesmírným hrůzám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:223:DefaultText
source: Sure, Lilya. Whatever you say.
cs: Jistě, Lilyo. Jak si přeješ.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:224:DefaultText
source: Not even a little.
cs: Ani trochu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:225:DefaultText
source: That's good. With any luck we won't need to bring this up again.
cs: To je dobře. S trochou štěstí už to nebudeme muset znovu připomínat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:228:DefaultText
source: I hope that means I'm due for a raise.
cs: Doufám, že to znamená, že mám nárok na zvýšení platu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:229:DefaultText
source: Rare gas and a lab that tested it on people? Couldn't have been a coincidence.
cs: Vzácný plyn a laboratoř, která ho testovala na lidech? To nemohla být náhoda.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:230:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:231:DefaultText
source: You have an eye for patterns. Good. We need more contractors like you.
cs: Máte cit pro vzory. Dobře. Potřebujeme víc takových dodavatelů, jako jste vy.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:232:DefaultText
source: How does an executive-level promotion sound? You can give yourself a raise.
cs: Jak zní povýšení na výkonné úrovni? Můžete si zvýšit plat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:233:DefaultText
source: Before we go any further, I want you to keep an open mind. Can you do that for me, Captain?
cs: Než budeme pokračovat, chci, abyste měli otevřenou mysl. Můžete to pro mě udělat, kapitáne?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:235:DefaultText
source: I can do that.
cs: To zvládnu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:236:DefaultText
source: This had better be good.
cs: Doufám, že to bude dobré.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:237:DefaultText
source: Aliens. I'm talking about aliens. They're the ones responsible for the deaths at Ten Eighty-Four, and who knows what else. We have to put a stop to it.
cs: Vetřelci. Mluvím o mimozemšťanech. To oni mají na svědomí smrt v Ten Eighty-Four a kdo ví, co ještě. Musíme to zastavit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:238:DefaultText
source: Aliens.
cs: Vetřelci.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:239:DefaultText
source: Really?
cs: Opravdu?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:240:DefaultText
source: I'm saying it's aliens. I'm not asking you to like it. I'm not even asking you to believe it. But I need to act on this threat to the colony, and I can't do it alone.
cs: Říkám, že jsou to mimozemšťané. Nežádám, aby se vám to líbilo. Dokonce ani nežádám, abyste tomu věřili. Ale musím jednat proti této hrozbě pro kolonii a nemohu to udělat sám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:241:DefaultText
source: Hear me out.
cs: Vyslechněte mě.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:242:DefaultText
source: Aliens?
cs: Mimozemšťané?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:244:DefaultText
source: I assume you have questions.
cs: Předpokládám, že máte otázky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:245:DefaultText
source: A few.
cs: Několik z nich.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:246:DefaultText
source: Skip to the part where I get paid. I don't care what hallucinogens you're on.
cs: Přeskočte na část, kde dostanu zaplaceno. Je mi jedno, jaké halucinogeny bereš.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:247:DefaultText
source: Huh. You took that better than I thought.
cs: Huh. Vzal jsi to lépe, než jsem si myslel.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:248:DefaultText
source: This is completely insane.
cs: To je naprosto šílené.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:249:DefaultText
source: Remember what I said about keeping an open mind?
cs: Vzpomínáte si, co jsem říkal o tom, že máte otevřenou mysl?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:250:DefaultText
source: If we're gonna see this through, I'll need your trust and commitment. Now's the time for setting doubts aside.
cs: Pokud to chceme dotáhnout do konce, potřebuji tvou důvěru a odhodlání. Teď je čas odložit pochybnosti.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:251:DefaultText
source: Ask yourself why a skeleton crew was studying that Alta-Vitae gas in secret. Ask yourself why stockpiles were hidden on a planet full of monsters.
cs: Zeptejte se sami sebe, proč ten plyn z Alta-Vitae tajně zkoumala jen kostra posádky. Zeptejte se sami sebe, proč byly zásoby ukryty na planetě plné příšer.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:252:DefaultText
source: I'm guessing you have an idea.
cs: Předpokládám, že máte představu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:253:DefaultText
source: Maybe they were just hiding expensive research from pirates like SubLight.
cs: Možná jen skrývali drahý výzkum před piráty, jako je SubLight.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:254:DefaultText
source: No. They were hiding something the colony isn't ready to know.
cs: Ne. Skrývali něco, co kolonie není připravena vědět.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:255:DefaultText
source: Is this about your cloak and dagger warnings?
cs: Jde o vaše varování před pláštěm a dýkou?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:256:DefaultText
source: That's right. Up until now I've kept you in the dark for your protection... And, more importantly, mine. But I'd like to think we've earned each other's trust.
cs: Přesně tak. Až doposud jsem tě držel v nevědomosti, abych tě ochránil... A co je důležitější, pro mou ochranu. Ale rád bych si myslel, že jsme si získali vzájemnou důvěru.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:257:DefaultText
source: After the Monarch job, I started connecting the dots. I didn't like the picture. Then what we found at Station Ten Eighty-Four confirmed my fears.
cs: Po práci v Monarchu jsem si začal spojovat souvislosti. Ten obrázek se mi nelíbil. Pak to, co jsme našli na stanici Deset osmdesát čtyři, mé obavy potvrdilo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:260:DefaultText
source: <Say nothing.>
cs: <Neříkej nic.>

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:261:DefaultText
source: When you say "aliens," what are we talking about here?
cs: Když říkáte "mimozemšťané", o čem se tu bavíme?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:263:DefaultText
source: I really don't know what to make of this, Lilya.
cs: Opravdu nevím, co si o tom mám myslet, Lilyo.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:264:DefaultText
source: A conspiracy. One carried out with the help of human collaborators, assuming they haven't all been replaced.
cs: Spiknutí. Provedené s pomocí lidských spolupracovníků, za předpokladu, že nebyli všichni nahrazeni.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:268:DefaultText
source: You'll also find some automech salvage awaiting new owners.
cs: Na nové majitele čekají také některé autovraky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:269:DefaultText
source: Is that all? I didn't do this for charity.
cs: To je vše? Nedělal jsem to pro charitu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:270:DefaultText
source: Have you got any more work for me?
cs: Máte pro mě ještě nějakou práci?
