Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_hagen_lilya_revision.po
Languages: cs

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:1:DefaultText
source: So you're the new captain in town. I was hoping you'd make your way to my office. Saves me the work of hunting you down.
cs: Takže jsi nový kapitán ve městě. Doufala jsem, že si najdeš cestu do mé kanceláře. Ušetří mi to práci s tvým hledáním.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:3:DefaultText
source: I said get out.
cs: Řekl jsem, ať vypadne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:4:DefaultText
source: Time for you to move along. You keep lingering like this, I'm bound to get nervous.
cs: Je čas, abyste se přesunuli. Jestli budeš takhle otálet, začnu být nervózní.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:10:DefaultText
source: Mister Vice President. How do you like the sound of that?
cs: Pane viceprezidente. Jak se vám to líbí?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:10:FemaleText
source: Madame Vice President. How do you like the sound of that?
cs: Paní místopředsedkyně. Jak se vám to líbí?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:13:DefaultText
source: Speak up.
cs: Ozvěte se.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:14:DefaultText
source: Let me know when you're ready to get your hands dirty, Captain.
cs: Dejte mi vědět, až si budete chtít zašpinit ruce, kapitáne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:15:DefaultText
source: No more easy jobs, contractor. This colony's got itself a big problem, and I expect you're the one to help me fix it.
cs: Už žádná snadná práce, dodavateli. Tahle kolonie má velký problém a já očekávám, že mi ho pomůžete vyřešit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:16:DefaultText
source: Dr. Chartrand is the crooked psychopath behind the gas experiments. She sold out her species. I need you to put a bullet through her skull.
cs: Dr. Chartrand je zkorumpovaný psychopat, který stojí za pokusy s plynem. Prodala svůj druh. Potřebuji, abys jí prostřelil lebku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:17:DefaultText
source: This keycard will get you through the front door of her Byzantium estate. Don't ask how I got it. You might not like the answer.
cs: S touto kartou projdeš vstupními dveřmi jejího sídla Byzantium. Neptejte se, jak jsem ji získal. Odpověď by se ti nemusela líbit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:18:DefaultText
source: Sounds messy, but I'll take the job.
cs: Zní to chaoticky, ale tu práci vezmu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:19:DefaultText
source: Murder isn't covered under my contractor employment agreement.
cs: Na vraždu se nevztahuje moje pracovní smlouva s dodavatelem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:20:DefaultText
source: I need to think about this.
cs: Musím o tom přemýšlet.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:21:DefaultText
source: Don't think for too long. I want this business tidied up before anyone starts asking questions.
cs: Nepřemýšlejte příliš dlouho. Chci mít tuhle záležitost vyřešenou dřív, než se někdo začne vyptávat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:22:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:23:DefaultText
source: I'm on a low-patience, high-stress diet at the moment, Captain. What is it?
cs: Momentálně držím dietu s nízkou trpělivostí a vysokým stresem, kapitáne. Co je to?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:24:DefaultText
source: This is your initiation into a future with SubLight. Want a steady position in our ranks? Buy one with a bullet.
cs: Toto je vaše zasvěcení do budoucnosti se SubLight. Chcete získat stabilní pozici v našich řadách? Kupte si ji s kulkou.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:25:DefaultText
source: Finally, a base of our own! Soon we'll have eyes on every corner of the system. Well done, Captain.
cs: Konečně vlastní základna! Brzy budeme mít oči v každém koutě systému. Dobrá práce, kapitáne.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:26:DefaultText
source: I've been less than honest with you. Your assignments weren't strictly about the salvage business. You might have figured that out already.
cs: Nebyl jsem k vám tak upřímný. Tvé úkoly se netýkaly výhradně záchranářství. Možná jste na to už přišel.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:27:DefaultText
source: We're leaving money on the table as long as that research station isn't ours. Job's yours if you want it.
cs: Dokud ta výzkumná stanice není naše, necháváme peníze na stole. Práce je vaše, pokud ji chcete.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:28:DefaultText
source: I have another job lined up, assuming you're still interested in work.
cs: Mám domluvenou další práci, pokud máš o ni stále zájem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:29:DefaultText
source: You're gonna salvage me a space station. Heliospheric Research Station Ten Eighty-Four, to be exact. I want it, cobwebs and all. Interested?
cs: Zachráníš mi vesmírnou stanici. Přesněji řečeno heliosférickou výzkumnou stanici Deset osmdesát čtyři. Chci ji i s pavučinami. Máš zájem?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:30:DefaultText
source: Just point me in the right direction.
cs: Jen mě nasměrujte správným směrem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:31:DefaultText
source: How did a research station become salvage?
cs: Jak se z výzkumné stanice stala záchranná?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:32:DefaultText
source: Not interested at the moment.
cs: V tuto chvíli nemám zájem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:33:DefaultText
source: Right now it's only salvage on paper. Systems and comms have gone dark. Poke around if you're curious why.
cs: Nyní je to jen záchrana na papíře. Systémy a komunikace se odmlčely. Pokud vás zajímá proč, porozhlédněte se kolem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:34:DefaultText
source: Here, this override bypass should get you into the station's systems where you can plant my flag.
cs: Tímto obchvatem by ses měl dostat do systémů stanice, kde můžeš umístit mou vlajku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:35:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:36:DefaultText
source: My time's yours. Try not to waste it.
cs: Můj čas je váš. Snažte se jím neplýtvat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:37:DefaultText
source: Suit yourself. I hate to leave money on the table, so let me know when you're ready for the job.
cs: Vyhovujte si. Nerad nechávám peníze na stole, takže mi dejte vědět, až budete na práci připraveni.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:38:DefaultText
source: That gas is going to make us a fucking mint. A hundred twenty-some cubic meters of it, at a million bits a pop?
cs: Ten plyn nám vydělá hromadu peněz. Sto dvacet metrů krychlových po milionu za kus?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:40:DefaultText
source: You've been keeping busy. I hear you took on some extra work at Fallbrook.
cs: Měl jsi hodně práce. Slyšel jsem, že sis přibral nějakou práci navíc ve Fallbrooku.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:41:DefaultText
source: That job is still up for grabs, Captain. If you're keen on flying to Stellar Bay, it's yours.
cs: To místo je stále k mání, kapitáne. Pokud chcete letět do Hvězdné zátoky, je vaše.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:43:DefaultText
source: We arranged a drop at the saltuna warehouse's loading dock. Find whatever he left there and take it to Fallbrook. My gal Catherine will be expecting you.
cs: Domluvili jsme se na předání na nakládací rampě skladu Saltuna. Najdi všechno, co tam nechal, a odvez to do Fallbrooku. Moje holka Catherine tě bude očekávat.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:44:DefaultText
source: I'll take the job.
cs: Tu práci vezmu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:45:DefaultText
source: Now get going. Catherine will brief you on the details when you check in with her at Fallbrook.
cs: Nyní se dejte do pohybu. Catherine vás seznámí s podrobnostmi, až se u ní ve Fallbrooku ohlásíte.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:46:DefaultText
source: So I'm going after Alta-Vitae gas. What exactly is that?
cs: Takže jdu po plynu Alta-Vitae. Co to přesně je?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:47:DefaultText
source: It's exactly one million bits per cubic meter. Before you get too excited, the only thing rarer than Alta-Vitae gas is a reliable buyer.
cs: Je to přesně jeden milion bitů na metr krychlový. Než se začnete příliš těšit, jediná věc, která je vzácnější než plyn Alta-Vitae, je spolehlivý kupec.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:48:DefaultText
source: Back to my other questions.
cs: Zpět k mým dalším otázkám.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:49:DefaultText
source: Ask away, contractor.
cs: Ptejte se, dodavateli.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:50:DefaultText
source: Not interested at the moment.
cs: V tuto chvíli nemám zájem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:51:DefaultText
source: Come back when you change your mind. I want someone reliable for this job, but I'll settle for someone who's capable.
cs: Vraťte se, až si to rozmyslíte. Chci na tuhle práci někoho spolehlivého, ale spokojím se i s někým schopným.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:53:DefaultText
source: I have a salvage job for someone light on corporate ties with a reliable set of wings. But there's a catch.
cs: Mám práci na záchraně pro někoho, kdo má lehké firemní vazby a spolehlivou sadu křídel. Má to ale háček.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:54:DefaultText
source: I don't have a Navkey, but can I still take the job?
cs: Nemám Navkey, ale mohu tu práci vzít?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:55:DefaultText
source: I like that initiative, but ease back on the throttle, hm? Gladys at the Rest-n-Go might have what you need.
cs: Tahle iniciativa se mi líbí, ale uberte plyn, hm? Gladys v Rest-n-Go by mohla mít to, co potřebuješ.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:56:DefaultText
source: I can get into Stellar Bay. Tell me about the job.
cs: Do Hvězdné zátoky se dostanu. Řekni mi o té práci.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:60:DefaultText
source: Let me ask about Dr. Chartrand.
cs: Dovolte mi zeptat se na doktora Chartranda.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:61:DefaultText
source: She's a traitor to her species. I'll rest easy once I know she's dead. Easier, anyway.
cs: Je to zrádkyně svého druhu. Až budu vědět, že je mrtvá, budu mít klid. Každopádně snadněji.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:62:DefaultText
source: Remind me what you wanted from HRS-1084.
cs: Připomeňte mi, co jste chtěli od HRS-1084.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:63:DefaultText
source: I'd like you to commandeer it on behalf of SubLight Salvage. Plant my company's flag, so to speak. We'll do the rest.
cs: Chtěl bych, abyste si ji jménem společnosti SubLight Salvage přivlastnil. Vyvěsit vlajku mé společnosti, abych tak řekl. My se postaráme o zbytek.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:64:DefaultText
source: I had questions about the Monarch job.
cs: Měl jsem otázky ohledně práce v Monarchu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:65:DefaultText
source: My guy in Stellar Bay had a lead on some salvage. Find the lead and bring it to Catherine Malin at Fallbrook. She'll take it from there.
cs: Můj člověk ve Hvězdné zátoce měl stopu na nějaké záchraně. Najdi stopu a přines ji Catherine Malinové do Fallbrooku. Ona to odtamtud převezme.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:66:DefaultText
source: It's done. Chartrand's dead.
cs: Je hotovo. Chartrand je mrtvý.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:67:DefaultText
source: Well well! Looks like someone's due for a promotion. How does "Vice President of Aggressive Acquisitions" sound to you, contractor?
cs: Dobře, dobře! Vypadá to, že někdo by měl být povýšen. Co říkáte na "viceprezidenta pro agresivní akvizice", dodavateli?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:68:DefaultText
source: I spoke to Chartrand. I'm not going to kill her.
cs: Mluvil jsem s Chartrandem. Nehodlám ji zabít.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:69:DefaultText
source: Well damn. The contractor grew a conscience. As your employer I'm both angry and disappointed. I'll add that to your file.
cs: No sakra. V dodavateli se probudilo svědomí. Jako váš zaměstnavatel jsem naštvaný a zklamaný. Přidám to do vaší složky.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:70:DefaultText
source: Catherine says the factory needs some repairs before it's back to working order, but at least it's under our control.
cs: Catherine říká, že továrna potřebuje ještě nějaké opravy, než bude zase v pořádku, ale aspoň ji máme pod kontrolou.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:71:DefaultText
source: Catherine sounds pleased as a pig in shit over cornering the boarst markets.
cs: Catherine má radost jako prase v žitě z toho, že se jí podařilo zahnat kůži na trh.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:72:DefaultText
source: Catherine doesn't always play nice with others, but it sounds like she and Clive reached some kind of understanding.
cs: Catherine si s ostatními ne vždycky rozumí, ale vypadá to, že se s Clivem dohodli.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:73:DefaultText
source: Hey. When you were at the slaughterhouse, those swine didn't give you any... strange looks, did they?
cs: Hej, když jsi byl na jatkách, tak se na tebe ty svině nedívaly divně, že ne?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:74:DefaultText
source: Back to work.
cs: Zpět do práce.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:75:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:76:DefaultText
source: Lilya Hagen, CEO and Executive Director of Aggressive Operations. I'm guessing you already know about SubLight, otherwise you wouldn't have come.
cs: Lilya Hagen, generální ředitelka a výkonná ředitelka společnosti Aggressive Operations. Předpokládám, že o SubLight už víte, jinak byste nepřišli.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:77:DefaultText
source: Name's <oeitoken>PlayerName</oeitoken>, Captain of the Unreliable.
cs: Jméno je <oeitoken>Jméno hráče</oeitoken>, kapitán nespolehlivých.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:81:DefaultText
source: Groundbreaker security told me SubLight has a pretty sketchy reputation.
cs: Ochranka Groundbreakeru mi řekla, že SubLight má dost pochybnou pověst.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:82:DefaultText
source: Never heard of you.
cs: Nikdy jsem o vás neslyšel.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:83:DefaultText
source: Never heard of you.
cs: Nikdy jsem o vás neslyšel.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:86:DefaultText
source: It's nice to see the Unreliable again. Useful ship. Hawthorne was my contractor. I'd recognize that leaky boat of his anywhere.
cs: Je hezké znovu vidět Nespolehlivého. Užitečná loď. Hawthorne byl můj dodavatel. Tu jeho děravou loď bych poznal kdekoliv.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:87:DefaultText
source: I didn't kill him.
cs: Nezabil jsem ho.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:88:DefaultText
source: Don't let ADA hear you calling her ship names.
cs: Ať ADA neslyší, jak jí nadáváš do lodí.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:92:DefaultText
source: You clutch those pearls awfully tight for someone flying a dead man's ship.
cs: Na někoho, kdo letí na lodi mrtvého muže, svíráš ty perly strašně pevně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:94:DefaultText
source: Not a word? Pity. My guy in Marketing is about to lose his other thumb.
cs: Ani slovo? Škoda. Můj člověk z marketingu brzy přijde o druhý palec.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:95:DefaultText
source: I didn't ask.
cs: Neptal jsem se.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:96:DefaultText
source: If you have a Navkey to Stellar Bay, the job's yours. Interested?
cs: Pokud máte Navkey do Hvězdné zátoky, je práce na vás. Máte zájem?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:97:DefaultText
source: Hawthorne? Never heard of him.
cs: Hawthorne? Nikdy jsem o něm neslyšel.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:98:DefaultText
source: Not interested.
cs: Nemá zájem.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:99:DefaultText
source: Too bad. You know where to find me when you're ready to pursue a respectable career.
cs: Škoda. Víš, kde mě najdeš, až budeš chtít dělat slušnou kariéru.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:100:DefaultText
source: What's so special about Stellar Bay?
cs: Co je na Stellar Bay tak zvláštního?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:101:DefaultText
source: First, an embargo that's been active ever since the Board pulled its forces off world. Few regulations, plenty of freedom. Second, all the goodies that no one had time to pack.
cs: Za prvé, embargo, které platí od chvíle, kdy Rada stáhla své síly ze světa. Málo předpisů, spousta svobody. Za druhé, všechny ty dobroty, které si nikdo nestihl zabalit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:104:DefaultText
source: Is ADA still at the helm? I don't know how many times I told Hawthorne to restore that smart ass to factory settings.
cs: Je ADA stále u kormidla? Nevím, kolikrát jsem Hawthornovi říkal, aby toho chytráka vrátil do továrního nastavení.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:105:DefaultText
source: This isn't an interrogation, as fun as that sounds.
cs: Tohle není výslech, i když to zní zábavně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:106:DefaultText
source: Get to the point, Hagen.
cs: Přejdi k věci, Hagene.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:109:DefaultText
source: One of my guys in Stellar Bay has a lead on some high-grade salvage, but he went dark before he could spill the goods.
cs: Jeden z mých lidí ve Hvězdné zátoce má stopu na nějakou vysoce kvalitní záchranu, ale ztratil se dřív, než to mohl prozradit.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:110:DefaultText
source: What's SubLight doing in Fallbrook?
cs: Co dělá společnost SubLight ve Fallbrooku?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:111:DefaultText
source: A few of my contractors run flights in there and out again, "working around" the Board embargo.
cs: Několik mých dodavatelů tam létá a zase odlétá, "obchází" embargo rady.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:112:DefaultText
source: We keep the community lubricated with a steady supply of booze and unconventional erotica. Byzantium kids with more money than sense can thank SubLight for their good time.
cs: Udržujeme komunitu namazanou stálým přísunem alkoholu a netradiční erotiky. Byzantské děti, které mají víc peněz než rozumu, mohou SubLight poděkovat za to, že se dobře baví.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:113:DefaultText
source: What kind of salvage are we looking for?
cs: Jaký druh záchrany hledáme?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:114:DefaultText
source: When the Board pulled out of Monarch, they buried or sealed anything they couldn't carry off world.
cs: Když se představenstvo stáhlo z Monarchu, pohřbilo nebo zapečetilo vše, co nemohlo odnést ze světa.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:115:DefaultText
source: Apparently, one of Catherine's teams uncovered an abandoned lab with full tanks of Alta-Vitae gas.
cs: Jeden z Catherininých týmů zřejmě objevil opuštěnou laboratoř s plnými nádržemi plynu Alta-Vitae.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:116:DefaultText
source: One last thing. When you're on the job, keep a pair of eyes on the back of your head. Understood?
cs: A ještě jedna věc. Když jste v práci, mějte oči vzadu na hlavě. Rozumíte?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:117:DefaultText
source: Understood.
cs: Rozumím.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:118:DefaultText
source: What am I looking for?
cs: Co hledám?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:119:DefaultText
source: Sounds shady.
cs: Zní to podezřele.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:120:DefaultText
source: Don't go looking for anything. Except salvage. Just watch out.
cs: Nic nehledejte. Kromě záchranných prací. Jen si dejte pozor.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:121:DefaultText
source: You'll do fine. Probably nothing to worry about. Probably.
cs: Zvládnete to. Pravděpodobně se není čeho obávat. Pravděpodobně.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:122:DefaultText
source: Could be.
cs: Mohlo by být.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:123:DefaultText
source: Dangerous stuff. Acid for the nuclein in your cells. It's no good to anyone outside of a lab.
cs: Nebezpečné věci. Kyselina pro nuklein ve vašich buňkách. Nikomu mimo laboratoř není k ničemu.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:124:DefaultText
source: But it can be a lot of fun. If you don't mind the possibility of rewiring your body on an atomic level.
cs: Může to však být velmi zábavné. Pokud vám nevadí možnost, že si přepojíte tělo na atomární úrovni.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:125:DefaultText
source: I see your friend here is the brains of the operation. Good. Every salvage crew needs one.
cs: Vidím, že váš přítel je mozkem celé operace. Dobře. Každá záchranná posádka ho potřebuje.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:126:DefaultText
source: I take it SubLight isn't strictly a salvage operation?
cs: Chápu to správně, že SubLight není čistě záchranná operace?

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:127:DefaultText
source: I had more questions about SubLight.
cs: Měl jsem další otázky ohledně SubLight.

# conversations/01_groundbreaker/01_cv_hagen_lilya_revision:129:DefaultText
source: These days the scrap business all but runs itself. Gives me time to expand our interests into "other sectors" where I can let my hair down.
cs: V dnešní době se obchod se šrotem provozuje téměř sám. Mám čas rozšířit naše zájmy do "jiných odvětví", kde se mohu vyřádit.
