Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_silva_kendrick.po
Languages: cs

# conversations/01_groundbreaker/01_cv_silva_kendrick:1:DefaultText
source: Hello. Welcome to the office of the representative of Halcyon Holdings here on Groundbreaker.
cs: Dobrý den. Vítejte v kanceláři zástupce společnosti Halcyon Holdings zde na serveru Groundbreaker.

# conversations/01_groundbreaker/01_cv_silva_kendrick:2:DefaultText
source: How might I assist you today?
cs: Jak vám mohu dnes pomoci?

# conversations/01_groundbreaker/01_cv_silva_kendrick:3:DefaultText
source: Where'd the other guy go?
cs: Kam se poděl ten druhý?

# conversations/01_groundbreaker/01_cv_silva_kendrick:4:DefaultText
source: My sincerest apologies, but I'm afraid I don't understand.
cs: Upřímně se omlouvám, ale obávám se, že tomu nerozumím.

# conversations/01_groundbreaker/01_cv_silva_kendrick:5:DefaultText
source: Who are you?
cs: Kdo jste?

# conversations/01_groundbreaker/01_cv_silva_kendrick:6:DefaultText
source: "Other guy"?
cs: "Jiný člověk"?

# conversations/01_groundbreaker/01_cv_silva_kendrick:7:DefaultText
source: I am the Board's representative here on Groundbreaker.
cs: Jsem zástupcem správní rady zde na serveru Groundbreaker.

# conversations/01_groundbreaker/01_cv_silva_kendrick:8:DefaultText
source: He had a mustache?
cs: Měl knírek?

# conversations/01_groundbreaker/01_cv_silva_kendrick:10:DefaultText
source: Come on, you know who I mean.
cs: No tak, víte, koho mám na mysli.

# conversations/01_groundbreaker/01_cv_silva_kendrick:11:DefaultText
source: I must regretfully state I do not.
cs: S lítostí musím konstatovat, že ne.

# conversations/01_groundbreaker/01_cv_silva_kendrick:12:DefaultText
source: Now, if you have nothing further, please excuse yourself.
cs: Pokud už nemáte nic dalšího, omluvte se, prosím.

# conversations/01_groundbreaker/01_cv_silva_kendrick:13:DefaultText
source: Regretfully, that name doesn't ring a bell.
cs: Bohužel mi to jméno nic neříká.

# conversations/01_groundbreaker/01_cv_silva_kendrick:14:DefaultText
source: You may call me Mr. Silva or sir, whichever you prefer.
cs: Můžete mi říkat pane Silvo nebo pane, jak chcete.

# conversations/01_groundbreaker/01_cv_silva_kendrick:15:DefaultText
source: I do believe I would have remembered a mustache. I'm rather a fan of them, myself.
cs: Věřím, že bych si vzpomněl na knírek. Sám jsem spíše jejich příznivcem.

# conversations/01_groundbreaker/01_cv_silva_kendrick:16:DefaultText
source: I'll see myself out.
cs: Vyprovodím se sám.

# conversations/01_groundbreaker/01_cv_silva_kendrick:17:DefaultText
source: Goodbye.
cs: Sbohem.

# conversations/01_groundbreaker/01_cv_silva_kendrick:18:DefaultText
source: I'll see myself out, Mr. Silva. Sir.
cs: Vyprovodím se sám, pane Silvo. Pane.

# conversations/01_groundbreaker/01_cv_silva_kendrick:19:DefaultText
source: Cut the shit. Where's Udom?
cs: Přestaňte s tím. Kde je Udom?

# conversations/01_groundbreaker/01_cv_silva_kendrick:20:DefaultText
source: If you're asking why he no longer sits at this desk, that's simple enough. His employment with Halcyon Holdings was terminated.
cs: Pokud se ptáte, proč už u tohoto stolu nesedí, je to jednoduché. Jeho pracovní poměr u Halcyon Holdings byl ukončen.

# conversations/01_groundbreaker/01_cv_silva_kendrick:21:DefaultText
source: If you're instead inquiring as to the precise location of his body, well - that I do not know.
cs: Pokud se místo toho ptáte na přesnou polohu jeho těla, tak to nevím.

# conversations/01_groundbreaker/01_cv_silva_kendrick:22:DefaultText
source: May I help you with anything else?
cs: Mohu vám ještě s něčím pomoci?

# conversations/01_groundbreaker/01_cv_silva_kendrick:23:DefaultText
source: Who had him killed?
cs: Kdo ho nechal zabít?

# conversations/01_groundbreaker/01_cv_silva_kendrick:24:DefaultText
source: I haven't asked, nor do I care to know.
cs: Neptal jsem se a ani mě to nezajímá.

# conversations/01_groundbreaker/01_cv_silva_kendrick:25:DefaultText
source: You're a well-connected man. Surely you've heard whispers.
cs: Jste muž s dobrými konexemi. Jistě jste slyšel šuškandu.

# conversations/01_groundbreaker/01_cv_silva_kendrick:26:DefaultText
source: I heard screams, in point of fact. From down the Waste Disposal hall.
cs: Vlastně jsem slyšel výkřiky. Z dolní části haly pro likvidaci odpadů.

# conversations/01_groundbreaker/01_cv_silva_kendrick:27:DefaultText
source: Now you know as much as I do. I hope this information satisfies your curiosity. Good day.
cs: Teď už víte tolik co já. Doufám, že tyto informace uspokojí vaši zvědavost. Hezký den.

# conversations/01_groundbreaker/01_cv_silva_kendrick:28:DefaultText
source: Hello again. I haven't a moment to spare for you just now.
cs: Ještě jednou zdravím. Nemám na vás teď chvilku času.

# conversations/01_groundbreaker/01_cv_silva_kendrick:29:DefaultText
source: Please do return at another time.
cs: Vraťte se prosím jindy.
