Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_callahan_martin.po
Languages: cs

# conversations/01_groundbreaker/01_cv_callahan_martin:10:DefaultText
source: I'm leaving.
cs: Odcházím.

# conversations/01_groundbreaker/01_cv_callahan_martin:18:DefaultText
source: Is it just me, or is Groundbreaker feeling extra chilly? Maybe you ought to help yourself to a piping hot Frozen Dinner.
cs: Zdá se to jen mně, nebo je na Groundbreakera nějak extra chladno? Možná byste si měli dát horkou mraženou večeři.

# conversations/01_groundbreaker/01_cv_callahan_martin:38:DefaultText
source: Don't take my word for it. See for yourself. Make a choice. Spacer's Choice.
cs: Neberte mě za slovo. Přesvědčte se sami. Rozhodněte se. Spacer's Choice.

# conversations/01_groundbreaker/01_cv_callahan_martin:44:DefaultText
source: You work for Spacer's Choice. Ever been to Edgewater?
cs: Pracujete pro společnost Spacer's Choice. Byl jste někdy v Edgewateru?

# conversations/01_groundbreaker/01_cv_callahan_martin:45:DefaultText
source: What do you sell here?
cs: Co zde prodáváte?

# conversations/01_groundbreaker/01_cv_callahan_martin:49:DefaultText
source: Heard of it. My orientation aetherwave showed that famous Saltuna cannery, which I'm sure smells as good as it looks.
cs: Slyšel jsem o něm. Moje orientační éterová vlna ukázala tu slavnou konzervárnu Saltuna, která určitě voní stejně dobře, jako vypadá.

# conversations/01_groundbreaker/01_cv_callahan_martin:50:DefaultText
source: Seeing as I saved the town, any chance of a discount?
cs: Vzhledem k tomu, že jsem zachránil město, je nějaká šance na slevu?

# conversations/01_groundbreaker/01_cv_callahan_martin:51:DefaultText
source: Well, uh... don't go looking into it.
cs: No... nepátrej po tom.

# conversations/01_groundbreaker/01_cv_callahan_martin:52:DefaultText
source: You aren't missing much. It's a dump.
cs: O moc nepřicházíte. Je to skládka.

# conversations/01_groundbreaker/01_cv_callahan_martin:53:DefaultText
source: I'm sure they're doing their best - that's the Spacer's Choice Spirit.
cs: Určitě dělají, co mohou - to je duch Spacer's Choice.

# conversations/01_groundbreaker/01_cv_callahan_martin:54:DefaultText
source: So what can I get you? Some soap? Everyone loves soap. Everyone will love you for using it, too.
cs: Co vám mohu nabídnout? Mýdlo? Každý má rád mýdlo. Všichni vás budou milovat i za to, že ho používáte.

# conversations/01_groundbreaker/01_cv_callahan_martin:55:DefaultText
source: That was you? Huh. Reed sent out a company-wide message about that. "Benevolent soul comes to the rescue of employment haven armed with Spacer's Choice family values."
cs: To jste byl vy? Huh. Reed o tom rozeslal zprávu celé společnosti. "Dobročinná duše přichází na pomoc ráji zaměstnanosti vyzbrojená rodinnými hodnotami Spacer's Choice."

# conversations/01_groundbreaker/01_cv_callahan_martin:57:DefaultText
source: I'd have to go over my contract, but I don't think I'm allowed to leave Groundbreaker. Or this stall.
cs: Musel bych si projít svou smlouvu, ale myslím, že nemám dovoleno opustit Groundbreaker. Nebo tenhle stánek.

# conversations/01_groundbreaker/01_cv_callahan_martin:87:DefaultText
source: Anything and everything. Whatever you want, we've got it. And when you need a replacement, we've got that, too.
cs: Cokoli a všechno. Cokoli si přejete, máme to. A když potřebujete náhradu, máme ji také.

# conversations/01_groundbreaker/01_cv_callahan_martin:94:DefaultText
source: What can I do for you? Need some Adreno? It's good for you. Spacer's Promise.
cs: Co pro vás mohu udělat? Potřebujete Adreno? Je pro vás dobré. Spacerův slib.

# conversations/01_groundbreaker/01_cv_callahan_martin:96:DefaultText
source: It's not so bad. They're struggling, but they've got good hearts.
cs: Není to tak špatné. Bojují, ale mají dobré srdce.

# conversations/01_groundbreaker/01_cv_callahan_martin:97:DefaultText
source: That's the Spacer's Choice Spirit. Take what you have, polish it up, and make the best of it.
cs: To je Spacer's Choice Spirit. Vezměte to, co máte, vyleštěte to a udělejte z toho to nejlepší.

# conversations/01_groundbreaker/01_cv_callahan_martin:98:DefaultText
source: Must be shoddy quality if it needs replacing.
cs: Musí být nekvalitní, pokud je třeba ho vyměnit.

# conversations/01_groundbreaker/01_cv_callahan_martin:99:DefaultText
source: Just the opposite. Spacer's Choice items are always new. Hot off the shelves, 'cause customers just can't stop buying new stuff.
cs: Právě naopak. Položky Spacer's Choice jsou vždy nové. Horké z regálů, protože zákazníci prostě nemohou přestat kupovat nové věci.

# conversations/01_groundbreaker/01_cv_callahan_martin:100:DefaultText
source: You could go broke buying overpriced Aramid gear, or you could buy from us at a much more reasonable rate.
cs: Nákupem předraženého aramidového vybavení můžete přijít na mizinu, nebo můžete nakoupit u nás za mnohem rozumnější cenu.

# conversations/01_groundbreaker/01_cv_callahan_martin:101:DefaultText
source: These prices still seem steep to me.
cs: Tyto ceny mi stále připadají vysoké.

# conversations/01_groundbreaker/01_cv_callahan_martin:102:DefaultText
source: But it sounds like Aramid gear won't break the first time you use it.
cs: Ale zdá se, že se aramidová výbava při prvním použití nerozbije.

# conversations/01_groundbreaker/01_cv_callahan_martin:103:DefaultText
source: Cheap crap versus the good stuff. I get it.
cs: Levný šmejd versus kvalitní zboží. Chápu to.

# conversations/01_groundbreaker/01_cv_callahan_martin:104:DefaultText
source: This is just the beginning of a long, fruitful relationship. Who knows what discounts await the loyal customer.
cs: Je to jen začátek dlouhého a plodného vztahu. Kdo ví, jaké slevy na věrného zákazníka čekají.

# conversations/01_groundbreaker/01_cv_callahan_martin:106:DefaultText
source: That's why you should get a backup or three. Become a frequent buyer. Join our friendship rewards program.
cs: Proto byste si měli pořídit zálohu nebo tři. Staňte se častým kupujícím. Zapojte se do našeho programu odměn za přátelství.

# conversations/01_groundbreaker/01_cv_callahan_martin:109:DefaultText
source: We're here, with an active inventory, whenever you like. With a smile on our face, no less.
cs: Jsme tu s aktivním inventářem, kdykoli si budete přát. A to s úsměvem na tváři.

# conversations/01_groundbreaker/01_cv_callahan_martin:212:DefaultText
source: Let's see what you've got for sale.
cs: Podívejme se, co máte na prodej.

# conversations/01_groundbreaker/01_cv_callahan_martin:213:DefaultText
source: Have a look.
cs: Podívejte se.

# conversations/01_groundbreaker/01_cv_callahan_martin:216:DefaultText
source: I liked it fine enough.
cs: Líbilo se mi to dost.

# conversations/01_groundbreaker/01_cv_callahan_martin:217:DefaultText
source: Not the word I'd use. I think of it more like a.. uhm... no, I take it back. Dump sums it up nicely.
cs: To není slovo, které bych použil. Spíš to beru jako... ne, beru to zpět. Dump to vystihuje pěkně.

# conversations/01_groundbreaker/01_cv_callahan_martin:219:DefaultText
source: If you did, that'd be good, actually. They could use the help.
cs: Kdybys to udělal, bylo by to vlastně dobré. Pomoc by se jim hodila.

# conversations/01_groundbreaker/01_cv_callahan_martin:220:DefaultText
source: And if you do, please don’t mention us.
cs: A pokud ano, nezmiňujte se o nás.

# conversations/01_groundbreaker/01_cv_callahan_martin:222:DefaultText
source: Yeah. I hope they're gonna be okay.
cs: Jo. Doufám, že budou v pořádku.

# conversations/01_groundbreaker/01_cv_callahan_martin:223:DefaultText
source: That's true.
cs: To je pravda.

# conversations/01_groundbreaker/01_cv_callahan_martin:225:DefaultText
source: Have you tried our Dehydrated Water Tablets? Just add air.
cs: Už jste vyzkoušeli naše dehydratované vodní tablety? Stačí přidat vzduch.

# conversations/01_groundbreaker/01_cv_callahan_martin:226:DefaultText
source: Looking for some Spacer's Chaw? It's recommended by 11 out of 10 Spacer's Choice medical professionals.
cs: Hledáte nějaký Spacer's Chaw? Doporučuje ho 11 z 10 lékařů Spacer's Choice.

# conversations/01_groundbreaker/01_cv_callahan_martin:228:DefaultText
source: Sorry about the heat. Chief Tennyson will get the radiators fixed soon. Of course, this heat sure makes a Zero Gee Brew extra refreshing. It's an ale that's good for what ails you.
cs: Omlouváme se za horko. Náčelník Tennyson brzy opraví radiátory. V tomhle horku je ovšem Zero Gee Brew velmi osvěžující. Je to pivo, které je dobré na to, co vás trápí.

# conversations/01_groundbreaker/01_cv_callahan_martin:230:DefaultText
source: You doing all right in there?
cs: Je ti tam dobře?

# conversations/01_groundbreaker/01_cv_callahan_martin:231:DefaultText
source: Speak up, I can't hear you!
cs: Mluvte nahlas, neslyším vás!

# conversations/01_groundbreaker/01_cv_callahan_martin:232:DefaultText
source: I am having a stellar day, and not just because I'm legally obligated to say so. Almost as stellar as Spacer's Choice is affordable.
cs: Mám hvězdný den, a to nejen proto, že jsem ze zákona povinen to říct. Téměř stejně hvězdný jako Spacer's Choice je cenově dostupný.

# conversations/01_groundbreaker/01_cv_callahan_martin:233:DefaultText
source: IT'S NOT THE BEST CHOICE. IT'S SPACER'S CHOICE!
cs: NENÍ TO NEJLEPŠÍ VOLBA. JE TO VOLBA DISTANČNÍHO RÁMEČKU!

# conversations/01_groundbreaker/01_cv_callahan_martin:235:DefaultText
source: I am bound to satisfy headgear-related inquiries. Please send any complaints to our consumercare headwear division.
cs: Jsem povinen uspokojit dotazy týkající se pokrývek hlavy. Případné stížnosti prosím zasílejte na naše oddělení péče o spotřebitele v oblasti pokrývek hlavy.

# conversations/01_groundbreaker/01_cv_callahan_martin:236:DefaultText
source: Show me what you've got, then.
cs: Tak mi ukaž, co máš.

# conversations/01_groundbreaker/01_cv_callahan_martin:237:DefaultText
source: Oh. Sorry. Got the line wrong. Want me to do it again?
cs: Oh. Omlouvám se. Špatně jsem se vyjádřil. Mám to zopakovat?

# conversations/01_groundbreaker/01_cv_callahan_martin:238:DefaultText
source: If you wouldn't mind.
cs: Pokud by vám to nevadilo.

# conversations/01_groundbreaker/01_cv_callahan_martin:239:DefaultText
source: No. Don't bother.
cs: Ne. Neobtěžujte se.

# conversations/01_groundbreaker/01_cv_callahan_martin:240:DefaultText
source: The line?
cs: Řádek?

# conversations/01_groundbreaker/01_cv_callahan_martin:241:DefaultText
source: It's a script. If I don't follow it to a T, I might lose my job. You want me to do it right?
cs: Je to scénář. Pokud se jím nebudu řídit přesně, mohu přijít o práci. Chceš, abych to udělal správně?

# conversations/01_groundbreaker/01_cv_callahan_martin:242:DefaultText
source: Spacer's Choice items are always new. Hot off the shelves, because customers just can't stop improving their lives with our fine products.
cs: Položky Spacer's Choice jsou vždy nové. Horké z regálů, protože zákazníci prostě nemohou přestat zlepšovat svůj život pomocí našich skvělých výrobků.

# conversations/01_groundbreaker/01_cv_callahan_martin:243:DefaultText
source: Okay. Customer's always right. Thanks. Moving on.
cs: Dobře. Zákazník má vždycky pravdu. Děkuji. Pokračujeme dál.

# conversations/01_groundbreaker/01_cv_callahan_martin:244:DefaultText
source: Oh, and it's not the best choice, it's Spacer's Choice. Taste the freedom.
cs: A není to nejlepší volba, je to Spacer's Choice. Ochutnejte svobodu.

# conversations/01_groundbreaker/01_cv_callahan_martin:246:DefaultText
source: Can you see in there?
cs: Vidíte tam?

# conversations/01_groundbreaker/01_cv_callahan_martin:247:DefaultText
source: I can see all of the top quality merchandise in the Spacer's Choice catalog, which is available here at a reasonable price.
cs: V katalogu Spacer's Choice, který je zde k dispozici za rozumnou cenu, si mohu prohlédnout veškeré zboží špičkové kvality.

# conversations/01_groundbreaker/01_cv_callahan_martin:248:DefaultText
source: How do you brush your teeth?
cs: Jak si čistíte zuby?

# conversations/01_groundbreaker/01_cv_callahan_martin:249:DefaultText
source: Do you miss eating solid food?
cs: Chybí vám pevná strava?

# conversations/01_groundbreaker/01_cv_callahan_martin:250:DefaultText
source: Does Spacer's Choice make you wear that?
cs: Nutí tě Spacer's Choice nosit tohle?

# conversations/01_groundbreaker/01_cv_callahan_martin:252:DefaultText
source: Spacer's Choice regrets that we don't sell toothpaste at this time, but we're always working on delivering exciting new products to our customers.
cs: Společnost Spacer's Choice lituje, že v současné době neprodáváme zubní pastu, ale stále pracujeme na tom, abychom našim zákazníkům dodávali nové zajímavé produkty.

# conversations/01_groundbreaker/01_cv_callahan_martin:253:DefaultText
source: Spratwash, Mouthswash, and Mantifloss are among the exciting line of dental goods currently in development.
cs: Spratwash, Mouthswash a Mantifloss patří mezi zajímavou řadu dentálních výrobků, které jsou v současné době ve vývoji.

# conversations/01_groundbreaker/01_cv_callahan_martin:254:DefaultText
source: Don't miss out on these deals. You'll find none like them on all of Groundbreaker - or anywhere in the Halcyon colony.
cs: Nenechte si ujít tyto nabídky. Žádné podobné nenajdete na celém Groundbreakeru - ani nikde jinde v kolonii Halcyon.

# conversations/01_groundbreaker/01_cv_callahan_martin:257:DefaultText
source: Add an additional 10% to your purchase today and the proceeds will be donated to Spacer Cares, our premier corporate welfare program.
cs: Přidejte dalších 10 % ke svému dnešnímu nákupu a výtěžek bude věnován společnosti Spacer Cares, našemu hlavnímu programu sociální péče pro firmy.

# conversations/01_groundbreaker/01_cv_callahan_martin:258:DefaultText
source: At Spacer's Choice, we Care about your health and emotional well-being. That's why we put Martin through six years of vendor school only to make him wear this hat.
cs: Ve společnosti Spacer's Choice nám záleží na vašem zdraví a emocionální pohodě. Proto jsme Martina nechali projít šesti lety školy pro prodavače jen proto, aby mohl nosit tuto čepici.

# conversations/01_groundbreaker/01_cv_callahan_martin:261:DefaultText
source: Oh, it's Martin. Hey, Martin! Still wearing the hat?
cs: To je Martin. Ahoj, Martine! Pořád nosíš tu čepici?

# conversations/01_groundbreaker/01_cv_callahan_martin:262:DefaultText
source: Don't get him started, Captain. He'll go on like this all day.
cs: Nezačínejte s ním, kapitáne. Takhle bude pokračovat celý den.

# conversations/01_groundbreaker/01_cv_callahan_martin:263:DefaultText
source: Do you have to sleep with that on?
cs: Musíte s tím spát?

# conversations/01_groundbreaker/01_cv_callahan_martin:264:DefaultText
source: Do you need me to help get you out of there?
cs: Potřebuješ, abych ti pomohl dostat se odtamtud?

# conversations/01_groundbreaker/01_cv_callahan_martin:265:DefaultText
source: Trouble sleeping? Try our Lunar Eclipse Mix. That's two handfuls of Pep Pills washed down with a hearty swig of 2-Hour Energy Brew.
cs: Máte problémy se spánkem? Vyzkoušejte naši Směs při zatmění Měsíce. To jsou dvě hrsti Pep Pills zapité vydatným douškem dvouhodinového energetického nápoje.

# conversations/01_groundbreaker/01_cv_callahan_martin:266:DefaultText
source: The blast will send you through the stratosphere and the crash will knock you out cold. Guaranteed.
cs: Výbuch vás vynese do stratosféry a náraz vás omráčí. Zaručeně.

# conversations/01_groundbreaker/01_cv_callahan_martin:267:DefaultText
source: Even if my contract didn't forbid it, I think- I think it's a part of me now.
cs: I kdyby mi to smlouva nezakazovala, myslím, že je to teď moje součást.

# conversations/01_groundbreaker/01_cv_callahan_martin:268:DefaultText
source: Now if we're done with the chitchat, I hope you don't mind if I make the most of this short life and try to be the best moon person I can be.
cs: Teď, když jsme skončili s tlacháním, doufám, že ti nebude vadit, když využiji tento krátký život a pokusím se být tím nejlepším měsíčním člověkem, jakým mohu být.

# conversations/01_groundbreaker/01_cv_callahan_martin:269:DefaultText
source: Hey, we're wearing the same hat!
cs: Hej, máme stejný klobouk!

# conversations/01_groundbreaker/01_cv_callahan_martin:272:DefaultText
source: They got you too? Uh, I mean... yes. The same hat. How right you are.
cs: Taky tě dostali? Tedy... ano. Stejný klobouk. To máš pravdu.

# conversations/01_groundbreaker/01_cv_callahan_martin:273:DefaultText
source: Looks really good on you. What a snug fit on your giant head. I hope you're very happy in there.
cs: Vypadá na tobě opravdu dobře. Na tvé obří hlavě ti skvěle sedí. Doufám, že jsi v něm velmi spokojená.

# conversations/01_groundbreaker/01_cv_callahan_martin:274:DefaultText
source: You think he means it?
cs: Myslíš, že to myslí vážně?

# conversations/01_groundbreaker/01_cv_callahan_martin:281:DefaultText
source: That must be why my system is registering a discount for your bit cartridge.
cs: Proto můj systém registruje slevu na vaši bitovou kazetu.

# conversations/01_groundbreaker/01_cv_callahan_martin:283:DefaultText
source: I've got to ask you about the hat.
cs: Musím se tě zeptat na ten klobouk.

# conversations/01_groundbreaker/01_cv_callahan_martin:285:DefaultText
source: Lot of slogans to keep track of. Sometimes I forget.
cs: Spousta sloganů, které je třeba sledovat. Někdy zapomínám.

# conversations/01_groundbreaker/01_cv_callahan_martin:289:DefaultText
source: As a consumer-facing representative of Spacer's Choice, I am obligated to project honest testimony. Including what I just said.
cs: Jako zástupce společnosti Spacer's Choice, který se obrací na spotřebitele, jsem povinen poskytovat upřímné svědectví. Včetně toho, co jsem právě řekl.

# conversations/01_groundbreaker/01_cv_callahan_martin:291:DefaultText
source: You should give our latest product a try: Ollie Ollie Toxifree. Now with Activated CharKoal.
cs: Měli byste vyzkoušet náš nejnovější produkt: Ollie Ollie Toxifree. Nyní s aktivním uhlím CharKoal.

# conversations/01_groundbreaker/01_cv_callahan_martin:292:DefaultText
source: Wear it with pride. With hope. No one can take that away from you.
cs: Noste ho s hrdostí. S nadějí. Nikdo vám ji nemůže vzít.

# conversations/01_groundbreaker/01_cv_callahan_martin:294:DefaultText
source: Where can I get a hat like yours?
cs: Kde se dá sehnat podobný klobouk?

# conversations/01_groundbreaker/01_cv_callahan_martin:295:DefaultText
source: Enough hat talk. Let's see what you're selling.
cs: Dost řečí o kloboucích. Podívejme se, co prodáváte.

# conversations/01_groundbreaker/01_cv_callahan_martin:296:DefaultText
source: How observant. I'm authorized to state that this uniform is more than headgear. It's a state of mind, and our customers know the difference.
cs: Jak pozorné. Jsem oprávněn prohlásit, že tato uniforma je víc než jen pokrývka hlavy. Je to stav mysli a naši zákazníci poznají rozdíl.

# conversations/01_groundbreaker/01_cv_callahan_martin:298:DefaultText
source: TASTE THE FREEDOM!
cs: OCHUTNEJTE SVOBODU!

# conversations/01_groundbreaker/01_cv_callahan_martin:299:DefaultText
source: You would never ask if you knew what it's like in here.
cs: Nikdy by ses nezeptal, kdybys věděl, jak to tady vypadá.

# conversations/01_groundbreaker/01_cv_callahan_martin:300:DefaultText
source: I... Damn it. There's no slogan for that one. Look. This hat, my job? It may not seem like much to a brave space captain, but they're all that I have.
cs: I... Sakra. Na to není slogan. Podívej. Tenhle klobouk, moje práce? Odvážnému vesmírnému kapitánovi to možná nepřipadá moc, ale jsou to jediné, co mám.

# conversations/01_groundbreaker/01_cv_callahan_martin:301:DefaultText
source: I am addressing the man beneath the mask. Are. You. Okay?
cs: Obracím se na muže pod maskou. Jsou. Vy. V pořádku?

# conversations/01_groundbreaker/01_cv_callahan_martin:302:DefaultText
source: Now, are you ready to make Spacer's Choice Lunargreen Moon Mouth Lozenges a part of you? Lunargreen - the future is spearmint.
cs: Jste připraveni, aby se pastilky Spacer's Choice Lunargreen Moon Mouth staly vaší součástí? Lunargreen - budoucnost je máta.

# conversations/01_groundbreaker/01_cv_callahan_martin:304:DefaultText
source: I mean... Why, anyone can be a Spacer's Choice Consumer Relations Choice Specialist! Just keep your nose clean and aim for the moon.
cs: Chci říct... Specialistou na vztahy se spotřebiteli Spacer's Choice se může stát každý! Stačí mít čistý nos a mířit na měsíc.

# conversations/01_groundbreaker/01_cv_callahan_martin:305:DefaultText
source: If there are self-made purgatories, then we all have to live in them. Mine can be no worse than someone else's.
cs: Pokud existují očistce, které jsme si sami vytvořili, pak v nich musíme žít všichni. Ta moje nemůže být horší než ta cizí.

# conversations/01_groundbreaker/01_cv_callahan_martin:306:DefaultText
source: Sorry if I pushed you too hard, Martin.
cs: Promiň, jestli jsem na tebe příliš tlačil, Martine.

# conversations/01_groundbreaker/01_cv_callahan_martin:307:DefaultText
source: Would it help if I bought something?
cs: Pomohlo by, kdybych si něco koupil?

# conversations/01_groundbreaker/01_cv_callahan_martin:308:DefaultText
source: This got weird. Goodbye for now.
cs: Tohle bylo divné. Prozatím sbohem.

# conversations/01_groundbreaker/01_cv_callahan_martin:309:DefaultText
source: You'd do that? Gosh. Anything to fill my daily quota.
cs: Udělal bys to? Bože. Cokoliv, abych naplnil svou denní kvótu.

# conversations/01_groundbreaker/01_cv_callahan_martin:310:DefaultText
source: It's fine. I should be stronger than this. Thanks for taking an interest.
cs: To je v pořádku. Měl bych být silnější než tohle. Díky za zájem.

# conversations/01_groundbreaker/01_cv_callahan_martin:311:DefaultText
source: Speaking of interest, can I interest you in some quality budget goods? At Spacer's Choice, we cut corners so you don't have to.
cs: Když už mluvíme o zájmu, mohu vás zaujmout nějakým kvalitním levným zbožím? Ve společnosti Spacer's Choice šetříme, abyste nemuseli.

# conversations/01_groundbreaker/01_cv_callahan_martin:312:DefaultText
source: Program currently unapproved in alpha, rewards and friendship pending.
cs: Program v současné době není schválen v alfa verzi, odměny a přátelství čekají na schválení.

# conversations/01_groundbreaker/01_cv_callahan_martin:313:DefaultText
source: I received a very interesting message from Gladys Culkelly not too long ago - you know, about the toothpaste?
cs: Před nedávnem jsem dostal velmi zajímavou zprávu od Gladys Culkellyové - víte, o zubní pastě?

# conversations/01_groundbreaker/01_cv_callahan_martin:314:DefaultText
source: The Spacer's Choice trustees will be pleased. I might even get an extra meal voucher.
cs: Správci Spacer's Choice budou mít radost. Možná dokonce dostanu poukázku na jídlo navíc.

# conversations/01_groundbreaker/01_cv_callahan_martin:315:DefaultText
source: And I hear I've got you to thank. So, thanks.
cs: A slyšel jsem, že vám musím poděkovat. Takže díky.

# conversations/01_groundbreaker/01_cv_callahan_martin:316:DefaultText
source: Wow, she works fast.
cs: Páni, pracuje rychle.

# conversations/01_groundbreaker/01_cv_callahan_martin:317:DefaultText
source: Don't mention it. Seriously, don't.
cs: Nezmiňujte se o tom. Vážně, nezmiňujte se o tom.

# conversations/01_groundbreaker/01_cv_callahan_martin:318:DefaultText
source: Efficient - that's Gladys. You should see how quick she knits. Anyone on the station has a baby, she just about buries them in booties.
cs: Efektivní - to je Gladys. Měli byste vidět, jak rychle plete. Když má někdo na stanici dítě, tak ho hned zahrabe do botiček.
