Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_mardet_felixintro.po
Languages: cs

# conversations/01_groundbreaker/01_cv_mardet_felixintro:1:DefaultText
source: Just arrived? Head over to customs. Wheeler needs to process you.
cs: Právě jste dorazili? Jděte na celnici. Wheeler vás musí odbavit.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:2:DefaultText
source: I'm in the middle of a situation. If you could move along, I'd be obliged.
cs: Jsem uprostřed situace. Kdybyste se mohli přesunout, byl bych vám zavázán.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:3:DefaultText
source: Don't go telling 'em where to step. Groundbreaker belongs to all of us.
cs: Neříkejte jim, kam mají šlápnout. Groundbreaker patří nám všem.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:4:DefaultText
source: Felix- first of all, no, it doesn't. And second, shut the hell up. Don't think I won't detain you again.
cs: Felix - zaprvé, ne, není. A za druhé, drž hubu. Nemysli si, že tě znovu nezadržím.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:5:DefaultText
source: You look like you've got enough problems. Mind if I have a word with the kid?
cs: Vypadá to, že máš dost problémů. Můžu si s ním promluvit?

# conversations/01_groundbreaker/01_cv_mardet_felixintro:6:DefaultText
source: ... Again? What did he do?
cs: ... Znovu? Co udělal?

# conversations/01_groundbreaker/01_cv_mardet_felixintro:7:DefaultText
source: Rather not get into it. I don't want to be here all day.
cs: Raději se do toho nepouštějte. Nechci tu být celý den.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:8:DefaultText
source: Hey, knock yourself out. Or him, if you're so inclined.
cs: Hej, tak si dejte pohov. Nebo jeho, jestli máš takový sklon.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:9:DefaultText
source: I'll leave you be.
cs: Nechám tě být.

# conversations/01_groundbreaker/01_cv_mardet_felixintro:11:DefaultText
source: I'll just excuse myself.
cs: Omluvím se.
