Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cp_udom_terminal.po
Languages: cs

# conversations/01_groundbreaker/01_cp_udom_terminal:1:DefaultText
source: Byzantium Liaison Private Terminal ========================= Main menu Welcome user - Bedford, U. Please select from the following options:
cs: Byzantium Liaison Private Terminal ========================= Hlavní menu Vítejte uživatelé - Bedford, U. Vyberte si prosím z následujících možností:

# conversations/01_groundbreaker/01_cp_udom_terminal:2:DefaultText
source: [Admin Functions]
cs: [Funkce správce]

# conversations/01_groundbreaker/01_cp_udom_terminal:3:DefaultText
source: [Messages]
cs: [Zprávy]

# conversations/01_groundbreaker/01_cp_udom_terminal:5:DefaultText
source: Byzantium Liaison Private Terminal ========================= User Bedford, U.: You have one (1) active impound order. [1] - The Unreliable Please select from the following options:
cs: Byzantium Liaison Private Terminal ========================= Uživatel Bedford, U.: [1] - Nespolehlivý Vyberte prosím jednu z následujících možností:

# conversations/01_groundbreaker/01_cp_udom_terminal:6:DefaultText
source: Byzantium Liaison Private Terminal ========================= User Bedford, U.: You have no (0) active impound orders. Please select from the following options:
cs: Byzantium Liaison Private Terminal ========================= Uživatel Bedford, U.: Vyberte si prosím jednu z následujících možností:

# conversations/01_groundbreaker/01_cp_udom_terminal:7:DefaultText
source: [Clear Impound Order]
cs: [Vymazat příkaz k zabavení]

# conversations/01_groundbreaker/01_cp_udom_terminal:8:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/01_groundbreaker/01_cp_udom_terminal:9:DefaultText
source: [Personal Correspondence]
cs: [Osobní korespondence]

# conversations/01_groundbreaker/01_cp_udom_terminal:10:DefaultText
source: Byzantium Liaison Private Terminal ========================= Releasing Impound Order for: Ship Designation: 'The Unreliable' Ship Captain: Hawthorne, A. Updating Groundbreaker Docking Bay Records... ... ... Update complete!
cs: Byzantium Liaison Private Terminal ========================= Uvolnění příkazu k zabavení: Označení lodi: "The Unreliable" Kapitán lodi: Hawthorne, A. Aktualizace záznamů v dokovací zátoce Groundbreaker... ... ... Aktualizace dokončena!

# conversations/01_groundbreaker/01_cp_udom_terminal:11:DefaultText
source: Byzantium Liaison Private Terminal ========================= You have: -Three (3) Personal Correspondence Logs -Two (2) Open Maintenance Requests Please select from the following options:
cs: Byzantium Liaison Private Terminal ========================= Máte: -Tři (3) osobní korespondenční záznamy -Dvě (2) otevřené žádosti o údržbu Vyberte si z následujících možností:

# conversations/01_groundbreaker/01_cp_udom_terminal:12:DefaultText
source: [Maintenance Requests]
cs: [Požadavky na údržbu]

# conversations/01_groundbreaker/01_cp_udom_terminal:13:DefaultText
source: Byzantium Liaison Private Terminal ========================= Please select the record you want to review.
cs: Byzantium Liaison Private Terminal ========================= Vyberte prosím záznam, který si chcete prohlédnout.

# conversations/01_groundbreaker/01_cp_udom_terminal:14:DefaultText
source: Byzantium Liaison Private Terminal ========================= Please select the record you want to review.
cs: Byzantium Liaison Private Terminal ========================= Vyberte záznam, který si chcete prohlédnout.

# conversations/01_groundbreaker/01_cp_udom_terminal:15:DefaultText
source: [FROM: A. Hawthorne, SUBJECT: Re: the noble space rat]
cs: [OD: A. Hawthorne, PŘEDMĚT: Re: ušlechtilá vesmírná krysa]

# conversations/01_groundbreaker/01_cp_udom_terminal:16:DefaultText
source: [FROM: J. Tennyson, SUBJECT: Re: A crime of passion]
cs: [OD: J. Tennyson, PŘEDMĚT: Re: Zločin z vášně]

# conversations/01_groundbreaker/01_cp_udom_terminal:17:DefaultText
source: [FROM: S. Akande, SUBJECT: Debt collection]
cs: [OD: S. Akande, PŘEDMĚT: Vymáhání pohledávek]

# conversations/01_groundbreaker/01_cp_udom_terminal:18:DefaultText
source: [FROM: J. Tennyson, SUBJECT: Poor you]
cs: [OD: J. Tennyson, PŘEDMĚT: Chudák ty]

# conversations/01_groundbreaker/01_cp_udom_terminal:19:DefaultText
source: [TO: GB_Support, SUBJECT: WATER MAINTENANCE WHEN?]
cs: [TO: GB_Support, SUBJECT: ÚDRŽBA VODY KDY?]

# conversations/01_groundbreaker/01_cp_udom_terminal:20:DefaultText
source: Byzantium Liaison Private Terminal ========================= FROM: Hawthorne, A. TO: Bedford, U. SUBJECT: Re: the noble space rat Uh-huh. You don't say. -A.H. FROM: Bedford, U. TO: Hawthorne, A. SUBJECT: the noble space rat My dear Alex! I have stumbled upon the most incredible discovery. Have you ever tasted spratwurst? They set up a stall near my embassy, haven't you heard? And while I shan't deign to step outside and explore this culinary frontier myself, I sent an armed guard to procure one such delectable morsel for my personal enjoyment. Alex, the taste defies description. Meaty, chewy, a mouthfeel of gristle and autumn leaves - and the range of available gourmet dipping mustards confounds my wildest expectations. Confounds! Sail your beautiful barge back to Groundbreaker, dear Alex, that we might indulge ourselves on the fruit of the noble space rat and toast to the culinary achievements of our fellow colonists. Yours entirely, ~Udom Bedford
cs: Byzantium Liaison Private Terminal ========================= FROM: Hawthorne, A. TO: Bedford, U. SUBJECT: Re: Vznešená vesmírná krysa Uh-huh. To neříkej. -A.H. FROM: Bedford, U. TO: Hawthorne, A. SUBJECT: the noble space rat My dear Alex! Narazil jsem na ten nejneuvěřitelnější objev. Už jsi někdy ochutnal šprtec? Postavili si stánek poblíž mého velvyslanectví, neslyšel jsi o tom? A i když se neodvážím vyjít ven a prozkoumat tuto kulinářskou hranici sám, poslal jsem ozbrojenou stráž, aby mi jedno takové lahodné sousto obstarala pro osobní potěšení. Alexi, ta chuť se nedá popsat. Masitý, žvýkavý, v ústech chrupavka a podzimní listí - a nabídka dostupných gurmánských hořčic k namáčení překonává má nejdivočejší očekávání. Odpluj se svou krásnou bárkou zpět na Groundbreaker, drahý Alexi, abychom si mohli pochutnat na plodech ušlechtilé vesmírné krysy a připít si na kulinářské úspěchy našich kolegů kolonistů. S pozdravem, ~Udom Bedford

# conversations/01_groundbreaker/01_cp_udom_terminal:21:DefaultText
source: Byzantium Liaison Private Terminal ========================= FROM: Tennyson, J. TO: Bedford, U. SUBJECT: Re: A crime of passion Listen you little shit. The last time I made an appointment, you avoided me until I had to beat the door down. What do you even do there all day? I know your schedule is empty. I have admin access to the terminal network. What I don't have is the luxury of time to waste. Get me access to those radiator parts. If you don't, I know where I can start venting the excess heat. J.T. FROM: Bedford, U. TO: Tennyson, J. SUBJECT: A crime of passion My dear Chief Tennyson, I am informed that you assaulted - I lower my vernacular to rephrase that you "slugged" - a member of my personal guard. All because they would not grant you access to Byzantium's embassy. In the future, you may make an appointment with me directly. Or are you intimidated by my station in society? Perfectly understandable, given your inexperience as a leader. Please don't allow such trifles to delay acting on your responsibilities, my dear Chief. And please keep in mind that it takes a calm and measured temperament to run a large organization. These traits are demonstrated so ably by the leaders of our colonial corporations. You should strive to emulate them. Udom Bedford, Certified Liaison
cs: Byzantium Liaison Private Terminal ========================= OD: PŘEDMĚT: Tennyson, J. TO: Bedford, U: Re: B: Zločin z vášně Poslouchej, ty hajzlíku. Když jsem si s tebou naposledy domluvil schůzku, vyhýbal ses mi, až jsem musel vyrazit dveře. Co tam vůbec celý den děláš? Vím, že máš prázdný rozvrh. Mám administrátorský přístup k terminálové síti, ale nemám ten luxus času, který bych mohl promarnit. Zajistěte mi přístup k těm částem chladiče. Jestli ne, vím, kde můžu začít vypouštět přebytečné teplo. J.T. OD: Bedford, U: Tennyson, J. PŘEDMĚT: Můj drahý náčelníku Tennysone, byl jsem informován, že jste napadl - snížím svou slovní zásobu, abych to přeformuloval, že jste "zmlátil" - člena mé osobní stráže. A to jen proto, že vám nechtěli umožnit přístup na byzantské velvyslanectví. V budoucnu si můžete domluvit schůzku přímo se mnou. Nebo se bojíš mého postavení ve společnosti? Vzhledem k tvé nezkušenosti jako vůdce je to naprosto pochopitelné. Prosím, nedovolte, aby takové maličkosti zdržovaly jednání v rámci vašich povinností, můj drahý náčelníku. A mějte prosím na paměti, že k vedení velké organizace je zapotřebí klidné a rozvážné povahy. Tyto vlastnosti tak dobře prokazují vůdci našich koloniálních korporací. Měl byste se je snažit napodobit. Udom Bedford, certifikovaný styčný důstojník

# conversations/01_groundbreaker/01_cp_udom_terminal:22:DefaultText
source: Byzantium Liaison Private Terminal ========================= FROM: Akande, S. TO: Bedford, U. SUBJECT: Debt collection One of two things needs to happen right now. You can either collect Jessie Doyle's outstanding debt, or you can join the ranks of the unemployed. We dispatched a liaison to Groundbreaker to represent our interests. If that is too much responsibility for you, I am perfectly comfortable finding a replacement. Furthermore, I am perfectly comfortable charging you for the time I spend in finding your replacement - and my time is expensive.
cs: Byzantium Liaison Private Terminal ========================= OD: Akande, S. TO: Bedford, U. SUBJECT: Aande, U: Vymáhání pohledávek Je třeba, aby se nyní stala jedna ze dvou věcí. Buď můžete vymáhat nesplacený dluh Jessie Doylové, nebo se můžete zařadit mezi nezaměstnané. Vyslali jsme do Groundbreakeru spojku, aby zastupovala naše zájmy. Pokud je to pro vás příliš velká zodpovědnost, klidně si za vás najdu náhradu. Navíc vám klidně naúčtuji čas, který strávím hledáním vaší náhrady - a můj čas je drahý.

# conversations/01_groundbreaker/01_cp_udom_terminal:23:DefaultText
source: Byzantium Liaison Private Terminal ========================= FROM: Tennyson, J. TO: Bedford, U. SUBJECT: Poor you I got your very urgent request for some reliable temperature control. You can fix that yourself by getting me the radiator parts I need. Or you can sweat it out like the rest of us. I'm closing out the request. Don't open another. J.T.
cs: Byzantium Liaison Private Terminal ========================= OD: PŘEDMĚT: Tennyson, J. TO: Bedford, U: Chudáčku, dostal jsem tvůj velmi naléhavý požadavek na spolehlivou regulaci teploty. Můžeš to vyřešit sám tím, že mi seženeš potřebné díly chladiče. Nebo se můžeš zapotit jako my ostatní, žádost uzavírám. Neotvírejte další. J.T.

# conversations/01_groundbreaker/01_cp_udom_terminal:24:DefaultText
source: Byzantium Liaison Private Terminal ========================= FROM: Bedford, U. TO: GB_Support SUBJECT: WATER MAINTENANCE WHEN? To Groundbreaker's esteemed service personnel, I require IMMEDIATE assistance. I specifically set my water to room temperature, but no matter what I do it persists in emerging from its funnel of egress several degrees distant from my internal readings - hot, cold, or some variation of the two. Undrinkable! To be clear, this failure of standards is far beneath the specifications afforded a citizen of noble Byzantium. As an occupant of this embassy, I expect those standards to be upheld. Indignantly, ~Udom Bedford, Certified Liaison
cs: Byzantium Liaison Private Terminal ========================= FROM: Bedford, U. TO: GB_Support PŘEDMĚT: Váženému servisnímu personálu Groundbreakeru: Potřebuji NEDOČKAVOU pomoc. Výslovně jsem si nastavil pokojovou teplotu vody, ale ať dělám, co dělám, vytrvale se vynořuje z výlevky o několik stupňů vzdálené mým vnitřním údajům - horká, studená nebo nějaká variace obojího. Nedá se pít! Aby bylo jasno, tohle selhání norem je daleko pod požadavky, které si může dovolit občan vznešené Byzance. Jako obyvatel tohoto velvyslanectví očekávám, že tyto standardy budou dodržovány. rozhořčeně, ~Udom Bedford, certifikovaný styčný důstojník

# conversations/01_groundbreaker/01_cp_udom_terminal:29:DefaultText
source: Byzantium Liaison Private Terminal ========================= Main menu ALERT: This terminal is scheduled to have its circuits reset within the next several business months. Please transfer all content to backup cartridges as soon as possible. Welcome user - Bedford, U. Please select from the following options:
cs: Soukromý terminál Byzantium Liaison ========================= Hlavní nabídka UPOZORNĚNÍ: U tohoto terminálu se v průběhu několika následujících pracovních měsíců plánuje reset obvodů. Přeneste prosím co nejdříve veškerý obsah na záložní kazety. Vítejte uživatelé - Bedford, U. Vyberte si prosím z následujících možností:
