Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_tennyson_junlei_new.po
Languages: cs

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:12:DefaultText
source: The Board isn't helping and my resources are spread thin. If I don't get those radiators back online, Groundbreaker - everyone aboard - will be cooked alive.
cs: Rada mi nepomáhá a mé zdroje jsou rozptýlené. Jestli ty radiátory nezprovozním, Groundbreaker - všichni na palubě - se uvaří zaživa.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:14:DefaultText
source: Is there a way I can help?
cs: Mohu nějak pomoci?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:15:DefaultText
source: I found some parts lying around the Back Bays. Will these do the job?
cs: Našel jsem nějaké díly, které se povalovaly v zadních zálivech. Bude to stačit?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:16:DefaultText
source: Not my problem.
cs: To není můj problém.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:19:DefaultText
source: The Back Bays are on a lower deck, long abandoned, and a haven for miscreants now.
cs: Zadní zátoky se nacházejí na nižší palubě, která je již dlouho opuštěná a nyní je útočištěm pro darebáky.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:20:DefaultText
source: I'll get you those parts from the Back Bays.
cs: Seženu ti ty díly ze zadních zálivů.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:21:DefaultText
source: Couldn't we try to talk this out with whoever is down there?
cs: Nemohli bychom si o tom zkusit promluvit s tím, kdo je tam dole?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:22:DefaultText
source: If you could find some way to solve this without violence, I'd prefer that, but more than anything we need those parts.
cs: Kdybyste našli nějaký způsob, jak to vyřešit bez násilí, byl bych raději, ale ze všeho nejvíc potřebujeme tyto části.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:25:DefaultText
source: Captain. What can I do for you?
cs: Kapitán. Co pro vás mohu udělat?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:26:DefaultText
source: It seems kind of warm in here. What's going on?
cs: Zdá se, že je tu docela teplo. Co se děje?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:27:DefaultText
source: Still need help with the station radiators? I'm available.
cs: Stále potřebujete pomoc s radiátory na stanici? Jsem k dispozici.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:28:DefaultText
source: I'll be on my way.
cs: Už budu na cestě.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:29:DefaultText
source: Good. Once you've obtained the parts, we can proceed to the next phase of repairs.
cs: Dobré. Jakmile získáte díly, můžeme přistoupit k další fázi oprav.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:32:DefaultText
source: I got the parts for the radiators. What now?
cs: Mám díly na chladiče. Co teď?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:33:DefaultText
source: I'll take those. I need you to head through the large door at the far end of engineering. Take the elevator down into the machinery shaft.
cs: Ty si vezmu. Potřebuji, abyste prošli velkými dveřmi na druhém konci strojovny. Sjeďte výtahem do strojní šachty.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:34:DefaultText
source: There's a terminal in the back. Activate it when I call over the ship's PA. And bring weapons. There's a slight mantipillar infestation.
cs: Vzadu je terminál. Aktivujte ho, až zavolám přes lodní rozhlas. A vezměte si zbraně. Je tu mírné zamoření mantipillary.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:35:DefaultText
source: I got your parts, why do I have to go to some maintenance shaft?
cs: Mám vaše díly, proč musím chodit do nějaké údržbové šachty?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:36:DefaultText
source: I'll make my way down there.
cs: Vydám se tam.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:37:DefaultText
source: If every repair was a one-woman job, I wouldn't need an engineering team. As it is, my staff is busy keeping the station from melting down.
cs: Kdyby každá oprava byla práce pro jednu ženu, nepotřeboval bych tým inženýrů. Moji zaměstnanci mají dost práce s tím, aby se stanice neroztavila.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:40:DefaultText
source: The temperature should be dropping as we speak. I'll see to it the crew knows who kept us all from boiling alive.
cs: Teplota by měla klesat. Dohlédnu na to, aby se posádka dozvěděla, kdo nám všem zabránil uvařit se zaživa.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:41:DefaultText
source: Those are... Wow. That's exactly what I'm looking for. Remarkable. How did you-?
cs: To jsou... Wow. To je přesně to, co hledám. Pozoruhodné. Jak jste...?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:78:DefaultText
source: Groundbreaker's radiators need replacement parts. They're dumping super-heated air into my ship.
cs: Chladiče Groundbreaker potřebují náhradní díly. Vypouštějí do mé lodi přehřátý vzduch.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:79:DefaultText
source: How do the heat radiators work?
cs: Jak fungují tepelné zářiče?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:80:DefaultText
source: A simple question with a complicated answer, one that I unfortunately don't have time to give. Not with our situation being so dire.
cs: Jednoduchá otázka se složitou odpovědí, na kterou bohužel nemám čas. Ne, když je naše situace tak zoufalá.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:81:DefaultText
source: I could explain that for you later, Captain. I mean, the general principle. Not, like, these particular radiators.
cs: To vám mohu vysvětlit později, kapitáne. Myslím obecný princip. Ne jako tyhle konkrétní radiátory.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:107:DefaultText
source: Not our problem.
cs: To není náš problém.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:108:DefaultText
source: It will be. Sooner or later.
cs: Bude to. Dříve nebo později.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:115:DefaultText
source: You need a contractor to work this out. I'm available for a reasonable rate.
cs: Potřebujete dodavatele, který to vyřeší. Jsem k dispozici za rozumnou cenu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:116:DefaultText
source: "Reasonable," huh? That's the best news I've heard all day.
cs: "Rozumné", co? To je nejlepší zpráva, kterou jsem dnes slyšel.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:117:DefaultText
source: I- we'd be grateful for your assistance.
cs: Budeme vám vděčni za pomoc.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:118:DefaultText
source: Those idiots are immune to reason, and they don't much care if the station melts to pieces - they're content to die last.
cs: Tito idioti jsou imunní vůči rozumu a je jim jedno, jestli se stanice rozplyne na kusy - spokojí se s tím, že zemřou jako poslední.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:127:DefaultText
source: I'll think it over and get back to you.
cs: Promyslím si to a ozvu se vám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:128:DefaultText
source: I'll talk it over with my crew and get back to you.
cs: Proberu to se svým týmem a ozvu se vám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:145:DefaultText
source: Have you tried sending anyone else down there to get the parts?
cs: Zkoušeli jste tam pro díly poslat někoho jiného?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:146:DefaultText
source: I have - one of my engineers, plus a small security detail. They didn't come back.
cs: Mám - jednoho ze svých inženýrů a malou ochranku. Nevrátili se.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:148:DefaultText
source: I can't afford to lose any Mardets on this job. No offense, but a freelancer like you is more dispensable.
cs: Nemůžu si dovolit ztratit žádného Mardetu. Bez urážky, ale člověk na volné noze, jako jsi ty, je spíš postradatelný.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:187:DefaultText
source: Oh. Parvati. How- how are you?
cs: Oh. Parvati. Jak se máš?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:188:DefaultText
source: How's the Unreliable treating you these days, wildflower?
cs: Jak se k tobě chová Nespolehlivý v těchto dnech, divoká květino?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:189:DefaultText
source: Okay, I've decided I really love hearing you call me that? So- so keep doing it.
cs: Dobře, rozhodla jsem se, že se mi líbí, když mi tak říkáš. Tak v tom pokračuj.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:191:DefaultText
source: Hi. I'm- I'm okay. Thanks.
cs: Ahoj. Jsem v pořádku. Díky.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:192:DefaultText
source: Is there something you needed, Captain?
cs: Potřebujete něco, kapitáne?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:195:DefaultText
source: I do, and I'm relieved that you've changed your mind.
cs: Já ano a ulevilo se mi, že jsi změnil názor.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:221:DefaultText
source: I know what it means to have a crew. If you ever felt like jumping ship, there's a home for you on Groundbreaker.
cs: Vím, co to znamená mít posádku. Pokud jste někdy měli chuť odejít z lodi, na Groundbreakeru pro vás máme domov.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:222:DefaultText
source: Um, thanks. But that wouldn't be- the Captain did get me out of Edgewater, and all.
cs: Děkuji. Ale to by nebylo... Kapitán mě dostal z Edgewateru a tak.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:223:DefaultText
source: I hope you're worthy of her loyalty, Captain.
cs: Doufám, že jste hoden její loajality, kapitáne.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:236:DefaultText
source: You can flip a switch for me, but you can't install these parts. Not quickly at least. Not on the first try. Able though you've proven to be.
cs: Můžeš za mě otočit vypínačem, ale nemůžeš nainstalovat tyto díly. Alespoň ne rychle. Ne na první pokus. I když jsi prokázal, že jsi schopný.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:237:DefaultText
source: Don't worry, Ms. Junlei. We'll be super gentle with the ship. You don't got a thing to worry about. I mean, aside from fires and such.
cs: Nebojte se, paní Junlei. Budeme se k lodi chovat velmi šetrně. Nemusíte se ničeho obávat. Tedy kromě požárů a tak.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:239:DefaultText
source: Define "slight."
cs: Definujte pojem "lehký".

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:242:DefaultText
source: Those repairs won't make themselves.
cs: Tyto opravy se samy neprovedou.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:243:DefaultText
source: More than a few. Less than a hive. Nothing you can't handle.
cs: Je jich víc než málo. Méně než úl. Nic, co bys nezvládl.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:244:DefaultText
source: We were salvaging parts from a ship. Turned out there were eggs inside. They got into the radiators, and here we are.
cs: Zachraňovali jsme části lodi. Ukázalo se, že uvnitř jsou vejce. Dostala se do chladičů a jsme tady.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:248:DefaultText
source: I'll take care of it.
cs: Postarám se o to.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:249:DefaultText
source: We'll take care of it.
cs: Postaráme se o to.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:251:DefaultText
source: My boards are returning to green. What a weight that is off my shoulders. I don't normally tolerate outsiders mucking about in my station's guts, but you're all right.
cs: Moje desky se vracejí do zelené barvy. Jaká je to tíha, která mi spadla z ramen. Obvykle nesnáším, když se někdo zvenčí hrabe v útrobách mé stanice, ale ty máš pravdu.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:359:DefaultText
source: How much can you lift? I mean, if you don't mind me asking? You've got really big arms, and I thought maybe-
cs: Kolik toho dokážete zvednout? Myslím, jestli se můžu zeptat? Máš opravdu velké ruce a já myslel, že možná...

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:360:DefaultText
source: We'd have to try to be sure, but I'll bet I could toss you over my shoulder and still lift an engine block.
cs: Museli bychom to zkusit, abychom si byli jistí, ale vsadím se, že bych si tě mohl přehodit přes rameno a ještě zvednout blok motoru.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:362:DefaultText
source: How about you keep the cutesy stuff to yourself?
cs: Co kdyby sis nechal ty roztomilé věci pro sebe?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:363:DefaultText
source: S-sorry.
cs: P-pardon.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:364:DefaultText
source: Do you make a habit of demeaning your crew? It's a wonder you have any left.
cs: Máte ve zvyku ponižovat svou posádku? Je zázrak, že vám ještě nějací zbyli.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:365:DefaultText
source: <Whisper to Parvati> Are you flirting with Junlei?
cs: <Šepot Parvati> Flirtuješ s Junlei?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:366:DefaultText
source: What? N-no! I didn't mean to-! I just thought-! She looks real athletic, is all.
cs: Cože? Ne! Nechtěl jsem...! Jen jsem si myslel... Vypadá opravdu atleticky, to je všechno.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:367:DefaultText
source: There something you two want to share?
cs: Chcete se o něco podělit?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:368:DefaultText
source: No!
cs: Ne!

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:369:DefaultText
source: That's... somewhat random.
cs: To je... poněkud náhodné.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:370:DefaultText
source: Sorry. I was wondering about it, is all.
cs: Omlouvám se. Jen mě to zajímalo.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:371:DefaultText
source: Wait, uh-
cs: Počkej, uh-

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:453:DefaultText
source: We'll be on our way.
cs: Budeme na cestě.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:542:DefaultText
source: Parvati, you wanted to talk to Junlei. Go ahead.
cs: Parvati, chtěla jsi mluvit s Junleiem. Pokračuj.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:543:DefaultText
source: Wh-what? I didn't think you'd just-!
cs: Cože? Nemyslel jsem si, že bys právě...!

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:545:DefaultText
source: "Parvati," is it? That's a lovely name. What can I do for you?
cs: "Parvati", že? To je krásné jméno. Co pro vás mohu udělat?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:546:DefaultText
source: I was just thinking, I haven't got much experience working with actual-real spaceships, Ms. Junlei- uh, Chief Junlei?
cs: Jen jsem si říkal, že nemám moc zkušeností s prací se skutečnými vesmírnými loděmi, paní Junlei... ehm, náčelnice Junlei?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:549:DefaultText
source: I'd be happy to make the time, Parvati. You can ask me anything.
cs: Rád si udělám čas, Parvati. Můžeš se mě na cokoli zeptat.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:550:DefaultText
source: Wow. Great. I'll do that, then. Messages. Later. Oh! Your name's pretty, too. I shoulda said- Sorry. I like it. Honest. Sorry.
cs: Wow. Skvělé. Tak to udělám. Zprávy. Později. Tvoje jméno je taky pěkné. Měl jsem říct... Promiň. Líbí se mi. Upřímně. Promiň.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:553:DefaultText
source: I'll be waiting to hear from you, Parvati.
cs: Budu čekat, až se ozveš, Parvati.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:555:DefaultText
source: Come on, we've got work to do.
cs: No tak, máme práci.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:557:DefaultText
source: If you've got time, I believe Edna has a comms issue that could use your attention. I've also authorized Doc Mfuru to sell you our premium meds.
cs: Pokud máš čas, myslím, že Edna má problém s komunikací, který by potřeboval tvou pozornost. Také jsem pověřil doktora Mfuru, aby ti prodal naše prémiové léky.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:559:DefaultText
source: How do you know that the parts are still there?
cs: Jak víte, že tam ty díly stále jsou?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:560:DefaultText
source: I keep diligent records of station repairs, requisitions, and available assets. Just like my grandmother taught me.
cs: Pečlivě eviduji opravy na stanici, požadavky a dostupný majetek. Přesně tak, jak mě to naučila moje babička.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:561:DefaultText
source: The station's radiators haven't changed since her time, and her records say the parts should be there. I trust them.
cs: Chladiče na stanici se od její doby nezměnily a podle jejích záznamů by tam díly měly být. Věřím jim.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:563:DefaultText
source: You've returned - and in one piece. Color me impressed.
cs: Vrátili jste se - a vcelku. To na mě udělalo dojem.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:571:DefaultText
source: Junlei is fine.
cs: Junlei je v pořádku.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:572:DefaultText
source: Hah, okay. Since you run a whole space station, I was wondering if, well, maybe you could teach me some things? I could message you later, maybe?
cs: Hah, dobře. Protože řídíš celou vesmírnou stanici, napadlo mě, jestli bys mě nemohl něco naučit? Mohl bych ti později napsat zprávu, možná?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:576:DefaultText
source: I heard you're having a heat problem. What's going on?
cs: Slyšel jsem, že máš problém s teplem. Co se děje?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:578:DefaultText
source: "The Back Bays?" Am I supposed to know where that is?
cs: "Zadní zátoky?" Mám vědět, kde to je?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:579:DefaultText
source: That abandoned deck down below? I've been there.
cs: Ta opuštěná paluba dole? Tam jsem byl.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:580:DefaultText
source: But there's a catch, right?
cs: Ale má to háček, že?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:582:DefaultText
source: You can't get these parts anywhere else?
cs: Nikde jinde tyto díly neseženete?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:584:DefaultText
source: According to my grandmother's old schematics, the parts we need should be in the Back Bays.
cs: Podle babiččiných starých schémat by se díly, které potřebujeme, měly nacházet v zadních prostorech.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:585:DefaultText
source: Let's hope your confidence translates to action.
cs: Doufejme, že se vaše důvěra promítne do činů.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:586:DefaultText
source: I'm genuinely heartened to hear that. Thank you.
cs: To mě opravdu těší. Děkuji.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:587:DefaultText
source: My engineers have managed to keep the heat to livable levels, but all the fixes are temporary. This wound is bound to fester.
cs: Mým technikům se podařilo udržet teplo na snesitelné úrovni, ale všechny opravy jsou dočasné. Tato rána bude hnisat.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:588:DefaultText
source: Then you know it's a den of criminals and miscreants. Unfortunately, I'll need to ask you to return.
cs: Pak víte, že je to doupě zločinců a darebáků. Bohužel vás budu muset požádat, abyste se vrátil.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:589:DefaultText
source: Sorry. I forget not everyone knows this ship like I do.
cs: Omlouvám se. Zapomněl jsem, že ne každý zná tuhle loď jako já.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:590:DefaultText
source: Got it. I'll take care of that right now.
cs: Mám to. Hned se o to postarám.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:591:DefaultText
source: Hold on. There's something you should know before you go charging off.
cs: Počkejte. Než vyrazíte, měli byste něco vědět.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:594:DefaultText
source: Good work.
cs: Dobrá práce.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:618:DefaultText
source: Felix Millstone. Nice to see you out of docking bay. Keeping your nose clean?
cs: Felix Millstone. Rád vás vidím mimo dokovací stanici. Udržuješ si čistý nos?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:619:DefaultText
source: Dr. Fenhill. I hope you've reconsidered my offer to stay on full-time? My crew are never short on dents and bruises.
cs: Dr. Fenhill. Doufám, že jste zvážil mou nabídku zůstat na plný úvazek? Moje posádka nikdy nemá nouzi o promáčkliny a modřiny.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:620:DefaultText
source: I'm trying to live a more balanced life. Gun in one hand, scalpel in the other.
cs: Snažím se žít vyrovnanější život. V jedné ruce zbraň, v druhé skalpel.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:621:DefaultText
source: I already knew it'd be easier to teach an automech heart surgery than to change your mind. Fair travels, Ellie.
cs: Už jsem věděl, že bude snazší naučit automecha operaci srdce než změnit názor. Dobrá cesta, Ellie.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:622:DefaultText
source: Groundbreaker's a small town in a big ship. And anyone who spends any time here gets to know Junlei.
cs: Groundbreaker je malé město na velké lodi. A každý, kdo tu stráví nějaký čas, pozná Junlei.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:623:DefaultText
source: You two know each other?
cs: Vy dva se znáte?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:624:DefaultText
source: Is that even possible? Automechs seem a little clumsy by nature.
cs: Je to vůbec možné? Automechanici se zdají být od přírody trochu neohrabaní.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:625:DefaultText
source: We don't see a lot of competent surgeons on Groundbreaker. Dr. Fenhill is my on-again, off-again freelancer. I take it she'll be joining your crew full-time?
cs: V seriálu Groundbreaker se nesetkáváme s mnoha schopnými chirurgy. Doktor Fenhill je můj občasný externista. Chápu to správně, že se připojí k vaší posádce na plný úvazek?

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:626:DefaultText
source: Yes ma'am. Been at least a couple weeks since my last nose-related incident.
cs: Ano, madam. Od mého posledního incidentu s nosem uplynulo nejméně pár týdnů.

# conversations/01_groundbreaker/01_cv_tennyson_junlei_new:627:DefaultText
source: Uh huh. I'm glad to see you in a captain's custody. Just try not to steal any critical parts from my ship.
cs: Uh huh. Jsem rád, že tě vidím ve vazbě. Jen se snažte neukrást z mé lodi žádné důležité součástky.
