Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_wheeler_dalisay.po
Languages: cs

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:298:DefaultText
source: Really likes his serials, too. Maybe a little too much. Bit of a weird bird, all told.
cs: Jeho seriály má také velmi rád. Možná až příliš. Trochu divný pták, když to tak vezmu.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:300:DefaultText
source: Sounds like a fun guy.
cs: Vypadá to, že je s ním legrace.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:301:DefaultText
source: Thanks for the info.
cs: Děkujeme za informace.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:302:DefaultText
source: Sure thing.
cs: Jistě.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:303:DefaultText
source: Don't see what's so wrong 'bout liking serials. They're fun.
cs: Nechápu, co je špatného na tom, že se mi líbí seriály. Jsou zábavné.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:304:DefaultText
source: Udom takes it to an... unhealthy level.
cs: Udom to posouvá na... nezdravou úroveň.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:305:DefaultText
source: Comdt. Sanita might have a couple of folks she needs killed. Bad folks, I mean - not uh, not regular folks. She'll be at the Security desk behind me.
cs: Velitelka Sanita možná potřebuje pár lidí zabít. Tedy zlé lidi - ne obyčejné lidi. Bude u bezpečnostního pultu za mnou.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:306:DefaultText
source: Chief Junlei might have an errand needs running. She's all tied up trying to fix our heat problem - you'll find her in Engineering.
cs: Náčelník Junlei možná potřebuje něco zařídit. Je zaneprázdněná řešením našeho problému s teplem - najdete ji ve strojovně.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:307:DefaultText
source: Got it, thanks.
cs: Mám to, díky.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:308:DefaultText
source: How about something long-term?
cs: Co takhle něco dlouhodobého?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:309:DefaultText
source: Happy to help. That's my job, after all.
cs: Rád vám pomůžu. To je koneckonců moje práce.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:310:DefaultText
source: You're real good at it, too.
cs: Jsi v tom také opravdu dobrý.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:311:DefaultText
source: Well thank you, miss. It's nice to be recognized. Yep.
cs: Děkuji vám, slečno. Je hezké být uznán. Ano.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:312:DefaultText
source: Can we move this along? I have a certain, uh, matter I'd like to attend to, Captain.
cs: Můžeme s tím pohnout? Mám jistou záležitost, kterou bych rád vyřídil, kapitáne.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:314:DefaultText
source: Hey, serial dramas are Halcyon's greatest export. Byzantium In The Spring is a work of art.
cs: Seriály jsou největším vývozním artiklem Halcyonu. Byzantium na jaře je umělecké dílo.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:315:DefaultText
source: So there's tension between Groundbreaker and the Board.
cs: Mezi společností Groundbreaker a představenstvem tedy panuje napětí.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:316:DefaultText
source: The Board runs most of the system, don't they?
cs: Správní rada řídí většinu systému, nebo ne?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:317:DefaultText
source: Yeah. Groundbreaker's the only real independent port. Aside from us, there's just tramp freighters and wildcat miners.
cs: Jo. Groundbreaker je jediný skutečně nezávislý port. Kromě nás jsou tu jenom trampské nákladní lodě a divocí těžaři.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:318:DefaultText
source: Seems like every year, the Board's offices get bigger, and their ships take up more of the landing bays. Haven't seen nearly as many tramp crews this year.
cs: Zdá se, že každý rok se kanceláře rady zvětšují a jejich lodě zabírají větší část přistávacích prostor. Letos jsem neviděl ani zdaleka tolik trampských posádek.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:319:DefaultText
source: They can't abide an independent township, 'specially not one they got to depend on. We're the first and last stop out of this colony.
cs: Nemohou se smířit s nezávislým městem, zvláště ne s takovým, na kterém jsou závislí. Jsme první a poslední zastávka z této kolonie.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:320:DefaultText
source: All their interstellar freighters come through us, and we skim a few bits off the top in manifest processing fees with every one.
cs: Všechny jejich mezihvězdné nákladní lodě procházejí přes nás a my si z každé z nich strhneme pár drobných na poplatcích za zpracování manifestů.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:322:DefaultText
source: Folks around here'll bluster that the Board hates our 'freedom,' but really, they know we can stop their out-system shipments any time we like, and that terrifies them.
cs: Lidé tady se budou ohánět tím, že představenstvo nenávidí naši "svobodu", ale ve skutečnosti vědí, že můžeme kdykoli zastavit jejich zásilky mimo systém, a to je děsí.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:323:DefaultText
source: Yet Chief Junlei lets the Board hold your replacement parts hostage. Why?
cs: Přesto náčelník Junlei nechává radu držet vaše náhradní díly jako rukojmí. Proč?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:324:DefaultText
source: Yet your station's in a state of disrepair. You could make the Board fix it.
cs: Přesto je vaše stanice v havarijním stavu. Mohl bys přimět správní radu, aby ji opravila.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:325:DefaultText
source: Yet Chief Junlei let the Board hold your replacement parts hostage. Why?
cs: Přesto náčelník Junlei nechal radu, aby si vaše náhradní díly vzala jako rukojmí. Proč?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:326:DefaultText
source: It's a delicate balance, right? We could cancel their freighters' docking privileges in retaliation, but where'd that lead us?
cs: Je to křehká rovnováha, že? Mohli bychom na oplátku zrušit jejich nákladním lodím právo přistávat, ale kam by nás to dovedlo?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:327:DefaultText
source: They got assault cruisers, gun ships, and a handful of mining operations at their fingertips.
cs: Mají k dispozici útočné křižníky, dělové lodě a několik důlních operací.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:329:DefaultText
source: We push 'em too hard, maybe they decide we'd be better in ten trillion little pieces. Or they cobble together a "new" Groundbreaker and put us out of business.
cs: Když na ně příliš tlačíme, možná se rozhodnou, že nám bude lépe v deseti trilionech malých kousků. Nebo dají dohromady "nový" Groundbreaker a vyřadí nás z provozu.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:330:DefaultText
source: You mean the heat? Sure, we could make 'em fix it, but what would they do in retaliation?
cs: Myslíte to horko? Jistě, mohli bychom je donutit, aby to opravili, ale co by udělali na oplátku?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:331:DefaultText
source: Seems like there's some tension between the Board and Groundbreaker.
cs: Zdá se, že mezi představenstvem a společností Groundbreaker panuje určité napětí.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:332:DefaultText
source: You noticed, huh?
cs: Všiml sis toho, co?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:333:DefaultText
source: It's hard to miss.
cs: Je těžké ho přehlédnout.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:334:DefaultText
source: Sounds complicated.
cs: Zní to složitě.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:335:DefaultText
source: Sounds like, yeah. But from where I sit, it's all comin' through loud and clear.
cs: Zní to jako, jo. Ale z mého pohledu je to všechno jasné a zřetelné.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:337:DefaultText
source: I'm bright like that.
cs: Jsem tak chytrý.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:339:DefaultText
source: If you're living in fear of the Board, then they've already won.
cs: Pokud žijete ve strachu z představenstva, pak už vyhrálo.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:340:DefaultText
source: The Board is necessary to provide order to the colony. They believe it's their prerogative to overrun you, but whether you allow that is up to you.
cs: Rada je nezbytná k zajištění pořádku v kolonii. Domnívají se, že je jejich výsadou vás převálcovat, ale je na vás, zda to dovolíte.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:341:DefaultText
source: The Board wouldn't do that... would they?
cs: Rada by to neudělala... že ne?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:342:DefaultText
source: If I had to take a guess as to why? You must'a riled up someone important.
cs: Kdybych měl hádat proč? Musel jsi naštvat někoho důležitého.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:344:DefaultText
source: But we've hardly been out of Edgewater long enough to get in trouble!
cs: Ale sotva jsme se dostali z Edgewateru do potíží!

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:345:DefaultText
source: Well, isn't *this* wonderful. The captain's done something to get on the Board's bad side.
cs: No, není to úžasné? Kapitán udělal něco, čím se dostal na stranu rady.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:347:DefaultText
source: Surely, this must be some sort of mix-up.
cs: Určitě se jedná o nějaký záměn.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:348:DefaultText
source: They must have a real big bee in their bonnets, then. Everyone knows you don't trifle with Groundbreaker if you want to get your goods on time.
cs: Tak to musí mít opravdu velkou včeličku na hlavě. Všichni vědí, že pokud chceš dostat zboží včas, nemáš si zahrávat s lamačem půdy.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:350:DefaultText
source: Customs and Inspection, right this way!
cs: Celní úřad a inspekce, tudy!

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:351:DefaultText
source: Be seein' you.
cs: Uvidíme se.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:352:DefaultText
source: This has to be a mistake.
cs: To musí být chyba.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:353:DefaultText
source: You people won't stop yapping about it.
cs: Vy o tom nepřestanete žvanit.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:354:DefaultText
source: What can I say? We're passionate folks, and the Board can't abide that independent spirit - 'specially not when it might impact their bottom line.
cs: Co na to říct? Jsme vášniví lidé a správní rada nemůže tolerovat nezávislost - zvláště ne, když by to mohlo mít dopad na její zisk.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:355:DefaultText
source: I'm sharp like that.
cs: Jsem takhle ostrý.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:356:DefaultText
source: I'm glad it terrifies them, the bastards. Keep pushing them.
cs: Jsem rád, že je to děsí, ty parchanty. Tlačte na ně dál.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:357:DefaultText
source: How does Halcyon Holdings work, anyway?
cs: Jak vlastně společnost Halcyon Holdings funguje?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:358:DefaultText
source: Are you pullin' my leg?
cs: Děláš si ze mě legraci?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:359:DefaultText
source: That thing I told you about being a colonist from the Hope? Completely true.
cs: To, co jsem ti říkal o kolonistech z Naděje? To je naprostá pravda.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:360:DefaultText
source: I'm new around here.
cs: Jsem tu nový.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:361:DefaultText
source: You must be one of them long-haul freighters from outside the colony. Well, I won't hold it against you.
cs: Musíš být jedním z těch dálkových přepravců zpoza kolonie. No, nebudu vám to mít za zlé.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:362:DefaultText
source: I don't know hardly anything at all, actually.
cs: Vlastně nevím skoro nic.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:363:DefaultText
source: I just want to hear your take on it.
cs: Chci jen slyšet váš názor.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:364:DefaultText
source: I'm just fooling you. Of course I know how the Board works.
cs: Jen si z vás dělám legraci. Samozřejmě vím, jak rada funguje.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:365:DefaultText
source: You got a funny sense of humor, friend. Can't say I much get it, but I admire your commitment to the bit.
cs: Máš zvláštní smysl pro humor, příteli. Nemůžu říct, že bych ho moc chápal, ale obdivuju tvé odhodlání.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:366:DefaultText
source: Goes like this. Back on Earth, before the Crossing, the powers that be were sellin' off stakes in distant star systems they thought had "potential."
cs: Postupuje takto. Na Zemi, ještě před přechodem, prodávaly mocnosti podíly ve vzdálených hvězdných systémech, o kterých si myslely, že mají "potenciál".

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:367:DefaultText
source: Well, you seem to know yourself, and that's got to count for something. Not too many folks can say the same.
cs: Zdá se, že se znáš, a to se musí počítat. To nemůže říct mnoho lidí.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:368:DefaultText
source: Damned freighter captains - if it's not the scurvy gettin' to you, it's the space madness.
cs: Zatracení kapitáni nákladních lodí - jestli vás nedostanou kurděje, tak je to vesmírné šílenství.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:369:DefaultText
source: A bunch of companies decided to throw in together and form the Halcyon Holdings Corporation, then buy up the rights to this here colony. That group's what we now call the Board.
cs: Několik společností se rozhodlo dát dohromady a založit Halcyon Holdings Corporation, a pak odkoupit práva na tuto kolonii. Této skupině teď říkáme Rada.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:370:DefaultText
source: Got it.
cs: Mám to.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:371:DefaultText
source: How does Groundbreaker fit into that?
cs: Jak do toho zapadá Groundbreaker?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:372:DefaultText
source: Glad to help.
cs: Rád vám pomůžu.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:373:DefaultText
source: So there's actually a boardroom somewhere with all these company heads in it?
cs: Takže někde skutečně existuje zasedací místnost, ve které sedí šéfové všech těchto společností?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:374:DefaultText
source: Sitting around drinking whiskey and smokin' cigars - yeah, probably. Can't say for sure, 'course. Doubt I'll ever see the inside of it myself.
cs: Sedět u whisky a kouřit doutníky - to asi jo. Samozřejmě to nemůžu říct s jistotou. Pochybuju, že se do něj někdy podívám.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:375:DefaultText
source: Groundbreaker was one of the original colony vessels to come over on the Crossing - a few years before her sister ship, the Hope.
cs: Groundbreaker byl jednou z původních koloniálních lodí, které se na Křižovatce objevily - několik let před sesterskou lodí Hope.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:376:DefaultText
source: Once everybody'd been de-thawed and dropped dirtside, the original crew of the Groundbreaker decided they rather liked the space-faring life.
cs: Jakmile byli všichni rozmrazeni a vysazeni na zem, původní posádka Groundbreakeru se rozhodla, že se jim život ve vesmíru docela líbí.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:377:DefaultText
source: If it isn't the savior of Groundbreaker! What can I do for you?
cs: Pokud to není zachránce Groundbreaker! Co pro vás mohu udělat?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:378:DefaultText
source: What do you want?
cs: Co chcete?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:379:DefaultText
source: You got some gall, showing your face around here.
cs: Jsi pěkně drzý, když se tady ukazuješ.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:380:DefaultText
source: They're on the Promenade, run by a woman named Lilya Hagen. I'm only telling you so you know to avoid them.
cs: Jsou na promenádě, kterou vede žena jménem Lilya Hagenová. Říkám vám to jen proto, abyste věděli, že se jim máte vyhnout.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:381:DefaultText
source: Sure did! And now we're in space!
cs: Jistěže ano! A teď jsme ve vesmíru!

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:382:DefaultText
source: So, you believe I'm not Hawthorne?
cs: Takže věříte, že nejsem Hawthorne?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:383:DefaultText
source: Not in the least. Good story, though.
cs: Ani v nejmenším. Přesto dobrý příběh.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:384:DefaultText
source: Huh. Records show this ain't the first time your ship's been impounded. Seems to get cleared up pretty quick. You might not be in this pickle for long.
cs: Huh. Podle záznamů to není poprvé, co byla vaše loď zabavena. Zdá se, že se to rychle vyjasní. Nemusíš být v téhle bryndě dlouho.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:385:DefaultText
source: No kidding? I'd love to get a look at this old girl's innards. I bet they're real twisty and weird - in a good way.
cs: Neděláte si legraci? Rád bych se podíval do vnitřností téhle staré holky. Vsadím se, že jsou opravdu pokroucené a divné - v dobrém slova smyslu.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:386:DefaultText
source: I guess that was the start of our independent spirit. Now here we are.
cs: Myslím, že to byl začátek našeho nezávislého ducha. Teď jsme tady.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:387:DefaultText
source: Why can't Groundbreaker and the Board just work together?
cs: Proč nemohou společnost Groundbreaker a představenstvo prostě spolupracovat?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:388:DefaultText
source: This really must be your first time here.
cs: Jste tu určitě poprvé.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:389:DefaultText
source: You sure you didn't just step off one of the interstellar freighters?
cs: Jsi si jistý, že jsi právě nevystoupil z jedné z mezihvězdných nákladních lodí?

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:390:DefaultText
source: There's no workin' "with" the Board. They don't share - not bits, people, or resources. You work for them, or you don't work at all.
cs: S představenstvem se nepracuje. Nesdílejí - ani kousky, ani lidi, ani zdroje. Buď pro ně pracujete, nebo nepracujete vůbec.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:391:DefaultText
source: Groundbreaker "cooperating" now would be tantamount to joinin' their ranks. And we sure as shit ain't about to do that.
cs: "Spolupráce" s Groundbreakerem by se nyní rovnala vstupu do jejich řad. A to my rozhodně nehodláme udělat.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:392:DefaultText
source: No kidding, Wheeler. I've been saying it for years. The Board can't be trusted.
cs: Bez legrace, Wheelere. Říkám to už roky. Radě se nedá věřit.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:393:DefaultText
source: That's Corporal Wheeler, Millstone. And maybe people would take your arguments more seriously if they weren't followed up with threat of violence.
cs: To je desátník Wheeler, Millstone. A možná by lidé brali vaše argumenty vážněji, kdyby po nich nenásledovala hrozba násilím.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:394:DefaultText
source: It's a tough line to walk, no doubt about that, but we make do all right. So far, anyway.
cs: Bezpochyby je to těžké, ale zvládneme to. Zatím se nám to daří.

# conversations/01_groundbreaker/01_cv_wheeler_dalisay:395:DefaultText
source: Now hold on, this isn't the end of the world. Probably.
cs: Počkejte, tohle není konec světa. Pravděpodobně.
