Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_bedford_udom.po
Languages: cs

# conversations/01_groundbreaker/01_cv_bedford_udom:745:DefaultText
source: I'm the certified representative of the Board's interests here on the Groundbreaker. I'm their eyes, ears, and busy little hands.
cs: Jsem certifikovaným zástupcem zájmů rady zde na serveru Groundbreaker. Jsem jejich oči, uši a pilné ručičky.

# conversations/01_groundbreaker/01_cv_bedford_udom:746:DefaultText
source: Oh, you mean this seal right here?
cs: Myslíte tuhle pečeť?

# conversations/01_groundbreaker/01_cv_bedford_udom:747:DefaultText
source: Well, it's your lucky day. I've got your seal right here.
cs: Tak to je váš šťastný den. Mám tu vaši pečeť.

# conversations/01_groundbreaker/01_cv_bedford_udom:748:DefaultText
source: She was perfectly pleasant, actually. Anyway, here's your seal.
cs: Vlastně byla naprosto příjemná. Každopádně, tady je vaše pečeť.

# conversations/01_groundbreaker/01_cv_bedford_udom:750:DefaultText
source: Oh my Law. You've done it, you've saved my hide. I can't thank you enough.
cs: Můj zákon. Dokázal jsi to, zachránil jsi mi kůži. Nemůžu ti dostatečně poděkovat.

# conversations/01_groundbreaker/01_cv_bedford_udom:752:DefaultText
source: Phineas Welles IS the mad scientist wanted by the Board, right?
cs: Phineas Welles JE šílený vědec, kterého hledá správní rada, že?

# conversations/01_groundbreaker/01_cv_bedford_udom:753:DefaultText
source: Indeed. And you know where he is? Excelsior!
cs: Vskutku. A víte, kde je? Excelsior!

# conversations/01_groundbreaker/01_cv_bedford_udom:766:DefaultText
source: There, I've removed the flag from your ship. I'm terribly sorry for the inconvenience. However, before you go...
cs: Tak, odstranil jsem vlajku z vaší lodi. Strašně se omlouvám za nepříjemnosti. Než však odejdete...

# conversations/01_groundbreaker/01_cv_bedford_udom:821:DefaultText
source: You probably don't even know where Welles is. None of my contacts ever pan out.
cs: Pravděpodobně ani nevíte, kde Welles je. Žádný z mých kontaktů nikdy nevyšel.

# conversations/01_groundbreaker/01_cv_bedford_udom:822:DefaultText
source: Oh, and there we are - I've removed the lock on your ship in a show of my gratitude.
cs: A jsme u toho - na důkaz vděčnosti jsem odstranil zámek na vaší lodi.

# conversations/01_groundbreaker/01_cv_bedford_udom:823:DefaultText
source: Fine. You're free to go. I've removed the impound order on your ship. But before you go, I did have one request...
cs: V pořádku. Můžeš jít. Příkaz k zabavení vaší lodi jsem zrušil. Ale než odejdete, mám jednu prosbu...

# conversations/01_groundbreaker/01_cv_bedford_udom:825:DefaultText
source: I might have... pawned my official Board seal to Gladys, the black market fence here on the Groundbreaker. I can't authorize the paperwork you'll need to turn Phineas in without it.
cs: Možná jsem... dal svou oficiální pečeť rady do zástavy Gladys, překupnici na černém trhu tady na Groundbreakeru. Bez ní nemohu schválit papíry, které budeš potřebovat k vydání Phinease.

# conversations/01_groundbreaker/01_cv_bedford_udom:826:DefaultText
source: It's only temporary, of course! I'd never leave something so important in the hands of someone of such dubious moral character. I was going to buy it back once I raised the capital.
cs: Je to samozřejmě jen dočasné! Nikdy bych nenechal něco tak důležitého v rukou někoho s tak pochybnými morálními vlastnostmi. Chtěl jsem to koupit zpátky, jakmile se mi podaří nashromáždit kapitál.

# conversations/01_groundbreaker/01_cv_bedford_udom:828:DefaultText
source: Access to Byzantium is highly restricted. Only a select few possess a Navkey.
cs: Přístup do Byzance je velmi omezený. Pouze několik vyvolených vlastní Navkey.

# conversations/01_groundbreaker/01_cv_bedford_udom:855:DefaultText
source: I'm not dealing with this right now.
cs: Teď se tím nezabývám.

# conversations/01_groundbreaker/01_cv_bedford_udom:856:DefaultText
source: O-oh. I see. All right. Another time, then.
cs: O-oh. Aha. Dobře. Tak jindy.

# conversations/01_groundbreaker/01_cv_bedford_udom:857:DefaultText
source: Oh! Hello! You're back!
cs: Ahoj! Jsi zpátky!

# conversations/01_groundbreaker/01_cv_bedford_udom:858:DefaultText
source: Last we spoke, I'd asked after my dear friend Alex Hawthorne. So, tell me...
cs: Když jsme spolu mluvili naposledy, ptal jsem se po svém drahém příteli Alexi Hawthornovi. Tak mi řekni...

# conversations/01_groundbreaker/01_cv_bedford_udom:859:DefaultText
source: Before we get down to business, I need to be sure I can trust you.
cs: Než se pustíme do práce, musím si být jistý, že vám mohu věřit.

# conversations/01_groundbreaker/01_cv_bedford_udom:860:DefaultText
source: All... right. I suppose. How might I assuage your fears?
cs: Všechno... správně. Předpokládám. Jak bych mohl uklidnit vaše obavy?

# conversations/01_groundbreaker/01_cv_bedford_udom:861:DefaultText
source: Why do you work for the Board?
cs: Proč pracujete pro správní radu?

# conversations/01_groundbreaker/01_cv_bedford_udom:862:DefaultText
source: Do you enjoy working for them?
cs: Pracujete pro ně rádi?

# conversations/01_groundbreaker/01_cv_bedford_udom:863:DefaultText
source: Whom else would I work for? Those SubLight thugs? That Tennyson woman? The sweaty masses in the groundside townships?
cs: Pro koho jiného bych měl pracovat? Pro ty zločince ze SubLight? Té Tennysonové? Pro ty upocené masy v přízemních městečkách?

# conversations/01_groundbreaker/01_cv_bedford_udom:864:DefaultText
source: The Board is the only force for order in this rough and tumble colony of ours. Without them, we'd all starve to death or meet our end in a canid's jaws.
cs: Rada je jedinou silou, která v této naší drsné kolonii udržuje pořádek. Bez nich bychom všichni zemřeli hlady nebo skončili v čelistech psovitých šelem.

# conversations/01_groundbreaker/01_cv_bedford_udom:865:DefaultText
source: That's a... curious question. I can't say I've ever considered how my personal satisfaction factors in to the work I do.
cs: To je... zvláštní otázka. Nemohu říct, že bych někdy uvažoval o tom, jak se moje osobní spokojenost podílí na práci, kterou dělám.

# conversations/01_groundbreaker/01_cv_bedford_udom:866:DefaultText
source: Permit me to answer your question another way. In Byzantium, I was one among many. I often felt, ah, lost in the hurry and expanse of the capital.
cs: Dovolte mi odpovědět na vaši otázku jinak. V Byzanci jsem byl jedním z mnoha. Často jsem si připadal, ach, ztracený ve spěchu a rozlehlosti hlavního města.

# conversations/01_groundbreaker/01_cv_bedford_udom:867:DefaultText
source: Here, I have a measure of power and suffer little oversight. It makes for a different kind of loneliness, but it's one I've found I can endure.
cs: Zde mám určitou moc a trpím malým přehlížením. Je to jiný druh samoty, ale zjistil jsem, že ji dokážu snášet.

# conversations/01_groundbreaker/01_cv_bedford_udom:868:DefaultText
source: That still doesn't tell me why I should trust you.
cs: To mi ale pořád neříká, proč bych ti měl věřit.

# conversations/01_groundbreaker/01_cv_bedford_udom:869:DefaultText
source: I understand. And I would ask the same of you, but I suspect... well, I suspect I'd find your answer less than satisfactory, wouldn't I?
cs: Rozumím. A já bych se zeptal na totéž vás, ale mám podezření, že... no, mám podezření, že by mě vaše odpověď neuspokojila, že?

# conversations/01_groundbreaker/01_cv_bedford_udom:870:DefaultText
source: I want what's best for the colony. That's why I want to turn Phineas in.
cs: Chci pro kolonii to nejlepší. Proto chci Phinease udat.

# conversations/01_groundbreaker/01_cv_bedford_udom:871:DefaultText
source: I don't know how to answer that.
cs: Nevím, jak na to odpovědět.

# conversations/01_groundbreaker/01_cv_bedford_udom:872:DefaultText
source: So, about Phineas.
cs: O Phineasovi.

# conversations/01_groundbreaker/01_cv_bedford_udom:873:DefaultText
source: Yes, do tell.
cs: Ano, řekněte.

# conversations/01_groundbreaker/01_cv_bedford_udom:874:DefaultText
source: Quite. And how do you know about him?
cs: Zcela. A jak o něm víte?

# conversations/01_groundbreaker/01_cv_bedford_udom:875:DefaultText
source: Now you see my predicament. So, let's move on. Tell me how you know of Phineas.
cs: Teď už chápete, v jaké jsem situaci. Tak pojďme dál. Řekni mi, odkud znáš Phinease.

# conversations/01_groundbreaker/01_cv_bedford_udom:876:DefaultText
source: You shouldn't trust me. Or anyone.
cs: Neměl bys mi věřit. Ani nikomu jinému.

# conversations/01_groundbreaker/01_cv_bedford_udom:877:DefaultText
source: That's an unusual rhetorical tactic, but I admire your frankness... and your gumption.
cs: To je neobvyklá rétorická taktika, ale obdivuji vaši upřímnost... a odvahu.

# conversations/01_groundbreaker/01_cv_bedford_udom:879:DefaultText
source: Alex promised to tell me the location of Phineas Welles - I'm sure you've seen his wanted posters all over the colony. Did Alex tell you where Welles might be? Anything at all?
cs: Alex mi slíbil, že mi řekne, kde se nachází Phineas Welles - určitě jste viděli jeho plakáty s hledanými osobami po celé kolonii. Řekl ti Alex, kde by Welles mohl být? Vůbec něco?

# conversations/01_groundbreaker/01_cv_bedford_udom:885:DefaultText
source: Hello again! Have you, ah, made any progress with that terribly sensitive thing I told you about?
cs: Ještě jednou ahoj! Už jsi, ehm, udělal nějaký pokrok s tou strašně citlivou věcí, o které jsem ti říkal?

# conversations/01_groundbreaker/01_cv_bedford_udom:886:DefaultText
source: You know, my government seal?
cs: Víte, moje vládní pečeť?

# conversations/01_groundbreaker/01_cv_bedford_udom:887:DefaultText
source: Do you have it?
cs: Máte ji?

# conversations/01_groundbreaker/01_cv_bedford_udom:888:DefaultText
source: I'm still working on it.
cs: Stále na tom pracuji.

# conversations/01_groundbreaker/01_cv_bedford_udom:889:DefaultText
source: Stop pestering me before I change my mind.
cs: Přestaň mě otravovat, než si to rozmyslím.

# conversations/01_groundbreaker/01_cv_bedford_udom:890:DefaultText
source: Oh, ah, yes. Right. Of course. I'm terribly sorry for bothering you, it's just- I really need that seal. You understand.
cs: Ach, ano. Správně. Samozřejmě. Strašně se omlouvám, že vás obtěžuji, já jen... opravdu potřebuji tu pečeť. Rozumíte.

# conversations/01_groundbreaker/01_cv_bedford_udom:891:DefaultText
source: How else might I assist you?
cs: Jak vám mohu ještě pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:892:DefaultText
source: Oh, yes, of course. I apologize if I seem overeager, it's just- I must have that seal. Soon. If possible?
cs: Ano, samozřejmě. Omlouvám se, jestli vypadám přehnaně horlivě, já jen... Musím mít tu pečeť. Brzy. Pokud je to možné?

# conversations/01_groundbreaker/01_cv_bedford_udom:893:DefaultText
source: I'll be waiting eagerly for your return. Now, is there any way in which I might assist you?
cs: Budu netrpělivě čekat na tvůj návrat. Mohu vám nějak pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:896:DefaultText
source: Should you decide to turn Phineas Welles in...
cs: Pokud se rozhodnete Phinease Wellese proměnit v...

# conversations/01_groundbreaker/01_cv_bedford_udom:897:DefaultText
source: If you were able to retrieve my seal from Gladys, and if you were able to prove you had something of worth to offer the Board, well.
cs: Pokud jsi dokázal získat mou pečeť od Gladys a pokud jsi dokázal, že můžeš Radě něco nabídnout, tak dobře.

# conversations/01_groundbreaker/01_cv_bedford_udom:898:DefaultText
source: Then I might be able to pull some strings.
cs: Pak bych mohl zatahat za nitky.

# conversations/01_groundbreaker/01_cv_bedford_udom:899:DefaultText
source: What would the Board consider 'something of worth?'
cs: Co by rada považovala za "něco hodnotného"?

# conversations/01_groundbreaker/01_cv_bedford_udom:900:DefaultText
source: Fuck the Board.
cs: Na představenstvo kašlu.

# conversations/01_groundbreaker/01_cv_bedford_udom:901:DefaultText
source: Well, that's, I- that's quite an opinion. I can't say I share it, or really much appreciate it, but I suppose it's your right to say it.
cs: No, to je, to je docela názor. Nemohu říct, že bych ho sdílel nebo si ho vážil, ale předpokládám, že máte právo ho říct.

# conversations/01_groundbreaker/01_cv_bedford_udom:902:DefaultText
source: Only on Groundbreaker, of course. That kind of talk can lead to some... uncomfortable conversations down on Terra 2, if you take my meaning.
cs: Samozřejmě pouze v Groundbreakeru. Takové řeči mohou vést k... nepříjemným rozhovorům dole na Terře 2, jestli mi rozumíte.

# conversations/01_groundbreaker/01_cv_bedford_udom:903:DefaultText
source: The location of Phineas Welles, for one thing.
cs: Například umístění Phinease Wellese.

# conversations/01_groundbreaker/01_cv_bedford_udom:904:DefaultText
source: Alex Hawthorne, the Unreliable's dearly departed captain, knew him. Perhaps you do as well?
cs: Alex Hawthorne, drahý zesnulý kapitán Nespolehlivých, ho znal. Možná ho znáte i vy?

# conversations/01_groundbreaker/01_cv_bedford_udom:905:DefaultText
source: Alex Hawthorne, the Unreliable's previous captain, knew him. Perhaps you do as well?
cs: Alex Hawthorne, předchozí kapitán Nespolehlivých, ho znal. Možná ho znáte i vy?

# conversations/01_groundbreaker/01_cv_bedford_udom:907:DefaultText
source: I'll keep that in mind.
cs: Budu na to pamatovat.

# conversations/01_groundbreaker/01_cv_bedford_udom:908:DefaultText
source: A wise choice. The Board helps its friends.
cs: Moudrá volba. Rada pomáhá svým přátelům.

# conversations/01_groundbreaker/01_cv_bedford_udom:909:DefaultText
source: That doesn't answer my question.
cs: To neodpovídá na mou otázku.

# conversations/01_groundbreaker/01_cv_bedford_udom:910:DefaultText
source: Sounds boring.
cs: Zní to nudně.

# conversations/01_groundbreaker/01_cv_bedford_udom:911:DefaultText
source: Big fish in a small space station. Nice setup.
cs: Velká ryba na malé vesmírné stanici. Pěkné nastavení.

# conversations/01_groundbreaker/01_cv_bedford_udom:912:DefaultText
source: I have few complaints.
cs: Mám jen málo stížností.

# conversations/01_groundbreaker/01_cv_bedford_udom:913:DefaultText
source: Sometimes I take a break from sending messages to fluff the Chairman's pillow on the off chance he visits.
cs: Někdy si dám pauzu od posílání zpráv, abych předsedovi načechral polštář, kdyby náhodou přišel na návštěvu.

# conversations/01_groundbreaker/01_cv_bedford_udom:914:DefaultText
source: I send a lot of messages. Sometimes I read them. Every once in while I'll impound a ship if I want to feel alive.
cs: Posílám hodně zpráv. Někdy si je přečtu. Jednou za čas zabavím nějakou loď, když se chci cítit naživu.

# conversations/01_groundbreaker/01_cv_bedford_udom:915:DefaultText
source: Better that than moving crates in the cargo bay.
cs: To je lepší než stěhování beden v nákladovém prostoru.

# conversations/01_groundbreaker/01_cv_bedford_udom:916:DefaultText
source: Was that a crack at me? 'Cause I'm done hauling boxes. I moved up in the world.
cs: Byla to narážka na mě? Protože jsem skončil s taháním krabic. Posunul jsem se ve světě výš.

# conversations/01_groundbreaker/01_cv_bedford_udom:917:DefaultText
source: Yes, I'm sure you've got a busy day of drawing mustaches on wanted posters ahead of you.
cs: Ano, určitě tě čeká náročný den, kdy budeš kreslit kníry na plakáty hledaných osob.

# conversations/01_groundbreaker/01_cv_bedford_udom:918:DefaultText
source: W-what?
cs: Cože?

# conversations/01_groundbreaker/01_cv_bedford_udom:919:DefaultText
source: Phineas Welles IS the mad scientist wanted by the Board, right?
cs: Phineas Welles JE šílený vědec, kterého hledá správní rada, že?

# conversations/01_groundbreaker/01_cv_bedford_udom:920:DefaultText
source: I saw Welles' wanted poster, and I want to claim the bounty.
cs: Viděl jsem Wellesův plakát a chci si vyzvednout odměnu.

# conversations/01_groundbreaker/01_cv_bedford_udom:921:DefaultText
source: Comdt. Sanita said you were looking for Phineas, and I know where he is.
cs: Komandér Sanita říkal, že hledáte Phinease, a já vím, kde je.

# conversations/01_groundbreaker/01_cv_bedford_udom:922:DefaultText
source: Edgewater's constable told me to speak with you about Welles.
cs: Edgewaterský strážník mi řekl, abych s vámi promluvil o Wellesovi.

# conversations/01_groundbreaker/01_cv_bedford_udom:923:DefaultText
source: Before we get down to business, I need to be sure I can trust you.
cs: Než se pustíme do práce, musím si být jistý, že vám mohu věřit.

# conversations/01_groundbreaker/01_cv_bedford_udom:924:DefaultText
source: Welles? I meant smells. It really smells in here. Maybe you should open the door.
cs: Welles? Myslel jsem vůně. Opravdu to tu smrdí. Možná bys měl otevřít dveře.

# conversations/01_groundbreaker/01_cv_bedford_udom:925:DefaultText
source: You've changed your mind?
cs: Změnil jste názor?

# conversations/01_groundbreaker/01_cv_bedford_udom:926:DefaultText
source: Indeed. And you know where he is? Excelsior!
cs: Vskutku. A víte, kde je? Excelsior!

# conversations/01_groundbreaker/01_cv_bedford_udom:927:DefaultText
source: An apprehension of this caliber will be tremendous for my career. I would send you straight away to my superiors in Byzantium, but...
cs: Záchrana takového kalibru bude pro mou kariéru obrovská. Poslal bych vás hned ke svým nadřízeným do Byzance, ale...

# conversations/01_groundbreaker/01_cv_bedford_udom:929:DefaultText
source: You'll need a Navkey. You ably retrieved my seal, so I suppose- I suppose the least I can do is give you access to Byzantium as well. Fair recompense, and all that.
cs: Budete potřebovat klíč Navkey. Šikovně jsi získal mou pečeť, takže předpokládám, že to nejmenší, co pro tebe mohu udělat, je umožnit ti přístup do Byzance. Spravedlivá odměna a tak.

# conversations/01_groundbreaker/01_cv_bedford_udom:930:DefaultText
source: Amazing! I didn't think those things worked. Mostly people draw funny faces on them.
cs: Úžasné! Nemyslel jsem si, že tyhle věci fungují. Většinou na ně lidé kreslí legrační obličeje.

# conversations/01_groundbreaker/01_cv_bedford_udom:931:DefaultText
source: She's fantastic! Very dependable. Quite unlike that stubborn Tennyson woman.
cs: Je fantastická! Velmi spolehlivá. Na rozdíl od té tvrdohlavé Tennysonové.

# conversations/01_groundbreaker/01_cv_bedford_udom:932:DefaultText
source: I'll have to send her a festive fruit basket as thanks.
cs: Budu jí muset jako poděkování poslat slavnostní koš ovoce.

# conversations/01_groundbreaker/01_cv_bedford_udom:933:DefaultText
source: All... right. I suppose. How might I assuage your fears?
cs: Všechno... správně. Předpokládám. Jak bych mohl uklidnit vaše obavy?

# conversations/01_groundbreaker/01_cv_bedford_udom:934:DefaultText
source: Why do you work for the Board?
cs: Proč pracujete pro správní radu?

# conversations/01_groundbreaker/01_cv_bedford_udom:935:DefaultText
source: Do you enjoy working for them?
cs: Pracujete pro ně rádi?

# conversations/01_groundbreaker/01_cv_bedford_udom:936:DefaultText
source: That still doesn't tell me why I should trust you.
cs: To mi ale pořád neříká, proč bych ti měl věřit.

# conversations/01_groundbreaker/01_cv_bedford_udom:937:DefaultText
source: So, about Phineas.
cs: O Phineasovi.

# conversations/01_groundbreaker/01_cv_bedford_udom:938:DefaultText
source: Yes, do tell.
cs: Ano, řekněte.

# conversations/01_groundbreaker/01_cv_bedford_udom:939:DefaultText
source: I understand. And I would ask the same of you, but I suspect... well, I suspect I'd find your answer less than satisfactory, wouldn't I?
cs: Rozumím. A já bych se zeptal na totéž vás, ale mám podezření, že... no, mám podezření, že by mě vaše odpověď neuspokojila, že?

# conversations/01_groundbreaker/01_cv_bedford_udom:940:DefaultText
source: I want what's best for the colony. That's why I want to turn Phineas in.
cs: Chci pro kolonii to nejlepší. Proto chci Phinease udat.

# conversations/01_groundbreaker/01_cv_bedford_udom:941:DefaultText
source: I don't know how to answer that.
cs: Nevím, jak na to odpovědět.

# conversations/01_groundbreaker/01_cv_bedford_udom:942:DefaultText
source: You shouldn't trust me. Or anyone.
cs: Neměl bys mi věřit. Ani nikomu jinému.

# conversations/01_groundbreaker/01_cv_bedford_udom:943:DefaultText
source: Quite. And how do you know about him?
cs: Zcela. A jak o něm víte?

# conversations/01_groundbreaker/01_cv_bedford_udom:944:DefaultText
source: Now you see my predicament. So, let's move on. Tell me how you know of Phineas.
cs: Teď už chápete, v jaké jsem situaci. Tak pojďme dál. Řekni mi, odkud znáš Phinease.

# conversations/01_groundbreaker/01_cv_bedford_udom:945:DefaultText
source: That's an unusual rhetorical tactic, but I admire your frankness... and your gumption.
cs: To je neobvyklá rétorická taktika, ale obdivuji vaši upřímnost... a odvahu.

# conversations/01_groundbreaker/01_cv_bedford_udom:946:DefaultText
source: That's a... curious question. I can't say I've ever considered how my personal satisfaction factors in to the work I do.
cs: To je... zvláštní otázka. Nemohu říct, že bych někdy uvažoval o tom, jak se moje osobní spokojenost podílí na práci, kterou dělám.

# conversations/01_groundbreaker/01_cv_bedford_udom:947:DefaultText
source: Permit me to answer your question another way. In Byzantium, I was one among many. I often felt, ah, lost in the hurry and expanse of the capital.
cs: Dovolte mi odpovědět na vaši otázku jinak. V Byzanci jsem byl jedním z mnoha. Často jsem si připadal, ach, ztracený ve spěchu a rozlehlosti hlavního města.

# conversations/01_groundbreaker/01_cv_bedford_udom:948:DefaultText
source: Here, I have a measure of power and suffer little oversight. It makes for a different kind of loneliness, but it's one I've found I can endure.
cs: Zde mám určitou moc a trpím malým přehlížením. Je to jiný druh samoty, ale zjistil jsem, že ji dokážu snášet.

# conversations/01_groundbreaker/01_cv_bedford_udom:949:DefaultText
source: Whom else would I work for? Those SubLight thugs? That Tennyson woman? The sweaty masses in the groundside townships?
cs: Pro koho jiného bych měl pracovat? Pro ty zločince ze SubLight? Té Tennysonové? Pro ty upocené masy v přízemních městečkách?

# conversations/01_groundbreaker/01_cv_bedford_udom:950:DefaultText
source: The Board is the only force for order in this rough and tumble colony of ours. Without them, we'd all starve to death or meet our end in a canid's jaws.
cs: Rada je jedinou silou, která v této naší drsné kolonii udržuje pořádek. Bez nich bychom všichni zemřeli hlady nebo skončili v čelistech psovitých šelem.

# conversations/01_groundbreaker/01_cv_bedford_udom:951:DefaultText
source: I'm sorry...? I'm- I'm quite certain I heard Welles. Phineas Welles.
cs: Promiňte...? Jsem si jistý, že jsem slyšel Wellese. Phineas Welles.

# conversations/01_groundbreaker/01_cv_bedford_udom:952:DefaultText
source: Phineas smells? That's not a very nice thing to say about someone, even a wanted outlaw.
cs: Phineas je cítit? To není moc hezké říkat o někom, dokonce ani o hledaném psanci.

# conversations/01_groundbreaker/01_cv_bedford_udom:953:DefaultText
source: Learn to take a joke, Bedford. I'm just hassling you.
cs: Nauč se brát vtipy, Bedforde. Jen tě obtěžuji.

# conversations/01_groundbreaker/01_cv_bedford_udom:954:DefaultText
source: But you- argh! It's always like this with you tramp freighter captains!
cs: Ale ty... Takhle to s vámi, kapitány trampských nákladních lodí, chodí vždycky!

# conversations/01_groundbreaker/01_cv_bedford_udom:955:DefaultText
source: Hah. How charming you are.
cs: Hah. Jsi okouzlující.

# conversations/01_groundbreaker/01_cv_bedford_udom:956:DefaultText
source: I have. I'd like to turn Phineas over now.
cs: Mám. Rád bych teď Phinease předal.
