Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/01_groundbreaker/01_cv_bedford_udom.po
Languages: cs

# conversations/01_groundbreaker/01_cv_bedford_udom:1096:DefaultText
source: I hope you don't take my reticence the wrong way. I shouldn't have said anything. Now, how might I assist you?
cs: Doufám, že si mou zdrženlivost nevyložíte špatně. Neměl jsem nic říkat. Jak vám mohu pomoci?

# conversations/01_groundbreaker/01_cv_bedford_udom:1097:DefaultText
source: I don't intend to be. It's just a matter of trust.
cs: Nemám to v úmyslu. Je to jen otázka důvěry.

# conversations/01_groundbreaker/01_cv_bedford_udom:1098:DefaultText
source: How can I win your trust, then?
cs: Jak si tedy mohu získat vaši důvěru?

# conversations/01_groundbreaker/01_cv_bedford_udom:1100:DefaultText
source: Information on the whereabouts of Phineas Welles would go a long way. It's- well, it's my white whale, I suppose.
cs: Informace o tom, kde se Phineas Welles nachází, by byly velmi užitečné. Je to... no, je to moje bílá velryba, předpokládám.

# conversations/01_groundbreaker/01_cv_bedford_udom:1101:DefaultText
source: All right, I'll tell you where Welles is.
cs: Dobře, řeknu vám, kde je Welles.

# conversations/01_groundbreaker/01_cv_bedford_udom:1103:DefaultText
source: I can't tell you where Welles is.
cs: Nemohu vám říct, kde Welles je.

# conversations/01_groundbreaker/01_cv_bedford_udom:1105:DefaultText
source: It's fine. Really, it's perfectly fine. I understand.
cs: To je v pořádku. Opravdu, je to naprosto v pořádku. Chápu to.

# conversations/01_groundbreaker/01_cv_bedford_udom:1106:DefaultText
source: Now, if you've nothing else, please see yourself out. I'd like to drown myself in work.
cs: Pokud nemáte nic jiného, vyprovoďte se, prosím, sami. Rád bych se utopil v práci.

# conversations/01_groundbreaker/01_cv_bedford_udom:1109:DefaultText
source: Mind your mouth. I got your seal back, remember?
cs: Dávejte si pozor na ústa. Dostal jsem zpátky tvou pečeť, pamatuješ?

# conversations/01_groundbreaker/01_cv_bedford_udom:1110:DefaultText
source: Watch your tongue. Or did you not need your seal back after all?
cs: Dávejte si pozor na jazyk. Nebo jsi nakonec nepotřeboval zpět svou pečeť?

# conversations/01_groundbreaker/01_cv_bedford_udom:1112:DefaultText
source: O-of course. Right.
cs: Samozřejmě. Vpravo.

# conversations/01_groundbreaker/01_cv_bedford_udom:1113:DefaultText
source: You've got some gall, talking me to like that after I got your seal for you.
cs: Jsi pěkně drzý, když jsi mě takhle přemlouval, když jsem pro tebe získal tvou pečeť.

# conversations/01_groundbreaker/01_cv_bedford_udom:1119:DefaultText
source: Oh! I'm not used to folks sayin' sorry. Um, it's... not all right, exactly, but I appreciate the apology? I guess?
cs: Nejsem zvyklý, aby se lidé omlouvali. Hm, to... není úplně v pořádku, ale oceňuji omluvu. Myslím, že ano.

# conversations/01_groundbreaker/01_cv_bedford_udom:1120:DefaultText
source: And you- you're out of your depth. The halls of power are no place for you.
cs: A ty... jsi mimo svou hloubku. Síně moci pro tebe nejsou místem.

# conversations/01_groundbreaker/01_cv_bedford_udom:1123:DefaultText
source: Well. Now that that's dealt with, was there anything else you wanted to discuss?
cs: Dobře. Když už jsme to vyřešili, chtěl jste ještě něco probrat?

# conversations/01_groundbreaker/01_cv_bedford_udom:1125:DefaultText
source: How- how rude!
cs: Jak... jak neslušné!

# conversations/01_groundbreaker/01_cv_bedford_udom:1127:DefaultText
source: And, and- your mustache looks like a mantipillar left droppings on your face!
cs: A navíc tvůj knír vypadá, jako by ti na tváři zanechal trus mantipillar!

# conversations/01_groundbreaker/01_cv_bedford_udom:1128:DefaultText
source: Forget it. I'm done talking to you.
cs: Zapomeňte na to. Už s tebou nemluvím.

# conversations/01_groundbreaker/01_cv_bedford_udom:1129:DefaultText
source: Apologize, Udom. Or this is gonna get dirty.
cs: Omluv se, Udome. Nebo se to ušpiní.

# conversations/01_groundbreaker/01_cv_bedford_udom:1130:DefaultText
source: Very good. See yourself out.
cs: Velmi dobré. Vyjděte ven.

# conversations/01_groundbreaker/01_cv_bedford_udom:1131:DefaultText
source: Ah, please accept my humblest apologies, miss, for insulting Ms. Tennyson.
cs: Přijměte, prosím, mou nejpokornější omluvu, slečno, za urážku paní Tennysonové.

# conversations/01_groundbreaker/01_cv_bedford_udom:1132:DefaultText
source: That's CHIEF Tennyson.
cs: To je náčelník Tennyson.

# conversations/01_groundbreaker/01_cv_bedford_udom:1133:DefaultText
source: I'm sorry for insulting Chief Tennyson. And for insulting you. Now, please see yourself out. Good day.
cs: Omlouvám se za urážku náčelníka Tennysona. A za urážku vás. Teď se prosím vypravte ven. Hezký den.

# conversations/01_groundbreaker/01_cv_bedford_udom:1136:DefaultText
source: I'm sorry, my temper got away from me. Please accept my sincerest apologies, to you *and* your friend.
cs: Omlouvám se, vyvedla mě z míry moje nálada. Přijměte prosím mou nejupřímnější omluvu, vám i vašemu příteli.

# conversations/01_groundbreaker/01_cv_bedford_udom:1137:DefaultText
source: You think the big wigs in Byzantium sent you thousands of miles away just 'cause they like you so much? I'll bet they were tryin' to get rid of you!
cs: Myslíš, že tě velcí v Byzanci poslali tisíce mil daleko jen proto, že tě mají tak rádi? Vsadím se, že se tě chtěli zbavit!

# conversations/01_groundbreaker/01_cv_bedford_udom:1149:DefaultText
source: Does that work for you, Parvati?
cs: Vyhovuje ti to, Parvati?

# conversations/01_groundbreaker/01_cv_bedford_udom:1152:DefaultText
source: Junlei doesn't need you to defend her honor.
cs: Junlei nepotřebuje, abys bránil její čest.

# conversations/01_groundbreaker/01_cv_bedford_udom:1153:DefaultText
source: Just don't like this walking mustache speakin' rude of her, is all. Not after all she's given up for this station. But... I 'spose you're right.
cs: Jen se mi nelíbí, že o ní ten chodící knír mluví hrubě, to je všechno. Ne po tom všem, co pro tuhle stanici obětovala. Ale... Myslím, že máš pravdu.

# conversations/01_groundbreaker/01_cv_bedford_udom:1154:DefaultText
source: Well, now that that's dealt with, might we get back to business?
cs: Když už jsme se s tím vypořádali, můžeme se vrátit k práci?

# conversations/01_groundbreaker/01_cv_bedford_udom:1157:DefaultText
source: So, about Phineas.
cs: O Phineasovi.
