Repository: pavelhoral/outer-preklad
Catalog: source/*/chatter/inx02/inx02_0501/inx02_ch_guest.po
Languages: cs

# chatter/inx02/inx02_0501/inx02_ch_guest:41:DefaultText
source: Did we win? How exciting!
cs: Vyhráli jsme? Jak vzrušující!

# chatter/inx02/inx02_0501/inx02_ch_guest:42:DefaultText
source: Thank the Law. Dissidents don't belong in Byzantium.
cs: Poděkujte zákonu. Disidenti do Byzance nepatří.

# chatter/inx02/inx02_0501/inx02_ch_guest:43:DefaultText
source: I hope I didn't get blood on my clothes.
cs: Doufám, že jsem si neušpinil oblečení od krve.

# chatter/inx02/inx02_0501/inx02_ch_guest:44:DefaultText
source: Thank the Law that's over.
cs: Díky zákonu je to pryč.

# chatter/inx02/inx02_0501/inx02_ch_guest:61:DefaultText
source: Help! We're being attacked!
cs: Pomoc! Napadli nás!

# chatter/inx02/inx02_0501/inx02_ch_guest:62:DefaultText
source: Guards! Help!
cs: Stráže! Pomoc!

# chatter/inx02/inx02_0501/inx02_ch_guest:63:DefaultText
source: Help! Dissidents!
cs: Pomoc! Disidenti!

# chatter/inx02/inx02_0501/inx02_ch_guest:64:DefaultText
source: Help! I'm under attack!
cs: Pomoc! Útočí na mě!

# chatter/inx02/inx02_0501/inx02_ch_guest:71:DefaultText
source: Get them!
cs: Pořiďte si je!

# chatter/inx02/inx02_0501/inx02_ch_guest:72:DefaultText
source: Have at you!
cs: Užijte si to!

# chatter/inx02/inx02_0501/inx02_ch_guest:73:DefaultText
source: I'll put you down, miscreant!
cs: Sundám tě, darebáku!

# chatter/inx02/inx02_0501/inx02_ch_guest:74:DefaultText
source: I'll take care of this!
cs: Postarám se o to!

# chatter/inx02/inx02_0501/inx02_ch_guest:81:DefaultText
source: That's it! You've committed your last crime!
cs: A je to! Spáchal jsi svůj poslední zločin!

# chatter/inx02/inx02_0501/inx02_ch_guest:82:DefaultText
source: I've given you enough chances.
cs: Už jsem ti dal dost šancí.

# chatter/inx02/inx02_0501/inx02_ch_guest:83:DefaultText
source: I'm quite through playing games with you!
cs: Už mě nebaví si s tebou hrát!

# chatter/inx02/inx02_0501/inx02_ch_guest:92:DefaultText
source: Please, just leave me be!
cs: Prosím, nechte mě být!

# chatter/inx02/inx02_0501/inx02_ch_guest:93:DefaultText
source: I'm too valuable to die!
cs: Jsem příliš cenný na to, abych zemřel!

# chatter/inx02/inx02_0501/inx02_ch_guest:94:DefaultText
source: Please don't kill me!
cs: Prosím, nezabíjejte mě!

# chatter/inx02/inx02_0501/inx02_ch_guest:95:DefaultText
source: No! Don't! Please!
cs: Ne! Ne! Prosím!

# chatter/inx02/inx02_0501/inx02_ch_guest:184:DefaultText
source: You! Get back here!
cs: Ty! Vraťte se sem!

# chatter/inx02/inx02_0501/inx02_ch_guest:231:DefaultText
source: Much obliged, friend.
cs: Velmi vám děkuji, příteli.

# chatter/inx02/inx02_0501/inx02_ch_guest:232:DefaultText
source: It's been a pleasure.
cs: Bylo mi potěšením.

# chatter/inx02/inx02_0501/inx02_ch_guest:234:DefaultText
source: I appreciate your generosity.
cs: Oceňuji vaši velkorysost.

# chatter/inx02/inx02_0501/inx02_ch_guest:241:DefaultText
source: I suppose I can look away this time.
cs: Předpokládám, že tentokrát mohu odvrátit zrak.

# chatter/inx02/inx02_0501/inx02_ch_guest:242:DefaultText
source: Well then, carry on.
cs: Tak pokračujte.

# chatter/inx02/inx02_0501/inx02_ch_guest:243:DefaultText
source: You made your point. Carry on, then.
cs: Vyjádřil jste svůj názor. Pokračujte tedy.

# chatter/inx02/inx02_0501/inx02_ch_guest:244:DefaultText
source: As you were.
cs: Jak jsi to dělal ty.

# chatter/inx02/inx02_0501/inx02_ch_guest:252:DefaultText
source: Well! I never!
cs: Dobře! Nikdy!

# chatter/inx02/inx02_0501/inx02_ch_guest:253:DefaultText
source: I won't be taken for a fool!
cs: Nenechám se oblbnout!

# chatter/inx02/inx02_0501/inx02_ch_guest:254:DefaultText
source: Don't you play games with me!
cs: Nehraj si se mnou!

# chatter/inx02/inx02_0501/inx02_ch_guest:255:DefaultText
source: I've had quite enough of you!
cs: Mám tě už dost!

# chatter/inx02/inx02_0501/inx02_ch_guest:331:DefaultText
source: For Law's sake, put that away.
cs: Proboha, dejte to pryč.

# chatter/inx02/inx02_0501/inx02_ch_guest:332:DefaultText
source: Do put that *thing* away.
cs: Odložte tu věc.

# chatter/inx02/inx02_0501/inx02_ch_guest:333:DefaultText
source: Mind where you're pointing that thing!
cs: Dávej pozor, kam míříš!

# chatter/inx02/inx02_0501/inx02_ch_guest:334:DefaultText
source: Don't you point that thing at me.
cs: Nemiř na mě tou věcí.

# chatter/inx02/inx02_0501/inx02_ch_guest:341:DefaultText
source: Are you mad?!
cs: Zbláznil ses?!

# chatter/inx02/inx02_0501/inx02_ch_guest:342:DefaultText
source: Have you lost your mind?!
cs: Zbláznil ses?!

# chatter/inx02/inx02_0501/inx02_ch_guest:343:DefaultText
source: Stop that! Are you mad?!
cs: Přestaňte s tím! Zbláznil ses?!

# chatter/inx02/inx02_0501/inx02_ch_guest:380:DefaultText
source: You! Stop that!
cs: Ty! Přestaňte s tím!
