Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:11:DefaultText
source: I understand you've infiltrated the Ministry. The things you discovered there must have been shocking, even disturbing.
cs: Prý jste se infiltroval na ministerstvo. Věci, které jsi tam objevil, musely být šokující, dokonce znepokojivé.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:19:DefaultText
source: Speak.
cs: Mluvte.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:22:DefaultText
source: I'll be back.
cs: Vrátím se.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:41:DefaultText
source: There has been a surge in off-world broadcasting coming from Monarch. Much of it is propaganda. All of it is illegal. We need those broadcasts shut down.
cs: Monarchie zaznamenala prudký nárůst mimozemského vysílání. Většina z nich je propagandistická. Všechno je nelegální. Potřebujeme toto vysílání zastavit.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:45:DefaultText
source: I'll take care of it.
cs: Postarám se o to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:50:DefaultText
source: I've just finished reading a report of your work on Monarch. The broadcasts have been silenced at last.
cs: Právě jsem dočetl zprávu o vaší práci na projektu Monarch. Vysílání bylo konečně umlčeno.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:51:DefaultText
source: Graham Bryant was a madman, a narcissist, and exceedingly dangerous. The colony is safer without him.
cs: Graham Bryant byl šílenec, narcista a mimořádně nebezpečný. Kolonie je bez něj bezpečnější.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:52:DefaultText
source: Sanjar Nandi and Graham Bryant threw away their lives the moment they rebelled against the Board. You merely delivered the final stroke.
cs: Sanjar Nandi a Graham Bryant zahodili své životy v okamžiku, kdy se vzbouřili proti správní radě. Vy jste pouze zasadil poslední ránu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:53:DefaultText
source: I almost regret the passing of Mr. Nandi. He would've made a fine bureaucrat, if he hadn't sacrificed his loyalties.
cs: Odchodu pana Nandiho téměř lituji. Byl by z něj dobrý úředník, kdyby neobětoval svou loajalitu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:54:DefaultText
source: Your work is exemplary. You've earned a place in the Chairman's inner circle. Congratulations are in order.
cs: Vaše práce je příkladná. Zasloužil jste si místo v předsedově nejužším kruhu. Gratulujeme vám.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:55:DefaultText
source: Now we introduce you to the Chairman's plan. Turn your eyes to the screen.
cs: Nyní vám představíme plán předsedy. Otočte oči k obrazovce.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:56:DefaultText
source: I look forward to news of your victory on Monarch.
cs: Těším se na zprávy o vašem vítězství na Monarchu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:62:DefaultText
source: I've made arrangements for you to journey to the Hope. You will board your former colony ship, reactivate its navigation systems, and skip the colony ship into orbit around Tartarus.
cs: Zařídil jsem, abys mohl cestovat do Naděje. Nastoupíte na svou bývalou koloniální loď, reaktivujete její navigační systémy a přeskočíte koloniální loď na oběžnou dráhu kolem Tartaru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:63:DefaultText
source: All right. I'll do it.
cs: Dobře. Udělám to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:67:DefaultText
source: I'm curious. Welles may have been a delusional madman, but he risked his life to save yours. So why turn him in?
cs: Jsem zvědavý. Welles byl možná pomatený šílenec, ale riskoval svůj život, aby zachránil ten váš. Tak proč ho udávat?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:69:DefaultText
source: I was after the reward.
cs: Šlo mi o odměnu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:70:DefaultText
source: Welles is a criminal. I had to turn him in.
cs: Welles je zločinec. Musel jsem ho udat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:71:DefaultText
source: Because I want you to trust me.
cs: Protože chci, abys mi věřil.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:72:DefaultText
source: Duty is an old-fashioned notion, but it is one I respect.
cs: Povinnost je staromódní pojem, ale já si ho vážím.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:73:DefaultText
source: You've certainly earned it. Welles has been a criminal at large for decades.
cs: Určitě si ho zasloužíte. Welles je už desítky let zločincem na svobodě.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:74:DefaultText
source: The Board thinks you're a nuisance. I think you're talented and promising. We'll have to see who's right in the end.
cs: Rada si myslí, že jste na obtíž. Já si myslím, že jsi talentovaný a nadějný. Uvidíme, kdo má nakonec pravdu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:75:DefaultText
source: You went through all this trouble just to earn my trust? I wish I had soldiers half as loyal as you.
cs: Dala sis tu práci jen proto, abys získala mou důvěru? Kéž bych měl alespoň z poloviny tak loajální vojáky jako ty.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:109:DefaultText
source: Welles has been dodging the Board for years. Why are you after him?
cs: Welles se už léta vyhýbá komisi. Proč po něm jdete?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:164:DefaultText
source: Welles has a litany of charges on his record, the most severe of which is destruction of government property.
cs: Welles má na svém kontě řadu obvinění, z nichž nejzávažnější je ničení vládního majetku.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:230:DefaultText
source: Any idea who's behind these broadcasts?
cs: Netušíte, kdo za těmito přenosy stojí?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:231:DefaultText
source: Monarch's a big place. I could use a lead.
cs: Monarch je velké místo. Hodila by se mi stopa.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:232:DefaultText
source: I have an agent working in Stellar Bay. Everett Gill. Have a word with him as soon as you arrive. The passphrase is: the kindapine grows at night.
cs: Mám agenta, který pracuje ve Stellar Bay. Everett Gill. Promluvte si s ním, jakmile dorazíte. Heslo zní: Kindapine roste v noci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:233:DefaultText
source: Monarch is a hotbed of anarchists operating under the misguided notion that the colony doesn't need the guiding hand of the Board.
cs: Monarchie je semeništěm anarchistů, kteří se řídí mylnou představou, že kolonie nepotřebuje vedoucí ruku správní rady.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:240:DefaultText
source: What happens now?
cs: Co se stane teď?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:241:DefaultText
source: I've been waiting for this.
cs: Na tohle jsem čekal.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:242:DefaultText
source: You were watching me on Monarch?
cs: Sledoval jsi mě na Monarchu?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:243:DefaultText
source: Patience and good work are always rewarded.
cs: Trpělivost a dobrá práce jsou vždy odměněny.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:244:DefaultText
source: No, I haven't been watching you. I've been reading reports of your work. You're better than an adventure serial.
cs: Ne, nesledoval jsem tě. Četl jsem zprávy o vaší práci. Jsi lepší než dobrodružný seriál.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:284:DefaultText
source: Skipping the Hope across the colony sounds incredibly dangerous.
cs: Přeskočit Naději napříč kolonií zní neuvěřitelně nebezpečně.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:285:DefaultText
source: What's so important about the Hope?
cs: Co je na Naději tak důležité?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:286:DefaultText
source: Under the Lifetime Employment Program, every suitable worker in Halcyon will be placed in suspended animation. The Hope is the perfect storage facility for the colony's workers.
cs: V rámci programu celoživotního zaměstnávání bude každý vhodný pracovník společnosti Halcyon uveden do stavu umělého spánku. Naděje je dokonalým skladištěm pro pracovníky kolonie.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:287:DefaultText
source: You've proven yourself more than capable. I don't know if there's anyone better suited to this mission than you.
cs: Dokázal jsi, že jsi více než schopný. Nevím, jestli je pro tuto misi někdo vhodnější než ty.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:289:DefaultText
source: Once the Hope is in position, we will have everything we need to begin healing the colony.
cs: Jakmile bude Naděje na svém místě, budeme mít vše, co potřebujeme, abychom mohli začít kolonii léčit.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:290:DefaultText
source: What about the people on the Hope?
cs: A co lidé v Naději?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:291:DefaultText
source: I won't lie to you. We're going to have to dispose of some of the Hope's settlers in order to make room for Halcyon's rotating workforce.
cs: Nebudu vám lhát. Budeme se muset zbavit některých osadníků z Hope, abychom uvolnili místo pro rotující pracovní sílu Halcyonu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:292:DefaultText
source: Why Tartarus?
cs: Proč Tartar?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:293:DefaultText
source: Convenience. The Hope is a massive ship, and we'll need to make use of it. Our facilities in Tartarus will benefit from having the ship within orbit.
cs: Pohodlí. Hope je obrovská loď a my ji budeme muset využít. Naše zařízení v Tartaru budou mít z přítomnosti lodi na oběžné dráze prospěch.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:298:DefaultText
source: How do you expect me to do this?
cs: Jak to mám podle vás udělat?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:299:DefaultText
source: The Hope has been out of commission for years. You'll need to connect your own ship to the Hope's auxiliary power supply.
cs: Naděje je již několik let mimo provoz. Musíte připojit svou vlastní loď k pomocnému zdroji energie lodi Hope.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:305:DefaultText
source: Unfortunately, Sanjar Nandi and Graham Bryant still draw breath. I would've liked to be rid of them, but they're no longer important.
cs: Sanjar Nandi a Graham Bryant bohužel stále dýchají. Rád bych se jich zbavil, ale už nejsou důležití.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:306:DefaultText
source: Monarch is a den of anarchy and barbarism. Keep your wits about you, and remember that you're doing the Law's work.
cs: Monarchie je doupětem anarchie a barbarství. Zachovejte si zdravý rozum a nezapomeňte, že konáte práci Zákona.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:307:DefaultText
source: And you brokered an alliance with the Broker himself. Hiram Blythe is a valuable asset. Well done.
cs: A vy jste zprostředkoval spojenectví se samotným Zprostředkovatelem. Hiram Blythe je cenným přínosem. Dobrá práce.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:308:DefaultText
source: One of your gunships crashed on Monarch. I found this inside.
cs: Jedna z vašich bitevních lodí havarovala na Monarchu. Tohle jsem našel uvnitř.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:309:DefaultText
source: The Canid. Good people served on that ship. They deserved better than to die in some sulfur pit on the edge of civilized space.
cs: The Canid. Na té lodi sloužili dobří lidé. Zasloužili si víc než zemřít v nějaké sirné jámě na okraji civilizovaného vesmíru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:314:DefaultText
source: Tell me what I need to do.
cs: Řekni mi, co mám udělat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:315:DefaultText
source: Since when did the Board have a problem with propaganda?
cs: Odkdy má Rada problém s propagandou?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:316:DefaultText
source: Seems simple enough.
cs: Zdá se to být jednoduché.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:317:DefaultText
source: All of Monarch's extra-planetary broadcasts are routed through Devil's Peak Station. I want you to claim Devil's Peak Station for the Board, by force if need be.
cs: Veškeré mimoplanetární vysílání Monarchu je vedeno přes stanici Devil's Peak. Chci, abyste pro Radu získali stanici Devil's Peak, v případě potřeby i násilím.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:318:DefaultText
source: I hope you're not suggesting the Board spreads propaganda. Our messages are rooted in truth. The broadcasts coming from Monarch pollute the aether with lies.
cs: Doufám, že nechcete naznačit, že rada šíří propagandu. Naše zprávy jsou založeny na pravdě. Vysílání přicházející z Monarchie znečišťuje éter lží.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:319:DefaultText
source: I appreciate your confidence, but nothing is ever simple on Monarch.
cs: Vážím si vaší důvěry, ale na Monarchu není nikdy nic jednoduché.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:320:DefaultText
source: It may not be a single individual behind these broadcasts, but any number of factions.
cs: Za tímto vysíláním nemusí stát jediná osoba, ale libovolný počet frakcí.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:321:DefaultText
source: The Kindapine Grows At Night? Isn't that the name of a romance serial?
cs: Kindapine roste v noci? Nejmenuje se tak náhodou nějaký romantický seriál?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:322:DefaultText
source: The kindanight grows on pines. Got it.
cs: Květina kindanight roste na borovicích. Mám to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:324:DefaultText
source: Law have mercy. Just find Everett Gill. You're his problem now.
cs: Zákon se slituje. Najděte Everetta Gilla. Teď jsi jeho problém.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:325:DefaultText
source: Yes. So what? Look - that's not important. Get to Stellar Bay and find Everett Gill.
cs: Ano. No a co? Podívej - to není důležité. Jeď do Hvězdné zátoky a najdi Everetta Gilla.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:326:DefaultText
source: Speak to Percival before you go. He'll arrange for your Navkey, and your reward for turning in Welles.
cs: Než odejdete, promluvte si s Percivalem. Zařídí ti Navkey a odměnu za udání Wellese.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:327:DefaultText
source: It's simple. He was trying to use me.
cs: Je to jednoduché. Chtěl mě využít.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:328:DefaultText
source: Revenge is a powerful motivator. Welles was thoughtless and manipulative. Turning him in was the right thing to do.
cs: Pomsta je silná motivace. Welles byl bezohledný a manipulativní. Jeho udání bylo správné.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:329:DefaultText
source: Chairman Rockwell wants to create a world where disasters like the Canid never happen. There's a place for you in that world, if you're willing to work for it.
cs: Předseda Rockwell chce vytvořit svět, ve kterém se katastrofy jako Canid nikdy nestanou. V tomto světě je pro vás místo, pokud jste ochotni pro něj pracovat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:332:DefaultText
source: You've done well. You're efficient, talented, loyal. And if you're ready to get to work, we can finally start doing some good in this colony.
cs: Vedli jste si dobře. Jsi výkonný, talentovaný a loajální. A pokud jste připraveni pustit se do práce, můžeme v této kolonii konečně začít konat dobro.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:333:DefaultText
source: I'm listening.
cs: Poslouchám.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:334:DefaultText
source: I'm always ready to serve the Board.
cs: Jsem vždy připraven sloužit radě.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:335:DefaultText
source: Long as you're not expecting me to work for free.
cs: Pokud neočekáváte, že budu pracovat zadarmo.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:336:DefaultText
source: And Welles? What's going to happen to him?
cs: A Welles? Co se s ním stane?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:337:DefaultText
source: Welles was an unfortunate mistake on our part. We let him out of our sights, and he operated from the shadows for decades.
cs: Wellese byla z naší strany nešťastná chyba. Pustili jsme ho z dohledu a on pak desítky let působil ve stínu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:338:DefaultText
source: Welles has information we need. We're going to monitor his lab and show our hand when we're ready. Until then, you and I have work to do.
cs: Welles má informace, které potřebujeme. Budeme sledovat jeho laboratoř a ukážeme se, až budeme připraveni. Do té doby máme my dva práci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:339:DefaultText
source: I'm glad to hear that, because the Board's sending you to Monarch.
cs: To rád slyším, protože rada vás posílá do Monarchu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:340:DefaultText
source: Work with us, and we'll make you the richest freelancer in Halcyon.
cs: Spolupracujte s námi a my z vás uděláme nejbohatšího freelancera v Halcyonu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:354:DefaultText
source: Now is not the time for half-measures.
cs: Nyní není čas na polovičatá opatření.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:355:DefaultText
source: Get rid of Edgewater. I'll deal with the consequences.
cs: Zbavte se Edgewateru. S následky se vypořádám.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:356:DefaultText
source: You'll want to see this.
cs: Tohle budete chtít vidět.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:371:DefaultText
source: I admit, part of me expected you'd stand by your old friend. For better or worse, Welles was responsible for putting you back on your feet.
cs: Přiznávám, že jsem zčásti čekal, že budeš stát při svém starém příteli. Ať už v dobrém, nebo ve zlém, Welles byl zodpovědný za to, že ses postavil zpátky na nohy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:372:DefaultText
source: That said, he's also a wanted criminal. For information regarding his whereabouts, you are entitled to collect a reward from Percival.
cs: Přesto je také hledaným zločincem. Za informace o jeho pobytu máte právo získat od Percivala odměnu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:395:DefaultText
source: Tell me why you wanted to see me.
cs: Řekni mi, proč jsi mě chtěl vidět.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:396:DefaultText
source: Good. I've been meaning to turn him in.
cs: Dobré. Chtěl jsem ho udat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:397:DefaultText
source: What's going to happen to Welles?
cs: Co se stane s Wellesem?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:398:DefaultText
source: We're going to monitor Welles until we're ready to make a move. I asked you here to discuss something far more important.
cs: Budeme Wellese sledovat, dokud nebudeme připraveni se rozhodnout. Pozval jsem vás sem, abychom probrali něco mnohem důležitějšího.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:399:DefaultText
source: You'll find that working for the Board is spiritually and financially gainful. But that isn't why I asked you here.
cs: Zjistíte, že práce pro radu je duchovně i finančně přínosná. Ale to není důvod, proč jsem vás sem pozval.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:400:DefaultText
source: The signal you sent us is experiencing some interference. My agents will need time to isolate the problem.
cs: Signál, který jste nám poslali, je rušen. Moji agenti budou potřebovat čas, aby problém izolovali.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:430:DefaultText
source: I expect you'd like a word with me.
cs: Očekávám, že byste si se mnou rád promluvil.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:436:DefaultText
source: Halcyon is on the verge of a total systems collapse. The truth is ugly and difficult to accept, but we must accept the truth before we can move forward.
cs: Společnost Halcyon je na pokraji totálního zhroucení systému. Pravda je ošklivá a těžko přijatelná, ale musíme ji přijmout, abychom se mohli pohnout kupředu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:437:DefaultText
source: Malnutrition is already a problem. Disease will come next. Followed by starvation. Followed by a breakdown of society. Followed by extinction.
cs: Podvýživa je již nyní problémem. Další na řadě budou nemoci. Následovat bude hladomor. Následovat bude rozpad společnosti. Následovat bude vymírání.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:438:DefaultText
source: I know this must come as a surprise to you. I imagine you have questions.
cs: Vím, že vás to musí překvapit. Dovedu si představit, že máte otázky.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:441:DefaultText
source: Is that why we were suffering plague in Edgewater - malnutrition? All those folks, sick and dying, and you knew why the whole time?
cs: Proto jsme v Edgewateru trpěli morem - podvýživou? Všichni ti lidé, nemocní a umírající, a vy jste celou dobu věděli proč?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:442:DefaultText
source: Yes, Ms. Holcomb. We knew why. We've known for some time that Edgewater was dying.
cs: Ano, paní Holcombová. Věděli jsme proč. Už nějakou dobu jsme věděli, že Edgewater umírá.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:443:DefaultText
source: The colony itself is dying. The suffering you experienced in Edgewater - the disease, the starvation - will soon spread across Halcyon, unless we act.
cs: Samotná kolonie umírá. Utrpení, které jste zažili v Edgewateru - nemoc, hlad - se brzy rozšíří po celém Halcyonu, pokud nebudeme jednat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:444:DefaultText
source: I won't pretend the truth isn't damning. Yes, the colony is on the verge of collapse. But there is a way to save it.
cs: Nebudu předstírat, že pravda není zatracující. Ano, kolonie je na pokraji zhroucení. Ale existuje způsob, jak ji zachránit.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:445:DefaultText
source: Hang on. I want to hear from SAM.
cs: Vydržte. Chci slyšet SAMa.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:446:DefaultText
source: No job is too great, too grueling, or too gruesome for a SAM!
cs: Žádná práce není pro SAM příliš velká, příliš vyčerpávající nebo příliš hrozná!
