Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:1:DefaultText
source: Are you here on HHC business?
cs: Jste tu kvůli HHC?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:4:DefaultText
source: I need to see the Chairman.
cs: Potřebuji vidět předsedu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:5:DefaultText
source: Yeah, and I need a new flavor of Tileritos.
cs: Jo, a potřebuju novou příchuť Tileritos.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:6:DefaultText
source: I'll be going now.
cs: Teď už půjdu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:7:DefaultText
source: What's through here?
cs: Co je tady?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:8:DefaultText
source: If you're not cleared to know, then I'm definitely not cleared to tell you.
cs: Pokud nemáte oprávnění to vědět, pak já rozhodně nemám oprávnění vám to říct.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:9:DefaultText
source: <Show him the minister's HHC access card.> Is this official enough for you?
cs: <Ukažte mu přístupovou kartu ministra HHC.> Je to pro vás dostatečně oficiální?

source: Huh. I didn't realize we were still using those iridescent stickers. But this looks right.
cs: Huh. Neuvědomil jsem si, že stále používáme ty duhové nálepky. Ale tohle vypadá správně.

source: I'll just need you to register your weapons with a Revised Request to Carry 32-B form. Each weapon will need a separate form.
cs: Potřebuji jen, abyste zaregistrovali své zbraně pomocí formuláře Revised Request to Carry 32-B. Každá zbraň bude potřebovat samostatný formulář.

source: Now, let's see... damn it, when did I run out of forms?!
cs: Tak se na to podíváme... sakra, kdy mi došly formuláře?!

source: Fine.
cs: V pořádku.

source: Just know there are a bunch of guards upstairs, and they're all high on Dervish Mist and low on patience. So, try anything funny, and they'll paint the walls with your guts.
cs: Věz, že nahoře je spousta strážců, kteří jsou nadopovaní dervišskou mlhou a mají málo trpělivosti. Takže zkuste něco legračního a oni vám pomalují stěny střevy.

source: It's probably all those mercenaries Ms. Akande's been hiring. I swear, it's someone new every day, and each of them with enough guns to seize a small moon.
cs: Nejspíš za to mohou všichni ti žoldáci, které paní Akandeová najímá. Přísahám, že každý den je to někdo nový a každý z nich má tolik zbraní, že by stačily na malý měsíc.

source: You're cleared. Go on through.
cs: Máte povolení. Projděte.

source: Please step away. This entry is for high-priority HHC business only.
cs: Ustupte, prosím. Tento vstup je určen pouze pro vysoce prioritní záležitosti HHC.

source: Chairman Rockwell's away on business. And even if he were here, you'd need to request an application for an appointment.
cs: Předseda Rockwell je na služební cestě. A i kdyby tu byl, museli byste si o schůzku požádat.

source: How would I do that?
cs: Jak bych to udělal?

source: Forget it.
cs: Zapomeňte na to.

source: How should I know? No one ever gets an appointment with the Chairman.
cs: Jak to mám vědět? Nikdo nikdy nedostane schůzku s předsedou.

source: That all?
cs: To je všechno?

source: That's ridiculous.
cs: To je směšné.

source: You'd better be joking.
cs: Raději si dělejte legraci.

source: I'm not authorized to employ humor on the job, sir.
cs: Nejsem oprávněn používat v práci humor, pane.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_guard_bachmeyer:28:FemaleText
source: I'm not authorized to employ humor on the job, ma'am.
cs: Nejsem oprávněn používat v práci humor, madam.

source: It's procedure.
cs: Je to postup.

source: I can wait.
cs: Mohu počkat.

source: Oh, what a SHAME.
cs: To je ale ostuda.

source: Well, how nice for you! Do you have any idea how long it takes to request new forms? Or how many citations I'll get for "impeding HHC business" in the meantime?
cs: To je pro vás hezké! Máte představu, jak dlouho trvá vyžádání nových formulářů? Nebo kolik citací za "bránění v činnosti HHC" mezitím dostanu?

source: I'm supposed to meet Sophia Akande.
cs: Mám se setkat se Sophií Akandeovou.

source: She's sure been busy.
cs: Určitě měla hodně práce.

source: How about you save us both some trouble and let me through?
cs: Co kdybyste nám oběma ušetřil práci a nechal mě projít?

source: I was going to suggest that myself.
cs: Sám jsem to chtěl navrhnout.

source: Look, you don't have time to wait on new forms, and I can't afford the citations for impeding HHC business. So I'm gonna save us both some trouble and waive your forms.
cs: Podívejte, nemáte čas čekat na nové formuláře a já si nemohu dovolit obvinění z bránění v činnosti HHC. Takže nám oběma ušetřím starosti a odpustím ti formuláře.

source: Mighty fine of you.
cs: To je od vás moc hezké.

source: <Roll your eyes.>
cs: <Vyvalte oči.>

source: Fine, but I suggested it first.
cs: Dobře, ale já jsem to navrhl první.

source: You don't have to be sarcastic about it.
cs: Nemusíte to brát sarkasticky.

source: Look, you don't have time to wait on new forms, and I can't afford the citations for impeding HHC business. So I'm gonna save us both some trouble and waive your forms.
cs: Podívejte, nemáte čas čekat na nové formuláře a já si nemohu dovolit obvinění z bránění v činnosti HHC. Takže nám oběma ušetřím starosti a odpustím ti formuláře.

source: Where are your clothes? Wait, is it Thursday already?
cs: Kde máš oblečení? Počkej, už je čtvrtek?

source: Sorry, I thought you were someone else. I'm going to have to ask you to step away. This entrance is reserved for HHC business.
cs: Promiňte, myslel jsem, že jste někdo jiný. Budu vás muset požádat, abyste odešel. Tento vchod je vyhrazen pro záležitosti HHC.

source: Do you see naked people come through here often?
cs: Chodí tudy často nazí lidé?

source: Look, a lot of very important, very busy people work on the top floor. How they spend corporate funds to relieve their stress is no business of mine.
cs: Podívejte, v horním patře pracuje spousta velmi důležitých a zaneprázdněných lidí. Do toho, jak utrácejí firemní peníze, aby se zbavili stresu, mi nic není.

source: Maybe I left Byzantium too soon.
cs: Možná jsem Byzanc opustil příliš brzy.

source: State your business.
cs: Uveďte svůj obor podnikání.

source: Don't worry, boss. I got plan. First, we get ourselves some tossball sticks, right? Then we sidle up to 'em all polite-like...
cs: Nebojte se, šéfe. Mám plán. Nejdřív si pořídíme nějaké hokejky na házení, ne? Pak se k nim zdvořile přiblížíme...

source: Felix, don't you start!
cs: Felixi, nezačínej!

source: This isn't the place for your tomfoolery, Felix.
cs: Tohle není místo pro tvé hlouposti, Felixi.

source: These ain't humorous types, Felix.
cs: Tohle nejsou žertovné typy, Felixi.

source: You do that. The rest of us'll watch.
cs: To udělejte vy. My ostatní se budeme dívat.

source: Switching to DEEP SCRUBBING mode.
cs: Přepnutí do režimu DEEP SCRUBBING.
