Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_chairman_assistant.po
Languages: cs

source: I see you haven't been shot to pieces by the guards. Do you have an appointment?
cs: Vidím, že tě stráže nerozstřílely na kusy. Máš domluvenou schůzku?

source: Adjutant Akande is waiting for you in her office.
cs: Adjutantka Akandeová na vás čeká ve své kanceláři.

source: How may I be of assistance?
cs: Jak vám mohu pomoci?

source: <Show him Udom's forms.> No, but I have papers.
cs: <Ukažte mu Udomovy formuláře.> Ne, ale mám doklady.

source: I've got some information about Phineas Welles.
cs: Mám nějaké informace o Phineasi Wellesovi.

source: Of course. You're that curious spacer Mr. Bedford mentioned. Just a moment, please.
cs: Samozřejmě. Vy jste ten zvědavý člověk, o kterém se zmínil pan Bedford. Moment, prosím.

source: No. Where do I get one of those?
cs: Ne. Kde se dá takový sehnat?

source: Madam Adjutant? Bedford's contact has arrived. Shall I clear your schedule?
cs: Paní adjutantka? Přijel Bedfordův kontakt. Mám zrušit váš rozvrh?

source: Ah, yes. You must be Mr. Bedford's contact. We were told to expect you. Just a moment, please.
cs: Ach, ano. Vy musíte být kontakt pana Bedforda. Bylo nám řečeno, že vás máme očekávat. Vydržte chvilku, prosím.

source: Oh, it's you. My apologies. Mr. Bedford said we should expect a visit from a slow-witted spacer.
cs: To jsi ty. Omlouvám se. Pan Bedford říkal, že bychom měli očekávat návštěvu od pomalého rozptylovače.

source: No, thank you, Percival. I doubt this will take long. I'm Sophia Akande - Adjutant to the Chairman.
cs: Ne, děkuji, Percivale. Pochybuji, že to bude trvat dlouho. Jsem Sophia Akandeová - adjutantka předsedy.

source: I was expecting to speak with Chairman Rockwell.
cs: Očekával jsem, že budu mluvit s předsedou Rockwellem.

source: <oeitoken>PlayerName</oeitoken>.
cs: <oeitoken>Jméno hráče</oeitoken>.

source: For your alleged information on the whereabouts of Phineas Welles? We'll get to that in a moment.
cs: Pro vaše údajné informace o místě pobytu Phinease Wellese? K tomu se dostaneme za chvíli.

source: What could possibly have given you that impression?
cs: Co ve vás mohlo vyvolat tento dojem?

source: Do you think that because you have curried the favor of the Board, the honorable Chairman Rockwell would deign to meet with you in person?
cs: Myslíte si, že když jste si získal přízeň správní rady, bude ctihodný předseda Rockwell ochoten se s vámi osobně setkat?

source: Why not? Afraid of a little competition?
cs: Proč ne? Bojíte se malé konkurence?

source: The difference between you and me is a lifetime of service and dedication.
cs: Rozdíl mezi námi dvěma je v celoživotní službě a oddanosti.

source: Did you imagine you could purchase your way into the office of our honorable Chairman Rockwell just by greasing Bedford's palms?
cs: Představovali jste si, že byste si mohli koupit cestu do kanceláře našeho ctihodného předsedy Rockwella jen tím, že byste Bedfordovi podmazali dlaně?

source: I went out of my way for Bedford. That doesn't get me an audience with the Chairman?
cs: Kvůli Bedfordu jsem sešel z cesty. To mi nezajistí audienci u předsedy?

source: I imagined I'd have to sign some papers and sit on a six-to-eight week waiting list.
cs: Představoval jsem si, že budu muset podepsat nějaké papíry a sedět na čekací listině šest až osm týdnů.

source: Then what will it take to meet with the Chairman?
cs: Co tedy bude třeba udělat pro setkání s předsedou?

source: Chairman Rockwell is a busy man. For the time being, you're stuck dealing with me.
cs: Předseda Rockwell je zaneprázdněný muž. Prozatím se musíte zabývat mnou.

source: Bedford doesn't give you access to the Chairman. Hard work, loyalty, and service may.
cs: Bedford vám neumožňuje přístup k předsedovi. Tvrdá práce, loajalita a služba ano.

source: Only six-to-eight weeks? You have a generous opinion of our bureaucracy.
cs: Pouze šest až osm týdnů? Máte o naší byrokracii velkorysé mínění.

source: I've been reading all about you. This dossier from Emerald Vale was especially engrossing.
cs: Četl jsem o vás všechno. Tento spis ze Smaragdového údolí byl obzvlášť poutavý.

source: Let's skip the pleasantries.
cs: Přeskočme zdvořilosti.

source: You have a file on me?
cs: Máte na mě složku?

source: This should be good. Go on.
cs: To by mělo být dobré. Pokračujte.

source: I have a file on everyone. I have a file on Percival here. You wouldn't believe what he gets up to during private hours.
cs: O každém mám složku. Tady mám složku o Percivalovi. Nevěřili byste, co všechno dělá v soukromí.

source: I've been keeping up with you ever since Emerald Vale. Now that was an interesting piece of work. A run-down backwater barely worth the ink on a map - until you showed up.
cs: Sleduji tě už od Smaragdového údolí. To byla zajímavá práce. Zapadlý zapadákov, který sotva stál za inkoust na mapě - dokud ses neobjevil ty.

source: Today the region is profitable for the first time in years. Its workers are productive. They might even be happy.
cs: Dnes je region poprvé po letech ziskový. Jeho pracovníci jsou produktivní. Možná jsou dokonce šťastní.

source: You walked through Edgewater, and in your wake transformed it from a loyal company town to a haven for dissidents. I'm actually a little impressed.
cs: Prošel jsi Edgewaterem a proměnil ho z loajálního firemního města v útočiště disidentů. Vlastně to na mě trochu zapůsobilo.

source: Reed Tobson ran a failing town. Adelaide McDevitt led a cell of dangerous rebels. You eliminated both in one fell stroke.
cs: Reed Tobson vedl upadající město. Adelaide McDevittová vedla buňku nebezpečných rebelů. Oba jste zlikvidovali jedním tahem.

source: We'd nearly written Edgewater off as a failure. But after you meddled in their power supply, you forced me to - shall we say - re-evaluate their future.
cs: Skoro jsme Edgewater odepsali jako neúspěch. Ale poté, co jsi zasáhl do jejich napájení, jsi mě donutil - řekněme - přehodnotit jejich budoucnost.

source: How many more hoops do I have to jump through before you give me my reward?
cs: Kolika dalšími překážkami musím projít, než mi dáte odměnu?

source: Anyone with eyes can see that you're talented. But you're also unpredictable. I don't like unpredictable.
cs: Každý, kdo má oči, vidí, že máš talent. Ale jsi také nepředvídatelný. Nemám rád nepředvídatelnost.

source: I don't care. I just want my share for turning in Welles.
cs: Je mi to jedno. Chci jen svůj podíl za udání Wellese.

source: Then let me prove myself.
cs: Tak mě nechte, ať se osvědčím.

source: That's just the price of working with me.
cs: To je prostě cena za spolupráci se mnou.

source: I'm not afraid of the Board. That's what you don't like.
cs: Rady se nebojím. To je to, co se vám nelíbí.

source: You know the location of Dr. Phineas Welles. I'm interested - but I'm not yet sure I can trust your information.
cs: Znáte polohu doktora Phinease Wellese. Zajímá mě to - ale zatím si nejsem jistý, zda mohu vašim informacím věřit.

source: What's it going to take?
cs: Co to bude stát?

source: Great. So this meeting was a gigantic waste of time.
cs: Skvělé. Takže tahle schůzka byla obrovská ztráta času.

source: You're worried I'm working with him.
cs: Bojíš se, že s ním pracuji.

source: I have a job for you. One of our cartographers needs to be retired. I want you to carry it out.
cs: Mám pro vás práci. Jeden z našich kartografů potřebuje odejít do důchodu. Chci, abys ho provedl.

source: I'm listening.
cs: Poslouchám.

source: Rachel Lockwood. Cartographer for the Bureau of Exploration. She's done some sensitive work for us, but now she's a loose end.
cs: Rachel Lockwoodová. Kartografka Úřadu pro průzkum. Odvedla pro nás citlivou práci, ale teď je bez práce.

source: Lockwood has to go. Get rid of her. Bring me her work. Then we'll talk about Dr. Welles.
cs: Lockwood musí odejít. Zbavte se jí. Přiveďte mi její práci. Pak si promluvíme o doktoru Wellesovi.

source: Consider it done.
cs: Považujte to za hotovou věc.

source: I'll consider it done when Lockwood is dead and I have her information in my hand.
cs: Budu to považovat za hotovou věc, až bude Lockwood mrtvý a já budu mít v ruce její informace.

source: At the very least, I expect you to do better than the other freelancer. Report back to me when you're finished.
cs: Přinejmenším očekávám, že si povedete lépe než druhý pracovník na volné noze. Až budete hotovi, dejte mi vědět.

source: What other freelancer?
cs: Jaký jiný pracovník na volné noze?

source: We've hired outside contractors before. There's another freelancer working this job, but he's been dragging his heels.
cs: Už dříve jsme najímali externí dodavatele. Na této práci pracuje další externista, ale ten se vleče.

source: Dependable and competent freelancers are hard to come by. For your own sake, I hope you prove to be the exception, and not the rule.
cs: Spolehlivé a schopné pracovníky na volné noze je těžké sehnat. Ve vlastním zájmu doufám, že budete výjimkou, a ne pravidlem.

source: I've got a question about this job.
cs: Mám dotaz ohledně této práce.

source: I'll take care of it.
cs: Postarám se o to.

source: I need to think this over.
cs: Musím si to promyslet.

source: Don't take too long. There's another freelancer working this job. He doesn't have your skill - but nonetheless.
cs: Netrvejte příliš dlouho. Na této práci pracuje další pracovník na volné noze. Nemá tvé schopnosti - ale přesto.

source: Why would I help you?
cs: Proč bych vám měl pomáhat?

source: You want the Board to trust you, don't you? Think of this as your trial run.
cs: Chcete, aby vám rada důvěřovala, že? Berte to jako zkušební provoz.

source: The opportunity to become the Board's most valuable freelancer, and all the perks that come with it.
cs: Příležitost stát se nejcennějším nezávislým pracovníkem představenstva a všechny výhody, které s tím souvisejí.

source: You want me to bring them the good news. Got it.
cs: Chceš, abych jim přinesl dobrou zprávu. Chápu.

source: I can't tell if you're being exceptionally subtle or exceptionally dense.
cs: Nedokážu říct, jestli jsi výjimečně jemný, nebo výjimečně hloupý.

source: Yes.
cs: Ano.

source: Just... give me a moment to get my bearings.
cs: Jen... mi dejte chvilku, abych se zorientoval.

source: That's me. Exceptional.
cs: To jsem já. Výjimečný.

source: Is that a trick question?
cs: Je to záludná otázka?

source: You want me to kill someone.
cs: Chceš, abych někoho zabil.

source: If you're afraid of bloodying your hands, feel free to wear gloves.
cs: Pokud se bojíte, že si zkrvavíte ruce, klidně si vezměte rukavice.

source: You have potential. But as an investment, you're also a risk. I'd like to take you for a trial run.
cs: Máte potenciál. Ale jako investice jste také rizikem. Rád bych vás vzal na zkoušku.

source: I happen to like men with a working spine. I just haven't decided if I'm willing to trust you yet.
cs: Náhodou se mi líbí muži s funkční páteří. Jen jsem se ještě nerozhodl, jestli jsem ochoten ti věřit.

source: I happen to like women with a working spine. I just haven't decided if I'm willing to trust you yet.
cs: Náhodou se mi líbí ženy s funkční páteří. Jen jsem se ještě nerozhodl, jestli jsem ochoten ti věřit.

source: Alex Hawthorne. Nice to meet you.
cs: Alex Hawthorne. Rád vás poznávám.

source: Yes. Hawthorne. Or whoever you really are.
cs: Ano. Hawthorne. Nebo kdokoliv ve skutečnosti jsi.

source: I've come this far already. You can trust me.
cs: Už jsem došel tak daleko. Můžete mi věřit.

source: I'm not inclined to trust someone who approached me with a false identity, *Hawthorne.* If you want me to trust you, help me solve a problem.
cs: Nejsem nakloněn důvěřovat někomu, kdo se ke mně přiblížil s falešnou identitou, *Hawthorne.* Jestli chceš, abych ti důvěřoval, pomoz mi vyřešit problém.

source: If you want me to trust you, then you must show me that I can depend on you.
cs: Pokud chcete, abych vám důvěřoval, musíte mi ukázat, že se na vás mohu spolehnout.

source: The thought crossed my mind. I'm willing to work with you, but I need to know that I can trust you.
cs: Napadlo mě to. Jsem ochoten s vámi spolupracovat, ale musím vědět, že vám mohu důvěřovat.

source: Hold on. I've got questions about this.
cs: Počkejte. Mám k tomu otázky.

source: I'll tell you what I can.
cs: Řeknu vám, co mohu.

source: Excellent. Percival will handle your paperwork for you.
cs: Vynikající. Percival za vás vyřídí papírování.

source: Lockwood's just a cartographer. What makes her a loose end?
cs: Lockwood je jen kartograf. Co z ní dělá volný konec?

source: What did this cartographer do to upset you? Build you a rickety table?
cs: Čím vás tento kartograf naštval? Postavil vám vratký stůl?

source: Welles must have done something serious to earn a price on his head.
cs: Welles musel udělat něco závažného, aby si vysloužil odměnu za svou hlavu.

source: No, I'm pretty sure they put down carpets.
cs: Ne, jsem si jistý, že položili koberce.

source: That's carpeter. Look, just... listen closely while I explain this.
cs: To je carpeter. Podívejte, jen... pozorně poslouchejte, až vám to budu vysvětlovat.

source: A cartographer is an expert surveyor. The Board hires cartographers as part of its ongoing colonization and development branch.
cs: Kartograf je odborný zeměměřič. Rada najímá kartografy v rámci svého stálého kolonizačního a rozvojového oddělení.

source: That means they make maps. Which are drawings. Of places.
cs: To znamená, že vytvářejí mapy. Což jsou výkresy. Míst.

source: What's so bad about that?
cs: Co je na tom tak špatného?

source: Okay. So what's a cartographer?
cs: Dobře. Co je to kartograf?

source: Law have mercy. That is not what a cartographer does. You're thinking of carpenters.
cs: Zákon se slituje. To kartograf nedělá. Myslíte na tesaře.

source: It isn't as if we're executing Lockwood for mislabeling a river on a map. It isn't what she's done, but what she knows, that forces our hand.
cs: Není to tak, že bychom Lockwooda popravili za to, že špatně označil řeku na mapě. Nejde o to, co udělala, ale o to, co ví, co nás nutí.

source: The nature of Lockwood's work was sensitive, confidential, and concerns the future of Halcyon. I can't risk leaving her alive.
cs: Povaha Lockwoodovy práce byla citlivá, důvěrná a týkala se budoucnosti společnosti Halcyon. Nemohu riskovat, že ji nechám naživu.

source: You want me to kill someone just to keep your secret.
cs: Chceš, abych někoho zabil, jen abych udržel tvé tajemství.

source: Sounds like the Board has a security problem.
cs: Zdá se, že rada má problém s bezpečností.

source: Let me guess. You can't tell me what she worked on.
cs: Nech mě hádat. Nemůžete mi říct, na čem pracovala.

source: I suppose I could. But then you'd be a loose end, and neither of us want that.
cs: Asi bych mohl. Ale to bys pak byla bezradná, a to ani jeden z nás nechce.

source: The Board has a lot of problems. The absence of competent security is just one.
cs: Rada má spoustu problémů. Jedním z nich je absence kompetentní ochranky.

source: I'm asking you to serve the colony. Silencing Lockwood will save lives and preserve the peace.
cs: Žádám tě, abys sloužil kolonii. Umlčení Lockwooda zachrání životy a zachová mír.

source: I didn't expect to hear you criticize the Board.
cs: Nečekal jsem, že budete kritizovat správní radu.

source: So if I kill Lockwood for you, will you trust me?
cs: Takže když pro tebe zabiju Lockwooda, budeš mi věřit?

source: Deal with Lockwood, and I'll know that I can rely on you. That counts for more than trust.
cs: Vyřiďte to s Lockwoodem a já budu vědět, že se na vás mohu spolehnout. To se počítá víc než důvěra.

source: I wanted to ask you about Phineas Welles.
cs: Chtěl jsem se vás zeptat na Phinease Wellese.

source: Let's not mince words. Welles is a dangerous criminal and a lunatic. He's earned every bit of his bounty.
cs: Nebudeme si nic nalhávat. Welles je nebezpečný zločinec a šílenec. Zaslouží si každý kousek své odměny.

source: I know you're eager to collect on that bounty. Deal with Lockwood. Then we'll talk.
cs: Vím, že se těšíš, až si tu odměnu vyzvedneš. Domluvte se s Lockwoodem. Pak si promluvíme.

source: That's all I needed to know.
cs: To je vše, co jsem potřeboval vědět.

source: I'm the Chairman's adjutant, not his sycophant. I can't serve the Board if I'm blind to our own mistakes.
cs: Jsem předsedův adjutant, ne jeho pochlebovač. Nemohu sloužit představenstvu, když jsem slepý k našim vlastním chybám.

source: What Halcyon needs is people of integrity. People who act out of a sense of duty, rather than fear. I hope you're one of those people.
cs: Společnost Halcyon potřebuje bezúhonné lidi. Lidi, kteří jednají spíše z pocitu povinnosti než ze strachu. Doufám, že jste jedním z nich.

source: Here we are, sir. An identification card to usher you in through our deluxe elevators just over there - with our compliments.
cs: Tady to je, pane. Identifikační karta, která vás uvede do našich luxusních výtahů támhle - s naší poctou.

source: Here we are, madam. An identification card to usher you in through our deluxe elevators just over there - with our compliments.
cs: Tady jsme, paní. Identifikační karta, která vás uvede do našich luxusních výtahů támhle - s naší poklonou.

source: Adjutant Akande has instructed me to reward you for information leading to the arrest of Phineas Welles. Please allow me to extend my felicitations on a job well done.
cs: Adjutant Akande mě pověřil, abych vás odměnil za informace vedoucí k zatčení Phinease Wellese. Dovolte mi, abych vám vyjádřil své uznání za dobře odvedenou práci.

source: I've got Lockwood's papers.
cs: Mám Lockwoodovy papíry.

source: Wonderful. I'll file the appropriate paperwork on your behalf. Meanwhile, Adjutant Akande would like a word with you.
cs: Nádhera. Vyplním za vás příslušné dokumenty. Mezitím by s vámi rád mluvil adjutant Akande.

source: So it's done. Lockwood is dead.
cs: Takže je hotovo. Lockwood je mrtvý.

source: I did what I had to.
cs: Udělal jsem, co jsem musel.

source: You followed my instructions to the letter. It's rare to find a freelancer with the discipline of a soldier.
cs: Postupoval jsi přesně podle mých pokynů. Je vzácné najít pracovníka na volné noze s disciplínou vojáka.

source: You've demonstrated your talents. If you're ready to talk about Phineas Welles, I'm prepared to listen.
cs: Prokázali jste svůj talent. Pokud jste připraven mluvit o Phineasi Wellesovi, jsem připraven poslouchat.

source: You want him, you can have him. He's living out of a lab up in the rings.
cs: Pokud ho chcete, můžete ho mít. Žije v laboratoři nahoře v kruzích.

source: That complicates things. The rings are massive and almost impossible to scour.
cs: To vše komplikuje situaci. Prstence jsou masivní a téměř nemožné je prohledat.

source: Welles had to be in touch with you somehow. Find his communication terminal and send us a tracing signal. Once I verify his location, I'll arrange for your payment.
cs: Welles s vámi musel být nějak v kontaktu. Najděte jeho komunikační terminál a vyšlete nám sledovací signál. Jakmile ověřím jeho polohu, zařídím vaši platbu.

source: I'll take care of it.
cs: Postarám se o to.

source: Good. I look forward to it.
cs: Dobré. Těším se na to.

source: I need to think about this.
cs: Musím o tom přemýšlet.

source: We've been chasing Welles for decades. I don't mind waiting a little while longer.
cs: Wellese pronásledujeme už desítky let. Nevadí mi ještě chvíli počkat.

source: Yeah, I know where he's hiding. How badly do you want to know?
cs: Jo, vím, kde se schovává. Jak moc to chceš vědět?

source: I appreciate that you want to drive a bargain. You understand I'm not paying you for anything less than reliable information.
cs: Oceňuji, že chcete vyjednávat. Chápete, že vám neplatím za nic menšího než za spolehlivé informace.

source: Listen, I'm not sure this was a great idea.
cs: Poslyš, nejsem si jistý, jestli to byl dobrý nápad.

source: I understand. You need a little time to think this over. I have a proposal I'd like you to consider.
cs: Rozumím. Potřebuješ trochu času na rozmyšlenou. Mám návrh, který bych rád zvážil.

source: Your assassin got in my way.
cs: Váš vrah se mi připletl do cesty.

source: Bradshaw was barely competent. Hiring him was my mistake.
cs: Bradshaw byl sotva kompetentní. Jeho najmutí byla moje chyba.

source: You asked me to take someone's life over a stack of papers.
cs: Požádal jsi mě, abych někomu vzal život kvůli stohu papírů.

source: And you still went through with it. That tells me you have integrity.
cs: A přesto jsi to udělal. To mi říká, že jsi čestný.

source: Rachel Lockwood is dead, but not by your hands. What compelled you to work with a secondary contractor?
cs: Rachel Lockwoodová je mrtvá, ale ne tvou rukou. Co vás přimělo spolupracovat s vedlejším dodavatelem?

source: The guy was an idiot. I wanted to do him a good turn.
cs: Ten chlap byl idiot. Chtěl jsem mu udělat radost.

source: You see how hard it is to find good help.
cs: Vidíte, jak je těžké najít dobrou pomoc.

source: You did as I asked, and with Lockwood out of the picture, Chairman Rockwell has one less problem to worry about.
cs: Udělal jsi, co jsem chtěl, a když je Lockwood mimo hru, má předseda Rockwell o jeden problém méně.

source: I didn't want blood on my hands.
cs: Nechtěl jsem mít na rukou krev.

source: Serving our colony is bloody work. Someone has to do it. May as well be us.
cs: Služba naší kolonii je krvavá práce. Někdo to dělat musí. Klidně to můžeme být my.

source: Secondary contractor? You mean the assassin you hired?
cs: Druhý dodavatel? Myslíte toho nájemného vraha?

source: Bradshaw was barely competent. Hiring him was my mistake.
cs: Bradshaw byl sotva kompetentní. Jeho najmutí byla moje chyba.

source: You allowed Rachel Lockwood to walk away with her life. Do you realize the inconvenience you've just caused me?
cs: Dovolil jsi Rachel Lockwoodové odejít se životem. Uvědomujete si, jaké nepříjemnosti jste mi právě způsobil?

source: I saved a life. Fair trade.
cs: Zachránil jsem život. Spravedlivý obchod.

source: I don't recall giving you authority to barter with my reputation. I recall giving you instructions to deal with Lockwood.
cs: Nevzpomínám si, že bych vám dal pravomoc obchodovat s mou pověstí. Vzpomínám si, že jsem ti dal instrukce, abys jednal s Lockwoodem.

source: Leaving her alive complicates matters. But that's now my problem, not yours. And you've brought me Lockwood's papers, as I asked.
cs: Její ponechání naživu situaci komplikuje. Ale to je teď můj problém, ne tvůj. A přinesl jsi mi Lockwoodovy papíry, jak jsem žádal.

source: I'm sorry. Did I add to your growing stack of paperwork?
cs: Omlouvám se. Přidala jsem se k vaší rostoucí hromadě papírů?

source: Yes. You did. I've already filed Lockwood's termination papers. Now I have to go wading through an ocean of red tape just to correct your mistake.
cs: Ano, to jste udělal. Už jsem vyplnil Lockwoodovy výpovědi. Teď se musím prodírat oceánem byrokracie, abych napravil vaši chybu.

source: Were you watching me?
cs: Sledoval jsi mě?

source: Don't look so surprised. You're a potential investment. Of course I'm going to keep an eye on you.
cs: Netvař se tak překvapeně. Jsi potenciální investice. Samozřejmě, že tě budu sledovat.

source: If you'll forgive my saying so, that outfit looks splendid on you.
cs: Jestli mi to odpustíte, ten outfit vám sluší.

source: I understand you're Maverick Johnston's new star. Well done.
cs: Prý jste nová hvězda Mavericka Johnstona. Dobrá práce.

source: Apologies for the wait. I was arranging my stationery.
cs: Omlouváme se za čekání. Zařizoval jsem si kancelářské potřeby.

source: I'll be on my way.
cs: Už budu na cestě.

source: What exactly do you do here?
cs: Co přesně zde děláte?
