Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:649:DefaultText
source: You enjoyed this job rather more than I anticipated.
cs: Tahle práce tě bavila víc, než jsem předpokládal.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:650:DefaultText
source: Technology, Captain. The same technology that allowed you and your fellow colonists to make the journey from Earth to Halcyon.
cs: Technologie, kapitán. Stejná technologie, která vám a vašim kolegům kolonistům umožnila cestu ze Země na Halcyon.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:651:DefaultText
source: But try to understand - many of your fellow settlers are beyond saving. They've been frozen for far too long, and the revival process would be lethal.
cs: Ale snažte se pochopit, že mnoho vašich spoluobčanů už není možné zachránit. Byli zmrazeni na příliš dlouhou dobu a proces oživení by byl smrtící.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:652:DefaultText
source: I have the highest faith in your abilities, Captain. You and I are going to save Halcyon together.
cs: Věřím ve vaše schopnosti, kapitáne. Vy a já společně zachráníme Halcyon.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:653:DefaultText
source: Was there anything else?
cs: Bylo tam ještě něco jiného?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:654:DefaultText
source: Does the name Clyde Harlow mean anything to you?
cs: Říká vám něco jméno Clyde Harlow?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:655:DefaultText
source: He was useful, for a time. But impossible to work with. Too much ego, not enough sense.
cs: Nějakou dobu byl užitečný. Ale nedalo se s ním pracovat. Příliš mnoho ega, málo rozumu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:656:DefaultText
source: Every worker in Edgewater will be expedited into our Lifetime Employment Program. Well done, Captain. That town owes you an enormous debt.
cs: Každý pracovník v Edgewateru bude zařazen do našeho programu celoživotního zaměstnávání. Dobrá práce, kapitáne. To město je vaším obrovským dlužníkem.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:657:DefaultText
source: I don't know what expedited means.
cs: Nevím, co znamená zrychlené.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:658:DefaultText
source: He may be a dangerous criminal, but I have no intention of having him killed. It's his mind I'm after.
cs: Možná je to nebezpečný zločinec, ale nemám v úmyslu ho nechat zabít. Jde mi o jeho mysl.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:659:DefaultText
source: I get it. You need Welles's research.
cs: Chápu to. Potřebuješ Wellesův výzkum.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:660:DefaultText
source: Exactly so. It is essential that we understand the science behind long-term hibernation.
cs: Přesně tak. Je nezbytné, abychom pochopili vědecké poznatky o dlouhodobé hibernaci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:661:DefaultText
source: We have the colony's brightest scientists working on the Program. But none of them possess Welles's unique genius.
cs: Na programu pracují nejschopnější vědci z celé kolonie. Ale žádný z nich nemá Wellesovu jedinečnou genialitu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:662:DefaultText
source: I'd prefer to have Welles alive and cooperating. But I'll settle for having his research.
cs: Byl bych raději, kdyby Welles žil a spolupracoval. Ale spokojím se s jeho výzkumem.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:663:DefaultText
source: If you think Welles is going to work for the Board, you're out of your mind.
cs: Jestli si myslíte, že Welles bude pracovat pro správní radu, tak jste se zbláznili.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:664:DefaultText
source: The Lifetime Employment Program will benefit from Welles's intellect. And if he has a problem with that, he can have a word with my re-education team.
cs: Program celoživotního zaměstnávání bude těžit z Wellesova intelektu. A pokud s tím má problém, může si promluvit s mým převýchovným týmem.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:665:DefaultText
source: You're gonna keep his brain in a jar? That's disgusting.
cs: Chceš si nechat jeho mozek ve sklenici? To je nechutné.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:666:DefaultText
source: Not exactly, although I have been meaning to requisition a new paperweight.
cs: Ne tak docela, i když jsem si chtěl pořídit nové těžítko.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:667:DefaultText
source: I don't really have a choice, do I?
cs: Nemám na výběr, nebo ano?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:668:DefaultText
source: Not true. You can choose to say "yes ma'am," or "at once, madam Adjutant," or "as you wish," or even "I'll take care of it."
cs: Není to pravda. Můžete si vybrat, zda řeknete "ano, madam", nebo "ihned, paní adjutantko", nebo "jak si přejete", nebo dokonce "já se o to postarám".

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:671:DefaultText
source: Then make your way to the Hope's bridge. Your ship's computer will activate the Hope's skip drive, and bring you into orbit around Tartarus.
cs: Pak se vydejte k mostu Hope's. Počítač vaší lodi aktivuje skokový pohon Hope a přenese vás na oběžnou dráhu kolem Tartaru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:672:DefaultText
source: Are you insane? One miscalculation and we'll skip the Hope right into the sun!
cs: Zbláznili jste se? Stačí jeden chybný odhad a přeskočíme Naději přímo do slunce!

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:673:DefaultText
source: Give yourself some credit, Captain. You've come this far without dying in some senseless accident. Clearly, the Architect has a plan for you.
cs: Přiznejte si zásluhy, kapitáne. Dostal jste se tak daleko, aniž byste zemřel při nějaké nesmyslné nehodě. Architekt má s vámi očividně plán.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:675:DefaultText
source: My sources tell me you've been busy on Monarch. I'm sure you've seen the miserable state of affairs there. But, lawless cesspool that it may be, Monarch has one important asset.
cs: Podle mých zdrojů jsi měl na Monarchu hodně práce. Jsem si jistý, že jste viděl, v jak žalostném stavu se tam věci nacházejí. Ale Monarch, ať už je to jakkoli bezprávná žumpa, má jednu důležitou výhodu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:676:DefaultText
source: All of Monarch's extra-planetary broadcasts are routed through Devil's Peak Station. I want you to claim Devil's Peak Station for the Board, by force if need be.
cs: Veškeré mimoplanetární vysílání Monarchu je vedeno přes stanici Devil's Peak. Chci, abyste pro Radu získali stanici Devil's Peak, v případě potřeby i násilím.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:677:DefaultText
source: I have an agent working in Stellar Bay. Everett Gill. Have a word with him as soon as you arrive. The passphrase is: the kindapine grows at night.
cs: Mám agenta, který pracuje ve Stellar Bay. Everett Gill. Promluvte si s ním, jakmile dorazíte. Heslo zní: Kindapine roste v noci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:679:DefaultText
source: The Kindapine Grows At Night? Isn't that the name of a romance serial?
cs: Kindapine roste v noci? Nejmenuje se tak náhodou nějaký romantický seriál?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:680:DefaultText
source: The kindanight grows on pines. Got it.
cs: Květina kindanight roste na borovicích. Mám to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:681:DefaultText
source: Yes. So what? Look - that's not important. Get to Stellar Bay and find Everett Gill.
cs: Ano. No a co? Podívej - to není důležité. Jeď do Hvězdné zátoky a najdi Everetta Gilla.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:682:DefaultText
source: Law have mercy. Just find Everett Gill. You're his problem now.
cs: Zákon se slituje. Najděte Everetta Gilla. Teď jsi jeho problém.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:683:DefaultText
source: Speak to Percival before you go. He'll arrange for your reward for turning in Welles.
cs: Než odejdete, promluvte si s Percivalem. Zařídí ti odměnu za udání Wellese.
