Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:447:DefaultText
source: Is that an automechanical janitor? Why do you have one following you around? Never mind. I don't want to know.
cs: Je to automechanický údržbář? Proč tě jeden takový sleduje? To je jedno. Nechci to vědět.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:448:DefaultText
source: I need you to focus on me, Captain. This is important.
cs: Potřebuji, abyste se soustředil na mě, kapitáne. Je to důležité.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:450:DefaultText
source: So that's your solution? Put the whole colony on ice? People ain't gonna stand for this. We'll fight back. We'll tear down the walls of Byzantium.
cs: Takže to je vaše řešení? Dát celou kolonii k ledu? Tohle si lidé nenechají líbit. Budeme se bránit. Zboříme zdi Byzance.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:451:DefaultText
source: No, Mister Millstone. You will not.
cs: Ne, pane Millstone. Nebudete.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:452:DefaultText
source: The workers of Halcyon will do exactly as they are told, as they always have. Your dreams of a people's revolution are the juvenile fantasies of a frustrated child.
cs: Pracovníci Halcyonu budou dělat přesně to, co se jim řekne, jako vždycky. Vaše sny o lidové revoluci jsou jen mladistvé fantazie frustrovaného dítěte.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:454:DefaultText
source: Guess Monarch folk ain't the only ones fucked around here. That ain't exactly an uplifting thought.
cs: Hádám, že Monarchové nejsou jediní, kdo je tady v prdeli. To není zrovna povzbudivá myšlenka.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:455:DefaultText
source: I know your face. Stellar Bay's most infamous hunter. How curious that you've thrown your lot in with the Captain.
cs: Znám tvůj obličej. Nejslavnější lovec Hvězdné zátoky. Je zvláštní, že jste se přidal ke kapitánovi.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:456:DefaultText
source: Monarch may harbor delusions of independence, but make no mistake - you are a part of our colony. If we fall, Monarch falls with us.
cs: Monarcha si možná dělá iluze o nezávislosti, ale nenechte se mýlit - jste součástí naší kolonie. Pokud padneme my, Monarch padne s námi.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:458:DefaultText
source: Adjutant Akande, as much of an honor as it is to make your acquaintance, I must say I am gravely disappointed. Protecting the colony was your duty.
cs: Adjutante Akande, i když je mi velkou ctí vás poznat, musím říci, že jsem velmi zklamán. Chránit kolonii bylo vaší povinností.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:459:DefaultText
source: I share your disappointment, Vicar DeSoto. Protecting Halcyon is my solemn duty, and I have been negligent.
cs: Sdílím vaše zklamání, vikáři DeSoto. Chránit Halcyon je moje svatá povinnost a já jsem ji zanedbal.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:460:DefaultText
source: I can no longer depend on lazy, weak-willed bureaucrats to help me rescue Halcyon. I need someone with a backbone. Someone like your Captain.
cs: Už se nemohu spoléhat na líné a slaboduché úředníky, že mi pomohou zachránit Halcyon. Potřebuji někoho, kdo má páteř. Někoho, jako je váš kapitán.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:462:DefaultText
source: The powerful make the mistakes and the powerless are left paying the price. As it has always been. Tell me, Adjutant, have you anything to offer beyond the usual false platitudes?
cs: Mocní dělají chyby a bezmocní na ně doplácejí. Tak jako vždycky. Řekněte mi, adjutante, máte co nabídnout kromě obvyklých falešných frází?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:463:DefaultText
source: I'm offering decisive action, Vicar DeSoto.
cs: Nabízím rozhodné kroky, vikáři DeSoto.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:464:DefaultText
source: I can no longer depend on lazy, weak-willed bureaucrats to help me rescue Halcyon. I need someone with a backbone. Someone like your Captain.
cs: Už se nemohu spoléhat na líné a slaboduché úředníky, že mi pomohou zachránit Halcyon. Potřebuji někoho, kdo má páteř. Někoho, jako je váš kapitán.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:466:DefaultText
source: What's in this for you? There's gotta be an angle. There always is for people like you.
cs: Co z toho budeš mít? Musí v tom být nějaký úhel pohledu. Pro lidi, jako jsi ty, vždycky nějaký je.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:467:DefaultText
source: I appreciate your skepticism, Dr. Fenhill. But I'm not doing this for any personal gain.
cs: Oceňuji vaši skepsi, doktore Fenhille. Ale nedělám to kvůli osobnímu prospěchu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:468:DefaultText
source: My "angle" is the preservation of our colony, by any means possible. Nothing more, and nothing less.
cs: Mým "úhlem pohledu" je zachování naší kolonie, a to všemi možnými prostředky. Nic víc a nic míň.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:469:DefaultText
source: Just tell me what you need done.
cs: Jen mi řekněte, co potřebujete udělat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:470:DefaultText
source: We need to talk about this Lifetime Employment Program.
cs: Musíme si promluvit o programu celoživotní zaměstnanosti.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:472:DefaultText
source: We need to talk about Emerald Vale.
cs: Musíme si promluvit o Emerald Vale.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:473:DefaultText
source: Edgewater was an unproductive settlement leeching resources from a starving colony. Then you wandered into town and slaughtered everyone.
cs: Edgewater byl neproduktivní osadou, která odčerpávala zdroje z hladovějící kolonie. Pak jste se zatoulali do města a všechny vyvraždili.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:474:DefaultText
source: I don't approve of your methods. But you did save me the trouble of solving the problem of Edgewater.
cs: Neschvaluji vaše metody. Ale ušetřil jste mi práci s řešením problému Edgewateru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:475:DefaultText
source: Glad I could help.
cs: Jsem rád, že jsem mohl pomoci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:476:DefaultText
source: <Shrug.>
cs: <Pokrčení ramen.>

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:477:DefaultText
source: Hey, if a problem can't be solved through violence, it's not worth solving at all.
cs: Hele, když se problém nedá vyřešit násilím, nemá cenu ho vůbec řešit.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:478:DefaultText
source: What a lovely epigram. I'll have to make note of it.
cs: Jaký krásný epigram. Budu si ho muset poznamenat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:479:DefaultText
source: I will be frank. Edgewater was a lost cause. I never expected the settlement to survive another year. But then you came along.
cs: Budu upřímný. Edgewater byl ztracený případ. Nečekal jsem, že osada přežije další rok. Ale pak jste přišel vy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:480:DefaultText
source: I don't know how you managed to convince a faction of disloyal workers to return to their posts. In fact, Edgewater is more productive than ever before.
cs: Nevím, jak se vám podařilo přesvědčit frakci neloajálních pracovníků, aby se vrátili na svá místa. Ve skutečnosti je Edgewater produktivnější než kdykoli předtím.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:481:DefaultText
source: I was just doing what had to be done.
cs: Dělal jsem jen to, co bylo třeba.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:482:DefaultText
source: Sensible as well as modest. You're quickly becoming my favorite freelancer.
cs: Rozumné i skromné. Rychle se stáváte mým oblíbeným freelancerem.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:484:DefaultText
source: Expedited into the program? What do you mean by that?
cs: Byli jste do programu zařazeni urychleně? Co tím myslíte?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:485:DefaultText
source: Edgewater's workers have proven themselves valuable. When the time comes to place our most loyal workers in suspended animation, they're going to be the first in line.
cs: Pracovníci společnosti Edgewater se osvědčili. Až přijde čas uvést naše nejvěrnější pracovníky do stavu pozastavené animace, budou první na řadě.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:486:DefaultText
source: I couldn't possibly care less about that backwater town.
cs: To zapadlé městečko mi může být ukradené.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:487:DefaultText
source: Thanks to your meddling, Edgewater is without power. Operations have ground to a halt. You've left us with a useless town draining our resources.
cs: Díky vašemu vměšování je Edgewater bez proudu. Provoz se zastavil. Zanechali jste nám nepotřebné město, které vyčerpává naše zdroje.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:488:DefaultText
source: Edgewater needs to go. I want you to wipe the town out. No survivors.
cs: Edgewater musí odejít. Chci, abys to město zničil. Žádní přeživší.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:490:DefaultText
source: Are you out of your mind?! We're not gonna murder a town of innocent people!
cs: Zbláznil ses?! Nebudeme vraždit město nevinných lidí!

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:491:DefaultText
source: You will do exactly as you're told, or I will have you shot for insubordination.
cs: Budete dělat přesně to, co vám řeknu, nebo vás nechám zastřelit za neposlušnost.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:492:DefaultText
source: I get that you Board types are all about efficiency, but isn't this a bit much?
cs: Chápu, že vám, členům představenstva, jde o efektivitu, ale není to trochu moc?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:493:DefaultText
source: I'm asking your captain to amputate a rotting limb from the colony. I'd expect you to understand, Dr. Fenhill.
cs: Žádám vašeho kapitána o amputaci hnijící končetiny z kolonie. Očekávám, že to pochopíte, doktore Fenhille.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:494:DefaultText
source: I will hunt beasts until I'm out of ammunition, and then I'll fight a good long while after, but I'm not about to mow down a crowd of innocent people.
cs: Budu lovit zvěř, dokud mi nedojde munice, a pak budu ještě dlouho bojovat, ale nehodlám kosit davy nevinných lidí.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:495:DefaultText
source: Then I suggest you find your courage, or pretend you're hunting beasts.
cs: Pak vám doporučuji najít odvahu nebo předstírat, že lovíte zvěř.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:496:DefaultText
source: I cannot condone this plan. Wanton, senseless, destruction of life is never the solution.
cs: S tímto plánem nemohu souhlasit. Bezohledné, nesmyslné ničení života není nikdy řešením.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:497:DefaultText
source: I don't need you to approve of my plan, Vicar. I need you to get it done.
cs: Nepotřebuji, abyste můj plán schválil, pane faráři. Potřebuji, abyste ho uskutečnil.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:498:DefaultText
source: You're a monster.
cs: Jsi monstrum.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:499:DefaultText
source: Someone has to be.
cs: Někdo musí být.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:500:DefaultText
source: Now is not the time for half-measures, Captain. I need a decision from you.
cs: Teď není čas na polovičatá opatření, kapitáne. Potřebuji od vás rozhodnutí.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:501:DefaultText
source: I'll do it.
cs: Udělám to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:502:DefaultText
source: I won't. You're better than this, Captain. You have to be.
cs: Nebudu. Jste lepší než tohle, kapitáne. Musíte být.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:503:DefaultText
source: You'll do as I damn well tell you.
cs: Uděláš, co ti řeknu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:504:DefaultText
source: Not this, Captain. Never this.
cs: Tohle ne, kapitáne. Tohle nikdy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:505:DefaultText
source: I'm glad you can keep control over your associates.
cs: Jsem rád, že si můžete udržet kontrolu nad svými spolupracovníky.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:506:DefaultText
source: How about you NOT contradict me in front of the second-most-powerful person in Halcyon?
cs: Co kdybys mi NEvyvracel pravdu před druhou nejmocnější osobou v Halcyonu?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:507:DefaultText
source: This lady wants to kill my people! And you're- you're just gonna HELP her?
cs: Tato dáma chce zabít mé lidi! A ty jí prostě POMŮŽEŠ?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:508:DefaultText
source: Trust me, Parvati.
cs: Věř mi, Parvati.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:509:DefaultText
source: Don't make me choose between you 'n Edgewater, Captain. Between you 'n my people. Please.
cs: Nenuťte mě vybírat si mezi vámi a Edgewaterem, kapitáne. Mezi vámi a mými lidmi. Prosím.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:510:DefaultText
source: Edgewater is beyond saving. We're going to have to erase the town, but we're going to do it systematically.
cs: Edgewater se nedá zachránit. Budeme muset město vymazat, ale budeme to dělat systematicky.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:515:DefaultText
source: You were in the Emerald Vale Geothermal Plant. Do you remember what you discovered there?
cs: Byl jste v geotermální elektrárně Emerald Vale. Vzpomínáte si, co jste tam objevil?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:516:DefaultText
source: Remind me.
cs: Připomeňte mi to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:517:DefaultText
source: There was an accident at the Emerald Vale Geothermal Plant many years ago. Automechanicals turned hostile and slaughtered the plant's workers. Tragic, really.
cs: V geotermální elektrárně Emerald Vale došlo před mnoha lety k nehodě. Automechanici se stali nepřátelskými a povraždili zaměstnance elektrárny. Opravdu tragické.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:518:DefaultText
source: In fact, Spacer's Choice manufactured the incident for an insurance claim. They outfitted their mechanicals with a termination protocol, which is exactly what we need.
cs: Společnost Spacer's Choice ve skutečnosti tuto událost vyrobila pro účely pojistné události. Vybavili své mechaniky protokolem o ukončení, což je přesně to, co potřebujeme.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:519:DefaultText
source: I see where you're going with this.
cs: Chápu, kam tím míříte.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:520:DefaultText
source: I'm arranging for a delivery of mechanicals to Edgewater. These mechanicals have been equipped with the same termination protocol, which must be activated from a terminal in the plant.
cs: Zařizuji dodávku mechaniky do Edgewateru. Tyto mechaniky byly vybaveny stejným ukončovacím protokolem, který musí být aktivován z terminálu v závodě.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:521:DefaultText
source: Once the mechanicals are finished cleaning out Edgewater, I'll need you to go in and clean out the mechanicals. Understand?
cs: Jakmile mechanici dokončí úklid Edgewateru, potřebuji, abys šel dovnitř a vyčistil mechaniku. Rozumíš?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:522:DefaultText
source: Got it.
cs: Mám to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:523:DefaultText
source: One last thing. Spacer's Choice sent a team of soldiers to investigate your little misadventure in the geothermal plant. Tread lightly.
cs: A ještě jedna věc. Spacer's Choice vyslala tým vojáků, aby prošetřil vaše malé neštěstí v geotermální elektrárně. Našlapujte opatrně.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:524:DefaultText
source: I'll take care of it.
cs: Postarám se o to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:525:DefaultText
source: Report back to me when the job's done.
cs: Až bude práce hotová, dejte mi vědět.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:526:DefaultText
source: Can't you just call them off?
cs: Nemůžeš je prostě odvolat?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:527:DefaultText
source: I like you, Captain, but you're not worth that much paperwork. I prefer keeping our relationship strictly off-the-books.
cs: Mám vás rád, kapitáne, ale za tolik papírování nestojíte. Dávám přednost tomu, aby náš vztah zůstal mimo záznamy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:528:DefaultText
source: Please. I never tread lightly.
cs: Prosím. Nikdy jsem nešlapal na lehkou váhu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:529:DefaultText
source: Then don't tread lightly. Carve a path through them, for all I care. Just take care of it.
cs: Pak nepostupujte lehkovážně. Proklestěte si cestu skrz ně, to je mi jedno. Jen se o to postarej.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:530:DefaultText
source: At least I won't have to get my hands dirty.
cs: Alespoň si nebudu muset špinit ruce.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:531:DefaultText
source: I would never ask you to walk into Edgewater and slaughter everyone with your own two hands. We're not savages.
cs: Nikdy bych po tobě nechtěl, abys vešel do Edgewateru a všechny zmasakroval vlastníma rukama. Nejsme divoši.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:532:DefaultText
source: I just want you to know, you're a cold-blooded psychopath.
cs: Jen chci, abys věděl, že jsi chladnokrevný psychopat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:533:DefaultText
source: I appreciate the flattery, Captain.
cs: Oceňuji lichotky, kapitáne.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:534:DefaultText
source: Hold on. Are you telling me Spacer's Choice got away with it?
cs: Počkejte. Chceš mi říct, že Spacer's Choice to prošlo?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:535:DefaultText
source: The insurance claim has been locked in committee for years, but the individual responsible for the accident was promoted for lateral thinking.
cs: Pojistná událost byla roky uzamčena v komisi, ale osoba odpovědná za nehodu byla povýšena za laterální myšlení.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:536:DefaultText
source: It was in bad shape, and swarming with Spacer's Choice mechanicals.
cs: Byl ve špatném stavu a hemžil se mechaniky Spacer's Choice.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:537:DefaultText
source: Yeah. Automechanicals went haywire and murdered everyone.
cs: Jo. Automechanici se zbláznili a všechny zabili.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:538:DefaultText
source: You've been paying attention. You're absolutely right.
cs: Dávali jste pozor. Máte naprostou pravdu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:539:DefaultText
source: There were a lot of switches. At least two.
cs: Bylo tam hodně přepínačů. Nejméně dva.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:540:DefaultText
source: I'm going to need you to listen carefully, because I'm about to use a lot of big words. At least two.
cs: Budu potřebovat, abyste mě pozorně poslouchali, protože se chystám použít spoustu velkých slov. Nejméně dvě.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:541:DefaultText
source: I don't understand. What did Edgewater do to deserve this?
cs: Nerozumím tomu. Čím si to Edgewater zasloužil?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:542:DefaultText
source: When you diverted power to the Botanical Lab, you spelled the end of Edgewater. But the town is still hanging on, still living off whatever meager resources we send them.
cs: Když jste přesměrovali energii do botanické laboratoře, znamenalo to konec Edgewateru. Ale město se stále drží, stále žije z jakýchkoli skromných zdrojů, které jim posíláme.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:543:DefaultText
source: With every passing day, Edgewater leeches more of our limited resources. The town is a rotting limb, and we must be surgeons.
cs: S každým dalším dnem Edgewater vysává více našich omezených zdrojů. Město je hnijící končetina a my musíme být chirurgové.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:544:DefaultText
source: Why me?
cs: Proč já?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:545:DefaultText
source: Because right now, you're the only person I can depend on. My hands are tied by endless rolls of red tape and bureaucratic limitations.
cs: Protože právě teď jsi jediná osoba, na kterou se mohu spolehnout. Ruce mi svazují nekonečné role byrokracie a byrokratických omezení.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:546:DefaultText
source: Halcyon is going to collapse while the Board hems and haws and debates minutiae. We need to act. And you're the only person with the wherewithal to do what's necessary.
cs: Halcyon se zhroutí, zatímco správní rada se trápí a debatuje o maličkostech. Musíme jednat. A vy jste jediná osoba, která má prostředky k tomu, aby udělala to, co je nezbytné.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:547:DefaultText
source: We're talking about human lives here.
cs: Mluvíme tu o lidských životech.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:548:DefaultText
source: The dissidents currently occupying Edgewater answer to no one. They're an unknown, unpredictable variable, and I can't have that.
cs: Disidenti, kteří v současnosti okupují Edgewater, se nikomu nezodpovídají. Jsou neznámou, nepředvídatelnou veličinou, a to nemohu dopustit.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:549:DefaultText
source: Edgewater's workers consume six times as many resources as they produce. The best thing that town can do for its colony is to die.
cs: Pracovníci v Edgewateru spotřebují šestkrát více zdrojů, než kolik jich vyprodukují. To nejlepší, co může město pro svou kolonii udělat, je zemřít.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:550:DefaultText
source: I'm not asking you to be a murderer. I'm asking you to be a surgeon. Edgewater is a necrotic limb on the body of the colony. It must be severed.
cs: Nechci po tobě, abys byl vrah. Žádám tě, aby ses stal chirurgem. Edgewater je odumřelá končetina na těle kolonie. Musí být odříznut.
