Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_*_presentation.po
Languages: bs

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:117:DefaultText
source: Good afternoon. I'm Chairman Rockwell, and I'm here to address a serious issue facing us. As you all know, our colony has been successful beyond our wildest dreams.
bs: Dobré odpoledne. Jsem předseda Rockwell a přišel jsem se zabývat závažným problémem, kterému čelíme. Jak všichni víte, naše kolonie byla úspěšná nad naše nejdivočejší sny.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:120:DefaultText
source: Unfortunately, we've recently discovered that our food supply will not be able to sustain Halcyon's population in the long term. Everyone will die.
bs: Bohužel jsme nedávno zjistili, že naše zásoby potravin nebudou schopny dlouhodobě udržet populaci Halcyonu. Všichni zemřou.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:176:DefaultText
source: Everyone will slowly stop living. From malnutrition. But we're doing it together, and that's what matters.
bs: Všichni pomalu přestanou žít. Z podvýživy. Ale děláme to společně a na tom záleží.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:177:DefaultText
source: I fucking swear, if someone doesn't get me something to read that will placate the masses soon all of you will find yourselves violently unemployed.
bs: Přísahám, že jestli mi někdo nedá něco ke čtení, co by uklidnilo masy, brzy se všichni ocitnete bez práce.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:181:DefaultText
source: How can we put a positive spin on this? "It's better than getting flayed by marauders?"
bs: Jak na to můžeme nahlížet pozitivně? "Je to lepší než se nechat zmasakrovat nájezdníky?"

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:183:DefaultText
source: But I can assure you, there's nothing to fear. We've got a solution. It's called the "Lifetime Employment Program."
bs: Ale mohu vás ujistit, že se nemáte čeho bát. Máme řešení. Jmenuje se "Program celoživotního zaměstnávání".

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:184:DefaultText
source: We will freeze most of the colony to preserve resources while the best and brightest of Byzantium continue living in prosperity.
bs: Většinu kolonie zmrazíme, abychom zachovali zdroje, zatímco nejlepší a nejchytřejší obyvatelé Byzance budou nadále žít v blahobytu.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:187:DefaultText
source: While Halcyon's brightest minds solve the problem of our nutritional shortage, the rest of the colony will be placed in suspended animation.
bs: Zatímco nejbystřejší mozky Halcyonu budou řešit problém s nedostatkem živin, zbytek kolonie bude uveden do stavu pozastavené animace.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:188:DefaultText
source: Individuals will be revived on a rotating basis so that every Halcyonite can be part of the important work of saving our colony!
bs: Jednotlivci budou oživováni na rotačním principu, aby se každý Halcyonita mohl podílet na důležité práci na záchraně naší kolonie!

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:189:DefaultText
source: By testing paperweights. [starts laughing] Sorry, couldn't resist. Let's go again.
bs: Testováním těžítek. [začne se smát] Promiň, nemohl jsem odolat. Pojďme na to znovu.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:195:DefaultText
source: And some day, in the not too distant future when we've solved this crisis, we'll all be back together again, working for the good of Halcyon!
bs: A jednoho dne, v nepříliš vzdálené budoucnosti, až tuto krizi vyřešíme, budeme zase všichni pohromadě a budeme pracovat pro dobro Halcyonu!

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:196:DefaultText
source: Until then, the Board shall provide for the deserving, just as it always has. So, obey your supervisors. Take your vitamins. Follow your corporate-mandated grooming rituals.
bs: Do té doby bude správní rada poskytovat zasloužilým lidem příspěvky jako vždy. Poslouchejte tedy své nadřízené. Vezměte si vitamíny. Dodržujte firemní rituály péče o tělo.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:197:DefaultText
source: And rest assured, with the Board on your side, there is nothing to worry about.
bs: A buďte si jisti, že s představenstvem na vaší straně se nemusíte ničeho obávat.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:198:DefaultText
source: I still think we need to add something about paradigm shifts. And make sure someone cuts the part about preserving Byzantium at the expense of the rest of the colony, dammit.
bs: Stále si myslím, že bychom měli přidat něco o změně paradigmatu. A ujistěte se, že někdo vystřihne tu část o zachování Byzance na úkor zbytku kolonie, sakra.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:199:DefaultText
source: What is this? Why in the name of the Architect is everyone around here so incompetent? We can't just tell everyone they're going to die. Get me a rewrite, now.
bs: Co je to? Proč jsou tady proboha všichni tak neschopní? Nemůžeme přece všem říct, že zemřou. Hned mi to přepište.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:200:DefaultText
source: Look you idiots, how many times do I have to tell you we can't say shit like that? Fire whoever wrote this.
bs: Podívejte se, vy idioti, kolikrát vám mám říkat, že takové věci nemůžeme říkat? Vyhoďte toho, kdo to napsal.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:205:DefaultText
source: What is this? Why in the name of the Architect is everyone around here so incompetent? We can't just tell everyone they're going to die. Get me a rewrite, now.
bs: Co je to? Proč jsou tady proboha všichni tak neschopní? Nemůžeme přece všem říct, že zemřou. Hned mi to přepište.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:206:DefaultText
source: I fucking swear, if someone doesn't get me something to read that will placate the masses soon all of you will find yourselves violently unemployed.
bs: Přísahám, že jestli mi někdo nedá něco ke čtení, co by uklidnilo masy, brzy se všichni ocitnete bez práce.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:207:DefaultText
source: How can we put a positive spin on this? "It's better than getting flayed by marauders?"
bs: Jak na to můžeme nahlížet pozitivně? "Je to lepší než se nechat zmasakrovat nájezdníky?"

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:208:DefaultText
source: Look you idiots, how many times do I have to tell you we can't say shit like that? Fire whoever wrote this.
bs: Podívejte se, vy idioti, kolikrát vám mám říkat, že takové věci nemůžeme říkat? Vyhoďte toho, kdo to napsal.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:209:DefaultText
source: While Halcyon's brightest minds solve the problem of our nutritional shortage, the rest of the colony will be placed in suspended animation.
bs: Zatímco nejbystřejší mozky Halcyonu budou řešit problém s nedostatkem živin, zbytek kolonie bude uveden do stavu pozastavené animace.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:210:DefaultText
source: I still think we need to add something about paradigm shifts. And make sure someone cuts the part about preserving Byzantium at the expense of the rest of the colony, dammit.
bs: Stále si myslím, že bychom měli přidat něco o změně paradigmatu. A ujistěte se, že někdo vystřihne tu část o zachování Byzance na úkor zbytku kolonie, sakra.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:211:DefaultText
source: Good afternoon. I'm Chairman Rockwell, and I'm here to address a serious issue facing us. As you all know, our colony has been successful beyond our wildest dreams.
bs: Dobré odpoledne. Jsem předseda Rockwell a přišel jsem se zabývat závažným problémem, kterému čelíme. Jak všichni víte, naše kolonie byla úspěšná nad naše nejdivočejší sny.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:212:DefaultText
source: Everyone will slowly stop living. From malnutrition. But we're doing it together, and that's what matters.
bs: Všichni pomalu přestanou žít. Z podvýživy. Ale děláme to společně, a na tom záleží.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:213:DefaultText
source: But I can assure you, there's nothing to fear. We've got a solution. It's called the "Lifetime Employment Program."
bs: Ale mohu vás ujistit, že se nemáte čeho bát. Máme řešení. Jmenuje se "Program celoživotního zaměstnávání".

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:214:DefaultText
source: While Halcyon's brightest minds solve the problem of our nutritional shortage, the rest of the colony will be placed in suspended animation.
bs: Zatímco nejbystřejší mozky Halcyonu budou řešit problém s nedostatkem živin, zbytek kolonie bude uveden do stavu pozastavené animace.

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:215:DefaultText
source: And some day, in the not too distant future when we've solved this crisis, we'll all be back together again, working for the good of Halcyon!
bs: A jednoho dne, v nepříliš vzdálené budoucnosti, až tuto krizi vyřešíme, budeme zase všichni pohromadě a budeme pracovat pro dobro Halcyonu!

# conversations/02_terra2/0203_byzantium_hhc/0203_bs_presentation:216:DefaultText
source: How can we put a positive spin on this? "It's better than getting flayed by marauders?"
bs: Jak na to můžeme nahlížet pozitivně? "Je to lepší než se nechat zmasakrovat nájezdníky?"
