Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:551:DefaultText
source: Just like that? Edgewater's not productive anymore, so we wipe it off the planet?
cs: Jen tak? Edgewater už není produktivní, tak ho vymažeme z planety?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:552:DefaultText
source: We don't have any other option. The colony is on the verge of collapse, and we no longer have the luxury of easy solutions.
cs: Nemáme jinou možnost. Kolonie je na pokraji zhroucení a my už si nemůžeme dovolit luxus jednoduchých řešení.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:553:DefaultText
source: Adelaide's people are self-sufficient. They're not a strain on the colony's resources.
cs: Obyvatelé Adelaide jsou soběstační. Nejsou zátěží pro zdroje kolonie.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:554:DefaultText
source: Don't fool yourself. The dissidents occupying Edgewater are rebels harboring dangerous and seditious ideas. Left to their own devices, their numbers will grow.
cs: Nenechte se oklamat. Disidenti, kteří okupují Edgewater, jsou rebelové skrývající nebezpečné a pobuřující myšlenky. Pokud je necháme napospas, jejich počet se bude zvyšovat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:555:DefaultText
source: Graham Bryant and his merry band of morons caused enough trouble on Monarch. I won't risk the same thing happening in Edgewater.
cs: Graham Bryant a jeho veselá banda pitomců způsobili na Monarchu dost problémů. Nebudu riskovat, že se totéž stane v Edgewateru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:556:DefaultText
source: The Board is responsible for this colony. This is all your fault.
cs: Za tuto kolonii je odpovědná správní rada. Je to všechno vaše vina.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:557:DefaultText
source: Because we were negligent. You're right - the colony can't possibly feed itself, and it's our fault. This is our mess, and the only way we're cleaning it up is by taking action.
cs: Protože jsme byli nedbalí. Máš pravdu - kolonie se nedokáže sama uživit a je to naše chyba. Je to náš nepořádek a jediný způsob, jak ho uklidit, je jednat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:558:DefaultText
source: You replaced a loyal, if hard-headed town leader with a revolutionary. Adelaide's people have turned Edgewater into a hub of dissidents.
cs: Vyměnili jste loajálního, i když tvrdého vůdce města za revolucionáře. Adelaidini lidé udělali z Edgewateru centrum disidentů.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:559:DefaultText
source: These people are dangerous. They're going to become more dangerous after the collapse. We need to put them down now.
cs: Tito lidé jsou nebezpeční. Po kolapsu budou ještě nebezpečnější. Musíme je hned zlikvidovat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:560:DefaultText
source: Edgewater was our mistake, not yours. The town was unsustainable. The Emerald Vale project was overambitious and mismanaged.
cs: Edgewater byla naše chyba, ne vaše. Město bylo neudržitelné. Projekt Emerald Vale byl příliš ambiciózní a špatně řízený.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:561:DefaultText
source: But we must correct this mistake, hard as it may be. We simply do not have the resources to support Edgewater. Edgewater needs to go, so others in the colony may live.
cs: Tuto chybu však musíme napravit, i když je to těžké. Na podporu Edgewateru prostě nemáme prostředky. Edgewater musí odejít, aby ostatní v kolonii mohli žít.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:562:DefaultText
source: You are completely insane.
cs: Jste naprosto šílený.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:563:DefaultText
source: No. Allowing thousands of colonists to starve to death because we couldn't make one cold-blooded decision is insane. What I'm suggesting is absolutely logical.
cs: Ne. Nechat tisíce kolonistů zemřít hlady, protože jsme nedokázali učinit jedno chladnokrevné rozhodnutí, je šílené. To, co navrhuji, je naprosto logické.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:564:DefaultText
source: You talk less like a human than mechanicals I've known.
cs: Mluvíš méně jako člověk než mechanici, které znám.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:565:DefaultText
source: I am responsible for every single human life in this colony. Do you imagine I relish the thought of killing some of them to save the rest?
cs: Jsem zodpovědný za každý lidský život v této kolonii. Myslíte si, že si vychutnávám myšlenku, že některé z nich zabiju, abych zachránil ostatní?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:566:DefaultText
source: Steel your spine, Captain. Do what needs to be done.
cs: Zpevněte si páteř, kapitáne. Udělejte, co je třeba.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:567:DefaultText
source: The answer is no.
cs: Odpověď zní ne.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:568:DefaultText
source: Don't make this more difficult than it needs to be, Captain. I rather like you, and I'd hate to have you shot for disobeying a direct order.
cs: Nedělejte to složitější, než je nutné, kapitáne. Mám vás docela rád a nerad bych vás nechal zastřelit za neuposlechnutí přímého rozkazu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:569:DefaultText
source: You made your point. I'll do it.
cs: Vyjádřil jste svůj názor. Já to udělám.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:570:DefaultText
source: Go to hell, Sophia.
cs: Jdi k čertu, Sophie.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:571:DefaultText
source: I'm disappointed. I was so sure you had potential.
cs: Jsem zklamaný. Byl jsem si tak jistý, že máš potenciál.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:573:DefaultText
source: You handed Edgewater over to a band of dissidents. I can't have this. Adelaide McDevitt and her people have no place in the Halcyon that is to come.
cs: Předal jste Edgewater skupině disidentů. Tohle si nemůžu nechat líbit. Adelaide McDevittová a její lidé nemají v Halcyonu, který přijde, co dělat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:574:DefaultText
source: Edgewater is a dead weight. Even with their power restored, they haven't been productive in years. We can't afford to continue supplying that town.
cs: Edgewater je mrtvá váha. Dokonce i po obnovení jejich napájení nebyli už léta produktivní. Nemůžeme si dovolit to město dál zásobovat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:577:DefaultText
source: I'll answer however I can.
cs: Odpovím, jak budu moci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:578:DefaultText
source: You don't honestly believe all this Lifetime Employment nonsense, do you?
cs: Snad nevěříte těm nesmyslům o celoživotním zaměstnávání?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:579:DefaultText
source: The Lifetime Employment Program is not some malevolent strategy of an evil mastermind. There's no dark secret buried in the fine print.
cs: Program celoživotního zaměstnávání není zlovolnou strategií nějakého zlého mocipána. V drobném písmu není ukryto žádné temné tajemství.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:580:DefaultText
source: The Program is logical, it's reasonable, it's merciful. And most importantly - it will work.
cs: Program je logický, rozumný a milosrdný. A co je nejdůležitější - bude fungovat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:581:DefaultText
source: I saw the presentation. Rockwell wants to sacrifice the colony to save Byzantium.
cs: Viděl jsem prezentaci. Rockwell chce obětovat kolonii, aby zachránil Byzanc.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:582:DefaultText
source: Byzantium is the beating heart of our colony. As long as Byzantium survives, Halcyon may one day recover from the collapse. We must protect this city at any cost.
cs: Byzanc je tepajícím srdcem naší kolonie. Dokud Byzanc přežije, může se Halcyon jednoho dne zotavit z kolapsu. Musíme toto město chránit za každou cenu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:583:DefaultText
source: Help me execute the Lifetime Employment Program, and you will have earned a place of honor in Byzantium. You will live in comfort, and want for nothing.
cs: Pomozte mi realizovat program celoživotního zaměstnání a získáte čestné místo v Byzanci. Budeš žít v pohodlí a nic ti nebude chybět.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:584:DefaultText
source: This isn't the only way to save Halcyon. Welles has a plan.
cs: To není jediný způsob, jak zachránit Halcyon. Welles má plán.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:585:DefaultText
source: Phineas Welles does not have a plan. He has an obsession. He is obsessed with reviving the Hope's colonists, no matter the cost.
cs: Phineas Welles nemá žádný plán. Má posedlost. Je posedlý oživením kolonistů z Hope, ať to stojí, co to stojí.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:586:DefaultText
source: Halcyon is already starving. We can't possibly introduce tens of thousands of new colonists into this system.
cs: Halcyon už hladoví. Nemůžeme do této soustavy přivést desítky tisíc nových kolonistů.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:587:DefaultText
source: Let the rest of Halcyon starve. I'm gonna be kicking my heels up in Byzantium.
cs: Nechte zbytek Halcyonu hladovět. Já si budu kopat do pat v Byzanci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:588:DefaultText
source: That can be arranged, provided you do exactly as I say.
cs: To se dá zařídit, pokud uděláte přesně to, co vám řeknu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:589:DefaultText
source: How long do we have?
cs: Jak dlouho nám zbývá?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:590:DefaultText
source: We've already crossed the point of no return. The collapse has already begun. You must have noticed the signs in Emerald Vale - malnutrition, disease, high mortality rates.
cs: Bod, odkud není návratu, jsme již překročili. Kolaps již začal. Jistě jste si všimli příznaků ve Smaragdovém údolí - podvýživy, nemocí, vysoké úmrtnosti.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:591:DefaultText
source: This is a permanent famine, captain. We've done all we can to curb their hunger. Very soon, people are going to realize they're starving.
cs: Tohle je trvalý hladomor, kapitáne. Udělali jsme vše, co jsme mohli, abychom omezili jejich hlad. Velmi brzy si lidé uvědomí, že hladoví.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:592:DefaultText
source: A famine is a problem of logistics as well as marketing. Your workers must remain productive on as little food as possible, and they must always believe that food is plentiful.
cs: Hladomor je problém logistiky i marketingu. Vaši pracovníci musí zůstat produktivní s co nejmenším množstvím potravin a musí vždy věřit, že je jich dostatek.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:593:DefaultText
source: That's what that research in Roseway was all about.
cs: Právě o tom byl výzkum v Roseway.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:594:DefaultText
source: How did you manage that?
cs: Jak se vám to podařilo?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:595:DefaultText
source: Corporate-approved rationing. Company policy on dietary restrictions. Appetite suppressants.
cs: Korporací schválené příděly. Firemní politika týkající se dietních omezení. Přípravky na potlačení chuti k jídlu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:597:DefaultText
source: Before you interfered in Roseway, Dr. Anton Crane was on the verge of developing a powerful appetite suppressant. It would have made his career.
cs: Než jste zasáhl do Rosewaye, byl doktor Anton Crane na pokraji vývoje silného prostředku potlačujícího chuť k jídlu. To by mu zajistilo kariéru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:598:DefaultText
source: I'm sure you remember Dr. Anton Crane. His research was instrumental in developing a powerful appetite suppressant.
cs: Určitě si vzpomínáte na doktora Antona Cranea. Jeho výzkum se podílel na vývoji silného prostředku potlačujícího chuť k jídlu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:599:DefaultText
source: One of Auntie Cleo's head researchers discovered a powerful appetite suppressant. We've already drawn up distribution plans.
cs: Jeden z vedoucích výzkumníků tety Cleo objevil silný prostředek na potlačení chuti k jídlu. Už jsme vypracovali distribuční plány.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:600:DefaultText
source: The solution is a temporary one. Before long, our workers are going to feel the effects of starvation. The Lifetime Employment Program is our only viable option.
cs: Řešení je dočasné. Zanedlouho naši pracovníci pocítí následky hladovění. Program celoživotního zaměstnávání je naší jedinou schůdnou možností.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:601:DefaultText
source: That's disgusting. Your workers are starving, and you're feeding them lies.
cs: To je nechutné. Vaši zaměstnanci hladoví a vy je krmíte lží.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:602:DefaultText
source: And what will happen if workers realize their colony is collapsing and their resources are dwindling? Panic. Hoarding. Workers killing one another for a scrap of bread.
cs: A co se stane, když si dělníci uvědomí, že se jejich kolonie hroutí a že jim ubývají zdroje? Panika. Hromadění. Dělníci se navzájem zabíjejí kvůli kousku chleba.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:603:DefaultText
source: The truth won't do this colony any good. The truth won't save it from the inevitable. The truth, Captain, is the enemy of security.
cs: Pravda této kolonii neprospěje. Pravda ji nezachrání před nevyhnutelným. Pravda, kapitáne, je nepřítelem bezpečnosti.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:604:DefaultText
source: Makes sense. People need to believe the Board is looking out for them.
cs: To dává smysl. Lidé potřebují věřit, že se o ně správní rada stará.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:605:DefaultText
source: Precisely. The colony must never lose faith in the Board. That is what the Board provides - security in a senseless and chaotic world.
cs: Přesně tak. Kolonie nikdy nesmí ztratit důvěru v představenstvo. To je to, co Rada poskytuje - bezpečí v nesmyslném a chaotickém světě.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:606:DefaultText
source: What does any of this have to do with me?
cs: Co to má společného se mnou?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:607:DefaultText
source: When you turned Phineas Welles over to me, I knew I could rely on you. You've demonstrated your ability to place duty above sentiment.
cs: Když jste mi předal Phinease Wellese, věděl jsem, že se na vás mohu spolehnout. Prokázal jsi, že umíš upřednostnit povinnost před sentimentem.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:608:DefaultText
source: You've proven yourself reliable and trustworthy. You're calm in the face of a crisis, and you know how to take orders.
cs: Prokázali jste, že jste spolehliví a důvěryhodní. V krizových situacích se chováte klidně a umíte přijímat rozkazy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:609:DefaultText
source: And you deliver results. That quality alone is enough to separate you from the Board's army of indecisive bureaucrats.
cs: A vy přinášíte výsledky. Už jen tato vlastnost stačí k tomu, abyste se odlišili od armády nerozhodných úředníků správní rady.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:610:DefaultText
source: I'm with you. I want to save Halcyon as much as you do.
cs: Souhlasím s vámi. Chci zachránit Halcyon stejně jako ty.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:611:DefaultText
source: I'm glad to hear that. We can still rescue Halcyon, but we can't be bound by red tape and regulations.
cs: To rád slyším. Stále můžeme zachránit Halcyon, ale nemůžeme se nechat svazovat byrokracií a předpisy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:612:DefaultText
source: I can't save this colony alone. I need someone capable of working outside the system. Someone who can get things done.
cs: Sám tuto kolonii nezachráním. Potřebuji někoho schopného pracovat mimo systém. Někoho, kdo dokáže věci zařídit.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:613:DefaultText
source: Not a fan of the bureaucracy, Sophia?
cs: Nemáte ráda byrokracii, Sophie?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:614:DefaultText
source: Do you know how many meetings I have to sit through, how many papers I have to sign before I can make one decision? I'm only trying to rescue Halcyon from extinction!
cs: Víte, kolik schůzek musím absolvovat, kolik papírů musím podepsat, než mohu učinit jediné rozhodnutí? Já se jen snažím zachránit Halcyon před zánikem!

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:615:DefaultText
source: Our interests may align, but make no mistake, we're not friends.
cs: Naše zájmy se mohou shodovat, ale nenechte se mýlit, nejsme přátelé.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:616:DefaultText
source: You don't have to like me, captain, as long as you're willing to work with me.
cs: Nemusíte mě mít rád, kapitáne, pokud jste ochoten se mnou spolupracovat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:617:DefaultText
source: What's your take on all this?
cs: Jaký je váš názor na to všechno?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:618:DefaultText
source: When I first discovered the truth, I was shocked. Even disgusted. I wondered how we had allowed a colony like Halcyon to fall into disarray.
cs: Když jsem poprvé zjistil pravdu, byl jsem šokován. Dokonce jsem byl znechucen. Divil jsem se, jak jsme mohli dopustit, aby se kolonie jako Halcyon dostala do rozkladu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:619:DefaultText
source: But the more I thought about it, the more I realized the colony had sown the seeds of its own destruction.
cs: Ale čím víc jsem o tom přemýšlel, tím víc jsem si uvědomoval, že kolonie sama zasévá semena své zkázy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:620:DefaultText
source: We have become lazy and decadent. We smother ourselves in meaningless bureaucracies. We deliberate and argue and procrastinate.
cs: Stali jsme se línými a dekadentními. Dusíme se v nesmyslné byrokracii. Uvažujeme, hádáme se a otálíme.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:621:DefaultText
source: That's a pretty good argument for getting rid of the Board entirely.
cs: To je docela dobrý argument pro úplné zrušení rady.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:622:DefaultText
source: I admit, I occasionally fantasize about making an executive decision without having some tedious committee questioning my every move.
cs: Přiznávám, že občas si představuji, že udělám výkonné rozhodnutí, aniž by každý můj krok zpochybňoval nějaký otravný výbor.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:623:DefaultText
source: Do you have any idea how much paperwork is involved in ordering someone's execution through the usual channels? It's positively maddening.
cs: Máte vůbec představu, kolik papírování obnáší objednání něčí popravy obvyklou cestou? Je to naprosto šílené.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:624:DefaultText
source: That's not the kind of language I expect from the Chairman's own Adjutant.
cs: Takové vyjadřování bych od předsedova vlastního adjutanta nečekal.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:625:DefaultText
source: I've served the Board long enough to understand its weaknesses. Running a colony requires swift and decisive action. The Board is slow, ponderous, and prone to squabbling.
cs: Sloužím v radě dostatečně dlouho na to, abych pochopil její slabiny. Vedení kolonie vyžaduje rychlé a rozhodné jednání. Rada je pomalá, těžkopádná a náchylná k hádkám.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:626:DefaultText
source: That's why I'm relying on you. You deliver results without the paperwork.
cs: Proto spoléhám na vás. Poskytujete výsledky bez papírování.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:627:DefaultText
source: I agree with you.
cs: Souhlasím s vámi.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:628:DefaultText
source: You realize that agreeing with me won't get you any kind of pay raise. Nevertheless, I'm pleased to hear that.
cs: Uvědomujete si, že souhlas se mnou vám nezajistí žádné zvýšení platu. Přesto mě to těší.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:629:DefaultText
source: No more questions. Tell me why you wanted to see me.
cs: Žádné další otázky. Řekni mi, proč jsi mě chtěl vidět.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:630:DefaultText
source: Never mind.
cs: Nevadí.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:631:DefaultText
source: That's all for now.
cs: To je prozatím vše.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:633:DefaultText
source: Ah, yes. Clyde Harlow and his gang of erstwhile outlaws living on the dark end of Scylla.
cs: Ach, ano. Clyde Harlow a jeho parta někdejších zločinců žijících na temném konci Scylly.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:635:DefaultText
source: Frankly, I think he could have learned a lesson in freelancing from you.
cs: Upřímně řečeno si myslím, že by se od vás mohl poučit o práci na volné noze.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:641:DefaultText
source: I've just been informed that the problem of Edgewater has been permanently resolved.
cs: Právě jsem byl informován, že problém Edgewateru byl trvale vyřešen.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:642:DefaultText
source: It's done.
cs: Je hotovo.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:643:DefaultText
source: You should be proud of yourself, Captain. You're on the verge of making history. There's just one last job I need you to do for me.
cs: Měl byste na sebe být hrdý, kapitáne. Jste na pokraji zápisu do historie. Potřebuji, abys pro mě udělal ještě jednu práci.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:646:DefaultText
source: I'm not happy about what I had to do.
cs: Nemám radost z toho, co jsem musel udělat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:647:DefaultText
source: I know. But you acquitted yourself with honor. You performed your duty, as hard as it was.
cs: Já vím. Ale ty ses zachoval se ctí. Splnil jsi svou povinnost, i když byla těžká.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant:648:DefaultText
source: Nobody's going to miss that backwater excuse for a town.
cs: Po tomhle zapadlém městečku se nikomu stýskat nebude.
