Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_chairman_assistant.po
Languages: cs

source: Personal assistant to Adjutant Akande and Chairman Rockwell. I'm also responsible for organizing the Adjutant's stationery - which is more of a hobby.
cs: Osobní asistent adjutanta Akandeho a předsedy Rockwella. Jsem také zodpovědný za organizaci adjutantova mobiliáře - což je spíše můj koníček.

source: The Adjutant doesn't seem to mind you listening in on her conversations.
cs: Nezdá se, že by adjutantce vadilo, že posloucháš její rozhovory.

source: Quite so. I owe the honor of my current position to a reputation for discretion. And also my family's connections.
cs: Přesně tak. Za svou současnou pozici vděčím pověsti diskrétního člověka. A také konexím mé rodiny.

source: Any chance I could meet Chairman Rockwell?
cs: Je nějaká šance, že bych se mohl setkat s předsedou Rockwellem?

source: Oh, you were being serious. I am obliged to inform you that Chairman Rockwell is unavailable for an indeterminate duration.
cs: Aha, to jsi myslel vážně. Jsem nucen vás informovat, že předseda Rockwell je po neurčitou dobu nedostupný.

source: Will there be anything else?
cs: Bude ještě něco dalšího?

source: Exciting.
cs: Vzrušující.

source: The art of arranging stationery is a neverending source of joy and satisfaction.
cs: Umění aranžovat psací potřeby je nekonečným zdrojem radosti a uspokojení.

source: Everybody needs a hobby. Mine's hitting things.
cs: Každý potřebuje nějakého koníčka. Mým je mlácení do věcí.

source: Truly. I hadn't realized. I assumed you were a person of letters and culture.
cs: Skutečně. Neuvědomil jsem si to. Předpokládal jsem, že jste kulturní člověk.

source: I'll be on my way.
cs: Už budu na cestě.

source: Thank you, Percival. I appreciate it.
cs: Děkuji, Percivale. Vážím si toho.

source: Quite so, sir.
cs: Přesně tak, pane.

source: Quite so, madam.
cs: Přesně tak, madam.

source: About damn time.
cs: Už bylo sakra na čase.

source: Indeed, sir.
cs: Vskutku, pane.

source: Indeed, madam.
cs: Vskutku, paní.

source: Wasn't there something about a Navkey?
cs: Nebylo tam něco o Navkey?

source: I've authorized your ship with an official Board-certified Navkey. Do exercise caution while visiting Monarch.
cs: Autorizoval jsem vaši loď oficiálním certifikátem Navkey. Při návštěvě Monarchu buďte opatrní.

source: Don't you ever get tired of being Sophia's lackey?
cs: Neunavuje tě někdy být Sophiiným poskokem?

source: I am contractually obligated to inform you that it is an honor and a privilege to serve the Adjutant.
cs: Jsem smluvně zavázán vám sdělit, že je mi ctí a výsadou sloužit adjutantovi.

source: Also, I have a weakness for personalized stationery.
cs: Také mám slabost pro osobní psací potřeby.

source: You're a man of the world, Percy. Got any advice?
cs: Jsi světák, Percy. Máš nějakou radu?

source: If you're traveling to Monarch, beware of animals and locals. But I repeat myself.
cs: Pokud cestujete do Monarchu, dejte si pozor na zvířata a místní obyvatele. Ale opakuji se.

source: I'm off.
cs: Odcházím.

source: As instructed, the code for our secure communication channel. On behalf of the Halcyon Holdings Corporation, I bid you good day.
cs: Podle pokynů kód pro náš zabezpečený komunikační kanál. Jménem společnosti Halcyon Holdings Corporation vám přeji dobrý den.

source: Percival will file the appropriate paperwork on your behalf. Once you've sent a tracking signal from Welles's lab, we'll move on to the next step.
cs: Společnost Percival za vás vyplní příslušné dokumenty. Jakmile odešlete sledovací signál z Wellesovy laboratoře, přejdeme k dalšímu kroku.

source: I'm having Percival give you the code to our secure channel. If you decide to cooperate, use it to plant a tracking signal in Welles's terminal.
cs: Percival ti dá kód k našemu zabezpečenému kanálu. Pokud se rozhodneš spolupracovat, použij ho k umístění sledovacího signálu do Wellesova terminálu.

source: I'll be on my way.
cs: Už budu na cestě.

source: What's this about paperwork?
cs: Co je to za papírování?

source: Oh, just a receipt for your services, and my receipt for your receipt. And also a standard declaration of intent to perform espionage. Very routine. I'll see to it personally.
cs: Aha, jen účtenka za vaše služby a moje účtenka za vaši účtenku. A také standardní prohlášení o úmyslu provádět špionáž. Velmi rutinní. Postarám se o to osobně.

source: You're a doll, Percy.
cs: Jsi úžasný, Percy.

source: I'm flattered beyond description.
cs: Jsem nepopsatelně polichocen.

source: As an acting agent of the Board, you are entitled to purchase a selection of official Board-certified equipment at a discount.
cs: Jako zástupce komise máte nárok na nákup vybraného oficiálního vybavení certifikovaného komisí se slevou.

source: I want to buy some equipment.
cs: Chci si koupit nějaké vybavení.

source: If we don't do it, someone else will.
cs: Pokud to neuděláme my, udělá to někdo jiný.

source: So now we're taking orders from this pompous bureaucrat?
cs: Takže teď budeme poslouchat příkazy tohoto nabubřelého byrokrata?

source: We're gonna kill somebody without even knowing what they did wrong? If anything?
cs: Zabijeme někoho, aniž bychom věděli, co udělal špatně? Pokud vůbec něco?

source: It is a sad fact of the cosmos that sometimes the ends do indeed justify the means.
cs: Je smutnou skutečností, že účel někdy skutečně ospravedlňuje prostředky.

source: Warning: SAM's specially formulated 'Blood-Out' fluid remover has been known to eat through flesh. Handle with caution.
cs: Varování: Je známo, že speciálně vyvinutý odstraňovač tekutin SAM "Blood-Out" proniká skrz maso. Zacházejte s ním opatrně.

source: Excuse me! Just a moment!
cs: Promiňte! Moment!

source: I beg your pardon. Minister Clarke's former office is currently closed to solicitors.
cs: Omlouvám se. Bývalá kancelář ministra Clarkea je v současné době pro právníky uzavřena.

source: I won't be long. I'm just admiring the architecture.
cs: Nebude to trvat dlouho. Jen obdivuji architekturu.

source: I suppose that is... admissible. Please, try not to break anything.
cs: Předpokládám, že to je... přípustné. Prosím, snažte se nic nerozbít.

source: Adjutant Akande doesn't need you fussing over me.
cs: Adjutant Akande nepotřebuje, abyste se o mě starali.

source: A fair and appropriate point. Please, feel free to look around. I'll just get out of your way.
cs: Spravedlivá a vhodná připomínka. Prosím, neváhejte se porozhlédnout. Já vám půjdu z cesty.

source: Is there something I can do for you?
cs: Mohu pro vás něco udělat?

source: When you cut off power to Edgewater, you saved me a great deal of trouble. Now I don't have to bother trying to save that town.
cs: Když jste odpojil Edgewater od elektřiny, ušetřil jste mi spoustu starostí. Teď už se nemusím obtěžovat se záchranou toho města.

source: You keep colorful associates, captain. I expect you'll put them to good use.
cs: Vy si nechte pestré společníky, kapitáne. Očekávám, že je dobře využijete.

source: Keep your associates in line, captain. I expect them to follow your orders as you follow mine.
cs: Udržujte své spolupracovníky v souladu, kapitáne. Očekávám, že se budou řídit vašimi rozkazy, stejně jako vy mými.

source: Do let me know if you wish to take advantage of this special offer.
cs: Dejte mi vědět, pokud chcete tuto speciální nabídku využít.

source: I am at your service.
cs: Jsem vám k dispozici.

source: You should get back to your desk. I saw somebody eyeing your stationery.
cs: Měl by ses vrátit ke svému stolu. Viděla jsem, jak si někdo prohlíží tvé psací potřeby.

source: What? Oh, dear. Thank you for reminding me. I can't stand the thought of someone else's hands touching my custom letterheads.
cs: Cože? Ach, bože. Děkuji za připomenutí. Nesnesu pomyšlení, že by se mých vlastních tiskopisů dotýkaly cizí ruce.

source: Why not? I can handle anything you throw at me.
cs: Proč ne? Zvládnu všechno, co na mě hodíte.

source: Precisely. I'd be obliged to send assassins after you. You'd likely kill them, thereby obliging me to send more. I don't need that kind of paperwork.
cs: Přesně tak. Byl bych nucen na vás poslat vrahy. Pravděpodobně bys je zabil, čímž bys mě donutil poslat další. Takové papírování nepotřebuji.

source: There was a time when I would not have thought twice about supporting this decision, Captain, but now...
cs: Bývaly doby, kdy bych se dvakrát nerozmýšlel, zda toto rozhodnutí podpořit, kapitáne, ale teď...

source: You've been chasing Welles for a long time. I expect you'll pay me well.
cs: Wellese pronásledujete už dlouho. Očekávám, že mi dobře zaplatíte.

source: I always reward good work. Deliver Welles to the Board, and you'll be more than compensated.
cs: Dobrou práci vždy odměňuji. Doručte Wellese představenstvu a budete více než odměněni.
