Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:31:DefaultText
source: No one ever looks quite the same in person as they do in my reports.
cs: Nikdo nikdy nevypadá ve skutečnosti stejně jako v mých zprávách.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:33:DefaultText
source: You should be back on the Hope frozen in a hibernation chamber. Yet here you are, flying about in a stolen ship, leaving a trail of paperwork in your wake.
cs: Měl bys být zpátky na Naději, zmrzlý v hibernační komoře. Přesto jsi tady, létáš v ukradené lodi a zanecháváš za sebou spoustu papírů.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:35:DefaultText
source: The Board doesn't know what to make of you - but I do. I've seen your potential. There's so much we can do for this colony.
cs: Rada neví, co si o vás má myslet - ale já ano. Viděl jsem tvůj potenciál. Je toho tolik, co můžeme pro tuto kolonii udělat.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:42:DefaultText
source: Let's skip the pleasantries.
cs: Přeskočme zdvořilosti.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:43:DefaultText
source: Have you been watching me?
cs: Sledoval jsi mě?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:44:DefaultText
source: Go on. I'm enjoying this.
cs: Pokračujte. Baví mě to.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:45:DefaultText
source: Oh, I haven't been watching you, exactly. I've been reading reports. I have an entire catalogue of your thrilling adventures.
cs: Oh, já jsem tě zrovna nesledoval. Četl jsem zprávy. Mám celý katalog tvých napínavých dobrodružství.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:48:DefaultText
source: You wanted to talk to me. Make your offer.
cs: Chtěl jsi se mnou mluvit. Udělejte svou nabídku.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:49:DefaultText
source: I'm not sure I trust you yet.
cs: Ještě si nejsem jistý, jestli ti věřím.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:52:DefaultText
source: Then let me help you make up your mind.
cs: Pak mi dovolte, abych vám pomohl se rozhodnout.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:69:DefaultText
source: I've just finished reading all about your little adventure through Roseway. Quite a remarkable career you have.
cs: Právě jsem dočetla o vašem malém dobrodružství na Roseway. Máte za sebou pozoruhodnou kariéru.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:85:DefaultText
source: Today the region is profitable for the first time in years. Its workers are productive. They might even be happy.
cs: Dnes je region poprvé po letech ziskový. Jeho pracovníci jsou produktivní. Možná jsou dokonce šťastní.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:86:DefaultText
source: You walked through Edgewater, and in your wake transformed it from a loyal company town to a haven for dissidents. I'm actually a little impressed.
cs: Prošel jsi Edgewaterem a proměnil ho z loajálního firemního města v útočiště disidentů. Vlastně to na mě trochu zapůsobilo.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:87:DefaultText
source: When you cut off power to Edgewater, you saved me a great deal of trouble. Now I don't have to bother trying to save that town.
cs: Když jste odpojil Edgewater od elektřiny, ušetřil jste mi spoustu starostí. Teď už se nemusím obtěžovat se záchranou toho města.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:88:DefaultText
source: Reed Tobson ran a failing town. Adelaide McDevitt led a cell of dangerous rebels. You eliminated both in one fell stroke.
cs: Reed Tobson vedl upadající město. Adelaide McDevittová vedla buňku nebezpečných rebelů. Oba jste zlikvidovali jedním tahem.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:89:DefaultText
source: I've been keeping up with you ever since Emerald Vale. Now that was an interesting piece of work. A run-down backwater barely worth the ink on a map - until you showed up.
cs: Sleduji tě už od Smaragdového údolí. To byla zajímavá práce. Zapadlý zapadákov, který sotva stál za inkoust na mapě - dokud ses neobjevil ty.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:90:DefaultText
source: All this happened because some mysterious stranger fell out of the sky.
cs: To vše se stalo proto, že z nebe spadl jakýsi záhadný cizinec.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:91:DefaultText
source: You almost sound like you approve.
cs: Skoro to zní, jako byste to schvaloval.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:92:DefaultText
source: I didn't do any of this for you.
cs: Nic z toho jsem neudělal pro vás.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:93:DefaultText
source: Really? Who?
cs: Opravdu? Kdo?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:94:DefaultText
source: I get it. You're well-informed. Can we move this along?
cs: Chápu to. Jsi dobře informovaný. Můžeme s tím pohnout?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:95:DefaultText
source: How do you know I'm from the Hope?
cs: Jak víte, že jsem z Naděje?

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:96:DefaultText
source: You haven't exactly been keeping it a secret.
cs: To jsi zrovna netajil.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:98:DefaultText
source: Frankly, I'm amazed you've managed to get as far as you have without accidentally eating something poisonous.
cs: Upřímně řečeno, divím se, že se ti podařilo dojít tak daleko, aniž bys náhodou snědl něco jedovatého.

# conversations/02_terra2/0203_byzantium_hhc/0203_cv_adjutant_intro:99:DefaultText
source: No, I imagine you were just trying to survive. It couldn't have been easy for you, stranded on an unfamiliar world with all your colleagues back on the Hope.
cs: Ne, myslím, že ses jen snažil přežít. Nemohlo to pro tebe být snadné, když jsi uvízl na neznámém světě se všemi svými kolegy na Naději.

source: Not always. For the longest time, I could never be sure if you were on our side or against us.
cs: Ne vždy. Dlouho jsem si nemohl být jistý, jestli jsi na naší straně, nebo proti nám.

source: We'd nearly written Edgewater off as a failure. But after you meddled in their power supply, you forced me to - shall we say - re-evaluate their future.
cs: Skoro jsme Edgewater odepsali jako neúspěch. Ale poté, co jsi zasáhl do jejich napájení, jsi mě donutil - řekněme - přehodnotit jejich budoucnost.

source: We raised security on the Hope after Welles broke in. As for discovering the identity of the missing colonist, all we had to do was scan the passenger manifest.
cs: Po Wellesově vloupání jsme zvýšili ostrahu Hope. Co se týče zjištění totožnosti pohřešovaného kolonisty, stačilo proskenovat seznam cestujících.

source: Is this about your secret lab? It was full of corpses when I got there, I swear.
cs: Jde o vaši tajnou laboratoř? Když jsem tam přišel, byla plná mrtvol, přísahám.

source: I'm just getting started.
cs: Právě začínám.

source: Yeah? And what does your report say about me?
cs: Ano? A co o mně říká vaše zpráva?

source: Interesting things. You're plenty competent. Somewhat unorthodox. And you have a flair for the dramatic.
cs: Zajímavé věci. Jste dostatečně kompetentní. Poněkud neortodoxní. A máš smysl pro dramatičnost.

source: I'm glad to hear that. This may come as a surprise, but I happen to enjoy your work.
cs: To rád slyším. Možná vás to překvapí, ale vaše práce se mi líbí.

source: This isn't a dressing-down. In fact, I'm fascinated by your methods.
cs: Tohle není výprask. Ve skutečnosti mě vaše metody fascinují.

source: And my reports of you have been exceptionally thorough. You've had quite a career.
cs: A mé zprávy o vás byly mimořádně důkladné. Měl jste docela dobrou kariéru.

source: I'm just getting started.
cs: Právě začínám.

source: I'm glad to hear that. This may come as a surprise, but I happen to enjoy your work.
cs: To rád slyším. Možná vás to překvapí, ale vaše práce se mi líbí.

source: It got your attention, at least.
cs: Alespoň to upoutalo vaši pozornost.

source: You mean stumbling around the colony pretending to know what I'm doing?
cs: Myslíš potácení se po kolonii a předstírání, že vím, co dělám?

source: I think you're being modest.
cs: Myslím, že jste skromný.

source: I'm sure you didn't bring me all this way just to flatter me.
cs: Určitě jsi mě sem nepřivedl jen proto, abys mi lichotil.

source: You have something I want. I'd like to negotiate.
cs: Máte něco, co chci. Rád bych vyjednával.

source: I'm listening.
cs: Poslouchám.

source: Phineas Welles is wanted by the Board. I want to convince you to turn him in to us.
cs: Rada hledá Phinease Wellese. Chci vás přesvědčit, abyste nám ho vydali.

source: Say no more. I'm in.
cs: Už nic neříkejte. Jdu do toho.

source: You're in contact with Welles. I want you to send us a tracing signal from his communication terminal.
cs: Jste v kontaktu s Wellesem. Chci, abys nám poslal sledovací signál z jeho komunikačního terminálu.

source: All right. Convince me.
cs: Dobře. Přesvědčte mě.

source: Welles is a dangerous madman. His plan is going to endanger everyone in Halcyon. He's an obsessive psychopath, and he's using you.
cs: Welles je nebezpečný šílenec. Jeho plán ohrozí všechny v Halcyonu. Je to posedlý psychopat a využívá tě.

source: You're in contact with Welles. I want you to send us a tracing signal from his communication terminal.
cs: Jste v kontaktu s Wellesem. Chci, abys nám poslal sledovací signál z jeho komunikačního terminálu.

source: You want me to sell him out.
cs: Chceš, abych ho prodal.

source: Welles was our mistake. We failed to apprehend him for years. I'm asking you to help me correct that mistake.
cs: Welles byl náš omyl. Celé roky se nám ho nedařilo zadržet. Žádám vás, abyste mi pomohli tuto chybu napravit.

source: I'm sending you my access code. Contact me from Welles's terminal. When you're done, come speak to me in my office.
cs: Posílám vám svůj přístupový kód. Kontaktujte mě z Wellesova terminálu. Až skončíte, přijďte si se mnou promluvit do mé kanceláře.

source: I never liked the guy anyway.
cs: Stejně jsem ho nikdy neměl rád.

source: Nor should you. He stole you from the Hope, experimented on your body, used you for his own ends.
cs: Ani vy byste neměli. Ukradl tě z Naděje, experimentoval na tvém těle, využíval tě pro své vlastní účely.

source: Not for free.
cs: Ne zadarmo.

source: Don't worry about pay. The Board always rewards good work.
cs: S platem si nedělejte starosti. Správní rada vždy odměňuje dobrou práci.

source: Hold on. Getting a lot of noise on this signal. Could you fuck off and never call back?
cs: Počkejte. V tomto signálu je hodně šumu. Mohl bys jít do hajzlu a už nikdy nezavolat?

source: Cut her off, ADA. Thanks. Can you believe the nerve on that psychopath?
cs: Odřízněte ji, ADA. Díky. Věřil bys, jakou má ten psychopat drzost?

source: You know I can still hear you, right?
cs: Víš, že tě pořád slyším, že?

source: Wanted for what, exactly?
cs: Proč přesně?

source: He has a litany of charges against him. Vandalism, illegal experimentation, sedition. I could go on.
cs: Je proti němu vznesena celá řada obvinění. Vandalismus, nezákonné experimenty, pobuřování. Mohl bych pokračovat.

source: The answer is no. We're done here, ADA.
cs: Odpověď zní ne. Tady jsme skončili, ADA.

source: You're making a serious mistake.
cs: Děláte vážnou chybu.

source: Adjutant Akande's call has been terminated. Will there be anything else, Captain?
cs: Volání adjutanta Akandeho bylo ukončeno. Bude ještě něco, kapitáne?

source: Let's get out of here.
cs: Pojďme odsud pryč.

source: The answer is no. Get her off my ship, ADA.
cs: Odpověď zní ne. Odveďte ji z mé lodi, ADA.

source: I'm not on your ship. This is a transmission.
cs: Nejsem na vaší lodi. Tohle je přenos.

source: You people need better security. Anybody could've lifted those chemicals.
cs: Vy potřebujete lepší zabezpečení. Ty chemikálie mohl odnést kdokoli.

source: I'm not here to talk about stolen chemicals. I'm after something far more valuable - your cooperation.
cs: Nejsem tu proto, abych mluvil o ukradených chemikáliích. Jde mi o něco mnohem cennějšího - o vaši spolupráci.

source: How did you find my ship?
cs: Jak jsi našel mou loď?

source: There's exactly one vessel in all of Byzantium that looks like it dropped out of an aetherwave drama.
cs: V celé Byzanci je přesně jedna loď, která vypadá, jako by vypadla z dramatu o éterové vlně.

source: Cassandra O'Malley. Leader of a gang of feckless highwaymen. Would-be revolutionary. Still alive, still at-large, because you rescued her from her own incompetence.
cs: Cassandra O'Malleyová. Vůdce bandy bezohledných loupežníků. Rádoby revolucionářka. Stále naživu, stále na svobodě, protože jsi ji zachránil před její vlastní neschopností.

source: Dr. Crane owes his current advancement in position entirely to your efforts. You saved his work. He needed a miracle, and there you were.
cs: Dr. Crane vděčí za svůj současný postup v pozici výhradně vašemu úsilí. Zachránil jste jeho práci. Potřeboval zázrak a vy jste byl u toho.

source: You crossed off O'Malley and saved Dr. Crane's research. You might be the finest corporate fixer the Board never had.
cs: O'Malleyho jste vyškrtl a zachránil výzkum doktora Cranea. Možná jsi ten nejlepší firemní agent, jakého Rada nikdy neměla.

source: Dr. Anton Crane violated Board protocol by sending out a distress signal. You saved me the trouble of eliminating him. Well done.
cs: Dr. Anton Crane porušil protokol rady tím, že vyslal nouzový signál. Ušetřil jste mi práci s jeho odstraněním. Dobrá práce.

source: I would've been up to my throat in paperwork if you hadn't conveniently killed Dr. Crane and O'Malley, thereby saving me the headache of an investigation.
cs: Měl bych papírování až nad hlavu, kdybys příhodně nezabil doktora Cranea a O'Malleyho, čímž bys mi ušetřil vyšetřování.

source: Roseway labs was a classified facility. The entire region was off-limits. But you didn't care. You saw an opportunity for profit, and you seized it.
cs: Laboratoře Roseway byly utajovaným zařízením. Celá oblast byla zakázaná. Ale tobě to bylo jedno. Viděl jste příležitost k zisku a využil jste ji.

source: You're wrong. I'm not after a profit.
cs: Mýlíte se. Nejde mi o zisk.

source: You're acting out of a sense of responsibility, then. A rare quality in a freelancer.
cs: Chováte se tedy zodpovědně. To je u člověka na volné noze vzácná vlastnost.

source: Yup. I'm basically the greatest.
cs: Ano. Jsem v podstatě nejlepší.

source: Yes, I'm aware that you stole a batch of precious chemicals and destroyed an important experiment. Enterprising of you, if irritating.
cs: Ano, vím, že jste ukradl dávku vzácných chemikálií a zničil důležitý experiment. Je to od vás podnikavé, i když otravné.

source: My scientists tell me they'll restore the damage you've done within a matter of months. But I'm not here to talk about minor setbacks.
cs: Moji vědci mi řekli, že během několika měsíců obnoví škody, které jste napáchal. Ale já tu nejsem od toho, abych mluvil o drobných neúspěších.

source: I have no idea who you are.
cs: Nemám tušení, kdo jste.

source: I'm Sophia Akande. Adjutant to the Chairman.
cs: Jsem Sophia Akandeová. Adjutantka předsedy.
