Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cv_hhc_receptionist.po
Languages: cs

source: Adjutant Akande is expecting you. She's in her office.
cs: Očekává vás adjutant Akande. Je ve své kanceláři.

source: Welcome to the official headquarters of the Halcyon Holdings Corporation Board. Today's greeting is brought to you by Auntie Cleo, a subsidiary of Kolway Pharmaceuticals.
cs: Vítejte v oficiálním sídle představenstva společnosti Halcyon Holdings Corporation. Dnešní pozdrav vám přináší společnost Auntie Cleo, dceřiná společnost Kolway Pharmaceuticals.

source: Excuse me.
cs: Promiňte.

source: The Adjutant told you about me?
cs: Adjutant vám o mně řekl?

source: Adjutant Akande has instructed me to expect someone of your description. You'll want to check in with Mr. Percival Platt, her assistant.
cs: Adjutant Akande mi dal pokyn, abych očekával někoho s vaším popisem. Budete se chtít ohlásit u pana Percivala Platta, jejího asistenta.

source: Please don't miss your appointment. Tardiness reflects poorly on all of us.
cs: Nezmeškejte prosím schůzku. Nedochvilnost vrhá špatné světlo na nás všechny.

source: Today's greeting is brought to you by Auntie Cleo, a subsidiary of Kolway Pharmaceuticals.
cs: Dnešní pozdrav vám přináší společnost Auntie Cleo, dceřiná společnost Kolway Pharmaceuticals.

source: If you'd like to make an appointment, please request an application form. If you'd like to request an application form, please make an appointment.
cs: Pokud si chcete domluvit schůzku, vyžádejte si formulář žádosti. Pokud si chcete vyžádat formulář žádosti, domluvte si schůzku.

source: I'm sorry, but I've already exceeded my friendly banter quota.
cs: Omlouvám se, ale už jsem překročil svůj limit přátelských vtípků.

source: Welcome to the official headquarters of the Halcyon Holdings Corporation Board. Today's greeting is brought to you by Auntie Cleo, a subsidiary of Kolway Pharmaceuticals.
cs: Vítejte v oficiálním sídle představenstva společnosti Halcyon Holdings Corporation. Dnešní pozdrav vám přináší společnost Auntie Cleo, dceřiná společnost Kolway Pharmaceuticals.
