Repository: pavelhoral/outer-preklad
Catalog: source/*/conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk.po
Languages: cs

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:1:DefaultText
source: Halcyon Holdings Corporation ======================== Welcome, Chairman Rockwell!
cs: Halcyon Holdings Corporation ======================== Vítejte, předsedo Rockwelle!

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:2:DefaultText
source: [Personal Files]
cs: [Osobní soubory]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:3:DefaultText
source: Status Report ====================== Dimethyl Sulfoxide, 46 gal. ... Full quantity unavailable. Partial quantity received by Ministry of Accuracy and Morale Benzine, 75 gal. ... Full quantity received by Ministry of Accuracy and Morale Sodium Hypochlorite, 348 gal. ... RECEIVED AT DOCKING BAY 2, AWAITING SHIPMENT TO MINISTRY OF ACCURACY AND MORALE
cs: Zpráva o stavu ====================== Dimethylsulfoxid, 46 gal... Plné množství není k dispozici. Částečné množství obdrželo ministerstvo přesnosti a morálky Benzin, 75 gal. ... Plné množství obdržené ministerstvem pro přesnost a morálku Chlornan sodný, 348 galonů ... OBDRŽENO V DOKU 2, ČEKÁ SE NA ODESLÁNÍ NA MINISTERSTVO PŘESNOSTI A MORÁLKY.

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:7:DefaultText
source: [Accessing...]
cs: [Přístup k...]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:10:DefaultText
source: [Subject: What's Taking So Long]
cs: [Předmět: Co trvá tak dlouho]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:11:DefaultText
source: [Subject: Masseuse]
cs: [Předmět: Masérka]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:12:DefaultText
source: Percival, How long does it take to clear out an abandoned office?! Toss Clarke's belongings into the streets of Byzantium for all I care - he's not using them. Just get my office expansion done before I return. I'm tired of staring at that hole in the wall. And for Law's sake, do something about that doom-and-gloom presentation. We have the brightest minds in Halcyon working in our public relations department, and they make this announcement sound like a damned funeral elegy. We need something bright and cheerful! We need something we can sell. - CR
cs: Percivale, jak dlouho trvá vyklizení opuštěné kanceláře?! Vyhoď Clarkovy věci do ulic Byzance, mně je to jedno - on je nepoužívá. Hlavně ať je moje kancelář rozšířená, než se vrátím. Už mě nebaví zírat na tu díru ve zdi. A proboha, udělejte něco s tou prezentací o zkáze. V našem oddělení pro styk s veřejností pracují ty nejchytřejší mozky v Halcyonu a tohle oznámení zní jako zatracená pohřební elegie. Potřebujeme něco jasného a veselého! Potřebujeme něco, co můžeme prodat. - CR

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:13:DefaultText
source: Percival, Reschedule my regular Wednesday massage. I have urgent matters to attend to offsite. - CR
cs: Percivale, přeobjednej mi pravidelnou středeční masáž. Mám naléhavé záležitosti, které musím vyřídit mimo pracoviště. - ČR

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:14:DefaultText
source: [Shipment Status Report]
cs: [Zpráva o stavu zásilky]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:15:DefaultText
source: [Return to Root]
cs: [Zpět na kořen]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:16:DefaultText
source: [Send Minister Clarke's Message to Earth]
cs: [Odeslat zprávu ministra Clarkea na Zemi]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:17:DefaultText
source: Reading cartridge... Packaging data... Transmitting to drone... Message en route. Please allow between 3 and 9 months for your message to complete transit.
cs: Čtení kazety... Balení dat... Přenos do dronu... Zpráva na cestě. Počítejte prosím s dobou 3 až 9 měsíců na dokončení přepravy vaší zprávy.

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:18:DefaultText
source: [Subject: Food Reserves]
cs: [Předmět: Potravinové rezervy]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:19:DefaultText
source: Chairman, I've made inquiries and can confirm that we have plenty of food (real food) stored away from our inter-colony trade. The nutritional profile of food produced within Halcyon has continued to decline. Soon, people are going to start feeling hungry no matter how much they eat. Unfortunately, it's gotten too expensive to continue buying from even the closest colonies, but what we have will sustain Byzantium and a minimal workforce for the foreseeable future. - Sophia
cs: Předsedo, informoval jsem se a mohu potvrdit, že máme spoustu potravin (skutečných potravin), které jsme si uložili z našeho obchodu mezi koloniemi. Výživový profil potravin vyráběných v rámci Halcyonu se stále zhoršuje. Brzy začnou mít lidé pocit hladu bez ohledu na to, kolik toho sní. Bohužel je už příliš drahé na to, abychom mohli pokračovat v nákupu i z nejbližších kolonií, ale to, co máme, uživí Byzantium a minimální pracovní sílu v dohledné budoucnosti." - Sophia

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:20:DefaultText
source: [Print Ministry Keycard]
cs: [Vytisknout kartu ministerstva]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:21:DefaultText
source: Printing... Encoding... Operation complete. Please retrieve your keycard.
cs: Tisk... Kódování... Operace dokončena. Vyzvedněte si prosím svou kartu.

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:26:DefaultText
source: [View Priority Message]
cs: [Zobrazit zprávu s prioritou]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:27:DefaultText
source: Chairman, The rough cut of the presentation is prepped to play. The PR department has a lot of work to do, but we've covered the basics: - Halcyon is on the brink of starvation - the Board's scientists are working on a solution - workers can look forward to the Lifetime Employment Program for their chance to contribute You'll see the current version when you print your keycard for the Ministry of Accuracy and Morale (and yes, before you ask, the Dimethyl Sulfoxide has been delivered there). It's waiting for your sign-off on the broad strokes, so I wanted to make sure you saw it. Don't worry - I'll make sure it gets properly edited. - Sophia
cs: Předseda, Hrubý sestřih prezentace je připraven k přehrání. PR oddělení má před sebou ještě hodně práce, ale to základní jsme již pokryli: - Halcyon je na pokraji hladomoru - vědci z představenstva pracují na řešení - pracovníci se mohou těšit na program celoživotního zaměstnávání, v rámci kterého mají šanci přispět Aktuální verzi uvidíte, až si vytisknete kartu na ministerstvo přesnosti a morálky (a ano, než se zeptáte, byl tam dodán dimetylsulfoxid). Čeká to na tvůj podpis v hrubých rysech, tak jsem se chtěl ujistit, že to vidíš. Neboj se - postarám se o to, aby to bylo řádně upraveno." - Sophia

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:30:DefaultText
source: [Subject: The Other Corporations]
cs: [Předmět: Ostatní korporace]

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:31:DefaultText
source: Chairman, The heads of the other nine corporations are up in arms about their shares again. As head of UDL, you can overrule them easily, but I thought you should know they're at it again. - Percival
cs: Předsedo, šéfové ostatních devíti korporací se opět vzbouřili kvůli svým podílům. Jako šéf UDL je můžeš snadno přehlasovat, ale myslel jsem, že bys měl vědět, že se do toho opět pustili. - Percival.

# conversations/02_terra2/0203_byzantium_hhc/0203_cp_chairman_desk:32:DefaultText
source: Printing... Encoding... Operation complete. Please retrieve your keycard.
cs: Tisk... Kódování... Operace dokončena. Vyzvedněte si prosím svou kartu.
